{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19866",
    "date": "June 1986",
    "year": 1986,
    "month": 6,
    "month_formatted": "June",
    "pdf_uri": "/1986/19860600.pdf",
    "issue_cover_image": "",
    "document_start_page": 117,
    "toc_start_page": 117,
    "document_page_range": [
      [
        117,
        118,
        119
      ],
      [
        184,
        185,
        186
      ],
      [
        199,
        200,
        201,
        202,
        203,
        204,
        205
      ]
    ],
    "toc_order": 2,
    "toc_headline": "Hate Thy Neighbor",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198606-hatethyn",
  "source": "",
  "wp_post_id": 122124,
  "wp_post_guid": "http://www.texasmonthly.com/article/hate-thy-neighbor/",
  "authors": [
    "Emily Yoffe"
  ],
  "headline": "Hate Thy Neighbor",
  "dek": "They’re feuding in Houston’s Meyerland. They’re quibbling in Dallas' Munger Place. They’re agitating in El Paso’s Sunset Heights. They’re quarreling in austin’s Hyde Park. All over Texas, neighborhood activists are waging war on each other and the outside world.",
  "spread_caption": "",
  "excerpt": "A look at Houston’s Meyerland, Dallas’ Munger Place, El Paso’s Sunset Heights, and austin’s Hyde Park shows that few fights get the blood boiling like a good fight with a neighbor.",
  "kicker": "",
  "word_count": 7936,
  "content": "<p>BY</p><p><span class=\"dropcap\">I</span>n 1532 Niccolò Machiavelli, who generally knew what he was talking about, observed, “When neither their property nor their honor is touched, the majority of men live content.” If that is true, it helps explain why some Texas neighborhoods are in such an uproar. A neighborhood provides many things—a sense of identity, of comfort, of fitting into a piece of the world. But a neighborhood also comes with one insurmountable problem: neighbors. And when you live in a neighborhood, it seems that someone is always touching either one’s property or one’s honor.</p><p>Although few experiences provide the emotional kick of a good neighborhood fight, when neighbors work together, few institutions are more influential. One belief that has motivated neighborhood associations during the past ten years is that the heritage of Texas’ cities is worth saving. And as Texas has become more and more urban, neighborhood associations have begun to take their place in the rarefied atmosphere of big-time power brokers.</p><p>Photographs By Robert Maxham</p><img/><p><em>Maurine Reeves stopped maintaining her pool after the big flood in 1983, when water spilled from Braes Bayou into her section of Houston’s Meyerland. Convinced that the waters would rise again, she and her neighbors took a good look at their deed restrictions and decided to sell out. The rest of Meyerland's response to their plans was “See you in court.”</em></p><img/><p><em>Loathe thy neighbor is hotc most people are feeling after ten years of holy war between austin's Hyde Park Baptist Chureh and the Hyde Park Neighborhood association. The latest flare-up between those arehrivals concerns a proposed five-story Sunday school. The church says it just wants to save souls, but more souls for the Baptists means more traffic for the neighbors.</em></p><img/><p><em>a decade ago, Dallas' Manger Place was a squalid mess teeming with criminals and cockroaches. Then came the renovators, and today It’s a historic district teeming with restrictions. When customers ask Hunger Place realtor Doug Newby what living there means, he explains it menus they can't even breathe on their houses without a permit.</em></p><p>The following is a look at what neighbors around the state are wrangling over these days. In Houston the war is about who is allowed to buy one’s home. In Dallas a fight to get the city to clean up a slum has lead to regulations only a reform school principal could love. In El Paso one man is taking on the establishment in an effort to save the city’s architectural history. And in austin the battle is with a church that the neighbors say is trying to save <em>too</em> many souls.</p><p><strong>Mired in Meyerland</strong></p><p><span class=\"dropcap\">D</span>riving through Meyerland—and driving is the only way to get anywhere in Meyerland—one sees the serene face of suburbia. During the day, the exodus of residents seems almost total; the few signs of life come from the troops of service personnel (gardeners, maids, and delivery people) imported daily to maintain the serenity. The best way to visualize the houses in Meyerland is to think of the old Mr. Potato Head game. Instead of a potato, however, start with a basic, unadorned suburban ranch house. Want to pretend you live in the England of Henry VII? Then just slap on some Tudor half-timbers. Rather be in New Orleans? Cover the ranch with wroughtiron grillwork.</p><p>Meyerland was founded on a belief in the perfectibility of life, but today that faith is crumbling. Meyerland is in the middle of a battle that has pitted man against nature and neighbor against neighbor. People who once coached Little League together now barely speak. Meyerlanders accuse each other of greed, insensitivity, lying, stupidity, and mismanagement. But that is nothing compared to the gravest charge a suburbanite can level against another. In Meyerland, one of the most successful subdivisions ever built in Southwest Houston, people are saying that their neighbors are trying to undermine property values.</p><p>Meyerland is made up of 2315 houses on some 1200 acres, with three parks, seven schools, and seven nearby churches and synagogues. Until the mid-fifties, Meyerland was agricultural land owned by the wealthy Meyer family. The family started a corporation to develop the property, and over the course of about ten years it built nine subdivisions with most houses initially selling for $23,000 to $50,000. Meyerland attracted professionals—doctors, lawyers, and engineers—and it remains one of Houston’s most heavily Jewish communities. What distinguishes Meyerland from many suburbs is the mandatory annual maintenance fee, now about $45 per household, which finances the Meyerland Community Improvement association. The association enforces Meyerland’s stringent deed restrictions —Meyerland’s answer to Houston’s lack of zoning laws. Those restrictions were —and continue to be—a major selling point for the subdivision. Restriction number one, from which all others flow, is that lots in Meyerland are for single-family houses only.</p><p>Whatever Harris County lacks in zoning, it makes up for in rainfall. That was fine when the county consisted primarily of rice fields and pastures. The problem over the past thirty years has been that as cows have been displaced by subdivisions, land that formerly absorbed water has been replaced by concrete. Added to that is the problem of subsidence, the sinking of land caused by the withdrawal of groundwater to meet the needs of the increasing population. One result has been that six times since 1973 during heavy rains, water from Braes Bayou has spilled into many of the homes in Section 4, a part of Meyerland located in a natural depression north of the bayou. Most homeowners stoically mopped up after the first five floods, but that changed in 1983. The rain that year may not have lasted forty days and forty nights, but to hear Maurine Reeves tell it, ararat had nothing on Meyerland.</p><img/><p><em>With invective and inventiveness, El Paso businessman John Karr has taken on all comers to save the architectural heritage of Sunset Heights. Karr triumphed over one developer when he stopped the approval of an office building known as the Star Wars Tower, but he says, “When the historic preservation bug bites you, you're doomed to a life of frustration.”</em></p><p>Reeves, 60, is a housewife who has owned a house in Section 4 for the past 29 years. She raised three children there, and two, in turn, have bought their own houses in Meyerland. She served as president of the Meyerland Community Improvement association in 1979. She loves Meyerland and had planned to retire there, but all that changed with the 1983 flood, which may have destroyed her equity but strengthened her will. Now Reeves wants out, and before she’s gone for good, she plans to lead her people out of the mire of Section 4.</p><p>As with all epiphanies, Reeves’s came during the homeliest of tasks. “I was mucking out the garage and thinking what a disaster this is, when I just said to myself, ‘What if we could sell the property?’ The thing was, could we all get together, agree on a price, and sell it as one piece for a planned development?” So Reeves called Jay Siskind, a lawyer and a neighbor in Section 4, to ask his advice.</p><p>When Meyerland was founded, the deed restrictions were to remain in effect for 25 years. At the end of that period they could be amended with the approval of the majority of Meyerlanders. The 25 years were up in the late seventies, and Siskind became chairman of the Community Improvement association’s restriction committee—the group that would draft the new proposals. The committee kept most of the original covenants but did write restriction 23, which seemed innocuous enough at the time. The purpose of restriction 23 was to allow the citizens of a section the flexibility to deal with offenses as yet unimagined. The critical sentence of the paragraph reads: “These restrictions and covenants may be amended and changed at any time by the affirmative vote of the then owners of at least two thirds of the lots.”</p><p>So when Maurine Reeves called Jay Siskind after her epiphany in the garage to ask him whether he thought it was possible for the residents of Section 4 to sell all 62 lots en masse to a commercial developer, Siskind took a look at restriction 23 and said that he thought it was.</p><p>After Reeves’s conversation with Siskind, the residents of Section 4 met and agreed that her plan could be their salvation. The idea was to persuade a developer to raze the houses and raise the new foundations so that he would end up [ Continued On Page 184 ] [ Continued From Page 119 ] with a valuable piece of property. What happened next still seems like a miracle to Reeves. “Someone bought it, and we were floored,” she says. That someone was Michael adkinson, head of the Development Group, a commercial real estate firm in Houston. In 1984 the Development Group had purchased the thirty-year-old Meyerland Plaza, which abuts Section 4, for an estimated $35 million, and if adkinson wanted to expand the shopping center, Section 4 was there for the taking. He offered the residents $21 a square foot —an average of about $250,000 a home. Because residents of Section 4 were unlikely to be able to sell their houses to anyone other than Jacques Cousteau, they jumped at adkinson’s offer.</p><p>There was one big problem, however. The rest of Meyerland’s citizens had no intention of letting a shopping center replace an entire section of houses—even soggy houses. In January 1984 the Community Improvement association filed a class action suit to block the sale.</p><p><span class=\"dropcap\">W</span>hen Maurine Reeves gets into her Cadillac and swings around the neighborhood to tell about the flood, one feels swept up in an epic of biblical proportions: each house is a story worthy of Job. “The woman in that house has a husband who’s very sick,” she says of one neighbor. “She had to take him and put him out in the car while she tried to save what was in the house.” She passes another home. “They forgot to pick up their bird cage, so when they got to it, the children found their birds drowned.” Reeves’ eyes fill and threaten to spill over. “The woman in that house couldn’t swim, and she got so hysterical the firemen had to carry her out. In that house, the water was so high that the toilets were underwater, and the man had to hold his daughter out the window to tee-tee.”</p><p>Back at her own house, Reeves laments the decay spreading in her once impeccable section, decay to which she is contributing. She goes to her 21by 50-foot pool. The grass around it is overgrown, and the pool is half full of dirty water. “The pool’s a mess.” she says. “We don’t maintain it. It was lovely once.” From the front yard she indicates a few somewhat scraggly lawns and the For Rent sign at the house across the street. She says that almost a quarter of the homes in Section 4 are now rented, which further depresses property values, because renters aren’t interested in maintenance. And even renters are hard to find and keep; few want to end up tee-teeing out the window.</p><p>But when you get in Bob Marshall’s car for a tour of Meyerland, the flood sounds more like myth than history. Marshall, 65, is a distinguished-looking, grayhaired engineer whose speech bears the genteel traces of his native Louisiana. Marshall, who has lived in Section 8 since 1962, is the executive director of the Community Improvement association, a job to which he says he has devoted about fifty hours a week since retiring three years ago. Much of that time is spent on the endless series of fights with deedrestriction violators. Several times a month he gets in his car and drives past all 2315 Meyerland homes, looking for motorboats parked out front, dilapidated automobiles, and satellite dishes visible from the street.</p><p>Marshall is proud of Meyerland, and as he drives along, he points out the immaculately landscaped median strips, which are cared for by the four maintenance employees of the association. He points out a concrete sound barrier that the association has helped erect to protect residents from the noise of the freeway extension. He points out joggers on the hike-andbike trail along Braes Bayou. The bayou itself looks almost pathetically harmless on this spring day; it’s just a trickling stream at the bottom of a thirty-foot wall of concrete.</p><p>He swings again up one of Meyerland’s endless network of flat, curving streets. He passes ranch house after ranch house; as he makes a right, he suddenly becomes tense and alert. “i’m not going to say when we get into Section Four. I want to see if you can tell.” But his body language has given him away. Driving through enemy territory, he says, “This is it. If you can tell the difference, except for a few houses that need to mow the lawn, you’re doing better than I.”</p><p>Marshall concedes that a lot of water came over the bayou in 1983. But listening to Marshall leads one to believe that most of the water in Section 4 is on people’s brains, not in their living rooms. “The so-called flooding is grossly overstated,” he says. “They say that their homes were flooded repeatedly. That’s flat untrue. We had survey data showing what flooded and what didn’t, and over ninety per cent of the homes in Meyerland never had a drop of water.”</p><p>Listening to Bob Marshall leads one to believe the troubles that have befallen the people in Section 4 are mostly the consequences of bad judgment. “There are six houses in Section Four that were built in a hole,” says Marshall. “The foundation is below the curb level. I wouldn’t buy a lot like that if my life depended on it, but most people aren’t engineers.”</p><p>And listening to Marshall talk about Reeves leads one to believe that the salvation of her people is not what motivates her. “Maurine Reeves’s house only flooded in 1983, but she saw the opportunity for making a sale, which on paper looked like three hundred thousand dollars for a one-hundred-twenty-five-thousand-dollarhouse. When you see big money, it has a decided effect.”</p><p>When Bob Marshall found out what the residents of Section 4 planned to do with their property because of Jay Siskind’s interpretation of restriction 23, the same Jay Siskind who helped draft restriction 23, Marshall was none too happy. “I think we were snookered by Mr. Siskind and his group. They are trying to use this paragraph meant for small things to wipe out deed restrictions,” he says</p><p>The court didn’t quite see the association’s suit against Section 4 the same way. The jury found not only that restriction 23 meant just what it said-that two thirds of the owners of the lots in any section could do just about whatever they liked with those lots—but also that the flooding had so changed the conditions of Section 4 that the residential deed restrictions no longer applied. The association appealed the 1984 decision and lost, and it is now waiting to see if the state supreme court will hear the appeal.</p><p>To be safe, each side has filed additional claims and suits against the other, but no matter how the legal questions are settled, people in Section 4 aren’t going anywhere soon. On the april 1985 day that developer adkinson was scheduled to pay the $21 per square foot, he failed to appear at the closing, and the sale has yet to go through. The reason for the delay became clearer in april 1986, when Meyerland Plaza was threatened with sale at a sheriff’s auction.</p><p>These days, about the only thing people in Meyerland can agree on is that when it rains, they hope it doesn’t pour.</p><p><strong>Urban Pioneers Become Urban Gentry</strong></p><p><span class=\"dropcap\">G</span>etting a divorce in many cities in the United States is easier than getting your house painted in a Dallas historic district. If you live in Munger Place, the restored twelve-block area of East Dallas listed in the National Register of Historic Places, and you want to paint your house, you cannot do so unless Jim anderson likes the colors you have chosen. Anderson is an urban planner with the City of Dallas and a keeper of the <em>Munsell Book of Color,</em> the guidebook to historically appropriate paint. Anderson knows the <em>Munsell Book of Color</em> the way an acupuncturist knows the meridians of the body. “There’s a certificate of appropriateness process,” he explains. “In this district, paint is approvable.” The certificate of appropriateness process for house paint involves four bureaucratic procedures and takes 30 to 45 days. That can be expedited, however, if a homeowner decides to paint his or her house the same color it already is. To paint a white house white, for example, a Munger Place resident need only receive a routine maintenance and repair certificate of appropriateness—a mere 10-day process.</p><p>It wasn’t always like this. Ten years ago, before concerned citizens reclaimed what is now the largest intact example of Prairie style-influenced architecture in the Southwest, Munger Place was one part of town where people did just about anything they liked to the property they lived in. Some spray-painted political slogans on the walls, some grew marijuana in the yard, and some took a nature-knows-best approach to landscaping and garbage removal.</p><p>Today Munger Place is restored and revitalized—a sort of Williamsburg of gentrification. Sitting in Munger Place on a spring afternoon in 1986, one feels almost transported back to 1905, back to Munger Place at its birth, which a sales brochure described as a “High-Class Residence District . . . restricted for the benefit of present as well as future property owners . . . sold to white persons only.”</p><p>Munger Place is bordered on the northwest by the spectacular and spectacularly varied mansions of Swiss avenue and on the southeast by the modest wood-frame houses of Mount auburn, seven blocks away. The Prairie foursquares that make up Munger Place are two-story wooden boxes; standard features include a large front porch, overhanging eaves, and a low roofline. Walking through the district and looking at the houses is like watching the Miss america swimsuit competition: it’s amazing how many variations are possible on a basic theme.</p><p>For a few decades after its founding, Munger Place was one of the most desirable neighborhoods in Dallas; that period was followed in the thirties by the Dallas Revised Version of Standard Urban Decline. During [ Continued On Page 199 ] [ Continued From Page 186 ] the Depression, many people could not afford to maintain large homes, so properties were turned into boardinghouses. The lull in construction led to housing shortages during World War II, which further accelerated the transformation of single-family homes. In the fifties the Dallas City Council decided that one way to increase housing was to rezone East Dallas for apartments. The homeowners who had remained in Munger Place sold out, fleeing to the burgeoning new suburbs north of the city and leaving Munger Place to absentee landlords. They let the buildings deteriorate in hopes that downtown would expand eastward so that a killing could be made when developers came looking to buy land.</p><p>By the seventies most of the people who were living in Munger Place were there because of one thing: poverty. In the few homes that were still owner-occupied, the owners were primarily older women who hadn’t sold out in time and were trapped in houses with eighteen locks on the front door. Munger Place became a magnet for destitute newcomers to the city, be they from rural Texas or Cambodia. Families lived in apartments that were once dining rooms; they paid by the week for their accommodations, then moved on. And though living in Munger Place was cheap, it wasn’t safe: the neighborhood led the city in both crime and disease rates.</p><p>One of the few indications that the city was concerned with the condition of Munger Place was the occasional appearance of bulldozers to remove houses that were no longer inhabitable. Munger Place probably would have succumbed to urban decay if it hadn’t been for Virginia Mcalester and Lyn Dunsavage, who were motivated by an altruistic desire to save a remnant of Dallas’ past. In the early seventies Munger Place was a squalid mess. But in the minds of those two civicminded, well-to-do women, neither of whom lived or owned property in the neighborhood, there existed another Munger Place, one complete with houses painted historically appropriate colors and filled with happy, prosperous, tax-baseenhancing families.</p><p>In 1972 Mcalester (the daughter of former Dallas mayor Wallace Savage) and Dunsavage met with seven other civicminded and well-to-do Dallasites to discuss the problems of East Dallas. The group became the Dallas Historic Preservation League; its first project was to stop high rises from replacing the fading mansions of Swiss avenue. Flush with the success of that venture, they decided to take on Munger Place.</p><p>The timing was right. If the North Dallas suburb of Richardson was the fifties’ archetype for a new style of living, then the Munger Place of the seventies was the embodiment of a new belief: the return of the middle class would be the salvation of the cities. The league was instrumental in getting a major zoning change in East Dallas that returned buildings to their original use as single-family homes. The league then persuaded the neighboring Lakewood Bank to lend it money to buy blocks of decaying houses to sell to people who agreed to renovate the property (an undertaking that usually cost more than the purchase price). And the Federal National Mortgage association (Fannie Mae) stepped in and made Munger Place its demonstration project for a new inner-city lending program.</p><p>To attract buyers, the league took out a series of newspaper advertisements reminiscent of the Marines’ “a Few Good Men” campaign. Rather than trying to sell the virtues of a property, the league sold a potential purchaser an image of himself. Part of one advertisement from January 1977 read: “Some Homes are Different . . . But So are Some People. Munger Place is a transitional neighborhood beckoning to the Urban Pioneer.”</p><p>Backed by $15 million from Fannie Mae, Mcalester and Dunsavage’s onceinsane vision of Munger Place’s transformation looked like a flight of genius. At times it was hard to tell which was crawling out of the woodwork faster, the Urban Pioneers or the cockroaches. Formerly a blighted area fit only for an entomologist, Munger Place has become a section of living history that is swarming with taxpayers.</p><p>Still, civilization always has its discontents, and progress has its cost. The discontents in this case are, of course, the poor people who have been displaced. Charlie Young, 39, is a printer with the East Dallas Printing Company. Young moved to Munger Place in 1971. When he arrived, he found apartment walls teeming with cockroaches. “The landlady wouldn’t fumigate, so I started shooting them with bird shot,” he recalls. “I didn’t know anything about tenants’ rights or slum landlords. But I started thinking there’s got to be a better way.”</p><p>The better way was the formation of the Bois d’arc Patriots in 1972. The Patriots created a food co-op, an emergency clothing program, a legal clinic, and a tenants’ rights group. Then something funny happened: the decent living conditions the Patriots were fighting for started to become reality, but the Patriots’ constituents weren’t the ones whose living conditions improved. One essential part of renovating a house in Munger Place was clearing out the people who had been renting by the week. The notion that the transformation of Munger Place displaced few people (because you can’t displace someone who isn’t staying anyway) is hotly disputed by Young. He rails at the historic preservationists, the bankers, the city officials, and the new homeowners as the collective “they.” “They’re as wrong as can be. They didn’t know the people I did. They didn’t know how the people lived,” he says. “My wife, for instance. By the time she was nineteen she had lived in seventeen houses. They moved a lot, but they always stayed in East Dallas.”</p><p>Kevin Byrne, 36, is an example of the kind of person that Charlie Young thinks should have stayed out of Munger Place. One of the original Urban Pioneers, Byrne bought an empty fourplex from the league in 1977 for $19,000. He chose Munger Place in part because he wanted to live close to work. In 1977 Byrne was a Dallas assistant district attorney, and he ended up being closer to work than he ever imagined. “I prosecuted the guy across the street for murder and a kid around the block for armed robbery,” he says. “The kid showed up at the front porch one night to ask for mercy.”</p><p>Byrne is now a lawyer in private practice, and his house is worth around $200,000. He resents the world’s viewing him and his fellow Pioneers not as modern equivalents of the brave souls who first settled Texas but as, well, yuppies. Even the <em>Guide to the Older Neighborhoods of Dallas,</em> a glossy, oversized paperback put out by the Historic Preservation League, is no help. It announces triumphantly: “The success of Munger Place parallels the success of its residents, which once again includes judges, architects, lawyers, doctors.” Byrne says resolutely, “You don’t have yuppies.”</p><p>Woody Glenn, 33, who bought a house in 1981 for $49,000, admits that Munger Place is changing: “You’re getting yuppies now, now that there’s been a turnover.” Glenn says that when he arrived, “our home was as much of a wreck as anybody’s. There had been a tattoo parlor out back, and after we moved in, people would occasionally stop by and ask for tattoos.” Glenn and his wife spent four and a half years and $50,000 fixing it up. Their efforts paid off. They recently sold the house to a young couple for more than $200,000. And what about the Glenns? Their pioneering days are over. They’ve bought a house on Swiss avenue.</p><p>Prosperity has returned to Munger Place, and the cost of progress is the burden of restrictions. But Munger Place residents appear to celebrate the restrictions they live under. Says Munger Place realtor Douglas Newby, “When people move in, they are contacted by the neighbors. And if they ask what a historic neighborhood is, it’s explained that you can’t breathe on your house without getting approval.”</p><p><strong>CHAIN Link Fences Make Good Neighbors</strong></p><p><span class=\"dropcap\">I</span>n 1950 John Karr retired from the air Force with a medical disability because of bad lungs and settled with his wife, Joyce, in El Paso. Since then he has raised four children, chaired the board of directors of the local chapter of the american Civil Liberties Union, and prospered in insurance and real estate. The climate has agreed with him; his health has been excellent. What hasn’t agreed with him are the attitudes of many of his fellow citizens—city officials, developers, even neighbors—whom he refers to variously as “nincompoops, jerks, idiots, and incompetents.” What prompts his ire in particular is those individuals —and there are many —who don’t share his passion for protecting the architectural heritage of Sunset Heights, the oneby one-half-mile section of El Paso in which Karr lives.</p><p>Karr, 62, is a wiry, energetic man with a craggy Lincolnesque face, a resemblance emphasized by his Lincolnesque beard. He recognizes that his crusades are often destined to be lonely ones, but his victories have been considerable. In 1984 he was instrumental in obtaining a historic district designation for Sunset Heights; that distinction requires homeowners to adhere to a strict building code. Karr led a successful campaign to block the construction of a glass office building known as the Star Wars Tower on the edge of Sunset Heights. He has worked to stop El Paso Community College from demolishing a row of bungalows to create a parking lot. He bought and lovingly renovated three houses and one apartment building in the area. He acts as a vigilante against chain link fences and other desecrations. He served on the El Paso Landmark Commission until he resigned in a huff (“i’m not a good person to sit on a board or a commission. By temperament i’m a loner”). He has tried unsuccessfully to recruit qualified candidates for the job of El Paso’s historic preservation coordinator. All of which leads Karr to conclude, “When the historic preservation bug bites you, you’re doomed to a life of frustration.”</p><p>The real estate that has prompted all that passion is situated on the far western edge of the city. Sunset Heights offers commanding views of downtown, the stark Franklin Mountains, and Mexico. Built on a natural elevation at the turn of the century, Sunset Heights was originally one of the city’s most exclusive ethnically mixed neighborhoods, made up of Jewish merchants, well-to-do anglos, and prominent Mexican families in flight from political turmoil. Sunset Heights today is sort of a crazy quilt of housing styles, with everything from exquisite Mission Revival and Prairie mansions to squat apartment buildings that look like boxcars. The one universal motif is high-security gates on the windows.</p><p>Karr is a tour guide who throws himself into his subject. As he drives up and down the hilly streets of Sunset Heights in his ancient pickup truck, his commentary on architectural history is punctuated by observations on his neighbors’ taste (usually declared hideous) and fulminations about the city officials’ mendacity. Karr points to a bungalow-style home with flaking paint and a dirt yard. “The chief building inspector of El Paso looked me in the eye and said this house does not violate any city codes,” he says. As he passes an Egyptian Revival home whose fanciful details are marred by a lack of maintenance and a couch in need of reupholstering that sits on the front porch, he simply waves his hand in disgust. But even people who take care of their property often don’t do so in a manner that suits Karr. Driving past a beautiful Mission Revival home, he says, “Look, she put a goddam solar collector on the roof.”</p><p>The person most responsible for the once-glorious buildings of Sunset Heights was architect Henry Trost (1860—1933), who studied under Louis Sullivan in Chicago, where he was also influenced by the art nouveau movement. Trost finally settled in El Paso at the beginning of the century and with his brother and nephew opened the firm of Trost and Trost. They built many of El Paso’s distinguished commercial structures—the recently renovated Paso Del Norte and Cortez hotels are two of the most famous—as well as numerous private homes. Trost’s own large Prairie-style residence is the only building in Sunset Heights to be listed on the National Register of Historic Places.</p><p>The story of Sunset Heights’ decline is typical of formerly elegant urban neighborhoods. The erosion began during the Depression, when the large single-family homes were divided for more-economical use, and accelerated during the housing shortage of World War II, a shortage more acute in El Paso because of the migration of soldiers and their dependents to Fort Bliss. Houses became duplexes, then triplexes, and onward arithmetically. After the war, the young adults who had grown up in Sunset Heights lit out for suburban split-levels, leaving many homes in the hands of absentee landlords who operated by the rule of the maximum number of tenants per square foot for the minimum amount of maintenance.</p><p>Sunset Heights differs from other revitalized neighborhoods around the country because its decline was never total: a core of middle-class homeowners always remained. And in spite of the city’s having designated the district as historic, the neighborhood’s turnaround is in doubt. As evidence of El Paso’s indifference to its architectural history, Karr cites the failure of Sunset Heights to be listed on the National Register of Historic Places, which is administered by the Interior Department. Besides prestige, such certification gives property owners a 25 per cent tax credit for restoring qualifying buildings.</p><p>El Paso’s community and human development director, Henry Neil, agrees that Sunset Heights is not the administration’s top concern. “Two years ago I would have said Sunset Heights was on the way up. Now I think it may be teeter-tottering,” he says. “I don’t think the city has ever been serious about historic preservation. We’ve designated districts, but we haven’t actually done anything. We’ve had four historic preservation coordinators—all have been local. We’ve never made the effort to find a really qualified individual.”</p><p>Karr, who calls Neil “this big jerk,” concurs with those sentiments. He refers derisively to the previous historic preservation coordinator as having “a Ph.D., no less, in—guess what?—choral music!” Karr dismisses alfonso Tellez, who holds the job today, as one of the dumbest people he knows.</p><p>Tellez, whose background is in urban design, is gracious and soft-spoken. After a year in his job, he has the slightly weary air of someone who has been on one too many blind dates. Tellez is more generous in his assessment of John Karr than Karr is of Tellez. “I have to tip my hat to him for the good work he’s done in Sunset Heights. His heart’s in the right place,” Tellez says. “But when he’s in a bad mood, he could be attila the Hun. He has a biting tongue that could cut you to ribbons.”</p><p>When asked why Sunset Heights has not received certification from the Interior Department Tellez sighs and explains, “There is only so much one person can do.” When Tellez got the job of coordinator, he discovered that the Interior Department wanted more information. “They wanted more writing about the district and two photos and slides of the houses.” Recently, however, Tellez was awarded a grant from the National Park Service to hire a specialist to document Sunset Heights.</p><p>Meanwhile, it’s all Tellez can do to keep up with the proliferation of historically inaccurate chain link fences. When he gets a tip, usually anonymous, that someone in Sunset Heights has put one up or is remodeling a garage or altering a front porch, he goes over to investigate. If there is a violation, he puts it on the agenda of the city’s landmark commission, the volunteer board that rules on building permits for areas designated as historic. “Sunset Heights —for some reason I don’t know —has given us the most problems. People are very independent,” Tellez says.</p><p>When residents are caught “in flagrante remodelo” and are asked to appear before the commission, things often get nasty —and patriotic. Homeowners often take to reminding the commission, “This isn’t Russia.” But even the landmark commission doesn’t have the final word. One man who was told to take down his chain link fence took his appeal to the city council and explained that he needed the fence because illegal aliens ran through his yard. The fence remained.</p><p>Chain link fences, however, make good neighbors, at least when compared with the possibility of a fifteen-story glass office building next to the district—the proposed Star Wars Tower. John Karr may have retired from the military 36 years ago, but his leadership of the Star Wars Tower offense was one of his finest hours.</p><p>Chris Cummings, the El Paso developer whose building plans were defeated by Karr’s forces, doesn’t think much of Sunset Heights. “If you drove through, except for a street or two, you wouldn’t know it was anything but a dilapidated neighborhood.” In 1981 Cummings’ wife, Janet, bought a vacant plot of land bordered by Sunset Heights and Interstate 10. That parcel was not included in the district and was not subject to historic area restrictions. Cummings’ original plan was to build a 170-unit high-rise condominium, El Paso’s first. But when the financing fell through, he went to the city planning commission to have office zoning included, paving the way for an office tower.</p><p>“For one and a half years we went through the BS with the planning commission and other office heads. Everyone approved the building unanimously,” Cummings says. What happened next still rankles. “a man by the name of John Karr, a resident and leader of a rabid group of people who don’t understand preservation any more than they understand nuclear physics, got on the bandwagon. Karr sued the city, and they all showed up en masse at every meeting. He came to my office and left by threatening that if I was successful, he would find a way to stop me anyway. The issue got out of hand. I think he thought he was fighting the Iraqis.”</p><p>Last November the city council voted to deny the zoning change, but Cummings maintains he doesn’t know what all the fuss was about. “Why the neighbors objected, I really don’t know. I thought to have something done on a vacant piece of land now used by vagrants and kids . . .” His thought trails off. Then a few moments later he adds, “This isn’t a residential area—it’s an I-10 off-ramp!”</p><p>Although Cummings lost the office building fight, he retains the rights to construct a condominium tower—rights that set no height restrictions. “The ludicrous part is that I could build a thirty-story building if I chose to.” He pauses and takes a puff of an ever-present cigarette. “Maybe I will.”</p><p>If he tries, John Karr will be ready.</p><p><strong>NEIGHBORS Versus Baptists</strong></p><p><span class=\"dropcap\">A</span>ustin is one city in Texas where the sixties came alive and never quite died. The headquarters for austin’s sixties survivors is the neighborhood of Hyde Park. Though people in Hyde Park can no longer be considered hippies, to them the phrase “alternative lifestyle” is no anachronism. People in Hyde Park still serve brown rice at dinner (if not as the entree, at least as a side dish), and Courvoisier has not completely supplanted marijuana as a postprandial treat.</p><p>The power of the Hyde Park Neighborhood association —and in austin it is a potent political force —derives in large part from the Hyde Park residents’ not having abandoned the idea of community in favor of single-minded dedication to career. That power also comes from a shared vision of what the world should be, or at least what there should be less of—developers, business, Republicans, and growth. But most of all, the residents of the neighborhood feel that the one thing Hyde Park could do without is the Hyde Park Baptist Church.</p><p>For the past decade, the Hyde Park Baptist Church and the Hyde Park Neighborhood association have been locked in combat. Each side says it’s weary and is willing to make peace—if only the other side could be trusted. There is another way of looking at the conflict, however. Instead of an endlessly debilitating struggle, it can be seen as a symbiotic relationship that has created two powerful organizations. Without the uniting force of the church, the neighborhood association might be just another desultory community group concerned with streetlight placement. And without the uniting force of the neighborhood association, the church might not have grown from 4500 to 6500 members.</p><p>Avis Davis, 38, president of the Hyde Park Neighborhood association, has long, graying hair, cornflower-blue eyes, and a face free of makeup. She and her husband, Donald, a professor of library science at the University of Texas, have three children. When asked if she works, she says, “Not for pay. Someone has to go to all those city council meetings.” In 1977 the Davises bought the 1894 house built for W. J. Oliphant, a turn-of-thecentury austin photographer. The house, two blocks from the church, is a gableroofed Victorian, which the Davises have enlivened with vivid burgundy-and-green trim.</p><p>Inside, avis Davis sits in the eclectically furnished front room, surrounded by Polish-language tapes and copies of <em>National Geographic.</em> One gets the sense from Davis that living in the shadow of the Hyde Park Baptist Church is something like living in the shadow of the Three Mile Island nuclear reactor: no matter what kind of reassurances you are given, you can never feel completely sure that the thing will not go off again.</p><p>Davis can recite by heart the litany of offenses the church has committed. “By the early seventies, the Hyde Park Baptist Church began to grow from a neighborhood to a regional church. They were buying houses and knocking them down to make parking lots. It’s the Church of the Good 01’ Boy,” she says, touching on a central fact of the Hyde Park Baptist Church: the church membership comes overwhelmingly from outside Hyde Park. “They have a real estate mentality. Many of the biggest builders in town belong.” Builders are not Davis’ kind of people. “I can’t say i’ve met too many developers I like. They don’t just want to make money, they want to make a lot of money.”</p><p>The neighborhood association fought the church at every step. It won some and lost some. But in 1980 the association agreed to a zoning change that allowed the church to build a five-hundred-space parking garage. It agreed because, as much as it loathed having a garage that size in the neighborhood, it thought the street congestion that plagues Hyde Park on Sunday mornings would finally be alleviated.</p><p>“It was a big mistake to give them that kind of zoning,” Davis says. “It has allowed them to grow with no end in sight.” Today, the ocher bricks of the church’s sanctuary and main buildings present an unbroken front on Speedway between Thirty-ninth and Fortieth streets. The church also owns at least twenty other lots in the neighborhood that are used for everything from parking and a playground to rental property and a gymnasium.</p><p>Though bad feelings between the church and the association continued to simmer, occasionally erupting into skirmishes, things were relatively quiet until august 1984. That’s when, Davis says, “the Baptists landed the big bombshell. They wanted a five-story Sunday school building at the corner of Thirty-ninth and Speedway.” and this time the Hyde Park Neighborhood association vowed the church wouldn’t get what it wanted.</p><p><span class=\"dropcap\">H</span>yde Park is an L-shaped area that consists of 1700 properties located in central austin. When Hyde Park—named for the exclusive area of London—was created in the 1890’s, it was austin’s first planned suburb, situated on vacant land north of the city. After a prosperous beginning, the neighborhood succumbed to the familiar saga of urban decay. By the sixties the large fanciful Victorian houses and the cozy bungalows were in danger of disappearing to a new enemy, the University of Texas. During the sixties the university population was booming, and in nearby Hyde Park, the old houses were being bulldozed to make way for cheap apartment buildings.</p><p>John and Hope Sanford, both realtors, bought their Victorian house in 1977 for $13,000. Up and down the street, other dilapidated houses were hidden by overgrown foliage. But at nights and on weekends the Sanfords found that a new urban life-form had emerged: the do-ityourselfer. John realized there was a market for decrepit homes that were long on potential and short on commuting distance —and if the houses were to be saved, they had to be saved right away. He set up a real estate office in the neighborhood and began selling homes for between $40,000 and $70,000. “When I first moved here, homeowners were astonished that I was a real estate broker who didn’t want to knock their houses down,” he recalls. He became so involved with the rehabilitation of Hyde Park that he served a term as president of the neighborhood association from 1979 to 1980.</p><p>The Sanfords are used to giving their customers tours of Hyde Park. The houses aren’t selling too well these days, not like the days of austin’s real estate boom a few years ago, a boom that increased the prices of many Hyde Park houses above $200,000. “The calls in the last few months have all been for houses under one hundred thousand dollars,” Hope says. “But there aren’t any.”</p><p>They drive down Speedway, then to avenue F, where they point out the small brick houses that are among the church’s real estate holdings. “There are a lot of people in the neighborhood who hate, hate, hate people in the church,” says Hope. It is a feeling that for some lasts unto eternity. According to Hope, at least one woman has specified in her will that her house cannot be sold to the Hyde Park Baptist Church.</p><p>But other guides have different perspectives. Dan Gardner, the business coordinator for the church, proudly shows off the church’s main buildings. The focal point is the $6 million sanctuary, topped with a 165-foot illuminated bell tower. Inside, the sanctuary is a cavernous expanse of burnt-orange carpet. Looking down at the microphone-encircled pulpit from the top of the balcony brings on symptoms of vertigo. Higher still is the church’s fully equipped television studio, complete with fifteen viewing screens, which make it look like the headquarters for a Super Bowl broadcast. Each week over the SPN cable network, <em>The Hyde Park Hour</em> is beamed to all fifty states.</p><p>The sanctuary has come a long, long way from the original tiny white clapboard building constructed in 1895, which still stands and is now part of the Hyde Park Presbyterian Church. The original sanctuary’s presence is a constant annoying reminder to the neighborhood association members of what they would prefer that the Baptist church look like.</p><p>Outside, station wagons circle to pick up the church’s day-school students; six hundred are enrolled in elementary through secondary school. Gardner points to the existing Sunday school building on Speedway and explains that all the church wants is to enlarge some space it is already using. To Dan Gardner, the question of the church’s growth is simple: “Our goal is to win people to Christ. So do you say to someone who needs saving, ‘There’s no room’?”</p><p>After a year of presentations before austin’s planning commission, the church finally won approval for its proposed school. However, the church could not convince the board of adjustment that it had adequate parking for the school, and the building permit ultimately was denied. In May 1985 the church filed suit against the city in district court to have the decision overturned.</p><p>Although parking looms large in the lives of many, it is usually a secular concern. But for Dr. Ralph Smith, the church’s pastor, the issue is one that requires sacred intervention. Last fall he wrote in the church’s newsletter: “a number of you have asked me where we are in relation to the building of our new education facility. . . . I hope that you will make this a matter of earnest prayer. . . . I frankly think that the court will give us permission to build our planned educational facility. Do make this a matter of earnest prayer.”</p><p>Wallace Smith, the lead lawyer for the church and the pastor’s son, is also confident that the church will prevail in the court of law. But Wallace thinks it’s too bad that his father’s church had to call on his services in the first place. He says of the members of the Hyde Park Neighborhood association, “Maybe if they went to church it wouldn’t bother them so much. The members I know don’t go to any church at all. Well, that’s their choice.”</p><p>If one thing is certain in the war between the church and the association, it’s that no one has a monopoly on self-righteousness. After a planning commission meeting early in the building fight, the neighborhood association recounted the results in its newsletter. “Pastor Ralph Smith was heard to characterize the Commission action as a major ‘defeat’ for the church and to express pessimism about the ability or willingness of the church to work with the neighborhood in the future. If this is in fact the attitude of the spiritual leader of the HPBC congregation, we find it most unfortunate. . . . It’s [our] intent to have neighborhood concerns taken seriously by an institution which is, after all, founded on the premise of concern for one’s neighbor.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "June 1986",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "people",
      "Church",
      "Hyde Park",
      "Sunset",
      "House",
      "heights",
      "Dallas",
      "urban",
      "homes",
      "El Paso",
      "office",
      "Historic Preservation",
      "Real Estate",
      "Land",
      "War",
      "Water",
      "buildings",
      "Marshall",
      "Texas",
      "zoning"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Dallas",
      "El Paso",
      "Marshall",
      "Texas",
      "Austin"
    ]
  }
}