{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19866",
    "date": "June 1986",
    "year": 1986,
    "month": 6,
    "month_formatted": "June",
    "pdf_uri": "/1986/19860600.pdf",
    "issue_cover_image": "",
    "document_start_page": 152,
    "toc_start_page": 134,
    "document_page_range": [
      [
        152,
        153,
        154,
        155,
        156,
        157,
        158,
        159
      ]
    ],
    "toc_order": 6,
    "toc_headline": "Grasslands",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198606-grasslands",
  "source": "/1986/19860600.pdf",
  "wp_post_id": 122112,
  "wp_post_guid": "http://www.texasmonthly.com/article/grasslands/",
  "authors": [
    "Jan Reid"
  ],
  "headline": "GrassLands",
  "dek": "In a few scattered prairies, theTexas that the first explorers saw still survives.",
  "spread_caption": "",
  "excerpt": "In the early journals of pioneers who described the prairie surrounding their new homesteads, the ocean was the most common metaphor —swells of grass set rippling by the wind.",
  "kicker": "",
  "word_count": 475,
  "content": "<img/><img/><p><em>Photography by Jim Bones</em></p><p>Grass usually lies just below our line of vision. Our eyes seek the scale of trees and buildings or, in lack of them, the enor-</p><p>mous dome or sky. We admire the colors of grass, play ball games on it, enjoy its feel under our backs on the warm spring day; but we use it hard. We</p><p>don't delve too far into its subtle nature. We assume that given enough water, it will just keep coming up for us to mow or, in the rural equivalents,</p><p>harvest and graze. We take our grassland for granted, and in Texas, which was once two-thirds prairie, that has almost</p><p>been its ruin. Scarcely one tenth of that prairie is left, scattered across pastures in the western half of the state.</p><p><span class=\"dropcap\">M</span>ost Texas grassland was midgrass prairie, which falls in line with the common settlers’ adage that grass was “stirrup high on a horse.” Side oats grama, a midgrass whose distinctive, grainlike flowers grow on one side of the stalk, is now the official state grass.</p><p><em>Side oats grama</em> (Bouteloua curtipendula), <em>prickly pear</em> (Opuntia lindheimeri); <em>Paisano Ranch.</em></p><img/><p><span class=\"dropcap\">W</span>ithin a prairie, dozens of grass species strike a balance with the wildflowers that quilt the grassland with gorgeous colors. When the grasses lose control of the terrain, the richly flowered competitors are called by their more common name, “weeds.”</p><p><em>Canada wild rye</em> (Elymus canadensis), <em>pink phlox</em> (Phlox roemeriana); <em>Barton Creek.</em></p><img/><p><span class=\"dropcap\">G</span>rass is one of the earth’s most complex and efficient organisms. Annual grasses complete their life cycle within a year, but the perennials, which usually lie dormant in frost, shoot new stems each growing season, surviving more than twenty years on the prairie.</p><p><em>Creek bristle grass</em> (Setaria scheelei), <em>oak leaves</em> (Quercus buckleyi); <em>Barton Creek.</em></p><img/><p><span class=\"dropcap\">A</span>cross most of Texas in its virgin state, trees sought naturally irrigated river bottoms and bunched together in picturesque stands called mottes. “These islands are one of the most enchanting features of Texas scenery,” wrote one settler of the grass-surrounded groves.</p><p><em>Ice-coated grass (possibly Bouteloua curtipendula); Bee Caves, Travis County.</em></p><img/><p><span class=\"dropcap\">T</span>he introduction of foreign species of grass is nothing new.</p><p>Johnsongrass, now a bothersome weed, hails from the Near East and was ballyhooed as wonder forage by a nineteenth-century alabama governor who magnanimously lent the supergrass his name.</p><p><em>Johnsongrass</em> (Sorghum halepense), <em>Indian paintbrush</em> (Castilleja indivisa); <em>Fayette County.</em></p><img/><p> “<span class=”dropcap“>A</span>s the sun climbed higher,” wrote a Mississippi traveling salesman who struck out for the West in 1909 in hopes of a new start, “the green grassed slopes began to shimmer in the heat. Wherever there was room for a grass plant to grow, there one grew.”</p><p><em>Little barley</em> (Hordeum pusillum), <em>spear grass</em> (Stipa leucotricha); <em>Paisano Ranch.</em></p><img/><p><span class=\"dropcap\">D</span>uring droughts and on consistently arid terrain, short' grasses and midgrasses abandon the sodding pattern and bunch together in</p><p>colonies to conserve moisture. These bunchgrasses are best suited to Texas and give our grassland its distinctive, tufted look.</p><p><em>Fincstcm needlegrass (Stipa tenuissima); the south rim of the Chisos Mountains.</em></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "June 1986",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "Trees",
      "Alabama",
      "buildings",
      "Games",
      "Governor",
      "Prickly Pear",
      "Rural",
      "Spring",
      "Wildflowers"
    ],
    "wp_categories": [],
    "wp_location": [
      "Texas",
      "West"
    ]
  }
}