{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19816",
    "date": "June 1981",
    "year": 1981,
    "month": 6,
    "month_formatted": "June",
    "pdf_uri": "/1981/19810600.pdf",
    "issue_cover_image": "",
    "document_start_page": 166,
    "toc_start_page": 166,
    "document_page_range": [
      [
        166,
        167,
        168,
        169
      ]
    ],
    "toc_order": 6,
    "toc_headline": "Get Out And See the World, Kid ... Or Bring the World Back Home",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198106-getoutan",
  "source": "/1981/19810600.pdf",
  "wp_post_id": 116445,
  "wp_post_guid": "http://www.texasmonthly.com/article/get-out-and-see-the-world-kid-or-bring-the-world-back-home/",
  "authors": [
    "Cyndy Severson"
  ],
  "headline": "Get Out And See the World, Kid",
  "dek": "Give the best graduation gift of all: an excuse to hit the road.",
  "spread_caption": "",
  "excerpt": "These gifts should activate the wanderlust in any recent graduate.",
  "kicker": "",
  "word_count": 1125,
  "content": "<img /><p><strong>Get Packing</strong> with a Valoroso 24-inch pullman carry-on by Andiamo. It’s made of Cordura nylon and has a stainresistant Teflon coating. Neiman-Marcus, Dallas, Fort Worth, Houston. $170. Everyone gets the brush-off with a Braun battery-operated toothbrush with recharger and four color-coded toothbrushes. Rainbow Works, Austin; Rush Company Art & Drafting Supplies, Dallas. $60.</p><img /><p><strong>On Your Mark, Get Set, Type,</strong> with Olivetti’s high-tech Praxis 35, the only electronic portable on the market. It has interchangeable typefaces and foreign language symbols. Olivetti dealers in major cities. $750. Texas Instruments’ batteryoperated Language Tutor can talk to you in Spanish,</p><p>French, German, and (whew!) English. The translator gives you a visual display of the word you need and the language module spells and pronounces it for you. Ti stores, Austin, Dallas, Houston. $150 with one language module.</p><img /><p><strong>the Eyes Have It</strong> with the 110 Weathermatic-A (front), Minolta’s new camera that can be used underwater at depths up to ten feet. Foley’s, Austin and Houston; Cooter’s Village Camera, Dallas; Sanger Harris, Dallas.</p><p>$117—$129. For something more compact, try Minox’s 35 Gl ($270) with flash attachment ($75), one of the best small cameras made. Capitol Camera, Austin; Cooter’s Village Camera, Dallas; Skylark Camera, Houston; Boyd’s Camera, San Antonio</p><p><strong>No Batteries Needed.</strong> Keep a travel journal in a Wilson Jones record book. All office supply stores. $2.85. To fill up those pages with your adventures, you’ll need the Sailor Japanese-styled fountain pen, with its own slim ink cartridges. Rush Company Art & Drafting Supplies, Dallas. $45.</p><img /><p><strong>Do Mexico On A Few Pesos A Day.</strong> The Copper Canyon train leaves Chihuahua every day except Wednesday and Sunday and follows a spectacular seven-hour route through the Sierra Madre to Los Mochis. But the trip really begins on this side of the border, at Presidio, where a bus leaves Sanborn’s Travel Agency for the three-and-a-half-hour trip to Chihuahua. The price is $398 round trip for the five-day tour, including meals, hotel, and fares. Write Sanborn’s, Drawer P, Presidio 79845. The Yucatan peninsula offers breathtaking beaches and ancient Indian ruins. Texas International’s new Peanuts Flight leaves Dallas each day for Cozumel and Merida ($140 round trip); Continental flies to Merida from Houston ($152 round trip). From Merida catch the train or bus to ruins at Palenque, Uxmal, or Chichen Itzá, or take a bus to Cancún, then ferry across to Isla Mujeres or Cozumel.</p><p>Photography by Ka Chuen-Yeung</p><img /><img /><p><strong>the Rain In SPAIn</strong> will be mainly cascading off this waterand wind-resistant reversible cotton slicker. Abercrombie & Fitch, Dallas. $125. Carry on with tough nylon luggage by Ciao in many colors. Rainbow Works, Austin; Bag ’n Baggage, Arlington, Dallas, Fort Worth, Houston; Facets, Houston. $30.</p><img /><p><strong>There’s No Present Like Time:</strong></p><p>this super-thin, fold-up Swiss travel clock by Luxor has a gold dial showing the time in all major countries. Exclusively at Neiman-Marcus, Dallas. $435. Braun’s nifty travel clock displays world time zones on its cover and can be mounted on the wall. Rainbow Works, Austin;</p><p>S. Vogue, Dallas; Facets, Houston. $50.</p><p><strong>Bring Your Own Bike.</strong> American Youth Hostels organizes and leads bicycle tours all over the world: Africa, Polynesia, Europe, and North America. The twoweek domestic tours run $300-$400 for food and lodging, plus air fare to departure point. Their most exotic tour spends two weeks in China ($2600). The regional office in Houston is also the only place in Texas where you can walk in and buy a Eurail pass and an American Youth Hostels pass. Write for their free catalog: 7407 Katy Road, Suite 207, Houston 77024. (713) 681-2733. Other tours through Bikecentennial, Box 8308, Missoula, Montana 59801. Catalog $1.</p><img /><p><strong>When All Your Little Schemes</strong> for luxury travel fall through, join the Navy and see the world.</p><p><strong>Or Bring the WOrLD Back Home</strong></p><p><em>Armchair travelers need love, too; these gifts will expand their vistas.</em></p><p><strong>Keep In Touch</strong> with traveling friends with Ruddy Products’ black metal address book. Rainbow Works, Austin; Artifactory, Dallas; Facets, Houston; Marshall Field, Houston; Kevin Wagner, San Antonio. $25. Shown at the Museum of Modern Art in New York, the F78 Communicator telephone by Gnt Automatic is a Danish design that comes in a variety of colors. S. Vogue and Via Condotti, Dallas. $150.</p><p><strong>What Else</strong> for the sedentary traveler but an armchair? The Ny rocker by Trend Pacific has a washable canvas cover in a variety of colors. EvansMonical, Houston; Storehouse, Austin, Dallas, Houston, San Antonio. $ 100—$119.</p><p><strong>There Is No Frigate</strong> like a book: Paul Theroux’s <em>The Great Railway Bazaar,</em> from London to Asia on the world’s legendary trains ($10.95); Bruce Chatwin’s <em>In Patagonia,</em> entertaining travels in the immensely odd region of South America that Butch and Sundance fled to ($9.95); or Peter Matthiessen’s latest, <em>Sand Rivers,</em> a beautifully photographed trip to one of the least-known strongholds of African wild animals ($19.95). First two also in paperback.</p><img /><p><strong>Sure, It’s More Romantic</strong> to buy them near the Eiffel Tower, but once you get them home, these reproductions of French postcards look just as good as the originals. Artcards, Houston. 50 cents.</p><p><strong>No Time Or Money</strong> for a slow boat to China? Travel’s cheap at your local purveyor of foreign films. The Academic Center Auditorium and Batts Auditorium (471-4747) at the University of Texas show foreign movies on weekends. Showcase Cinema (241-2410) in Dallas usually has first-run films, and the Granada (823-9610) has classics and non-first-runs. In Fort Worth, the Kimbell Art Museum (332-8451) books a limited number of good foreign flicks. Some classics are shown at Rice University Media Center (527-4853) in Houston, and Greenway 3 (626-3339), also in Houston, always features high-quality foreign films.</p><img /><p><strong>Tocalo Otra Vez, Sam.</strong> Plug in a language tape and the Toshiba Kt-S2 stereo cassette player becomes a portable classroom. It comes with Fm or Am tuner pack, great stereo headphones, and a carrying case with strap to wear around your waist while bicycling or jogging. Foley’s, Austin, Houston; Sanger Harris, Dallas. $200.</p><img /><p><strong>Put the World On A Stand</strong> with a twelve-inch Atlantis globe by Replogle. Natural-color land areas and undersea features stand out. One Map Place, Dallas; Key Map, Houston; Ferguson Maps,</p><p>San Antonio. $30. U.S. map by Rand-McNally ($4) and measuring wheel ($10) at same stores.</p><img /><p><strong>Start A Travel Fund</strong> by investing in collectible coins and stamps. You name the price, anything from a dime up. Pioneer Stamp and Coin, Austin; Ed Hipps Gallery, Dallas; Alamo Heights Coin and Stamp, San Antonio.</p><p><strong>Nothing Lends A Faraway Mood</strong> like incense by Trezevant. The scents are based on secret blends, and each gift package comes wrapped with a leaf and a colorful fan. Only at Cowgirls and Flowers, Austin. $10.</p><p><strong>Through A Glass, Sharply:</strong> the Spacemaster spotting scope by Bushnell with 60mm prismatic lens magnifies up to twenty times. Optional accessories include extra eyepieces in six magnifications and a camera mount for using the scope as a telephoto lens. Melton Industries, Dallas; Texas Nautical Repair, Houston. Also major sporting goods stores. $264.</p><img />",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "June 1981",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Travel",
      "Language",
      "Texas",
      "Art",
      "BUS",
      "Houston",
      "Dallas",
      "Hostels",
      "office",
      "Sanger",
      "Alamo",
      "Alamo Heights",
      "Animals",
      "Austin",
      "Batteries",
      "Beaches",
      "Books",
      "Cameras",
      "Canyon",
      "China"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Texas",
      "Houston",
      "Dallas",
      "Austin",
      "Canyon"
    ]
  }
}