{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19816",
    "date": "June 1981",
    "year": 1981,
    "month": 6,
    "month_formatted": "June",
    "pdf_uri": "/1981/19810600.pdf",
    "issue_cover_image": "",
    "document_start_page": 144,
    "toc_start_page": 142,
    "document_page_range": [
      [
        144,
        145,
        146,
        147,
        148,
        149
      ],
      [
        226
      ],
      [
        228
      ],
      [
        230
      ],
      [
        232,
        233,
        234
      ]
    ],
    "toc_order": 2,
    "toc_headline": "The Coyote Wars",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198106-thecoyote",
  "source": "/1981/19810600.pdf",
  "wp_post_id": 116469,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-coyote-wars/",
  "authors": [
    "Jan Reid"
  ],
  "headline": "The Coyote Wars",
  "dek": "Texas sheep and goat ranchers are fighting for their livelihood against the toughest predator in the world.",
  "spread_caption": "",
  "excerpt": "The stake is survival—for either the sheep and goat ranchers of West Texas or the smartest predator of all.",
  "kicker": "",
  "word_count": 7822,
  "content": "<img /><p><span class=\"dropcap\">J</span>ust before dawn on a Sunday two coyotes bellied under a barbedwire fence into one of Robin Giles’s goat pastures. Giles runs Hillingdon Ranch, which has been in his family since 1887. It is a three-thousand-acre spread in Kendall County between Comfort and Fredericksburg, and he stocks it with 1000 goats, 400 sheep, and 150 head of cattle. The coyotes, a young male and an older, pregnant female, were average representatives of a species that has thrived on taking what civilized man has to offer. If livestock, especially sheep and goats, are available, coyotes prey on them, taking the young, injured, and weak.</p><p>The pair that slipped under the wire had probably been together for a couple of years—coyotes don’t mate for life. Like other members of their species, they communicated playfulness, annoyance, and apology with shows of teeth and the position of their ears. They whined, growled, and barked at each other like collies, but they didn’t voice the falsetto mixture of yips, cackles, and howls for which coyotes are best known. This singing, which prompted immigrants from the Old World to call them american jackals, occurs primarily within social groups; it is the means by which the animals maintain bonds, issue challenges, and reaffirm status among themselves. Coyotes gather together during the mating season, but then the breeding pairs go their own way, establishing territories with splashes of urine. For the time being there was no social group. In the long valley these two were the only coyotes.</p><p>Opposite: <em>This coyote has been trapped, but so far the species has defied all attempts to eliminate it.</em></p><p>Photograph by Wyman P. Meinzer, Jr.</p><p><em>“Coyotes have been docked at 35 mites an hour at the end oi a twomile dead run. But they don’t get by solely on physical prowess and lerocity. They thrive because they are inventive scro ungers</em>—<em>and they eat what’s handy. ”</em></p><p>At night the pair hunted in practiced tandem. It was standard procedure for one of them to slink ever so patiently toward their chosen prey—say, a great blue heron—then charge, frightening the bird into the snapping leap of the other, which had inched into position from the opposite side. They also ran down jackrabbits in long-winded sprint relays. But their last good meal had been three days ago—a day-old lamb that was staggering from hunger. The ewe had done her best to nurse the little thing, but because her nipples were distended, the lamb had given up trying to figure it out. As the male coyote approached, the ewe stood over her lamb and swung this way and that to face the threat. As the coyote circled, she stamped her foot repeatedly, like a dotty old lady, as if to say, “Stop that! Do you hear me?” The lamb was soon dizzy from the movement, and the coyote lunged for its throat.</p><p>This particular morning the male coyote sniffed another distraction. He had passed the same carrion-baited tip of a buried M-44 sodium cyanide gun a dozen times. Though he was old enough to know better, today the fresh carrion scent was too intriguing to resist. The two-inch vertical cylinder, which Robin Giles had planted near his fence line, was designed to discharge a lethal dose of poison into the mouth of any carnivore that was lured to the bait. The coyote circled the thumb-size cylinder, sniffing gingerly; his mate whined her disapproval. He looked at her, then sat down near the cone, forefeet extended in consideration. She whined again, louder. He inched forward on his belly and tasted the carrion paste, then jerked his head back. Reassured, he licked the rest of the bait off, and began to gnaw the tip like a bone.</p><p>The surprise of the discharge drove him high into the air. He hit the ground running in terror. The bitter almond taste of the cyanide overwhelmed the flavor of carrion. His involuntary functions were in a chaotic frenzy. His blood pressure shot up while his heartbeat slowed; just as quickly his blood pressure plummeted and his heart raced. Unable to breathe, he began to stagger. His blood still carried oxygen, but the cyanide had blocked its transfer to his body tissues. His lungs were filling with fluid. The coyote’s run for his life carried him a hundred yards before he collapsed in a heap, the victim of cardiac arrest. The female went numb with shock. After a while, making quiet sounds of remorse, she slipped back under the wire and trotted off into the dawn, her tail between her legs.</p><img /><p><em>Giles with border collie Puppy: he runs goats on his ranch because goats, unlike cattle, will eat almost anything that grows. The omnivorous coyote, however, eats many of the same things-and the goats.</em></p><p><strong>Battle of the Range</strong></p><p>In the prehistory of the North american continent, coyotes ranged the Western prairies, sharing the territory quite respectfully with gray wolves. But as the plains filled with Europeans those large predators dwindled in number, and coyotes assumed canine dominance of the wild. For four centuries they spread east and north and south. As clear-cutting of timber extended their natural habitat, they moved eastward. They particularly approved of Southern man’s practice of discarding refuse from poultry plants in open dumps. From the agrarian Midwest, where they were heavily hunted and poisoned, the coyotes fled up through the Great Lakes and southern Canada, mating with the scattered wolves and producing a larger breed that still inhabits New England. Their range now extends from alaska to Costa Rica. They multiply in garbage dumps and eat highway-slaughtered carrion inside the city limits of Houston, Denver, and Los angeles.</p><p>Will van Overbeek</p><p>Coyotes have been clocked at 35 miles an hour at the end of a two-mile dead run. A thirty-pound coyote can kill a twohundred-pound buck if it can bounce the deer off a stock fence. But coyotes don’t get by solely on physical prowess and ferocity. They thrive because they are adaptable and because they are inventive scroungers—they eat what’s handy. And what’s handy varies a great deal with season and locality. While rabbits may account for roughly half their diet, they also eat mice, insects, birds, snakes, and a surprising number of plants—mesquite pods, juniper berries, mulberries, grass, even prickly-pear cactus. They kill livestock, but being opportunists, they will also eat animals that are already dead. Of course, it is their predilection for live prey that makes them the bane of livestock owners, who have waged war on all wild canids throughout history.</p><p>The fate of the coyotes’ onetime natural superiors, gray and red wolves, is an indication of just how deadly man’s enmity can be. Because the gray wolves’ size and their practice of hunting in packs endangered all livestock—and no doubt because of subliminal human fears associated with wilderness and the wolves’ eerie basso howls—their slaughter commenced in 1630 with the passage of a Massachusetts bounty law and peaked after the Civil War with the pelt hunters who swarmed the West. The fashion in fur coats in Europe and Russia meant that wolf skins rivaled beaver and buffalo hides in value. Today, though gray wolves still range the mountains of Mexico and the arctic reaches of Canada and alaska, in the contiguous U.S. there are only a thousand holding out in the upper Great Lakes and in one national park in Montana.</p><img /><p>Will van Overbeek</p><p><em>Giles sets a sodium cyanide gun, the legal way to poison coyotes.</em></p><p>In Texas, coyotes also spread into the range occupied by red wolves as those animals were killed off. Goaded by ranchers, Texans exterminated their share of red wolves with the aid of state funds disbursed through county “wolf clubs,” which paid cash bounties for scalps and ears. Perhaps a hundred red wolves are now making their last stand in the thicket swamps of coastal Jefferson County and adjoining Cameron Parish, Louisiana.</p><p>Yet unlike their canine relatives, coyotes have defied—so far at least—every control measure man has devised. A coyote in New Mexico, for instance, dragged a steel trap for seventeen days before freeing itself. During that time the coyote’s droppings contained the remains of a blue jay, a piece of its own foot, acorns, oak leaves, gopher hair, and the wool of a sheep. There is even evidence to suggest that in areas of intensive predator control, female coyotes come into heat twice as often. One study showed that along the Rio Grande, where coyotes are the least controlled, their litters averaged 4.3 pups. On the Edwards Plateau near Uvalde, where the coyote population has been drastically reduced by control, the average litter size is 6.9.</p><p>Until the Civil War the Edwards Plateau was primarily cattle territory, but as the ranchers depleted the primal sea of grass, this region, along with the arid Trans-Pecos to the west, became more hospitable to sheep and goats than to cows. In areas of sheep and goat production wild canids come with the territory; South african ranchers poison the jackal, australians hunt the dingo. But throughout the Edwards Plateau coyotes vanished as surely as gray and red wolves had gone before. With strange pride, Texans festooned their roadside mesquites and barbed wire with dead coyotes and left them hanging upside down to rot. Sheepmen set out to eradicate all wild canids from their range, and by the thirties they had largely succeeded.</p><p><em>Since sheep and goat ranchers have no control over weather cycies or market fiuctuations, they have fastened upon predators as the critical factor—the difference between going broke and making a living. They can’t have any coyotes in their pastures. ”</em></p><p>But their success at eliminating predators didn’t mean they prospered accordingly. Sheep ranchers who allowed their livestock to overgraze the lean and often arid land were hurt by their wasteful range management. They also suffered from the reluctance of their children to carry on the family tradition and from the ingress of the ranchette subdivisions. The horrid drouth of the fifties and the textile industry’s replacement of wool with synthetic fibers combined to ravage their livelihood. Since 1950 the 200,000 sheep ranchers west of the Mississippi have dwindled to less than 50,000. And while the petroleum shortage has prompted a return to natural fibers, that market reversal has not yet caught up with the overproduction of sheep. The wisdom among Texas sheepmen is that the wool sold from a ewe’s annual fleece barely pays for her keep. They adjust their breeding programs to maintain the quality of the wool, but they make their money off the lambs shipped to meat markets and restaurants back East. Who knows why the anglo-Saxons who pioneered Texas left behind their love of mutton? But they did. Almost all the refrigerated trucks that pull out of Texas with a load of slaughtered lamb have a destination of New York City.</p><p>To the surprise of everyone, the possibility for real profit has come to lie with goats. With land eroded and exhausted by the overgrazing of previous generations, ranchers value goats because their catholic grazing habits remove sapling mesquite and cedar, which could otherwise choke out the pasture grasses. Aside from the occasional kid sold for barbecue as cabrito, short-haired Spanish goats are good for nothing <em>but</em> brush control. Angora goats, on the other hand, are just as functional in terms of range management—and they grow mohair as well. Enhanced in value by the oil shortage, mohair has enjoyed a market boom in recent years, showing up in women’s and men’s fashions and upholstery velours. And unlike wool, there’s no oversupply of mohair. The terrain and climate of the Edwards Plateau closely resemble the angora breed’s original habitat in Turkey. The 8.5 million pounds of angora mohair clipped last year by ranchers on the Edwards Plateau and in the rest of Texas account for 97 per cent of the annual U.S. production of the fiber. South africa and Turkey are the only other countries where angora goats occur in large numbers.</p><img /><p>George Oliver</p><p><em>The spoils of victory near Haskell, 1963: ranchers used to display dead coyotes, but the ecology movement prompted discretion.</em></p><p>While goats are a little smarter than sheep, they are not a protective maternal species—the nannies frequently wander off and leave their kids to their own devices. In both species, the survival rate of newborn livestock determines the profitability of the ranching enterprise, and goats and sheep have few defenses against predators. Since ranchers have no control over weather cycles or market fluctuations, they have fastened upon predators as the critical factor—the difference between going broke and making a living. Sheep and goat ranchers insist they can’t afford to have <em>any</em> coyotes in their pastures.</p><p>Cattlemen, on the other hand, hated the big predators—bears, mountain lions, wolves—and systematically got rid of them, but they have always been fairly nonchalant about coyotes. Cows are ambitious prey for coyotes and, for the most part, formidable defenders of their calves. Some cattlemen also contend that coyotes benefit the cattle range, since rabbits are their preferred prey, and rabbits compete with cows for food. As hard times have fallen on sheep ranching in Texas, many stockmen have reconverted their tired pastures to cattle production, even though the beef market has been generally depressed. A large number of them blame coyotes for their decision, but their return to cattle raising in turn endangers the prospects of neighboring sheep and goat ranchers who would rather hold out. Because cattlemen are less concerned about coyotes, the animals now swarm the Trans-Pecos and the western part of the state from Haskell south to Laredo. Moving in from all sides, coyotes are making a determined comeback on the edges of the Edwards Plateau. The Central and West Texas domain of sheep and goats has become a shrinking island in a sea of cattle country.</p><p>As a result, two standards of predator control now apply in Texas. In cattle and farming country, coyotes are thinned out to help keep rabies in check and to prevent extreme overpopulation of the canids, which could then become a menace to deer and livestock. But in sheep and goat country “prophylactic control,” the euphemism for the timeworn goal of all-out eradication, is practiced. According to the sheep and goat ranchers, coyotes cannot be allowed to reestablish their habitat: if they come back in, they bring financial ruin with them.</p><p>The uneasy referee of this range war is the U.S. Fish and Wildlife Service, an arm of the Interior Department. The Division of animal Damage Control of that agency, once considered a servant of ranching interests, has drifted with environmentalist political tides toward a philosophy more protective of the wildlife. Congress extended the laws for protection of bald eagles to golden eagles in 1962, and since then the federal wildlife bureaucrats have also restricted the means of eliminating coyotes. They permit the retail distribution and use of M-44 sodium cyanide guns, but all other poisons and means of poisoning are illegal. They encourage ranchers to shoot problem coyotes from the air, which is sometimes an effective tactic, but helicopter rental is so expensive—about $140 an hour—that ranchers can’t afford many dry runs. The use of steel traps is still the recommended control measure.</p><p>Ranchers are free to hire private trappers as long as the trappers observe the federal rules. They demand salaries of about $1000 a month, which exceeds the capacity of many ranching budgets. Private trappers supplement that income by selling the pelts, for which there is a brisk market, and the discrimination of their trapping is often highly questionable—particularly when they take predators like foxes and bobcats, which only occasionally go after livestock. While federal trappers are employed by animal Damage Control, their salaries are funded cooperatively by the feds, the state, and the counties, with private ranching associations. These government trappers are not allowed to sell the pelts. They are available to ranchers on a limited basis, since the demand for their services is great. The feds have acknowledged a need to hold the line on the Edwards Plateau, and the trappers redouble their efforts in sheepand goat-producing counties in that area.</p><p><em>(Continued on page 224)</em></p><p><em>(Continued from page 147)</em></p><p>Last year, for example, one of Robin Giles’s neighbors lost so many goats to a pair of coyotes in one of his pastures that he swore off trying to raise them there again. Then he had to decide what to do with that acreage. He could run cows, like other ranchers in the area, but this rocky stretch of Guadalupe River watershed is very lean cattle country. Or he could sell out. Every rancher in Kendall County knows that he or she could sell property for upwards of $2000 an acre, regardless of range condition, and many have already sold. Giles has nothing against city folk who’d like to be able to see the stars at night, but the last thing he wants for a neighbor is a little suburb of six-acre plots called appaloosa Gallop or Blue Moon Vista.</p><p>Last fall Giles approached his discouraged neighbor with a lease agreement that would cut the neighbor in on the profits if Hillingdon Ranch livestock fared any better in that pasture. Then he asked for help from Fish and Wildlife, though he hasn’t had much luck with federal trappers. Most of them are young, and usually by the time they’ve held the job long enough to master the skill, they move on to other employment. Giles’s land varies nearly five hundred feet in elevation; some of the rocky slopes are rougher than the moonscape. That means the trappers can’t always work from their favored four-wheel-drive vehicles or even on horseback. And if they’re on foot, they defeat their purpose by leaving their scent. <strong>Giles’s favorite trapper was a grizzled character, now retired, who used to search</strong> for coyote spoor while riding a donkey, his boots barely clearing the ground.</p><p>But Mike adkins, a government trapper who volunteered to help Giles, compensated for inexperience with eagerness. He had been working in the San angelo area around Sterling City, where coyotes teem and sheep and goat production has been curtailed. “If I got five or six a day over there, people just shrugged,” he told Giles. “When I get <em>one</em> in this county i’m a hero.”</p><p>A clear day after a rain is the best time to track coyotes, but last January’s weather wouldn’t cooperate. Impatient and frustrated, adkins resorted to a predator call. On a foggy, misty day, he crept into the neighbor’s pasture with the whistle and a hunting rifle, then issued a few shrill <em>whaaaaaoooooos,</em> in an attempt to approximate the sound of a dying rabbit. He couldn’t believe his eyes. Ears pricked forward, the coyotes that had wreaked such havoc came trotting right up. His first shot killed the old, crippled female. Her younger mate, fleeing down a draw and up the ridge, would have been able to dodge the next bullet if he hadn’t stopped to look back.</p><p>“a fluke,” Giles said later. “But i’ll take it.”</p><p><strong>“The Smartest SOBs In the World”</strong></p><p>To understand why the federal agency charged with protecting wildlife doubles as an extermination service, you have to appreciate the broader historical context. In the spirit of the Old West, well into this century ranchers eliminated predators however they damn well chose. They trapped coyotes, ran them down for sport with greyhounds and pickups. They crashed into hillsides trying to shoot them from airplanes. But mostly they poisoned them.</p><p>Strychnine, favored by old-time pelt hunters, was discredited because its emetic qualities often caused the coyote to vomit the bait before absorbing a lethal dose. And the first acclaimed wonder killer, thallium sulfate, proved <em>too</em> efficient. A poisoned sheep carcass put out as bait set off a chain reaction that killed the coyote that ate the sheep, the badger that ate the coyote, and the buzzard that ate the badger. In 1932 six Mexican laborers in California died after eating tortillas accidentally made with grain that had been treated with thallium sulfate to poison rodents. The deaths of those men provided the first seeds of what came to be known as environmental impact.</p><p>In 1931 Congress had assigned regulation of predator control to the Department of agriculture, which eventually outlawed thallium sulfate and administered the new program until 1941, <strong>when the production needs of war prompted a shuffle of the little-known</strong> program to the Interior Department. The next breakthrough in predator control coincided with the golden years of sheep husbandry in this country—the aftermath of World War II. Tested in Maverick County with astounding success in 1946, the Humane Coyote-Getter, as it was trademarked, was the prototype sodium cyanide gun smeared with carrion bait. If the scent enticed a coyote to gnaw the cone, a .38 cartridge loaded blank-fashion discharged the lethal powder into the predator’s throat. Death from sodium cyanide was prompt and, compared to other poisons, merciful. Unfortunately, the coyote-getter proved harmful to less troublesome species as well—particularly foxes and occasionally humans.</p><p>Steel traps and sodium cyanide have been the primary means of predator control since then, but many ranchers once had high hopes for a synthetic substance called Compound 1080, which is extremely toxic to canids. On one troubled West Texas sheep ranch, a private trapper tied collars treated with Compound 1080 around the throats of lambs in a heavily preyed pasture; the coyote killed the sacrificial lamb, but the coyote died too. Since some coyotes demonstrate more of a fondness for lamb than others, here at last was a method that eliminated only the offending one. Opponents of 1080 have submitted evidence suggesting that 1080, like thallium sulfate, might be chain-reactive. Unless a rancher finds and removes the coyote carcass, anything that eats the coyote might die as well. That evidence, however, has not been supported by Fish and Wildlife research. A study on dogs in New Zealand also maintains that death by 1080 is slow and painful, and even though the desired result is a dead predator, most people agree that the quicker the job is done the better.</p><p>Putting collars on lambs and kids, as well as finding the coyote carcasses, is no easy trick on the Edwards Plateau where ranches are generally large and the terrain broken. And even if it were possible for every sheep and goat in the West to wear a 1080 collar, we may be underestimating the wily coyote. Coyotes normally kill by going for the jugular, but the killing point is not that easily targeted; on one test ranch, 30 per cent of the coyotes went for the throat but missed the 1080 collar—so the sacrifice went for naught. And even on a Meridian test ranch where the collars have shown great promise, 15 per cent of the livestock lost were killed by coyotes that deviated from the standard jugular attack and went instead for the flank. There’s little reason to doubt that our most adaptable predator would learn to leave the jugular alone altogether after a few lambing seasons.</p><p>The isolation and the lifestyle of ranching often breed a certain indifference toward the foibles and passions of the <strong>outside world. Years ago, when I first became interested in predator problems, a</strong> Trans-Pecos sheep rancher winked at me and said, “I don’t take much stock in politics. I can’t tell any difference, except it seems like it rains a little more when the Republicans are in office.” That rancher received a rude jolt in 1972 when Richard Nixon, after reviewing an Interior Department predator study, signed an executive order outlawing use of <em>all</em> poisons for predator control on federal lands, where sheep ranchers in most Western states jockey for grazing permits. The Environmental Protection agency also discontinued registration and interstate shipment of sodium cyanide to private users. Suddenly the Sierra Club carried more clout in Washington than the Texas Sheep and Goat Raisers association.</p><p>In response to the ranchers’ protests and the evidence of alarming losses of livestock, the Interior Department restored sodium cyanide to restricted use in 1974—replacing the coyote-getter with the safer M-44, which is manufactured in Midland. But sheep and goat ranchers could no longer count on Fish and Wildlife’s cozying up to the interests the agency is supposed to regulate. While the Division of animal Damage Control continued to help ranchers with its troubleshooting trappers, Jimmy Carter’s Secretary of the Interior, Cecil andrus, said that mass poisoning of predators was no longer politically supportable in this country. Andrus discontinued all federal research into Compound 1080 in favor of exploring nonlethal alternatives and then rescinded that order, approving further research at Texas A&M University.</p><p>The most promising nonlethal procedure has been the use of two breeds of European dogs, komondors and Great Pyrenees, as round-the-clock shepherds. The dogs, large enough to defend the livestock from coyotes, live with the herds and come to the ranch house only to eat. But they are hard to train and impractical on ranches of vast acreage where sheep cannot be confined to a small pasture. Some ranchers in Saskatchewan have had success with baiting carcasses with lithium chloride, which so nauseates coyotes that they cease to consider sheep as palatable prey. But the vagueness and impracticality of other federal proposals verges on silliness: chemosterilization, but with no specific ideas about how to achieve results; five-strand electric fences that any rancher knows would short out constantly; unemployed auto workers retrained by the government as shepherds.</p><p>Predator control, with emphasis on the 1080 collar, is a major component of the “sagebrush rebellion’’ that helped sweep the Carter administration out of office. Western ranchers want to retrieve the right to do what they like on their own land. But the ranching interests aren’t pinning all their hopes on Ronald Reagan’s “pro-people’’ Interior Secretary, James Watt. They would like to transfer all predator control back to the Department of agriculture, a stacking of the bureaucratic deck that would presumably insulate ranchers from “wildlife protectionists.” Last year just such a measure passed the Senate by a two-to-one margin, but the House did not follow suit. Texas Senator John Tower, who made opposition to federal protection of golden eagles a hallmark of his first term, has pushed the transfer every session since 1965. Last year Tower castigated wildlife defenders in Senate hearings: “If a lot of these bleeding hearts had been around a million years ago, we would be up to our eyeballs in dinosaurs. I think some people have the fallacious notion that the coyote is an endangered species. There is no way you can endanger a coyote—they are the smartest SOBs in the world.”</p><p>The pendulum has definitely swung away from the environmentalist crusade of the late sixties. Tower contends that transfer of the predator program back to the agricultural interests would simply restore the spirit of the original 1931 legislation. Maybe so. But it might be noted that thallium sulfate was all the rage that year, and eradication, not control, was the operative concept.</p><p><strong>How John Denver Keeps Coyotes away</strong></p><p>By 1970 coyotes hadn’t been seen around Hillingdon Ranch in thirty years. Robin Giles had recently graduated from an agriculture program at Southwest Texas State University in San Marcos, where he had paid for his beer by shearing wool and mohair. He studied the cultivation of native grasses like indian grass and other gramas and bluestems, as well as the treatment of afflictions like internal and external parasites, but he remembers no courses in predator control.</p><p>Giles’s livestock losses began in the spring of 1970. He put 150 pregnant nannies in one pasture and soon counted 120 newborn kids; six weeks later he had 15 kids left. In thirteen other pastures he had run 200 yearling and two-year-old goats. Twenty survived. And his sheep fared little better. Though he weaned 265 lambs out of 300 ewes, when he sold lambs in October he had only 135 left. He found plenty of chewed-up carcasses and dried coyote droppings that were white and springy with wool and mohair, but he couldn’t prove that the predators were responsible for all the losses. Fang marks on the neck are pretty clear proof that coyotes have been at work, but to see those marks a rancher has to get to the carcass before it has decayed. With the aid of a federal trapper Giles killed nine coyotes on his property that year, and Hillingdon Ranch lost $10,000, or 70 per cent of his potential income, based on 1970 prices for wool and mohair and slaughtered lamb.</p><p>Giles is a large, loose-jointed man with an infectious nasal laugh. He usually covers his curly black hair with a floppy hat that somehow sets him apart from the style of cattlemen. He’s 38 now, a twoterm member of the Comfort school board. But among his ranching colleagues he’s more renowned for the zeal with <strong>which he attaks the predator prob- lem. He fights coyotes tooth and nail—that is, as much tooth and nail as the law allows. Sheep and goat raising takes what Robin Giles describes as insane optimism, and of the five children in his family only he was insane and optimistic enough.</strong></p><p> It may seem curious that sheep and goat ranching would attract anyone in the first place, but Giles follows in a long line of enterprising if not altogether practical men. Consider the settler for whom Kendall County is named. George Kendall was a cofounder of the <em>New Orleans Picayune,</em> a survivor and chronicler of Mirabeau Lamar’s expedition to Santa Fe, and a war correspondent with Winfield Scott at Veracruz. Yet upon surveying the hills west of New Braunfels, Kendall hardly equivocated about his chosen life’s work. “This section,” he wrote, “high, dry, coated with short grass . . . struck me as not only possessing the advantages I sought in the way of a healthy home, but as being admirably adapted for sheep raising, and here my flock was brought about the commencement of 1853.” </p><p> But even during the lifetime of “the greatest sheepman Texas ever claimed,” Kendall’s boosterism proved inflated. Through all the market fluctuations, wars, and weather cycles, labor was always the critical shortage, and his rosy prospects were dashed when Comanches murdered every shepherd they could find, then set all the pastures on fire. When Robin’s grandfather, alfred Giles, came from England to Kendall County a generation later, he was able to hire Kickapoo Indian shepherds from Mexico for a wage of $15 a month. Palmer Giles, alfred’s son and Robin’s father, was forced to make his living in the oil fields during the Depression; he kept Hillingdon Ranch in operation with the assistance of four Mexican families who were willing to split the $25 a month he could spare. But these days the skill of sheepherding has passed almost into extinction, even among immigrants from Mexico. And with no people up in those rough hills to protect the livestock at night, the problem with predators is inevitable. Robin could keep a private trapper busy about half-time, but he doesn’t have $500 in the monthly budget to pay the salary. </p><p>Palmer Giles, now 87, and Robin’s mother, Edith, still live in the spacious ranch house with the screened porches and the immense dining table where eighteen place settings were once a workaday affair. Robin has a son and daughter from his first marriage, and last summer he married Carol Crona, a young woman from alvin who has two daughters from her first marriage. Their consolidated family occupies the low-ceilinged rock structure that was a bunkhouse back when Hillingdon Ranch needed one. Inside, the limestone walls are decorated with antique firearms, hunting trophies, and bookshelves that hold back issues of <em>National Geographic</em> and <em>audubon</em> and a book titled <em>alfred Giles: an English architect in Texas and Mexico.</em> In addition to being a rancher, Robin’s grandfather was a Victorian architect whose credits include several showplace residences in San antonio’s King William district and courthouses from Floresville to Laredo to El Paso.</p><p> I joined Giles one day when he was going out to check his livestock. Beside a fireplace where the morning log smoldered, he pulled on a pair of rubber boots, appropriate ranch wear since he had to inspect the fences—“water gaps” to ranchers—across the numerous Block Creek tributaries that were in flood this spring. We rode away from the house in a four-wheel-drive pickup with Puppy, a herding border collie, sacked out in the back. </p><p><strong>as the pickup bounced along an increasingly severe road, Giles talked about the problems he’s had with predators. The big predators are by and large just a legend in this country now, though he once found the heifer-size tracks of a mountain lion in a plowed field, and last summer two men lay in wait near Hondo for a misplaced Mexican bear that had actually killed some sheep (the ambush produced one frightened carnivore, a bulletriddled shed, and one broken human ankle). Except for rare depredations by foxes and bobcats—whose mayhem is exaggerated by private trappers, simply</strong> because a good bobcat pelt in Texas sells for about $150 in the fur trade—golden eagles, feral dogs, and coyotes are the only predators dangerous to livestock.</p><p>Many Edwards Plateau sheep and goat producers ignored the federal law against killing golden eagles, which was passed in 1962, until the first test case in 1977, when two ranchers and a government trapper in Real County stood trial for shooting dozens of eagles from a helicopter. The men got off with probation and fines, but their conviction under a misdemeanor statute that carried a potential $20,000 fine snapped neighboring ranchers to attention. Golden eagles migrate to the Edwards Plateau in October, and they move on to their summer grounds by late March. They pose a severe threat to livestock only on those unfortunate ranches where they elect to winter in large numbers, and with a little extra work ranchers can keep their livestock from mating until late in the fall, so that when the lambs and kids are born five months later, the eagles have already moved out.</p><p>Golden eagles have never plagued Hillingdon, but Giles doesn’t underestimate their capabilities. Once, a few years ago, he was herding some goats on horseback when he saw an eagle watching from a nearby tree. Giles was close enough to his goats and accustomed enough to seeing eagles that he didn’t pay that one much attention—until it swooped down in front of him, nabbed a wobbly kid born five hours earlier, and flapped away.</p><p>We came upon some male goats that he needed to move down to the shearing pens, and Giles voiced a command to Puppy. The quiet little dog jumped down and began its circling, bluffing routine as the goats laid their horns back and clattered over the rocks with their chins raised in indignation. Watching Puppy at work, Giles started to talk about feral dogs. As far as ranchers are concerned, one of the major disadvantages of suburban development is that the new homesteaders bring their dogs. Pets that are trusted family companions during the day sneak off at night and roam in packs. In a pasture containing sheep and goats, what begins as a playful romp can turn into a chilling slaughter. They go crazy, they kill for fun. Kendall County ranchers confront the problem of feral dogs by shooting strays on sight, which makes for hard feelings among new neighbors.</p><p>“The worst combination is when a border collie gets to running with a hound,” Giles said. “any rancher knows his herding dog has that potential. The border collie may just be along for the exercise, but when the hound scares up some livestock, that collie will start herding and circling. The first thing you know, the hound’s taken a chomp. And the border collie says, ‘Hmmmmmm.’ It scares and sickens you when you find that pasture the next morning.”</p><p>Giles squirmed in the pickup seat and gripped the wheel with both hands, warming up to talk about a more respected adversary. He’s fought coyotes and tried to outsmart them so long that he has a certain admiration for the animals. He doesn’t favor eradication of the species; he just doesn’t want them anywhere near his livestock. “Coyotes pick away at you. They take one or two a night, then they leave you alone for a while. And the two up in here now won’t talk to me. If they howl it’s not hard to figure out where they are. A couple of weeks ago I was just positive I had them located, and I rented a helicopter so we could shoot them. A hundred and forty dollars an hour, and all I got for it was a great view of the redbuds.”</p><p>The jumbled rock of our ascent planed out into rolling grassland. Giles parked the pickup and walked the road, looking for coyote “sign” in the drying mud. He found no fresh tracks, but he stooped to examine some damp white manure. Crumbling and rolling the coyote scat between his fingers, he said, “That’s lamb’s wool. There’s not a strand of deer or rabbit hair in it.”</p><p>We drove on, then got out to walk again as the road ran along Giles’s fence line. He inspected the snares he’d rigged under the bottom strand of barbed wire where he had found evidence of coyotes’ digging under. The snare is a noose of steel wire big enough for a coyote’s head but not its shoulders; it is designed to throttle the beast that noses through an old tunnel it has dug, then leaps back, trying to get out. Strangulation by steel wire is not a pleasant or fast way to go. But coyotes learn from the mistakes of their peers, and Giles thinks most of them catch on quickly to his snares. Except for a tuft of jackrabbit fur, none of the traps showed evidence of visitation. Along the way, he also rebaited the exposed tips of his sodium cyanide guns—he has about 25 planted on his property—with a foul, twenty-year-old mixture of beaver meat and deer brains, which he stores in Gerber’s baby food jars. Around each gun he found only the tracks of a large, inquisitive raccoon.</p><p>At the next poison station he stared in puzzlement, then disbelief. Some animal had removed the tip of the gun and discarded it in nearby grass. Pointing at the same fresh tracks, he said, “Do you think that old coon could just screw that off and throw it away?”</p><p>Giles repaired the gun with extreme caution. Once he had accidentally triggered a coyote-getter while he was stooped over it. The first symptom of cyanide poisoning is a flush of excitement. He still can’t say whether his exhilaration owed most to adrenaline or the powder blown up his nose, but he certainly got a rush.</p><p>Near the foundation and disabled windmill of an old ranch house, he replaced the battery of another of his predator devices, an eight-track tape deck rigged to play very loudly for about a minute every fifteen minutes or so—in hopes of frightening coyotes away. “i’ll try anything,” he laughed. The program choices were a Kiss album that had fallen into disfavor with the children, much to his relief, and the John Denver record on which the singer warbles about the wonders of seeing an eagle fly.</p><p>He squatted on his heels and inspected the grass, cropped close by the male goats. “The worst thing about the predator problem is the way it affects my range management. They make me use pastures in ways I don’t want to. This grass, for example—it’s too short. Because of the coyotes—just the <em>likelihood</em> of coyotes—I had to run a lot of the males in here because they can take care of themselves better. I would have liked to let the pasture rest with just a few ewes and lambs. Back in the old days there were cedars and scrub brush up in the rocks and draws, but prairie fires and the buffalo herds maintained the grassland. The buffalo would eat the grass right down to the dirt, but they didn’t come this far south every year. It’s like mowing a lawn: that cycle of harvest, rest, and growth strengthens and thickens the grass so weeds can’t get started. When the cattlemen started settling this country, they could get lost in the grass on horseback. They said, ‘My God, we’ll never see the end of it.’ Weil, now it takes fourteen acres of my ranch to support one cow.</p><p>“You’ve got to run goats in this country. They eat things like bluebonnets that a cow won’t touch. They’ll take a cedar tree as tall as you and me, bend it, jump on it, break it, and eat it. Man, I love to watch them do that. If you take the goats away from this country, in twenty years it’ll be nothing but cedar brake, and what’s it good for then? Scrub jays and golden-cheeked warblers. Deer may sleep in there, but they won’t have anything to eat: grass won’t grow under a cedar.”</p><p>He shook his head and squinted off toward Comfort. “I just hate to see it reach the point where ‘conservationist’ and ‘rancher’ are scare words in the opposing camps. By my way of thinking, <em>i’m</em> a conservationist.”</p><p><strong>a Virginal Science</strong></p><p>The notion of conservationism came late to americans. As a political force, it began with Theodore Roosevelt’s exposure to Wyoming ranchers at the dawn of this century. At the time, though, those Wyoming bullyboys were busily engaged in the eradication of the last gray wolves from their range. Later, when he was president, Roosevelt came to Texas and Oklahoma to participate in the ballyhooed wolf hunt at Big Pasture. The confusion and inconsistencies in the issue persist today.</p><p>However tardy and healthy our rediscovery of nature may be, the rub comes when you examine the different values different people place on the components of that natural order. Clearly, angora goats are the favored beasts in Robin Giles’s world. Advocates of Compound 1080 observe that no uproar has been heard over the exterminated rodents for which the poison was invented. On the other hand, as even Giles admits, “Sheep are exceptionally stupid.” It’s hard to arouse much passion among neutral parties for a domestic animal that declines to defend its own young—particularly when the overproduction of that animal depresses the fiber market. The urban environmentalist who marvels at the resourcefulness of the coyote and responds emotionally to its graceful lines and beautiful coat has just one thing in common with the rancher who finds his sheep with its liver and heart eaten out: a mutual inheritance of america’s share of this continent.</p><p>At Hillingdon Ranch Giles and the government trapper killed five of the six coyotes that left tracks in his pasture this year. During the first week of the reproductive season he lost very few kids and lambs to predators. But he grew complacent, and that one survivor has begun to hurt him. If coyotes ate the entire carcass of the animals they kill he would be able to absorb the losses, but unfortunately, they usually eat only the vital organs, so they have to kill often. As for the larger picture, some things are clear. Despite the agriculture lobby’s efforts to present a united front, cattlemen and farmers don’t perceive coyotes as a threat to their livelihood. Unless coyotes overpopulate themselves into a plague, cattlemen and farmers are willing to coexist with them. That restricts the problem to sheep and goat territory.</p><p>It’s equally clear that in the current political climate federal bureaucrats are convenient fall guys. While U.S. Fish and Wildlife has flip-flopped erratically in its philosophy of predator control, so has the political sentiment that determines the agency’s course of action. The parent Interior Department created its own credibility problems with ranchers by its abrupt turnabouts on sodium cyanide guns and further investigation of 1080 collars. The alternating impulsiveness and rigidity of that bureaucratic structure need to be corrected, but the regulatory authority of predator control belongs exactly where it is today. Wildlife management is too virginal a science to entrust to the agricultural interests that have most to gain from elimination of problematic species. And on federal public lands administered by the Interior Department, the interests of all wildlife should rate higher priority than the expectations of ranchers who desire the privilege of grazing rights.</p><p>Of course, that’s easy for Texans to say, because we have no federal public lands. We have no coherent state policy of predator control either. In congressional hearings last year, the state’s only official spokesman was agriculture commissioner Reagan Brown, who delivered a predictable—if somewhat hysterical—performance. The state’s philosophy is so antiquated and one-sided that the mechanism still exists for reinstitution of the county wolf clubs’ bounty programs, which lapsed less than a decade ago. Luckily for coyotes, few commissioners’ courts can now afford to exchange cash for scalps and ears.</p><p>But our politicians take their signals from us. The problem is that the conflicting messages are so narrow and extreme. The conservationists are so urban in outlook that even though they are knowledgeable in science, they are woefully ignorant of local history and economics. They have little appreciation for the fact that mohair goat ranching is one of the few occupations left that is uniquely Texan. It is also one of the very few agricultural enterprises whose practitioners don’t benefit from a price support system. The market price for mohair since the early seventies has exceeded the federal support price. These absolutists try to dictate policy from a distance, with restrictions on the rancher but none on the predator, and they seldom stop to consider that ranchers also deserve the chance to feed, clothe, and educate their families. But as often as not, extremists in the rural camp are just as sour. The masculine code of their world—coupled with a distinct hostility toward federally mandated land use—frequently creates a reaction that’s spiteful in its paranoia. A logical, informed, and balanced policy of predator control could be more easily formulated if each faction would acknowledge the other’s good intentions.</p><p>The issue would be far simpler if coyotes could be rounded up and confined to wildlife preserves like the big cats in africa. Unfortunately, they choose to breed and eat wherever they can establish a habitat. Coyotes are too determined and omnivorous for their own good. One dispirited rancher in arizona described his efforts to hold them out: “It was like trying to dig a hole in the ocean. They came right back in.” The sheer numbers of coyotes on this continent afford us the safety valve of time, but let’s not kid ourselves about human potential. No ranchers that I met or heard about on the Edwards Plateau advocate the eradication of coyotes. They all want to be able to say, “Naw, I haven’t had any trouble with them this year. I know some fellows a couple of ranches over who may have.” Therein lies the danger. Our history offers testimony: we could eradicate the coyote without intending to. Remember, the american bison and the passenger pigeon are among the species once so numerous that their extinction seemed inconceivable.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "June 1981",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Goats",
      "Texas",
      "Livestock",
      "Ranching",
      "Wildlife",
      "Range",
      "Cattle",
      "War",
      "Golden",
      "Lamb",
      "Poison",
      "Animals",
      "Border",
      "Deer",
      "Family",
      "Fish",
      "Government",
      "people",
      "House",
      "Land"
    ],
    "wp_categories": [
      "Agriculture"
    ],
    "wp_location": [
      "Texas",
      "Golden",
      "West",
      "D.C.",
      "West Texas"
    ]
  }
}