{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19816",
    "date": "June 1981",
    "year": 1981,
    "month": 6,
    "month_formatted": "June",
    "pdf_uri": "/1981/19810600.pdf",
    "issue_cover_image": "",
    "document_start_page": 150,
    "toc_start_page": 148,
    "document_page_range": [
      [
        150,
        151,
        152,
        153,
        154,
        155
      ],
      [
        256
      ],
      [
        258,
        259,
        260,
        261,
        262
      ],
      [
        264
      ],
      [
        266,
        267,
        268,
        269,
        270
      ],
      [
        272,
        273,
        274,
        275,
        276,
        277
      ]
    ],
    "toc_order": 3,
    "toc_headline": "And Jesus Said, “Mai Eeñeno”",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198106-andjesus",
  "source": "/1981/19810600.pdf",
  "wp_post_id": 116463,
  "wp_post_guid": "http://www.texasmonthly.com/article/and-jesus-said-mai-eeneno/",
  "authors": [
    "John Bloom"
  ],
  "headline": "And Jesus Said, “Mai Eeñeno”✱",
  "dek": "Inside a nondescript group of buildings just outside Dallas lies the headquarters of an international organization that is hated in other countries, suspected of being a CIA front, and determined to bring about the end of the world. How? Bible translation.",
  "spread_caption": "",
  "excerpt": "From its headquarters in the wilds of Dallas to remote jungle outposts all over the world, Wycliffe Bible Translators is defying bitter opposition and dedicating itself to speeding up the Second Coming.",
  "kicker": "",
  "word_count": 13016,
  "content": "<p><span class=\"dropcap\">T</span>hey wrapped Chet Bitterman in a flag after they killed him. The flag was red and black, bearing the insignia of a Colombian guerrilla army, but things being what they were, no one was quite sure what the flag signified or even whether it was authentic. It was raining that morning, the kind of dark, oppressive downpour that can make a whole day pass in a surreal twilight. The Bogota police found the body propped up on the front seat of a bus, blindfolded, with a single bullet wound through the chest.</p><p>On a March afternoon five days later and a continent away, in the prickly-pear outback of extreme southern Dallas, some three hundred people gathered in a small makeshift sanctuary to mourn Chet Bitterman, quote his favorite Scriptures, pray and sing together. His eulogists studiously avoided the use of the word “martyr,” preferring “hero” and “soldier of the faith” instead, but a martyr was clearly what Chet Bitterman had become. There was no real anguish here, though there were many tears. Like missionaries everywhere, these members of the Wycliffe Bible Translators explained this event as they explained everything: it was all part of God’s plan. One of the most impassioned prayers was for the Carijona Indians, an isolated jungle tribe that dwells at the headwaters of the amazon and that Chet Bitterman had been studying for the past year. If history was any indication, ten new volunteers would spring up to serve the Carijona in Chet’s place.</p><img/><img/><p><strong>Illustrated by Larry McEntire</strong></p><p>*“Weep not” (Luke 7:13) in the Huitoto language of Peru.</p><img/><p>Anne Minor</p><p><em>Secoya children play in the doorway of a hut in San Pablo: their generation will be the first to inherit a written language.</em></p><p><strong>“Wycliffe’s attack is three-pronged: translating the Indian’s language, training native teachers through bilingual education programs, and helping tribes become economically independent.When dealing with the white man, they are more circumspect: befriending the powerful while avoiding politics, getting by with a minimum of doctrine, and producing scholarly articles.”</strong></p><p>The site of the prayer service was a high, forested ridge that skirts the western end of suburban Duncanville. Doubtless there is a place in Dallas County more isolated, but i’ve never seen it. From Camp Wisdom Road, which runs past the 150-acre site, the occasional traveler notices few signs of life here: a half-finished skeletal steel structure, a row of mobile homes, and, through a copse of small trees, a brick building that turns out to be a cafeteria. Only the huge sign on the highway identifies this as the International Linguistic Center of the Summer Institute of Linguistics (SIL), a forbidding but unenlightening name. A few years ago the center tried to clear up all this mystery by putting together a pamphlet called “What on Earth are We Doing Here?” It would be misleading to call the effort successful.</p><p>What they are doing is in fact some of the most far-reaching and controversial work going on in the Third World today. The campus of the Summer Institute of Linguistics may not be well known here in Texas, but in countries like Mexico, Nepal, Peru, Colombia, Cameroon, Papua New Guinea, and even Cuba, it is the focus of torrid academic debates, periodic investigations by national governments, an almost continuous scrutiny by the daily press, and, as in Chet Bitterman’s case, acts of protest and even violence by disaffected political groups.</p><img/><p>Wycliffe</p><p><em>Saint converted the murderous Waorani.</em></p><img/><p>Wycliffe</p><p><em>Peeke still works with the tribe today.</em></p><img/><p>Wycliffe</p><p><em>Bitterman with Colombian friends: he was killed before he could translate the Word.</em></p><img/><p>John Oliver</p><p><em>Wy cliffe’s home base, in a field near Dallas is nearly as isolated as its jungle outposts.</em></p><p>At various times the institute has been accused of being a front for the Central Intelligence agency, an agent of multinational oil companies, and the single most pernicious influence on the future of primitive peoples, responsible for a range of offenses up to and including genocide. Among evangelical Christians, on the other hand, it has been reputed to be the most effective missionary organization of the twentieth century and the one most likely to serve as a model for the mission efforts of the future. All this radiating from that nondescript group of buildings in Dallas County.</p><p>At the heart of all these conflicting portrayals is an endeavor so simple as to make the controversy seem almost absurd: Bible translation. The ambition of the Summer Institute of Linguistics is to translate the Bible into every language of the world as quickly as possible. This task is considerably more difficult than it might sound, since at last count there were some three thousand languages that have never even been written down, much less made accessible to translators. (There are, by comparison, fewer than two thousand written languages.) The SIL and its predecessor organizations have been in the business of deciphering those languages more or less continuously since about 1920. Today it is actively at work among 750 indigenous tribes in 41 countries, and it is beginning work on new languages at the rate of one every nine days. The International Linguistic Center in Dallas, which operates in concert with the University of Texas at arlington, is the world headquarters of a nine-school system that trains translators and support personnel for the institute’s tribal work. There are now more than four thousand members of the institute at work in the field.</p><p>One of those members was a 28-yearold Bible college graduate from Lancaster, Pennsylvania, named Chester a. Bitterman III. He and his wife, Brenda, had their first child while they were linguistics students at the Dallas center in 1977, and ever since then they had been in Colombia waiting to go to the Indian tribe they felt called to serve. While living at the SIL’s jungle base in Lomalinda, they had</p><p>finally settled on the Carijona and had gotten permission from the tribe to live in the village. But in January, before leaving to build his first palm-thatch house, Bitterman went to Bogota to have gall bladder surgery. While staying in the SIL’s guest house, he was seized by a band of armed guerrillas bent on kidnapping the Colombia SIL director. The director wasn’t around, so they took Bitterman instead. Their ransom demand, relayed through Bogota newspapers and radio stations, was for a complete withdrawal of all SIL personnel from the country. Otherwise Bitterman would be executed. The SIL refused. The deadline was postponed several times while the captors and the translators negotiated, but finally the patience of the guerrillas was exhausted. Seven weeks after the kidnapping, Bitterman was killed. Both groups—the guerrillas and the Christians—said that his death would aid the welfare of primitive peoples everywhere.</p><p><strong>Go Ye Forth</strong></p><p>The ultimate purpose of the Summer Institute of Linguistics and its sister organization, Wycliffe Bible Translators, is to bring about the end of the world as we know it. In this respect it is not very different from other missionary organizations, all of which believe that once every person in the world hears the gospel, the Second Coming will occur. The difference is that Wycliffe is going about it in a systematic way: having identified the “nations” that don’t have Scriptures, Wycliffe has set out to provide them.</p><img/><p>Millie Lyon</p><p><em>Edwin Corr, U.S. ambassador to Peru (l.); his wife, Susanne; and Wycliffe supporter Rosita Corpancho (r.) talk to Shipibo women.</em></p><p><strong>“Legend has it that Wycliffe Bible Translators was born the day a Cakchiquel Indian walked up to Townsend, a Bible salesman, and said, ‘If your God is so great, why can’t He speak my language?’ Townsend, struck by the justice of the accusation, turned his attention from Spanish-language evangelism to translation of the Bible into Indian dialects.”</strong></p><p>Obviously this places the thrust of Wycliffe’s efforts squarely in the Third World, where about 200 million people still have unwritten languages. But to understand how the Bible translators became so embroiled in politics, it’s necessary to go all the way back to the year 1917 and a time when just about every clapboard church in every backwoods village in america was bent on sending missionaries abroad to find the heathen millions and convert them as quickly (and as economically) as possible. One of the hundreds of well-scrubbed, idealistic young men who went south around the time of the Great War was a Bible salesman named William Cameron Townsend, who booked passage at San Francisco on a freighter bound for Guatemala and spent the next two years trekking by mule through Central america.</p><p>Legend has it that Wycliffe Bible Translators was born the day a Cakchiquel Indian walked up to Townsend and said, “If your God is so great, why can’t He speak my language?” Townsend, struck to the quick by the justice of the accusation, immediately turned his attention from Spanish-language evangelism to translation of the Bible into Indian dialects. (This, at least, is the legend. Wycliffe history—and to some extent all Christian history—is a series of tales of an ordinary person leading an ordinary life until, suddenly, <em>revelation</em>! Everything becomes clear to him. The rest of his life is settled. He has no choice in the matter. God’s hand is at work, and so he must follow.) To do his translation Townsend settled in the little Guatemalan village of San antonio aguas Calientes, where he founded the first Indian school in Central america, a hospital, a Bible institute, and a coffee cooperative. Along the way he became known as Uncle Cam.</p><img/><p>Wycliffe</p><p><em>Uncle Cam was Wycliffe’s founding father.</em></p><p>As he worked, Uncle Cam went out of his way to foster friendships with Latin american political leaders. When the Cakchiquel New Testament was finally published, it was not an Indian who received the first copy but the president of Guatemala, Jorge Ubico. Strategically, this was a stroke of genius; Ubico, like most <em>blancos</em> in Latin america, was amazed that Indians could even think, much less read, and Uncle Cam was thenceforth regarded as a kind of miracle worker.</p><p>Not the least of Uncle Cam’s accomplishments in the twenties was the linguistic work itself. He had studied the Cakchiquel language for almost two years before realizing that none of the IndoEuropean assumptions about grammar, syntax, or morphology applied. One verb, for example, could have as many as 100,000 different forms when various prefixes and suffixes were added. These discoveries resulted in a slender little book that came to be considered a pioneering work in the science of descriptive linguistics. It was a Cakchiquel grammar, 49 pages long, that used a series of symbols to describe the sounds and the inner logic of this most complex language.</p><p>On May 20, 1931, twelve years after Uncle Cam had gone to live with the Cakchiquels, the first New Testaments were delivered to the village. Forever after, the day of May 20 would be celebrated as a Cakchiquel religious holiday. Uncle Cam’s most radical innovation was that he was one of the first to propagate belief in the planned obsolescence of the foreign missionary. What the Cakchiquels needed, he maintained, were Scriptures, and not people who thumped Scriptures in a foreign language. And the weight of experience was on his side. Whereas most missions were able to produce many conversions in the early years of their evangelism, the new Christians gradually fell away as the mission grew older and the original evangelist moved on to other fields. Uncle Cam saw the indigenous Cakchiquel church as proof that the possession of a Bible in the vernacular was the surest guarantee of eternal life <em>after</em> the missionary had gone home.</p><p>Although Uncle Cam and his colleagues entered hundreds of other tribes over the next fifty years and tackled languages more complex under conditions more primitive, the pattern established in the Guatemalan jungle never really changed. Wycliffe’s attack is three-pronged: translating the Indian’s language, training native teachers through bilingual education programs, and helping tribes become economically independent with community development programs like the coffee cooperative. When dealing with the white man, on the other hand, they are more circumspect: befriending the powerful while avoiding politics, getting by with a minimum of doctrine so that no one is offended, and producing scholarly articles so that Wycliffe’s work will have lasting legitimacy.</p><p><em>(Continued on page 252)</em></p><p><em>(Continued from page 153)</em></p><p>These principles were more or less formalized in 1934, when Uncle Cam founded the first training program in descriptive linguistics and Bible translation in Sulphur Springs, arkansas. He named it Camp Wycliffe, after the medieval cleric who first translated the Bible into English, and his first summer session attracted three students. The small band of Bible translators dreamed of opening up the amazon with the power of the Word, but in the meantime Uncle Cam was willing to settle for Mexico. Since Mexico was officially an atheistic country, with a decided bias against missionaries of all stripes, that was easier said than done. So Uncle Cam created the Summer Institute of Linguistics—a name carefully chosen to avoid any religious connotation—which, much to the amazement of his missionary colleagues, got permission to enter the country to do “linguistic investigations.” Henceforth the missionary linguists would always operate as a scientific organization abroad and a religious one at home, a bifurcation that has been criticized as devious but is based on a shrewd observation about the nature of the Third World mentality. Most underdeveloped countries are willing to accept anything the Western world has to offer <em>except</em> ideas.</p><p>For his beachhead Uncle Cam chose what was reputed to be the most backward aztec town in the state of Morelos, an overgrown weed of a place called Tetelcingo, sixty miles from Mexico City. In short order he put people to work cleaning up the town plaza, where he planted a luxuriant vegetable and flower garden; then he converted the mayor, who promptly stopped smoking marijuana, beating his 28th wife, and shooting his political enemies. But Tetelcingo might still have been just one more valiant but little-known mission had Uncle Cam not attracted the attention of President Lázaro Cardenas, the legendary Mexican democrat.</p><p>One day in January 1936 Cardenas paid a surprise visit to Tetelcingo to see what the missionary translator was doing. He liked what he saw; more important, he and Uncle Cam became close friends. (In later years Cardenas sometimes introduced Townsend as “the only man who talks to me of my soul.”) In 1938, when Cardenas incurred the lasting enmity of american businessmen by nationalizing all foreign oil companies, he tried to repair the bad feelings by sending Townsend as his personal emissary to the Rockefeller interests in New York and to the State Department in Washington. Since Wycliffe would later be portrayed in Latin america as nothing more than a tool of multinational oil companies, the results of that trip are interesting: Uncle Cam was denied an audience in both cities. Troubled by the rift between the U.S. and his adopted country, Townsend later wrote the most widely read contemporary biography of the president.</p><p>Of course, all this involvement in politics was anathema to most Protestant missionary organizations in the United States. But Uncle Cam was never a man to get hung up on fine distinctions. Since the scriptural goal of evangelism was to hasten the millennium, it was silly to be arguing over methods. Townsend’s goal was to decipher and translate every language in the world within one generation —and in the forties and fifties that goal seemed almost within reach. Helped immeasurably by Cardenas’s popularity with other Third World leaders, Wycliffe linguists entered Peru, Ecuador, Guatemala, the Philippines, Bolivia, Brazil, and South Viet Nam in quick succession. In 1956, when they entered Papua New Guinea (still a British colony at that time), they had to put back the millennium a few years because they discovered they had undercounted the world’s unwritten languages by about two thousand. But they continued to push on, into africa, Canada, and—belatedly—the United States, where they began work with Indian tribes, including the alabamaCoushatta of the Big Thicket.</p><p>At the same time the SIL rapidly expanded its infrastructure in the United States. For many years the academic center had been based at the University of Oklahoma, where an annual summer session was held for would-be translators, but it soon became apparent that the SIL would need a year-round headquarters. Uncle Cam asked God for advice, and God told him to go to Dallas. Dallas had plenty of money, plenty of sympathetic theologians, and plenty of space for an SIL world headquarters. So in 1964 Uncle Cam dispatched Dr. Rudy Renfer, a former professor at Dallas Theological Seminary, to scout out the possibilities.</p><p>For five years Renfer worked his way up the ladder of Dallas’s Christian business hierarchy. At the top he found Gar Laux, then president of the Dallas Chamber of Commerce; Jim Keay of Republic National Bank; Dewey Pressley of First National; Trammell Crow, the developer; Bunker Hunt, the billionaire oilman; and a host of other luminaries who were intrigued by the grandiosity of Uncle Cam’s vision. These men supported that vision with donations, and many of them have served on Wycliffe’s board of directors. Renfer had come up with a suitably visionary name for the project—the International Linguistic Center—but the real attraction was the sheer presumption of the enterprise.</p><p>The land near Duncanville was purchased by 1969 with the first contributions, and a development corporation was formed. The $8 million facility now under construction will eventually feature a huge academic complex, student housing, and a child-care center as well as the Museum of anthropology that opened in May of this year. For a city that seems so far removed from the Third World in every other respect, this was truly one of the more peculiar syntheses of money and religion.</p><p>It was at the Dallas center that I first encountered the work of Wycliffe translators. I went there more or less out of curiosity and was surprised when I found nothing at all overtly Christian about the place, not even a chapel. There was a very good reason for that, I was told, but to understand it I would have to go far from Dallas, to a place where the real work of the International Linguistic Center takes place. I would need to go into the jungle.</p><p><strong>Yankee, Go Ye Home</strong></p><p>The plane was straight out of the last scene of <em>Casablanca</em>—an old workhorse DC-3, freshly painted, its interior gutted to make room for additional cargo. On its upraised nose someone had painted “Tariri,” the name of a Peruvian headhunter who accepted Jesus Christ as his personal savior and persuaded his kinsmen to stop spearing each other. I boarded the <em>Tariri</em> on the tarmac of Quito International airport, bound for that part of the Ecuadorian jungle referred to as the Oriente.</p><p>Twenty years ago this trip would have been a real Robinson Crusoe adventure, but today a journey into the amazon Basin is hardly any more difficult than commuting to work. In fact, i’ve had more trouble commuting to work. Traveling with me were two officials from the Ministry of Education (the SIL works under government contract), a vacationing physician and his wife from Odessa, a Minnesota couple in their early twenties who were backpacking around the world (she was getting tired; he wasn’t), an Ecuadorian soldier, several SIL employees, and the Wycliffe branch director, Don Johnson. Johnson, a ruddy-faced native of the Pacific Northwest with a wry sense of humor, made the very first trip for Wycliffe to the base at Limoncocha—by mule, canoe, and foot. In 1956 it took eight days. Now it takes fifty minutes. “as you can see,” said Johnson when we got on the plane, “we’re on the tourist map.”</p><p>We sailed between two snowcapped volcanoes, and within a very few minutes we were scooting across the sea of green that stretches from the andes to the atlantic without a break and is called amazonia. The Oriente looks remarkably placid from the air. All you can see are the canopies of trees, which look short but are actually 140 feet high, and the brown serpentine trails of the enormous river systems, and occasionally an abandoned clearing where an Indian tribe or an oil company once camped. The only roads are those built by the government oil consortium to service a 250,000-barrel-perday pipeline, and they look like ugly slashes on an otherwise perfect canvas.</p><p>Our destination of Limoncocha, a village literally hacked out of the jungle with machetes and (thanks to the Wycliffe translators) buzz saws, was once the only outpost accessible to white men for thousands of square miles. But that is no longer true. A pilot pointed out an oil company road that reaches within fourteen miles of Limoncocha, an engineering feat that would have seemed impossible only five years ago. Unfortunately for the Indians, this particular jungle is rich in mineral resources, and soon the pristine wilderness and undiminished wildlife will go the way of the american beaver (not to mention the american Indian). At least it will if the dire predictions of anthropologists come true. And if so, the blame will be laid squarely at the door of Wycliffe.</p><p>How did Wycliffe become the big bad bully of the jungle? When I asked this question, I usually had to go through a security clearance before anyone would answer. The reason was that I could have been a communist agent.</p><p>Before I explain exactly what I mean, let me make a couple of points about communists, Marxists, and other colorations from the political Left that might not be obvious. First, anyone who has been to a South american university probably considers himself a leftist. Second, the Western turn toward conservatism stops cold at the Rio Grande. Today in Central and South america there are even “leftist juntas.” So when I talk about communism I am talking in a very loose way and do not mean to conjure up images of Cuban spies behind palm trees and KGB agents infiltrating Indian tribes.</p><p>Having said this, I still find it difficult to account for the fact that before 1970—in other words, for the first fifty years of Wycliffe’s work among the Indians of Latin america—the only criticism the institute ever got was from disgruntled Catholic clergy concerned about incursions on their turf or from the occasional politician running on an antigringo platform. Ninety per cent of the time the newspapers were filled with pictures of Wycliffe planes being dedicated, Wycliffe nurses ministering to sick and injured Indians, Wycliffe translators presenting vernacular Bibles to government officials, and Wycliffe teachers handing sixth-grade diplomas to Indians who had only recently emerged from the Stone age. Wycliffe was not a political commodity in those days. The fact that it became one may tell us something about Wycliffe, but it probably tells us more about the nature of the enormous changes in the Third World over the past ten years.</p><p>These changes may have begun in 1968 at a meeting of Latin american bishops in Medellín, Colombia, where the Catholic Church made the most radical statements in its history. Borrowing freely from Marxist revolutionary rhetoric, the bishops decided, among other things, that the history of missionary activity in Latin america had been an abomination. It had been, first of all, “imperialistic” in intent, a tool of exploitative multinational corporations, and a servant of the agents of capitalism (translation: the U.S.). The conference resolutions marked the beginning of the so-called liberation theology that has pitted certain elements of the Church against right-wing governments.</p><p>At a symposium in 1971 sponsored by the World Council of Churches in Bridgetown, Barbados, a resolution was passed calling for the suspension of all missionary activity in the Third World. American and European churches were shocked that an ecumenical council would issue an antimissionary statement, but the tide had turned long before. The Declaration of Barbados became the rallying cry for all leftist political groups, no matter what other goals they might champion. In Ecuador, for example, the Summer Institute of Linguistics became a standard item on any list of Marxist demands. As in: (1) Power to the unions. (2) Death to the capitalists. (3) Sil out of Ecuador. . . .</p><p>Regardless of what the missionary was doing, he was considered an agent of imperialism. The International Congress of americanists—an organization that once almost routinely awarded citations to Uncle Cam—has railed against the pernicious influence of Wycliffe at every meeting since 1970. Survival International, a London foundation dedicated to helping tribal groups fend off the encroachments of Western civilization, considers Wycliffe public enemy number one. And a Copenhagen-based anthropological foundation called the International Work Group for Indigenous affairs recently published a book titled <em>Is God an american?</em> devoted entirely to criticism of the SIL’s work around the world.</p><p>As though all this were not enough, in 1975 President Ford offhandedly remarked at a press conference that, yes, the Central Intelligence agency had been in the habit of using missionaries as agents in the past and would probably do so in the future. There was an immediate outcry from american evangelical groups, and for good reason: every american missionary became suspect in the eyes of an already skeptical Third World. Later, at a series of hearings before Congress, renegade agent John Marks revealed that the CIA had also used the agency for International Development (AID) as a cover for covert activities in Latin america during the sixties. Wycliffe missionaries receive 97 per cent of their support from donations by churches and individuals. The remaining 3 per cent comes from AID.</p><p>For the conspiracy-minded, there are other superficial resemblances between Wycliffe operations and a covert intelligence system. The SIL is based in the jungle and the mountains, where Third World revolutions historically begin. It has an extensive network of airplanes and radios. It sometimes maintains offices in government buildings. It has friends in military governments. And its planes are sometimes used for carrying agents of the national police, oil company employees, and soldiers. In some respects, the Wycliffe missionaries are victims of their own efficiency. In nations where few other public services work—and when they do work, don’t work on time—Wycliffe’s jungle outposts run as smoothly as a German railroad. And that all adds up to an overwhelming suspicion: they must be up to <em>something.</em></p><p>But aside from the charge that Wycliffe fronts for the CIA—a charge that has never been substantiated—most of the criticism emanates from anthropologists. They have three major gripes: (1) Wycliffe missionaries are ethnocentric americans who introduce an alien value system—namely, capitalism—into primitive cultures; (2) Wycliffe’s emphasis on training bilingual teachers erodes the influence of the traditional tribal leaders and creates a new political class—the Western-trained schoolteacher; (3) Christianity itself destroys the entire value system of the Indian by replacing the cosmology of the shaman, which explains the world in terms that ensure the survival of the tribe, with a cosmology that encourages passivity and submission to exploitation.</p><p>Ecuador is the scene of Wycliffe’s greatest success stories or, according to its critics, greatest atrocities. A few days before I arrived, a Shuar Indian had appeared on national Ecuadorian television to accuse the SIL’s base at Limoncocha, where I was now headed on the DC-3, of being a secret center where programs of genocide are planned. Among the things going on there, he said, were forced sterilizations of Indian women, achieved by putting potent drugs in CARE packages. The TV commentator asked the Indian if he was a communist, and in a throwback to the days of McCarthyism, the Indian refused to answer. That is the kind of atmosphere I was walking into.</p><p><strong>Headhunter, Welcome To the First Baptist Church of Dallas</strong></p><p>The DC-3 thumped down on the tidy grass runway and taxied up to a hangar flanked by an army barracks. As I disembarked, I looked around, expecting to see grass huts and dense jungle. Instead, I found a perfectly manicured settlement that would have served nicely as MetroGoldwyn-Mayer’s version of paradise. There were arrow-straight streets laid out on a grid, large wooden houses, people riding around on motor scooters and golf carts and jeeps, and one guy who did nothing all day but run a tractor mower back and forth through the settlement, keeping the jungle grass at bay. At the end of the runway was an enormous oxbow lake with a swimming raft, where children played despite the presence of alligators, piranhas, and nine varieties of poisonous snakes.</p><p>Those of us who were visiting were taken to the guest house, which overlooks the lake and resembles the set from <em>Night of the Iguana.</em> Since the verandah faces east, toward three thousand miles of wilderness, it’s not difficult to think of yourself as being beyond the pale of civilization. Unfortunately, this is a sentimental illusion. Midway through my first day in the jungle, I was handed a note that turned out to be a telexed message to call my office.</p><p>At lunch I happened to sit next to Catherine Peeke, a translator who now lives with probably the most famous, most studied, and most controversial tribe in all of amazonia—the aucas. She hardly looked the part. Soft-spoken and a little entative, Catherine had close-cropped brown hair and was wearing a long print dress with frilly lace at the sleeves and a lelicate little turquoise necklace. The first hing she told me was that the aucas aren’t aucas anymore. “auca” is a name given them by the Spanish, meaning simply “savages.” They prefer to be called Waorani, which is what they have always called themselves.</p><p>The only reason the Waorani are so well known today is that before 1958 no one had ever contacted them without receiving <em>a</em> nine-foot multiple-barbed chonta-palm spear through the body in return. They became world famous on January 8, 1956, he day five american missionaries were killed with Waorani spears and tossed into he turbulent waters of the Curaray River.</p><p>If the Waorani had been a challenge before, they were now a holy mission. Rachel Saint, sister of one of the slain missionaries and a Wycliffe translator, studied the Waorani language with a Waorani refugee girl named Dayuma, who was found working at a large jungle hacienda. To make a long story short, Rachel and Dayuma eventually both entered Waorani territory (less than three years after the massacre), made peace with the tribe, and converted the killers of the missionaries.</p><p>Needless to say, the publicity value of that coup was substantial. Even before the tribe was pacified, Rachel Saint and Dayuma appeared on Ralph Edwards’s <em>This Is Your Life</em> (Rachel’s life, not Dayuma’s). And Dayuma even testified for the Lord at two Billy Graham crusades. The only Wycliffe promotion that even remotely compared was the aforementioned headhunter Tariri’s tour of the United States (standing room only three nights straight at First Baptist in Dallas), culminating in his own exhibit area at the New York World’s Fair.</p><p>Rachel Saint lived with the Waorani from 1958 through the seventies, and for most of those years she worked alongside Catherine Peeke, who continues to work with Dayuma today. The single most startling thing I learned from Catherine was that Dayuma, of all people, has been speaking favorably of communism lately. “They send these people, Quichua Indians mostly, into the village, and they promise guns, ammunition, outboard motors, anything they think the Indians might want. And then they leave. Even Dayuma is affected by it. She told me the other day that she thinks these communists might know something after all. She’s very impressionable.”</p><p>Later that night I walked down the road to the home of Jim Yost, who is the resident Wycliffe anthropologist and, to date, the only anglo-Saxon male ever to stay to tell about it. Yost, a thirtyish Coloovernight in Waorani territory and return radan with a rust-colored beard, greeted me at the door wearing shorts and nothing else. (He later told me he admires the few Waorani who have resisted the impulse to start wearing clothes, which are alien to their culture.) a graduate of the Institute of Behavioral Sciences at the University of Colorado, he has written a score of scholarly articles on amazonian culture, most of them dealing with facets of Waorani ethnology. Last fall he attempted to read a paper on land reform for tribal people at a University of Wisconsin conference, but he was jeered at and hissed from the stage for being an SIL apologist.</p><p>“The big thing anthropologists don’t like about us is our religion,” said Yost as his head sank out of sight into the folds of a hammock. “I would say everything else is secondary. Most anthropologists believe in absolute cultural relativity; everything is right <em>as it is,</em> and we should make no value judgments. Obviously, missionaries make a lot of value judgments, and we <em>are</em> change oriented. But European anthropologists, especially, hold the Rousseauistic, romantic view of primitive societies, the noble savage idea. They truly believe that the source of all wrong and evil lies with civilization. And we represent civilization.”</p><p>Since 1974 Yost has been working on behalf of three Oriente tribes to obtain clear legal title to their traditional lands. He has met with mixed success—all three now have claims to partial tracts—and some criticism from those who think Wycliffe is merely collaborating with the Ecuadorian government to shuffle the Indians off to reservations, american style. His task is further complicated by the fact that the Indians’ claims sound outrageous. The Waorani, for example, because of their bellicosity, were for centuries the sole inhabitants of an area roughly the size of Massachusetts. Since there were rarely more than five hundred Waorani, that meant they had more than sixteen square miles per person. And although in 1981, on a crowded planet, that sounds atrociously wasteful, it really isn’t for a society based exclusively on hunting and fishing.</p><p>Yost has suggested, in public and in his writings, that his profession might have to compromise with the authorities. Perhaps when the time comes for the Ecuadorian government to make its decision, the anthropologists should be prepared to accept less land under favorable terms rather than insisting on the full 8100 square miles and possibly losing everything. For this, Yost has been vilified as an agent of “ethnocide.”</p><p>It was late when I left Yost’s house. The only sounds were the crash of the jungle —falling branches, thrashing birds, reptiles creeping through the underbrush—and the distant throb of an outboard motor. The guest-house residents were returning from an alligator hunt in the lake The mechanical sound bothered me. I wanted to get away from Limoncocha and closer to the real work.</p><p><strong>Evinrudes and Primitive Man</strong></p><p>The pilot who agreed to take me to San Pablo was a pleasant, round-faced guy named Danny Rose, who had been “flying for the Lord” for twelve years. Each day he flew several hours across the jungle, navigating by river systems and a few natural landmarks, to service the villages where Wycliffe translators were at work. He had been to San Pablo just the week before, carrying a trussed-up Brahman calf from Texas that bawled most of the way out there. Like all Jungle aviation and Radio Service (JAARS) bush pilots, Danny flew a six-seat Helio Courier, the plane discovered by Uncle Cam in the fifties and used extensively in the jungle because it is one of the slowest fixed-wing aircraft ever made. It lands at about 55 mph and needs fewer than a hundred yards for takeoff.</p><p>Our destination was the principal settlement of the Secoya Indians, a people who had dwelt along the rivers of the Oriente just as long as the Waorani but were less well known because they didn’t kill missionaries. Danny referred to the village as “Orv’s place,” rather than as San Pablo. Orv Johnson, a Wycliffe translator, had built his house outside the village several years back because he was having trouble getting enough privacy to work in the Secoya village of Cuyabeno. Several people had told me about Orv and his wife, Mary, who had lived with the Secoya since 1955. They had been working continuously with a single tribe longer than anyone else in Ecuador, having arrived even before the five missionaries were killed. They worked in one of the most remote parts of the jungle, near the point where Ecuador, Peru, and Colombia all come together, and they had suffered excruciating physical hardships while raising four children out there. Orv himself had contracted malaria and suffered a dozen relapses.</p><p>As we set down on the minuscule landing strip, a half-dozen Secoya children were lined up along the runway at the precise spot where the plane stopped. Danny and I pulled the mailbag out of the back of the plane and began our procession into the village, the children trooping behind.</p><p>Except for a single stream of gray smoke emanating from one house, there was no sign of life. We entered what appeared to be the main street, a rutted dirt corridor about twenty feet wide lined with houses on both sides. Then I saw them—about twelve Secoya people all sitting together on the porch of a square hut set in the center of the town like a gazebo. A young man dressed in a golf shirt and slacks (unlike the others, who wore loosehanging robes) was bent over a copy of <em>El Comercio,</em> a newspaper published in Quito, and he was apparently translating it aloud for the rest. When he saw us coming, he approached, smiled broadly, and greeted us in Spanish.</p><p>His name was Elías (the Secoya don’t use last names), and it turned out that he was the principal “language helper,” or cotranslator, working with Orv and Mary to produce the Secoya New Testament. At most he was all of 25 years old. His Spanish would have been enough to betray the fact that he had spent some time on the outside, but he also had a charm and self-assurance that the others lacked. He knew how to shake hands correctly, for one thing. And he was happy to play tour guide and take us on a grand pass through the village. There was not a great deal to see: here his parents’ house, here the pharmacy, here his cousin’s house, here the trail leading down to the aguarico River, here the grove where he kept his eight cows, here the church—we lingered there, standing among the crude wooden benches and scrutinizing the hymnals that Elías had translated, admiring the pulpit from which Elias preaches thrice weekly—and here, finally, the school. Tacked onto one of the buildings was a densely worded patriotic poster calling for national solidarity against the Peruvian menace. Perhaps three people in San Pablo could read it.</p><p>As we were approaching the school, a bubbly, energetic woman with short white hair burst out of the jungle, carrying a floppy straw purse and taking giant, purposeful strides. She chattered away in arpeggios of high-pitched nasal tones delivered in rapid-fire bursts. All the Indians spoke to her, but she delivered ten words to their one. Having said hello to everyone else in Secoya, Mary Johnson greeted us in English and invited us into the school.</p><p>No wonder the town had seemed deserted. At least half the adult population was here, squeezed into little individual wooden desks and watching a young man of no more than seventeen or eighteen draw some geometric figures on a blackboard. The teacher turned out to be Elías’s younger brother. “and the man there on the front row,” said Mary, gesturing toward an elderly gentleman with long, braided hair and red face paint who had on a ceremonial <em>cushma</em> (the traditional long gowns worn by the men), “that’s Elías’s father, Cecilio.” at one point Cecilio rose from his desk and went to the board to multiply nine by twelve. When he missed, his son erased his answer without saying anything. Cecilio tried again and got it right.</p><p>We left the school, so as not to disturb the teaching, and walked over to the home of Elías’s mother, Matilde, a short, corpulent woman who wears brightly colored skirts and who, just at the moment, was cooking. Like all Secoya houses, this one was built on wooden posts so that the floor of split palm was about eight feet above the ground. A table flanked by two benches represented the extent of its furnishings. We sat on the benches, and Mary began to bemoan the state of local politics.</p><p>It seems that shortly before we arrived, Celestino—the older brother of Elías and the first Secoya ever to accept Jesus Christ—had taken up with another woman and left his wife. Now fallen away from the Church, Celestino had moved to a distant village, whether from shame or wanderlust Mary wasn’t sure. In the meantime, Simón—Cecilio’s son-in-law —had resumed his practice of importing beer into the village, and many of the Indians were getting into debt because of it. Then there were the problems with the Pentecostals. A Pentecostal evangelist had come to the village a few months before and introduced charismatic practices not unlike some of the hallucinogenic trances the tribe had formerly indulged in before abandoning the tribal drug mixtures as heathen. Consequently, there was now a splinter group that worshiped apart from Elias’s church. And finally, several of the parents were refusing to send their children to school because they claimed the teacher drank too much.</p><p>“as you can see,” said Mary at last, “this is a very small town. It’s getting to be just like the United States.”</p><p>At that moment a tall fellow wearing a long orange <em>cushma</em> came in to see Mary. His name was Esteban, and he had a slightly bohemian look about him. His <em>cushma</em> was splotched with the colors of several different dyes, like the helterskelter stains on a painter’s smock. Thin wisps of feline hair curled from his upper lip and chin, and he was at great pains to avoid calling attention to his glass eye.</p><p>Esteban rested his elbow on the table and poured out his dilemma. A few months before he had been extremely ill with an infection that he couldn’t shake. When the Christian nurses at Limoncocha failed to cure him, he lost an eye. He was bitter and blamed God. He went to one of the area’s shamans instead and asked for a cure. Now he felt he couldn’t return to Elías’s church, because that would make a mockery of everything. It would be a kind of shopping for gods in an attempt to find one that is pleasing. Mary told him he could always come back to her God, no matter how many times he turned away. But this seemed to confuse him even more. Surely God couldn’t be used like that.</p><p>Perhaps the most remarkable thing about this colloquy, as it was translated for me later, is that Esteban had hit on the single most troublesome theological concept for the Indian: mercy. The tribal gods are just, not merciful. The Indian code is rational, not mysterious. And so, 26 years after Orv and Mary entered Secoya culture with the first Christian message, Esteban was still consumed by skepticism. When Wycliffe is criticized by anthropologists for corrupting a local culture, the charge is usually framed by the assumption that a primitive man is putty in the hands of an intelligent Westerner. In fact, the opposite is true. Resistance to Christian evangelism is always strong, but in the jungle, where the idea of salvation by grace is so utterly foreign, it may be even stronger. Orv and Mary had lived among the Secoya a full seven years before Celestino was converted, and after eleven years—as late as 1966—the Christian population was a mere three.</p><p>At length it was time for the plane to leave—Wycliffe pilots never fly at night —so Mary and I saw it off and then started along one of the jungle trails toward the Johnsons’ house.</p><p>“When we lived in Cuyabeno our house was right there in the village,” said Mary as she pushed vines and branches out of the way. “But that’s not good after a while. The people depend on you too much and don’t make their own decisions. And Orv needed to be away from the constant commotion to get his translation work done.”</p><p>It was a good long hike to the Johnson farm, and we’d gotten a late start. After fifteen or twenty minutes, the daylight began to fade and the outline of Mary’s body became dark and blurry on the trail before me. We crossed a creek on a log footbridge, then ducked under a fence, and just as I looked up, a large form abruptly rose in the middle distance. It was Orv, a heavyset, square-jawed man with eyes set deep in their sockets. Dressed in a flowing white <em>cushma</em> that hung straight from his shoulders to his knees, the wind tousling his thick gray hair, Orv looked like an Old Testament prophet.</p><p>“I thought i’d better meet you halfway,” said Orv, extending his hand but otherwise dispensing with ceremony. “There’s no twilight in this jungle. Easy to get caught out on the trail.”</p><p>His voice bore traces of an arkansas drawl, from his boyhood in the hardscrabble Ozarks. He switched on his flashlight and led the way as we continued toward the house.</p><p>“Watch these bulls,” he said as we started through one of his small pastures. “One of ’em charged me yesterday. Just go on ahead and i’ll take care of ’im. Scrawny old thing, I need to get it fattened up.”</p><p>When we passed, one of them did feint in our direction a couple of times.</p><p>“Farming out here is not like it was back home,” said Orv. “at one time or the other i’ve tried everything—pigs, chickens, cows—and sometimes it works and sometimes it doesn’t. I thought I was coming down here as a Bible translator, and here I am, the county agent.”</p><p>We arrived at the house just as the sun disappeared, and Orv suggested we take a quick dip in his man-made pond to get rid of the chiggers. He slipped into the water and propelled himself to the other side with half a dozen powerful strokes. “It’s not hard to fall in love with the jungle,” he said. “You see things out here so beautiful you can’t even hardly describe 'em. I,m just glad we were here before it all ended.”</p><p>He ducked his head underwater and stayed down several seconds before springing upward and shaking the hair out of his eyes. “It <em>is</em> going to end, you know. I keep telling the Secoya that, but they don’t believe me. The hunting and fishing is really bad now. I used to see hundredpound, two-hundred-pound fish hauled up out of the aguarico all the time. We used to have wild peccary herds running straight through the village. People used to come to me all the time with food to sell. Now, when the men go to hunt they stay away a lot longer and they have to go farther to find anything. At the same time whites are moving in all around here—just people like you and me, looking for a scrap of land they can live on. But the Secoya don’t recognize that as a threat. I tell ’em, ‘People are gonna come here and get your land if you don’t get title from the government,’ and they just laugh at me. They say the jungle has enough for everyone. One reason I keep this farm is so they can see what i’m doing. I think the real answer to their problems, when the game runs out, will be this kind of tree farming. One thing you <em>can</em> grow out here is all kinds of trees: <em>guayaba,</em> banana, mango, coffee, cacao. We’ve gotta try something.”</p><p>We walked back up to the house to eat Mary’s dinner of pizza and avocados. Afterward Orv and I sat up late talking about the progress of his translation work. “The only reason that we’re still here after twenty-seven years,” he said, “is that Mary and I never agreed to quit at the same time.”</p><p>It was a different world they came to in 1955. The Johnsons arrived in Ecuador with a mere $100 a month pledged by churches for their support, and Orv and a Wycliffe pilot had to survey the Secoya territory from the air. The first visit to Cuyabeno was made in a float plane set down on an oxbow lake. “It was frightening,” said Mary. “Three large Secoya families had come to watch us. They all stood on the bank silently, faces painted with red <em>achiote</em> dye, knives in their hands. They just stared and stared at us. I looked at them and tried to smile.”</p><p>Their first major test came after only three months. One day, while Orv and his language helper were working on a speech pattern, an Indian named Gabriel ran up to the Johnsons’ hut and started speaking excitedly. The only word Orv could pick out was <em>tigre,</em> the term used by the Secoya for the jaguar. At length Orv understood: a jaguar had been seen at the edge of the village.</p><p>Orv grabbed his shotgun and a handful of shells and jumped into Gabriel’s canoe, and the two men paddled downstream to the spot where the animal had been seen. They had gone less than a hundred yards when Orv heard the deep roar of the jaguar; much to Orv’s surprise, Gabriel answered the roar with his own jaguar noises. Suddenly, the leaves rustled and the animal lunged into view. Orv fired, the jaguar roared and thrashed, and Gabriel yelled for another shot. But Orv couldn’t aim again; he was temporarily blinded by the flash of the gun. So he just pointed the gun where Gabriel seemed to be indicating and pulled the trigger.</p><p>This time the shot struck home, and the jaguar fell. Orv climbed out of the canoe and approached the dead animal, anxious to preserve the beautiful skin. He asked Gabriel to help, but oddly, he refused. So Orv dragged the 150-pound cat by the tail while Gabriel watched in silence. When they got back to the village, no one would help him get it out of the canoe. Slowly Orv came to realize that for some reason he had become an outcast, despite having rid the village of its most feared predator.</p><p>Unknown to him was a Secoya religious belief that if anyone touches a jaguar when there is a newborn child in the village, the child will die. The following morning Mary made a routine visit to the bedside of Matilde, the mother of a fourday-old baby who was very sick. “Dona María,” she said, “everyone says the baby is going to die because Orv touched the jaguar.” Quickly Orv and Mary realized that the future of everything they wanted to do in Cuyabeno might ride on whether that baby survived.</p><p>For the next three weeks, Matilde hedged her bets by consulting with the shaman while allowing Mary to administer penicillin injections to the baby. The shaman predicted death. Mary predicted life, even though the baby had severe pneumonia. Then one morning Matilde brought the baby to Mary for what she thought would be the final time; the child was blue, its face contorted. It was choking to death.</p><p>Mary yanked the baby out of Matilde’s arms, turned him upside down, slapped him on the back, and cleared his throat of the obstruction. “Why she brought the baby to me at that moment,” said Mary, “i’ll never know. I suppose it was providential.”</p><p>The baby did live after all. The baby, in fact, was Elías.</p><p>That was the first, but far from the only, battle the Johnsons had with the village shaman. In some respects the Wycliffe missionaries are cultural relativists, but in the matter of the men they call “witch doctors,” they are uncommonly doctrinaire. Most of them regard these men as agents of demonology, a value judgment that sends anthropologists into paroxysms of anger.</p><p>In Secoya culture the shaman is the sole religious and political leader, a position attained through one special talent: his ability to use hallucinogenic drugs effectively. He who sees the best visions is the best shaman. Once his reputation is established, he is appealed to for arbitration (establishing whose evil spirits are causing sickness), determinations of manhood (summoning certain horrifying drug-induced visions of jaguars and anacondas devouring people to see if the man can stand it), and provision of food (invoking spirits that will make the hunting better).</p><p>The Secoya shaman at the time the Johnsons arrived was a good-natured man named Fernando, renowned even among the <em>blancos</em> for his prowess with drugs. Fernando was something of a loner—very quiet, very peaceful, very powerful. Unlike most shamans, who perceive the missionaries as a threat, Fernando was always hospitable to his rivals and seemed wholly secure in the potency of his magic. In fact, Fernando frequently frustrated Mary by amazing runs of success. “No question about it,” said Orv, “he was curing people of sickness, sometimes sickness we couldn’t even diagnose. He had some success with making the hunting better, too.”</p><p>Then, without fanfare, Fernando attended services one Sunday at the church and informed Elias that he wanted to become a Christian. Of all the changes bearing down on Secoya culture in the twentieth century, that one may well have been the most significant and lasting. Fernando not only surrendered his power as the foremost Secoya shaman but he also agreed that the three ceremonial drugs should no longer be prepared and that the all-night ceremonies in which the drugs were taken should cease. Because of his moral influence, many more of the Secoya became Christians shortly thereafter. By the time the people of Cuyabeno moved to San Pablo in 1977, the Secoya people were about 90 per cent Christian.</p><p>Elías and his brother Celestino were the most natural candidates to take Fernando’s place as village leader, because both were Christian, both could speak Spanish, and both could act as cultural brokers with the outside world. But they were also very young, whereas the Secoya shamans had usually been elders of the village. Besides, there was no adequate means of succession now that the hallucinogenic tests had been abandoned. The problem has never been fully resolved. Elías acts as a de facto chief, pastoring the church, teaching in the village school, carrying on relationships with Wycliffe through Orv, Mary, and his acquaintances in Limoncocha. But the tribe is still drifting within a political void.</p><p>For most of the night a heavy rain pounded on the tin roof of the house. Orv sat at one of his many work desks, which are cluttered with heaping mounds of C. S. Lewis paperbacks and magazines like the <em>american Fish Farmer.</em> Going through the mailbag, he found a letter from his number two son and a notice from the Internal Revenue Service that his 1979 tax return had been selected for audit (“Please report to the United States Embassy in Quito on . . .”).</p><p>Sometimes Orv uses the late-night hours to puzzle over particularly troubling translation passages; that way, he’s ready to discuss them with Elías when he arrives in the morning for their daily four-hour session. They have finished all the easier books—the four Gospels, acts, Titus, Thessalonians, Philemon, and Galatians —and are just getting into the first tough one: Romans. The problem with Romans is that it is practically all abstract argument, and despite Elías’s excellent intellect, he has only a fourth-grade education. That means Orv has to instruct him in the meaning of the Spanish before they can go ahead with the translation into Secoya. Fortunately Elías also speaks the language of the Quechua Indians, and the Quechua translation is complete. Twentyseven years is a long time to spend on translating one book, but Orv needed seven years just to discover that the Secoya speak three mutually intelligible but entirely different dialects. Then he had to learn all three and choose the one that the majority believed to be the “purest.” after that, he had gone word by word, line by line, beginning with the easiest book—Mark—and working toward the more difficult ones. He estimated that he was three years from finishing, assuming he could continue to get four hours of Elías’s time each day.</p><p>Breakfast was scarcely finished the next morning when a large delegation arrived from the village. It included Elías, Elías’s wife, Cecilio, Esteban, two workers Orv had hired to clear a new garden, a woman with a small baby, and a five-year-old boy carrying a machete almost as tall as he was. Somehow I never quite got used to the sight of tiny children carrying huge sharp knives.</p><p>Elías had come to discuss a pressing problem—what to do about Simón, the aforementioned liquor importer. Elías, sporting a University of Miami T-shirt, sat down across the kitchen table from Orv, knotted his brow, and began to explain the village’s options. It seems that Simon’s prodigality had resulted in a magistrate’s issuing a warrant for his arrest; he owed several thousand sucres to a merchant, and unless the debt was paid, the police would probably arrive today to take him to jail.</p><p>While Elías was discussing this crisis, Mary filled me in on the social context. It begins with the Secoya love of outboard motors, which they attach to their canoes in order to travel upstream much faster than they otherwise could. By paddling one day up the aguarico and hiking a half-day inland, they can get to a small store that sells low-horsepower Evinrudes, the kind that americans use for recreational boating. The cost is $1700—more than any Indian could pay—but the down payment is a mere $150, about one month’s wages for the men who go away to work in the lumbering operations. So over time a pattern had developed: an Indian works a month to get $150, uses the money to get possession of an outboard motor, fails to make any more payments, and loses the outboard to repossession. He then works another month, returns to the store, and puts another $150 down on the <em>same</em> outboard motor. The merchant is happy because he is able to resell the same motor time after time, and the Indian is happy because he lives for the present. But Mary believes the perpetual indebtedness also accounts for much of the village drunkenness, brought on whenever repossession time approaches.</p><p>Now Simon’s problem was of a different order. He had accumulated so much debt that he couldn’t repay it, and his outboard motor was broken anyway. Most of the villagers liked Simón, and so Elías had come to ask Orv what the Christian thing to do was—should they all chip in and pay Simon’s debt for him or let the police take him away? Mary shook her head in dismay. “This will not be Simon’s first trip to jail,” she said. “i’m just not sure they should bail him out in a case like this.”</p><p>Orv and Elías talked together for about an hour, but Orv finally announced that it was a decision he couldn’t make. The village would have to decide for itself. Since the other members of the delegation had no real opinion about it, that meant Elías would have to decide. So Elías told Orv he wouldn’t have time to help with translation work that morning. This, added to problems he was having with his cows, would keep him busy all day.</p><p>“Sometimes I worry for Elías,” said Mary as he left. “all that responsibility, no one to help him—no wonder he leans on Orv for advice.”</p><p>“Unfortunately,” said Orv, “a lot of what they do is determined by what they think other people will think of them. If you’d been here ten years ago you wouldn’t have found a man in this town who wasn’t wearing a colorful <em>cushma</em> and a headband and painting his face with bright red dye whenever he felt like dressing up. Then they started running tourist trips down the aguarico, maybe two or three a month, and the tourists would stop here and take pictures. That wasn’t so bad except sometimes the men would buy <em>cushmas</em> from the Indians and let the <em>women</em> put them on. They became a source of ridicule, and so the younger kids stopped wearing them. Then the Pentecostals told the men they shouldn’t paint their faces, and so that custom died out. I had a lot of the Indians here raising chickens for a while, but the tourists would stop and want something to eat and offer the Indian, say, eight dollars for the chicken, and they would think the price was so high that they would be considered stupid if they <em>didn’t</em> sell. So they’d sell the chicken, roast it for the tourist, and thirty minutes after the tourist was gone they’d realize they no longer had a hen for reproduction.</p><p>“If you look back at the history of peaceful, amiable Indian tribes like the Secoya, you’ll find that the biggest killer is despondence. It will happen here, too, and very soon unless the Secoya do something for themselves. That’s why i’m emphasizing farming. I used to think I had ten more years to get them converted to an economic system that can help them withstand the population pressures, but now I know that the time is much shorter. Two years from now i’ll be finished with the Bible translation and then i’ll have to go home. When I leave I hope they don’t need me anymore.”</p><p>Orv was going out to work in his yucca patch that day, Mary was planning to write letters to their supporters back home, and I had to catch the plane that would arrive shortly to ferry me back to Limoncocha. We said our farewells on the porch of the house, and Orv added, “It sure will be tough to go back to the States again after living here.”</p><p>A young Indian arrived to show me the trail back to the airstrip. As I raced along behind him, straining to keep up with his effortless leaps across small ravines and creeks, I could hear the distant drone of a Helio Courier scooting across the treetops.</p><p><strong>The Missionary Position</strong></p><p>The critics of Wycliffe’s presence in Latin america usually fall into two camps: anthropologists and political figures. Although their arguments overlap, these are two distinct groups of people. The anthropologists come principally from European countries, while the politicians are citizens of the countries where Wycliffe is at work.</p><p>From my brief exposure to the Secoya and the other Indians working at Limoncocha and Yarinacocha (a similar Wycliffe center in Peru), added to interviews with academics, journalists, intellectuals, and diplomats in Quito and Lima, I formed certain conclusions. The first one is that the anthropologists’ charges are wholly correct. The translatormissionaries do introduce a new value system into primitive societies, they do create a new social class in the form of the bilingual schoolteacher, and they do have a limited effect on the ability of the shaman to perpetuate traditional tribal beliefs. Most anthropologists—and, surprisingly, most laymen as well—consider this an entirely bad thing. When I mention these tribes to my college-educated friends, for example, they inevitably say, “Why can’t people just leave the Indians alone?” The unspoken corollary to this position is that our society, the one known as the industrialized West, is inherently bad, and anything we have to offer primitive people can only corrupt them. The world of the Indians, on the other hand, is inherently good in some vague, undefined sense.</p><p>So let’s examine what it would have meant to the Secoya if Orv and Mary Johnson had never shown up to decipher their language and translate it into English. It would have meant, first of all, that the traditional cycle of intratribal revenge killings would have continued. (These are caused by the shaman’s determination that a person is inhabited by evil spirits, that a person has cast a spell on another person, and so forth, which means that the relatives of the wronged person must retaliate. Then, of course, the relatives of the dead man must also retaliate.) Revenge killings are beneficial, ecologically speaking, because they keep the population thinned out. The same goes for deaths caused by disease and snakebite, which were also drastically reduced by the presence of Mary in her capacity as practical nurse.</p><p>Second, if Wycliffe hadn’t entered the tribe, there is little doubt that either Secoya would be extinct as a living language or the Secoya would still be isolated from the national Ecuadorian culture. There is no other organization in the world with the capacity and willingness to render Secoya into writing. It has taken Orv Johnson 27 years so far; no university linguist, education minister, anthropologist, or Peace Corps director has ever proposed that his own employees spend that much time on such a project.</p><p>Finally, the Secoya, with the possible exception of a small elite, would have no literacy, education, or knowledge of simple economics. All contact with the national culture would have consisted of tourists who passed by on the aguarico, traders who sold shotguns and outboard motors, oil company employees, and <em>blancos</em> who wanted to settle on traditional Secoya lands. In the final analysis, Orv and Mary Johnson are two of the very few people who went to the Secoya with nothing to gain from them—not even an academic reputation.</p><p>It seems odd to me that the most vociferous opponents of Wycliffe are aligned with the political Left, which usually emphasizes the value of change, progress, throwing away outmoded structures and replacing them with fresh ones. This is exactly the Wycliffe position, in theory and practice. Some of the translators even describe themselves, sotto voce, as socialists at heart. And of course, the anthropologists know this very well. So there must be something more at stake than the purely academic defense of tribal customs that, in most instances, the Indians have been all too willing to discard.</p><p>So what, ultimately, is all the fuss about? I think it has more to do with politics—and especially with the perpetually underestimated nationalism of the Third World—than with any real concern over the welfare of the Indian.</p><p>When a leftist government came to power in Peru in 1976, the immediate expulsion of Wycliffe was one of its first pledges. Aided by a campaign in the press in which every single Lima newspaper was running daily articles on the abuses of Wycliffe, President Morales Bermudez ordered all personnel out of the country within nine months. When overtures to the government failed, Wycliffe officials reluctantly directed its members to start closing down operations. Only an abrupt change in the government and pressure brought to bear by Peruvian intellectuals saved Wycliffe from being driven out of the country where Uncle Cam himself had directed the program for almost twenty years.</p><p>Time and time again—in Colombia, Ecuador, Brazil, Panama, Mexico—this pattern has repeated itself. In most cases Wycliffe has been able to ride out the storm. Those given to conspiracy scenarios have even suggested that there is too much of a coincidence in the repetitive pattern and that the propaganda has all the earmarks of a so-called disinformation campaign. “It <em>has</em> crossed our mind,“ one Wycliffe official told me, “that much of this criticism could be emanating from Havana. We have absolutely nothing to prove it.”</p><p>And what would the motives of such a campaign be? Nothing more than a battle over turf. It is well known, for example, that various communist organizations have been trying to organize the tribes of the andes for almost forty years, with very little success. Wycliffe has provided social services, education, medicine, and coveted Western goods to the classically dispossessed peoples to whom revolutionary appeals are directed. The jungle would also be an ideal staging point for insurrection if it weren’t for Wycliffe’s (unconsciously) Marxist appeals to the hearts of the people.</p><p>Or perhaps there are much simpler reasons for Wycliffe’s waning influence. Latin america, after all, is the only wholly Christian continent in the Third World. So it would seem that Latin countries should be more receptive to Wycliffe’s message than, say, India, where the influence of Buddhism is so strong, or africa, where the Muslims established strongholds long ago. Perhaps it’s not the Christian message itself that’s causing the problem—after all, the Declaration of Barbados was signed by fourteen Christians—but Wycliffe’s particular type of Christian message. In the context of Latin theological politics, there are several things wrong with it.</p><p>First, it comes from the wrong direction. Christianity is no longer the religion of the Western world. In every major industrialized country, the number of churches and the number of Christians are declining, and if the United States can be said to have any religion at all, it is probably some peculiar form of economic determinism. In the Third World, on the other hand, there are estimated to be 55,000 Christian conversions per <em>day,</em> and most of those new Christians identify their faith with some kind of secular politics, often but not always Marxist. It’s only in the United States that Christians consider it odd that the World Council of Churches—the United Nations of Protestantism—should give humanitarian aid to guerrilla armies or sanction Marxist doctrine. In most countries of the world it makes perfect sense. Hence any religion that refuses to embrace social goals is immediately suspect.</p><p>But putting aside all differences of theology, partisan politics, and academic debate, aren’t there valid human reasons for patriotic Latin americans to resist the idea of Wycliffe’s presence? Wycliffe’s volunteers, after all, come primarily from the powerful United States, and they go to do their work in some of the smallest and least powerful of the world’s nations. Their purpose is not to provide something that these small nations couldn’t do for themselves. In fact, Wycliffe’s real purpose is something that the countries may not want: evangelism. And even if Wycliffe is made up of friendly, wellmeaning people who speak highly of concepts like self-determination, how can an Indian who recently emerged from the Stone age be expected to know that Wycliffe’s theology is not his only alternative? and even if they deny that they are introducing foreign values into primitive cultures, aren’t all people somewhat ethnocentric, scarcely aware of the ingrained beliefs that are part and parcel of their national origins? Don’t Wycliffe’s technological solutions—airplanes, radios, the introduction of permanent structures into the jungle—reveal american thinking at every turn?</p><p>These are the questions that I traveled to South america to answer. They all seemed to me valid reservations about foreign influence, especially when that influence comes from a country that has a disgraceful record for treatment of its indigenous people. And I did indeed see plenty of examples of foreign influence, from the Indians who had begun to model their homes after the american style, to T-shirts and transistor radios, to the Protestant church services that in many cases were carbon copies of Baptist services in Texas.</p><p>But I finally decided that these were not necessarily the right questions. These questions would be proper only if the Indians of Latin america had an abundance of services to choose from—if there were national linguists vying against Wycliffe linguists, if there were local clinics that could provide the same medical services that Wycliffe’s nurses provide, and, most important, if the Indian had any real choice between being left entirely alone and entering Western civilization. These choices simply do not exist. If there is to be any medical care at all in parts of the jungle, only Wycliffe can provide it. The Ecuadorian government, for example, has tried unsuccessfully for years to get doctors to work in amazonia. If the Indians are to preserve their language—and hence their identity as a people—only Wycliffe can help them. One reason the Peruvian government allowed Wycliffe to remain in the country is that not a single Peruvian linguist would agree to live in the jungle in order to continue the work. And the idea that the Indians can survive by remaining isolated is absurd; if the Wycliffe translators don’t get to them, then the traders or the oil companies or the homesteaders or the agribusinessmen will.</p><p>The fact is that Wycliffe is one of the least representative american organizations. Most of its members are american dropouts, people who achieved success in the military, IBM, the university, or the Church, then decided at some point to give that up and take their families to a grass hut where they try to survive on $600 or $700 a month. Once there, they face disease, the constant risk of accident (their family histories are full of auto mishaps on Latin roads, slipups with chain saws and other equipment, nearmisses in tiny airplanes, snakebites, and so forth), bouts of depression and ennui, and often frustration when the very people they have come to help turn out to be indifferent to their presence. If this is the infusion of american values into primitive culture, they are a peculiar kind of american values, rarely seen in business, government, or what we commonly think of as the Church. By our standards, these people are outcasts and even, perhaps, fools. In order even to begin to challenge what they are doing, we must suggest some alternative, some other organization that can accomplish what they do with equal motivation. I have never heard of one.</p><p><strong>For Your Sake</strong></p><p>Which of Wycliffe’s sins of commission or omission resulted in the death of Chet Bitterman in Colombia? It’s difficult to say with any assurance, but there <em>was</em> a strange kind of logic to the killing. A few days after the murder I spoke to Dr. Calvin Rensch, the Wycliffe vice president for academic affaifs at the Dallas center. Rensch had known Bitterman very well, but when the news came that morning, he didn’t even flinch. “We had been living with this for so long,” he said, “that I guess we all expected it to happen sooner or later. We just didn’t know who.”</p><p>If a historian chose to write the story of Wycliffe Bible Translators from the files of Colombian newspapers, he would discover that since 1962 Wycliffe has built a secret rocket base in the jungle, used its radios to supply the CIA with information, and routinely smuggled emeralds, pre-Columbian art, and drugs out of the country in JAARS aircraft. Anthropologists at the University of the andes in Bogota have stated publicly that Wycliffe is destroying Indian cultures (by “shattering” their religions), and leftist legislators have criticized Wycliffe as an agent of U.S. colonialism. So far it all sounds familiar.</p><p>The difference is that Colombians seem to have taken it more seriously than most countries. In 1972 the government commissioned an extensive investigation of Wycliffe’s operations in Colombia, during which scuba divers spent three days exploring the bottom of a lake where the secret missile base was rumored to be. After turning every stone in every tribe where Wycliffe translators were working, the commission wound up with nothing.</p><p>The Movimiento de abril 19, or M-19, as it is called in Colombia, was perhaps the least likely political group to carry out such a crime, since it was created for purely patriotic reasons. Named for the date of a 1974 presidential election that most Colombians agree was fraudulent, M-19 is made up of young, idealistic sons and daughters of the urban upper class, many of them intellectuals and professionals. Early in its life M-19 was a sort of comic Robin Hood organization, carrying off such daring but harmless crimes as the theft of Simon Bolivar’s sword, the hijacking of milk trucks, and the burglary of toy stores. But in 1976 M-19 suddenly turned serious, carrying out a series of abductions of american business executives whom they held for ransom. Perhaps the guerrillas’ most notorious operation was the capture last year of the Dominican embassy while sixteen foreign diplomats (including the U.S. ambassador) were inside. After several days of negotiations, the M-19 leaders eventually backed down on their demands and accepted safeconduct to Havana in return for release of the envoys. Many of the M-19 members regarded that incident as a defeat and vowed that next time they would stand firm.</p><p>They got their chance to prove it when the Bitterman snatch was made on January 19 of this year. The news seemed shocking to many americans who were not familiar with Wycliffe. But it was not the first time a Wycliffe translator had been taken hostage, and it was certainly not the first time a Wycliffe worker had faced death. In fact, in Wycliffe literature—where these cases are well documented—such an incident is usually referred to as “a test of faith” and “an opportunity to witness.” In the eyes of these people, a man who is threatening to kill you needs your help more than you need his.</p><p>During Bitterman’s seven weeks in captivity, word of his condition reached the outside on two different occasions. First the captors released a picture showing Bitterman playing chess while smiling for the camera. The photo was heartening. His face was positively radiant. The second contact came through a letter to his wife that the guerrillas dropped off at a Bogota newspaper. It was filled almost entirely with Bible verses, including this one: “For your sake we face death all day long; we are considered as sheep to be slaughtered” (Romans 8:36).</p><p>The guerrillas extended their deadline twice, and on the final evening they even spoke directly to a Wycliffe official by phone. But eventually time ran out.</p><p>From what the police know, the executioners violated every convention of accepted terrorist practices. At least three men carried out the hit, when one could have done it with less chance of detection. They killed Bitterman on a public street in a hijacked bus, and before killing him, the gunmen rode around in the bus for at least three hours. The autopsy showed that Bitterman had been heavily drugged, as though they didn’t want him to know what was happening. And the triggerman fired only one shot to the body—not several to the head, as terrorists customarily do. Bitterman probably died not from the wound itself but from loss of blood. It was almost as though when they reached the moment of truth, they could hardly bring themselves to actually kill him. As a Wycliffe member in Peru said to me, “I have a feeling that Chet got to them after all. Not enough to save <em>his</em> life, but maybe enough to save theirs.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "June 1981",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "people",
      "Work",
      "Government",
      "Dallas",
      "Language",
      "Oil",
      "Summer",
      "Children",
      "Church",
      "ever",
      "Linguistics",
      "Country",
      "God",
      "Drugs",
      "Hair",
      "Land",
      "Peruvian",
      "ten",
      "Culture",
      "Death"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": [
      "Dallas",
      "Mission",
      "Texas",
      "San Antonio"
    ]
  }
}