{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19787",
    "date": "July 1978",
    "year": 1978,
    "month": 7,
    "month_formatted": "July",
    "pdf_uri": "/1978/19780700.pdf",
    "issue_cover_image": "",
    "document_start_page": 94,
    "toc_start_page": 94,
    "document_page_range": [
      [
        94,
        95
      ],
      [
        181
      ]
    ],
    "toc_order": 2,
    "toc_headline": "You Can See By My Outfit That I Am A Cowboy",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-197807-youcanse",
  "source": "/1978/19780700.pdf",
  "wp_post_id": 112848,
  "wp_post_guid": "http://www.texasmonthly.com/article/you-can-see-by-my-outfit-that-i-am-a-cowboy/",
  "authors": [
    "Stephen Harrigan"
  ],
  "headline": "You Can See By My Outfit That I Am a Cowboy",
  "dek": "When this young man decided to go West, he made it as far as a dude ranch in Bandera.",
  "spread_caption": "",
  "excerpt": "If you get an outfit you can be a cowboy, too.",
  "kicker": "",
  "word_count": 1618,
  "content": "<p><span class=\"dropcap\">I</span> was mighty hungry.</p><p>“Get up,” I told my wife, “it’s time for our Cowboy Breakfast.”</p><p>She opened her eyes but didn’t seem to realize where she was. For a long moment she stared at the wagon-wheel bedstead, trying to make room for it in her consciousness. Finally she remembered we were Out Where The Old West Still Lives, and everything more or less fell into place.</p><p>We went down to the corral to get a horse to take us to the Cowboy Breakfast, but nineteen district sales supervisors from a pharmaceutical company were there ahead of us and they had already picked over the stock. Only a few equine odds and ends were left, burros and ponies and a mangy, broken-down mare.</p><p>The pharmaceutical salesmen were, for the most part, unabashed dudes from various parts of the country who had been given the choice of going to Columbus, Ohio, or to the Mayan Dude Ranch in Bandera, Texas, to learn sales techniques and communication skills. They were sitting in their saddles, wearing brand-new cowboy hats and boots, taking pictures of each other and making jokes about the animals.</p><p>“I think these horses have had a big dose of Valium,” one of the salesmen said. None of them could make his horse move, except for one man in leather gloves and spurs and an opennecked disco shirt who managed, by kicking his horse repeatedly in the rib cage, to move him from one stationary position to another about ten yards away.</p><p>The real cowboys, who wore baseball caps and galoshes, were inside the corral saddling every presentable fourlegged animal they could find to outfit the salesmen who were still unmounted. On a sign by the corral was a list of rules, and, judging by the profound indifference of the horses, the riders would have no trouble following them:</p><p><em>Wait for wrangler to assist you in mounting horse.</em></p><p><em>Do not move horse until wrangler gives signal.</em></p><p><em>Remain in single file. Do not pass another horse.</em></p><p><em>Walk horses at all time.</em></p><p><em>Acts of foolishness will not be tolerated.</em></p><p>Finally one of the cowboys mounted his own horse and led the column of pharmaceutical salesmen off to the “open range” where we would have our breakfast. The rest of us settled for the hayride, climbing onto a hay wagon powered by two immense Belgian horses. On the floor of the wagon was a rather meager layer of hay, upon which sat three or four salesmen, a honeymooning couple from San Angelo wearing matching gym shorts, and two female vegetarian X-ray technicians from Houston, who were wearing a perfume called Ambush.</p><p>“Here, baby,” one of the X-ray technicians said, holding out a single stalk of hay to a burro, “here’s a real nice, crunchy piece.”</p><p>The big horses made their sluggish way along the well-paved dirt road that led toward the open range, and we jostled along pleasantly behind them. It was my very first hayride, and I suppose I was a little disappointed. I had always assumed that hayrides took place beneath full moons, atop mounds of hay, with a chaperon on the seat up front and the adolescents behind pouring all their thwarted and confused desires into a delirious rendition of “The Old Gray Mare.” This trip was not that lively.</p><p>“Maybe I’ll go into Bandera today and buy some boots,” one of the salesmen said, looking down rather sadly at his Hush Puppies. He took his cowboy hat off and handed it to the X-ray technician seated next to him.</p><p>“How do you like that hat?” he asked.</p><p>“It’s very nice,” she said curtly.</p><p>The wagon veered off the road, crossed a pasture, and came to a halt along the banks of a creek, where there was a chuck wagon loaded with paper plates and plastic utensils. At a barbecue pit nearby cowboys were tending skillets the size of car tires. Some of the food, though, had obviously been prepared up at the ranch kitchen and catered down to the open range, so it was a little cold. But the artifice was not displeasing, and by that time my cowboy appetite was overriding my reservations about the food, which was, at least, abundant: biscuits, grits, fried potatoes, bacon, sausage, eggs, and cowboy coffee.</p><p>“Wow!” one of the X-ray technicians said. “Look at all that <em>protein</em>!”</p><p>While we were eating, a grizzled cowhand (who told me later he wanted to go overseas to become an electrical welder) got out his guitar and sang a few classics like “The Streets of La<em>(Continued from page 94)</em></p><p><em>(Text continued on page 181)</em></p><p><em>Opposite: Who’s in charge here? Dude ranch horses seem mighty imposing to nervous greenhorns like author Harrigan.</em></p><img /><p>Photography by Michael Patrick</p><p>redo.” When he was through we climbed back into the hay wagon for the ten-minute trip back to ranch headquarters.</p><p>Later that morning it rained, so I stayed in our cabin and watched Tv. By lunch, though, the sky was clear again, so we moved on to the dining room, which was as rustic and comfortable as the Mayan’s brochure had said it would be, and looked out the picture windows at the little valley of the Medina River, which was visible only as a faint declivity in the brilliant, almost luminescent foliage.</p><p>One of the X-ray technicians sat down at our table. She was wearing a warm-up suit and had stowed a tennis racket under her chair. She seemed to have applied another dose of Ambush.</p><p>“You just have to get away sometimes or your brain turns into a mashed potato,” she said, explaining why she had come to the dude ranch. “I mean, I take ice skating lessons and everything but I hardly ever get <em>outside,</em> you know, except for my bicycling club and that’s only once a week.”</p><p>That afternoon it rained again, and afterward the Hill Country was even more lovely and palpable than before. In the early dusk we walked along the riverbank. The fireflies rose from the grass before us in little coveys and our year-old daughter toddled after them wonderingly, like some primitive phototropic creature.</p><p>On the way back to our cabin we looked in through the lighted windows of the ranch office, where we saw the pharmaceutical salesmen seated dutifully around a table, watching a man at the front of the room writing on a blackboard. They were learning communication skills. There was something unaccountably touching about this scene. I had assumed the salesmen would get drunk and rowdy at night, like all good cowboys, but here they were, earnest and sober, perhaps lulled into responsibility by the clean Hill Country air.</p><p>The stone and cedar bunkhouse we were staying in could easily have slept fifteen people. There were beds everywhere, in tiers behind a sort of corral gate and scattered about in lofts that one reached by climbing up a raw cedar pole.</p><p>I liked the Mayan fine. It reminded me of the Western motels that as a kid I had found so thrilling and so strangely secure, places with highly varnished knotty pine walls and cowboy lampshades, with bucking broncos and branding irons on the drapes and bedspreads, and <em>The Restless Gun</em> beaming out from the exotic swivel-mounted television.</p><p>I had assumed all that was extinct, and now here it was again. I closed my eyes and breathed in the smell of damp cedar. Yessir, I was glad to be at the dude ranch, to be a dude, to take all the cowboy trappings at face value. I was here to sit patiently on an immovable horse, to “eat hearty,” to sing cowboy songs, and to sleep peacefully beneath the hum of the air conditioner.</p><p>The next afternoon I found myself astride a horse named Hindu, heading down a trail with the X-ray technicians, following a cowboy who was slumped forward and who may have been asleep. Not that it would have mattered—the horses followed along in each other’s hoofprints with a lackadaisical precision that shattered any illusions we might have entertained about controlling them. The trail led past the ghost town, the de rigueur feature of any dude ranch. It was a scaled-down Western Main Street that seemed to have been abandoned as an active ghost town years before. A large population of peacocks wandered down the dusty streets or roosted on the roof of the Wells Fargo office.</p><p>Later, on the way down to the river where the barbecue was to take place, the pharmaceutical salesmen were in high spirits. They tried to get everybody on the hayride to sing “The Yellow Rose of Texas,” and, when the wagon stopped, several of them offered to assist the X-ray technicians in dismounting, but the women remained firm in their resolve not to be ensnared by such Old West courtesies.</p><p>Beneath the cypress boughs we felt a slight, temperate breeze, and along the bank we could hear the shallow Medina River gurgle soothingly through a breach in a little concrete dam. We ate our barbecue and listened to the singing cowboy again, then to an inspired version of “Redneck Mother” performed by members of the Hicks family, who own the ranch.</p><p>They were talented singers, and in the slow, wistful numbers you had a sense that they knew what was real about the ranch and which of its illusions were the most abiding. Their singing threw a web over all the nonindigenous beings, over the Belgian horses and the peacocks and the dudes themselves, so that nothing seemed particularly out of place.</p><p>I remembered the brochure. “We can assure you,” it had read, “that by the end of your stay you’ll be a Mayan cowhand for keeps.”</p><p>The singing grew up-tempo again. A guy from Georgia sang his alma mater’s fight song. It looked like it could go on all night, and I was still dude enough to want to get some sleep. I turned discreetly to my womenfolk.</p><p>“Let’s mosey,” I said.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "July 1978",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Cowboy",
      "Horses",
      "Barbecue",
      "Barbecue",
      "Country",
      "dude ranch",
      "Cedar",
      "Climbing",
      "Cowboys",
      "Hill Country",
      "Medina",
      "Bandera",
      "Baseball",
      "Burros",
      "choice",
      "Cowboy Hats",
      "Cypress",
      "ever",
      "Georgia"
    ],
    "wp_categories": [
      "Barbecue"
    ],
    "wp_location": [
      "Hill Country",
      "West",
      "Bandera",
      "Cypress"
    ]
  }
}