{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19787",
    "date": "July 1978",
    "year": 1978,
    "month": 7,
    "month_formatted": "July",
    "pdf_uri": "/1978/19780700.pdf",
    "issue_cover_image": "",
    "document_start_page": 106,
    "toc_start_page": 106,
    "document_page_range": [
      [
        106,
        107,
        108,
        109,
        110,
        111,
        112,
        113
      ],
      [
        158,
        159
      ]
    ],
    "toc_order": 5,
    "toc_headline": "The Last Sister",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-197807-thelasts",
  "source": "/1978/19780700.pdf",
  "wp_post_id": 112833,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-last-sister/",
  "authors": [
    "Michael Haggerty"
  ],
  "headline": "The Last Sister",
  "dek": "The old order changeth; still it passeth away.",
  "spread_caption": "",
  "excerpt": "Modern nuns have left the convent and entered the world. If they don’t like what they find, can they go home again?",
  "kicker": "",
  "word_count": 6716,
  "content": "<p><span class=\"dropcap\">O</span>n august 6, 1977, Minerva Fuentes was married to Jesus Christ. As more than a hundred women looked on, Minerva, dressed in white, walked down the long central aisle of an imposing chapel in San antonio. Approaching the altar, she passed pink marble columns, which supported a high, arched ceiling. Rich color flooded into the chapel through tall, stainedglass windows depicting the life of Christ. At the sanctuary, Minerva faced her witnesses, also brides of Christ, and read aloud a contract written in her own words in which she promised to live by vows of poverty, chastity, and obedience. Finished with her public declaration, Minerva signed the contract.</p><p>Her marriage solemnized Minerva’s reception into the Congregation of the Sisters of Charity of the Incarnate Word. Like them, Minerva is now a nun, a living anachronism spawned from a tradition as old as the Dark ages but very much on the wane today. In a year when eleven of its elderly Sisters died, Minerva, at the age of 23, was the only woman received into the Congregation. Once 1100 strong, the Sisters have dwindled to 850 in the Congregation’s three provinces. Their average age is over sixty. Women like Minerva Fuentes are hard to find.</p><p>Though they are unusual and increasingly rare, I once took the Sisters</p><p>of the Incarnate Word quite for granted. My grandfather worked for the nuns for seventy years, and he and my grandmother lived in a house on the convent grounds of the Congregation’s motherhouse in San antonio. On childhood visits there, I was encouraged to be friendly to the Sisters, and I suffered an untold number of pinched cheeks and lengthy handshakes from countless nuns who stopped by to admire the grandchildren. But my considerable exposure to the Sisters of the Incarnate Word made them no more comprehensible than the other nuns who later taught me in school. Despite the Sisters’ religiosity, they could be tense, temperamental, and moody. Although they all wore identical medieval outfits, one would be a pleasant, graceful woman; another too talkative; another out of favor with her fellows. One, a tough Irish lady known for her severity with the novices, once impressed me by downing straight shots of my grandfather’s whiskey.</p><p>My grandparents’ house and the chapel where Sister Minerva pronounced her vows are on a two-hundred-acre tract the nuns acquired before the turn of the century. At that time it was a healthy carriage ride from downtown San antonio<strong>,</strong> but now it is a quiet green oasis in the central city, bordered by Broadway and Hildebrand avenues. At night, bright plastic signs from several franchise food outlets are</p><p>visible through the branches of the pecan trees that border the chapel. Attached to the chapel, but nearly hidden from view of the street, is the huge red brick motherhouse that the Sisters built in 1900. Next to it and sprawling through a large part of the property are the buildings of Incarnate Word College. The sheer size of the place and the mass of its buildings are impressive, considering that a relatively small group of zealous women, many of them just arrived from Europe, was responsible for its existence.</p><p>The Incarnate Word nuns first came to this country in 1866 from a monastery in Lyons, France. With the blessing of the bishop of Texas, they established an independent convent in San antonio three years later. The Sisters founded the third hospital in Texas, Santa Rosa (now the largest Catholic hospital in the country), built orphanages, taught in parochial schools, and began many educational institutions of their own. Despite some setbacks (a few small Texas towns labeled the Sisters nuisances and ejected them; occasional prejudices among state officials made it difficult for them to acquire teaching certificates), they sent their burgeoning membership into Missouri, Oklahoma, and Mexico. The continuing growth of the Congregation managed to keep pace with that of Texas Michael Haggerty is a freelance writer living in austin. for nearly a hundred years, but the turnabout has been swift.</p><p>Michael Haggerty is a freelance writer living in Austin.</p><p>Photography by Michael Patrick</p><img /><p><em>The main chapel of Incarnate Word, which once heard the prayers of hundreds of Sisters, is virtually empty today.</em></p><img /><p><em>Out of the cloister: modern nuns often wear street clothes and live in experimental communities off the convent grounds.</em></p><p>While Minerva Fuentes was training to take her vows, she was well aware that her choice of a religious life over any other was ill understood by some members of her family and friends. Her parents did not try to block her from the convent, but it was obvious that they had hoped their pretty daughter would give them grandchildren. Minerva thinks she knows why her vocation is looked upon with such skepticism. “I think the fault may lie with the Sisters,” she explained, “because we have not been interested in making our way of life understandable to society. The secular world has seen only the externals of religious life, equating it with strange clothing and somber faces. It has lost its appeal, and women who would have been Sisters are committed to different callings. People have been confused by nuns for a long time.”</p><p>Minerva is right. To an outsider, it may seem incongruous that the Sisters dedicate their lives to serving a Church whose priesthood and hierarchy are completely male, and until recently the Incarnate Word nuns allowed only the most reserved contact with the outside world. As a child I knew that my grandfather, the Sisters’ boilerman and peripatetic jack-of-all-trades, was the only male who enjoyed easy access beyond the motherhouse parlor and even into the almost bare rooms where, it was rumored, the Sisters slept. Even so, he felt obliged to whistle loudly whenever he ventured down the halls of that feminine inner sanctum, a fact some Sisters still recall.</p><p>Under their old constitution, called the Rule, the Sisters adhered as closely as possible to a cloistered way of life, while facing daily the tensions of the secular world as teachers, nurses, and public women of God. They wore cumbersome habits, slept in dormitories, spent very few hours that were not controlled by rules of silence, never ate anything away from the convent, never left the convent without a chaperon, and rarely saw their families. But, as a result of the Second Vatican Council and the general upheaval of religious communities that followed during the sixties, changes were voted into the Rule, and restrictions on the Sisters have disappeared rapidly. I found the contrast with the old ways startling. Now only the older Sisters bother to wear any distinguishing clothing, and many nuns have left the Congregation’s central convents and moved into small, experimental community houses, where they acknowledge no superior in the house and live in an open, relaxed atmosphere.</p><p>In effect, a peaceful revolution has occurred in San antonio in one of the oldest established groups of women in this part of the country. And their revolution has coincided with a demographic crisis that could portend the Congregation’s demise. The challenges of a more open life are myriad and difficult, especially since the Sisters still adhere to their traditional religious vows. Understandably, some older nuns have retreated into retirement rather than face the trauma of losing their former isolation. The Congregation of the Sisters of Charity of the Incarnate Word, once sheltered from society, has begun an irreversible shift, and its momentum may be difficult to control.</p><p><span class=\"dropcap\">S</span>ister Rita Prendergast last year celebrated her twenty-fifth year as a nun along with seventeen other women of the Incarnate Word, one of whom is her own blood sister. Unqualifiedly frank and friendly, she made it clear that she had chafed for years under the restrictions of the Rule. At first it was difficult for me to imagine her in a habit, and it’s not likely that anyone will see her in one ever again. She didn’t disappear through a convent door when her workday was finished, she was outspoken about the Congregation’s problems, and —no less surprising to a former Catholic schoolchild—she preferred to be called simply by her first name.</p><p>Rita came from Ireland, as have about half of all the Sisters of the Incarnate Word in the United States. (The Sisters in Mexico are nearly all of Mexican origin.) Recently appointed official archivist of the Congregation, Rita is ensconced in a basement next to the motherhouse, where she is in the process of sorting through thousands of documents that tell the story of her order piecemeal since its beginnings in post-Civil War Texas. While we talked, I sat shivering in her archives, which were cooled to a briskly Irish 62 degrees.</p><img /><p>In the cloister: many of the older nuns prefer the serenity and isolation of life within the convent, sheltered from society.</p><p>“The order’s situation could be worse,” she told me in her light brogue. “Last year I visited the monastery in Lyons where our first Sisters came from. Oh, they have a beautiful abbey, but there are only nine Sisters left now, and they are all between eighty and ninety years old. Europe can no longer provide enough people for its own religious communities, so we can’t expect new girls from there. In fact, Ireland used to send us new postulants every year, but the tables have turned. Now we send Sisters to Ireland, where we run a rural school.”</p><p>Rita sees these changes as inevitable: the world and the needs of the Church are changing drastically, and religious communities need to react boldly if they are to survive. “People aren’t committed to anything anymore, and young women will never be interested in the convent if we don’t adjust,” Rita continued. “The very fact that I can sit alone with you here in the archives without causing a scandal is proof that we’ve come a long way. But i’m sure it hasn’t been far enough.”</p><p>Rita’s strong feelings are in keeping with the legacy left by the Congregation’s early members, for the Sisters have always been a tough bunch of ladies. The order grew up in frontier Texas, and in their zeal the Sisters often preceded the slow march of civilization into the far reaches of the state. Rita told me about Sister Mary of Jesus who, before the turn of the century, ventured out in search of donations for weeks at a time. She owned a brace of pistols and traveled by wagon into the wild Texas countryside, her habit concealed by a soldier’s overcoat. On one of her begging missions, she got lost and nearly died of thirst; on another, she came face to face with a wolf. On foot, unarmed, and alone she hastily sought the assistance of the Blessed Virgin. She casually walked away, and the wolf did not harm her.</p><p>The display shelves in Rita’s archives are testimony to the single-mindedness of the early Sisters, who solicited every form of financial aid. One nineteenthcentury document lists over a thousand names collected by a prominent supporter of the Congregation. In return for donations, he promised to attend each donor’s funeral, which took him as far afield as australia and Ireland. On another shelf is a miniature cat-o’nine-tails, called a “discipline” by the nuns, used for self-flagellation by a penitent nun who recently died at a very old age. There is also what is thought to be the rosary of Jeanne de Matel, foundress of the first Incarnate Word Congregation in France in 1625. The beads of the rosary, which is over two feet long, appear to be made of bone, and tendinous striations show through where the surface has been rubbed away over the centuries by ardent members of the Congregation.</p><p>As she showed me around the archives, Rita explained what life was like under the Rule. At the motherhouse, the Sisters arose at 5 a.m. in dormitories reminiscent of a boarding school. Closing the curtains around their beds, they donned their unwieldy costumes worthy of grand opera, knowing that within twenty minutes they had to be in the chapel. A floor-length, longsleeved black gown covered several layers of underwear, regardless of the season. Over this went a starched chestplate, then a starched band of cloth around the head, a small cap, and a waist-length black veil. The final creation hid everything but the face and hands. “You can’t imagine,” said Rita, “how nearly impossible it was to get ready so quickly, with everyone hurrying around at the same time.”</p><p>Dashing off to the chapel, each Sister rushed through the fourteen separate prayer groups that make up the Stations of the Cross, hoping to be in her place by 5:20 for morning prayers and the Mass that followed. After Mass, the nuns filed out of chapel and went to breakfast, which they often ate in silence while one of their number read aloud from the Rule. Everything about their daily routine reminded the nuns of a primary obligation to develop a spirit of submission and humility. Privacy and leisure time were seldom available except among the senior nuns with positions of power.</p><p><em>“I was startled by the intimate physical contact among the nuns. Never in my imaginings had 1 supposed the Sisters would perform anything so sensual as that prayer.”</em></p><p>A system of penances, sometimes bordering on the absurd, dealt with infractions of the Rule. If a Sister was late to chapel, if she broke a plate in the scullery or talked during a period of silence, she was expected to report her transgression to her immediate superior, who would assign a penance of extra prayers, spiritual readings, recitations of the rosary, or perhaps eating a meal on her knees. If a Sister had broken something, she was expected to produce a piece of it when reporting for penance. During Lent the penances were more severe. Rita told of how violators were sometimes required to go along on their knees and kiss the feet of their fellow nuns in the dining hall before meals. “We had to have fun, of course. We had to laugh,” she said. “When my friends came along to kiss my feet during Lent, I would wiggle my feet and make it difficult. Then, later on we would have a good laugh about it. We were always joking around with each other about our life. It was the only way to handle it.”</p><p>The Sisters submitted to all the petty regulations because they had taken a vow of obedience. But Rita and the five Sisters she now lives with in an experimental convent in South San antonio insist that their generation, at least, realized that a large part of their daily routine had been needlessly harsh and a waste of energy.</p><p>Changes have come, but the Sisters’ vows remain the same. Although obedience is much more liberally interpreted now, the poverty vow assures that each Sister receives only $120 a month to cover all her living expenses, except for rent at the experimental convents. But it is the vow of chastity that may present the greatest challenge.</p><p>“at least we can talk about it now,” one Sister told me at Rita’s house, the former convent of a now defunct Catholic grade school in the middle of a treeless Mexican american neighborhood. “In the old days, chastity simply wasn’t mentioned. We received no guidance on the business of sexual</p><img /><p><em>a modern nun: testing religious fidelity against the temptations of the world</em></p><p>“The same is true even now,” interjected Rita.</p><p>If many of the Sisters have dropped the formal euphemism, they still cope with their vow of chastity with simple denial. Several Sisters assured me that living through their twenties and thirties had been very difficult at times, that love and sexual yearning had been almost too precious to give up. “People wonder if we’re capable of romantic love,” one said privately. “Of course we are. I’ve been in love myself, just like anyone else. It can make you very unhappy as a nun, because it can’t be fulfilled, but that doesn’t stop it from happening.”</p><p><span class=\"dropcap\">I</span>f the demands of her vows become too much, there is of course nothing to stop a Sister from quitting the convent, and in the last fifteen years many have. One former nun, who still teaches theology at Incarnate Word College, said she chose the secular life not to escape her vows but because the changes, though they are coming, have been “agonizingly slow.” Sister Rita sees the Congregation eventually changing to the point that the vows will place few restrictions, not even celibacy, on its members. To many of the Sisters, Rita among them, even their vows are no longer taken for granted, and they openly discuss the possibility of Sisterhood without vows. Many nuns also hope someday to be ordained as priests. Now this is impossible.</p><p>Pope Paul VI is vehemently opposed to women entering the clergy, and as long as he is pontiff, the chances for women in the priesthood are nonexistent. But Pope Paul is an old man, and liberals in the Church hope the next pope will be more receptive to the idea.</p><p>One member of the Incarnate Word is more outspoken on this controversy than anyone else. I caught up with energetic Sister Martha ann Kirk soon after she had returned to San antonio from a year of studying at Fordham University. She had just moved into Bethany Community, a new experimental convent, before starting to teach at Incarnate Word College. Bethany, just two miles west of the motherhouse in an old and elegant tree-lined section of San antonio, is actually an unused building on the campus of a once flourishing but now declining Catholic seminary.</p><p>The eight Sisters of Bethany Community were sitting down to their first dinner together when I arrived, and they insisted that I stay and eat. Martha shook my hand (all the Sisters are avid handshakers) and introduced me to the others. Martha, pert and diminutive, with her light brown hair cut short, didn’t look like the kind of person who would openly aspire to anything Pope Paul wouldn’t want her to have.</p><p>While we ate, the Sisters explained that they had banded together because they shared common ideas: their home was to be open, friendly, and accessible, and they hoped to make each other’s lives as Sisters more meaningful through camaraderie and praying together daily.</p><p>When I raised the issue of women in the priesthood, it was Sister Evangelist Costigan, who works in a hospital ministry, who answered first. This surprised me, for Evangelist was easily the eldest member of this group, and I had already received “no comment” replies from other Sisters of her generation. “I wouldn’t want to leave my own work to become a priest,” she said, “but sometimes in my work I wish I could anoint those near death. Sending for a priest can frighten a dying patient and there often isn’t enough time anyway. I also wish we who counsel patients could hear their confessions. So often i’ll be sharing with someone their deepest feelings and guilt, and then they’ll have to go to some strange priest in the impersonal surroundings of the confessional and repeat everything they have already confessed to me.”</p><img /><p><em>The traditional image of the nun, unchanged since the Middle ages, may soon pass. Young Sisters reflect a new world.</em></p><p>When Martha spoke, there was silence at the table. “I believe,” she said through her broad smile, “that women should not be barred from any of the sacraments of the Church, including Holy Orders, and I believe that we will be allowed into the priesthood in the foreseeable future.”</p><p>At the same time Martha is well aware of the inherent difficulties of campaigning for women’s rights in the Catholic Church. “I have been reprimanded by the bishop of San antonio for having backed a resolution that called for women in the priesthood,” she said in her quiet voice. “It was voted by a group of Catholics meeting to discuss changes in the Church. In fact, I helped draft the resolution.” The bishop sent Martha a terse letter and reminded her that he, in any case, was opposed to the resolution. “What really bothered me,” Martha explained, “was that he didn’t address the theological issues involved. The resolution’s central idea was that the Church has the right to decide that women can and <em>should</em> be ordained. He completely ignored its logic and merely scolded me. I was quite disappointed by the bishop.” For a moment, she stopped smiling. Nothing more was said about the bishop.</p><p>“How does the rest of the Congregation react to all this?” I asked.</p><p>“There is no official opposition,” Martha answered, “and most of the Sisters feel it is my right to seek ordination.”</p><p>The Sisters asked me to stay for evening prayers. Though they had not yet moved completely into their new house, the women of Bethany Community had already fashioned a chapel out of one of their spare rooms. As we entered from the dining room, I noticed a candle flickering in a deep glass holder, indicating that a consecrated host— the Blessed Sacrament—was present within the tiny tabernacle on the chapel’s makeshift altar. The altar was draped with a brightly striped cloth. On one wall hung a crucifix, fashioned from twisted shiny metal by Sister Rose Marie Beck, a young high school art teacher. I was nervous as I took my position in a semicircle in front of the altar. The Sisters seemed aware of this; I had told them earlier that I no longer prayed. Sister Estella Flynn, a psychiatric nurse, patted a chair and beckoned me to sit down.</p><p>“i’ll just sit here and watch,” I said.</p><p>“No, no, we want you to do it with us,” Martha insisted. The others stood and joined Martha in the circle and they continued to pressure me to join them. Though slightly ill at ease, I agreed. Following Martha’s lead, we</p><p>turned toward a partner, raised our hands above our heads, and rained our fingers onto our uplifted faces. Then we slowly outlined our partner’s form from head to waist with our hands, and finally we raised our hands again above our heads. All the while, the Sisters were chanting:</p><p>Spirit of the Living God Fall afresh on us Spirit of the Living God Fall afresh on us Melt me Mold me Fill me Use me</p><p>Spirit of the Living God Fall afresh on us.</p><p>We repeated the prayer once more and ended by standing quietly in the circle, our arms around each other’s shoulders.</p><p>I was startled by this intimate physical contact with the nuns. Never in my imaginings had I supposed the Sisters would perform, and especially with me, anything so sensual as that prayer.</p><p>We sat down and the Sisters took turns thanking God for the good things He had sent them that day. Their thanks were personal, as though they were communicating with a close friend who had heaped his favors upon them. Much to my surprise, I heard myself break into the prayer and give thanks for my experience with the Sisters that evening. I even ventured to ask the Sisters if they would say aloud two traditional prayers to the Blessed Virgin. They responded immediately, rhythmically reciting the lyrical phrases I had once committed to memory myself. Then they left the chapel by ones and twos, looking, I thought, visibly rejuvenated.</p><p><em>“‘We older nuns have lived so long because we have no work, no worry, no responsibility in the convent compared to people on the outside. Life out there is too frantic.' \"</em></p><p><span class=\"dropcap\">B</span>efore they revolutionized the Rule, the Sisters were barred from nearly all occupations independent of the religious community. Those who didn’t teach in a parochial school or nurse in the Congregation’s hospitals were kept busy on the household staffs of its larger convents. Though many of the nuns still teach and nurse, there are others who have taken quick advantage of the spirit of experiment in the Congregation, branching into chosen fields once unavailable to them. Sister Eleanor anne Young is today an associate professor of gastroenterology at the University of Texas Health Science Center in San antonio. She holds a PhD in nutrition and spends half of her time at the center doing research. She is a striking woman of about fifty who could hardly look more impressive if she were to wear the makeup and jewelry still formally eschewed by the Congregation. Many of her students are unaware of her affiliation with the Congregation, for she downplays it to assure that no special or prejudicial treatment will affect her professional development.</p><p>“In the beginning, i’m not sure the majority of my Sisters wanted me here,” Eleanor anne revealed one day in the small office adjoining her laboratory, “but that was a natural conservative reaction. We were just beginning to experiment with changes in the Rule when I received permission to come here. I don’t feel apologetic, I keep my vows like any other Sister, and I see my apostolate as all the people who are affected by my work in the health-care field.” She receives the same $120 a month to live on as the other Sisters, even though her salaries for teaching, research, lectures, and professional consulting are much more. “I send my monthly check to the treasurer of the Congregation<strong>,” </strong>she said with a smile. “Compared to my colleagues here at the center, I live a very real kind of poverty.”</p><p>At the end of every workday, Eleanor anne commutes back to one of the experimental communities in the inner city, where she has lived briefly after 25 years of residing with the large community of nuns at the Incarnate Word College convent. Since she no longer works with members of the Congregation, the new and closer communal contact with her fellow nuns each evening is essential to her. “One of my greatest comforts as a Sister,” she said, “is to live a deep, faith-sharing relationship with my fellow Sisters. Our new communities make this possible, while they give us the freedom to reevaluate our place in the Church.”</p><p>Eleanor anne’s faith sustained her through twenty years of convent life before she was allowed to pursue her present career. Another nun whose vocation is a result of the order’s new freedom is Sister Margaret Carew, who grew up in County Tipperary, Ireland, and came to San antonio in 1949 to enter the convent. She taught in various Catholic grade schools, and until Vatican II that was all she could expect to do until retirement. In 1971, Margaret began visiting a former student who was being held for murder in the Bexar County jail in downtown San antonio. She had always felt something special for prisoners. She wondered if there was a new path being opened to her and sought guidance from her God. As she sat in a city park one day, she opened her Bible at random, hoping to receive a clue from whatever her eyes fell on. “I looked down and read a passage from the Book of Isaias,” Margaret recalled, flashing her wide, toothy grin. “It read, ‘I the Lord have called thee in justice, and taken thee by the hand . . . that thou mightest open the eyes of the blind, and bring forth the prisoner out of prison, and them that sit in darkness out of the prison house.’ My mind was made up.” Margaret immediately began the procedures to get permission to initiate a full-time ministry among the prisoners at the county jail. Today, with the blessing of both the jail administrators and the Congregation, she is the first woman ever allowed on the counseling staff of the predominantly male facility.</p><p>Margaret has never doubted her decision. “I feel so much at home here,” she told me in the prison cafeteria after a depressing tour of narrow cinder-block passageways and sprawling sunless cells that caged hundreds of men. “It can’t be me, it must be the Lord. I had to come here. To me, the prisoners are the forgotten people of God. They are buried alive. They need physical warmth, they need to know mey nave dignity, that there s goodness in them, and that there’s hope for them.” So Margaret spends her days interceding for the inmates with the prison staff, listening to their problems, teaching those who want to learn how to pray. Her sense of humor is unflagging. Often she wears a smile anticipating the witty comment she will make, and her musical brogue was the only bit of cheer in the jail’s somber atmosphere. If she alleviates to some extent the plight of the inmates, they in turn shower her with gifts fashioned mostly from ingenuity and a surfeit of spare time. Margaret proudly showed me poetry, drawings (including her portrait done in crayon on a paper towel), and other articles made of soap, string, cloth, and Styrofoam cups—the jail’s available raw materials.</p><img /><img /><p><em>The headstones of the Sisters now fill the Incarnate Word cemetery. Each year there are more crosses, but fewer young women are coming to join the order.</em></p><p>On a bulletin board in the main hallway of the motherhouse, bright green cardboard letters call out “Pray for Vocations” to the almost empty halls that once witnessed a steady influx of young women. But the problem of numbers is evidently beyond the power of prayers to alter, and the typically conservative passion for preserving the institution at all costs just doesn’t prevail anymore. Sister Carol ann Jokerst, the Congregation’s energetic young mistress of novices, expressed the Sisters’ serenity in the face of their diminution: “In ten years we may be two hundred, whereas now we are more than eight hundred. But I think we should praise God for giving us the single wonderful Sister who has joined the order this year. I envision our future role as one in which we train people to take our places as our numbers decrease and we have to leave some of the institutions we serve. It is our duty to insure that others can do our work if we are not here to do it ourselves.” Carol ann lives at the motherhouse. When she came as a postulant twenty years ago, it was filled with hundreds of nuns. Now there are sixty Sisters left, most of them retired.</p><p>The rest of the retired Sisters in the San antonio province live at Saint Joseph’s Convent, a retirement center near the motherhouse and near San antonio’s new crosstown freeway, whose construction through their property the Sisters helped block in the courts during the early sixties. Saint Joseph’s looks like any other rest home from the outside, with the exception that a statue of Saint Joseph holding the infant Jesus stares serenely into the parking lot. Under his protection live many nuns who remember the foundresses of the Congregation and can recall its heyday when large groups of girls from Ireland, Germany, and the United States came to the convent in search of religious life.</p><p>I had trouble getting into Saint Joseph’s. Two different Sisters at the reception desk, though kind, were unsure of how to field my request for an interview. On my third attempt, I dropped my grandfather’s name, and someone went to get Sister anna Joseph Gebhart, who greeted me dressed all in white with a white veil. The soft, paper-thin skin on her hands was stretched (Continued on page 158) (Continued from page 113) delicately over her knuckles, its smoothness disturbed only by fine fissures of old age. Tiny and thin, she told me in a stentorian voice that my grandfather had been her friend and that she remembered my father as a boy. Sister anna Joseph looked so old and yet so healthy after at least fifty years under the stringency of the Rule that I was prompted to ask her why she thought the Sisters live so long. “Oh, I don’t know,” she said, rubbing her chin thoughtfully, “I suppose it’s because we have no work, no worry, no responsibility in the convent compared to people on the outside. We don’t have to worry about making money or having children. We always have a place to live.” She waved a finger toward the parking lot. “Life out there is too frantic.”</p><p>(<em>Continued on page 158</em>)</p><p>(<em>Continued from page 113</em>)</p><p>Sister Monika Schonburger, the administrator of Saint Joseph’s, arrived at the reception desk and offered to show me around. Diminutive Sister Monika spoke with a noticeable German accent. She wore a brown dress with a matching brown top and a brown veil. She informed me that 76 Sisters live at Saint Joseph’s, making it the largest convent in the Congregation, a distinction once held by the motherhouse. More than half of the women there are over eighty years old.</p><p>The aging Sisters can retain a sense of purpose even in retirement, for at Saint Joseph’s there is a Perpetual adoration Chapel, where sick, infirm, and retired Sisters can devote their declining years to praying before the Blessed Sacrament. The old Sisters are extremely ardent, but in recent years the chapel has been empty during latenight and early-morning hours because there aren’t enough sufficiently healthy Sisters. When Sister Monika and I looked into the chapel, three nuns were in adoration there, one confined to a wheelchair. She fingered a strand of rosary beads and mumbled her prayers inaudibly. The main chapel was completely empty; a column of pews was conspicuously missing. “For the ones who have to come to Mass in wheelchairs,” Sister Monika explained proudly. “I like old people,” she added, “and it’s fun to be around them. They’re very sweet, you know.” Everywhere we went, very old nuns, many with canes or holding the handrails that are in every hallway, wandered through the convent; some moved in small groups, assisting one another with the difficulties of moving about. All of them were dressed in one form of habit or another, for dropping the habit was done on a voluntary basis and the old Sisters preferred the old way.</p><p>Sister Monika talked about death at Saint Joseph’s with a smile, as though it was one of the advantages of her job. When a Sister’s final hour is near, her bed is surrounded by her fellows, who begin praying for a peaceful death and the final repose of her soul in heaven. A priest is always available to administer the last sacrament of the Church, and his presence is extremely important to women of such conviction. Sister Monika noted with pleasure that a dying nun is never alone; in the company of her religious family, the departing member generally slips away in a minor ecstasy, unafraid of death, and looking forward to a new beginning in an afterlife she has contemplated for many years. “I have seen them die so often,” Sister Monika told me. “Ja, it is a beautiful thing seeing them step so peacefully into that other life. They make one envious.”</p><p><span class=\"dropcap\">M</span>eeting Sister Eleanor Cohan on the street, one would probably assume her to be a well-bred woman of the upper middle class. Her curly hair is tinged with white, she dresses conservatively, and nothing immediately distinguishes her from the women of the outer world. “I have tried to maintain my own personality and to avoid the pomp, ceremony, fuss, and bother available to someone in my position,” she admits. “This has given me more time to deal with the Sisters on as individual a basis as possible.”</p><p>Sister Eleanor is Superior General of the Sisters of Charity of the Incarnate Word. She was elected to this, the highest position of responsibility within the Congregation, nearly six years ago. As she nears the end of her first term of office, the strain of her job shows through her calm, intelligent gaze. And no wonder. Once the repository of great authority over the Congregation, the office of Superior General has lost a great deal of power under the new constitution and taken on the dimensions of a frustrating, back-breaking grind.</p><p>Under Sister Eleanor’s guidance, the Congregation has established what it calls its Renewal Team, a corps of five Sisters who travel from convent to convent in the United States and Mexico (via a red station wagon), training discussion leaders and running seminars among the nuns to deal with the new passion for self-questioning in the order. “From where I sit,” said Sister Eleanor, “we are caught within the tension of personal direction and communal direction. Everyone in the Congregation must attempt to come to a common understanding of our mission and our identity. The Renewal Team is helping our Sisters develop their ideas, so that the General Chapter meeting this summer will be able to verbalize who we are and what we are planning to do. My major concern is that we renew, that we respond to Vatican II and the signs of the times.”</p><p>“You’re not preoccupied with the Congregation’s inability to find new members?” I asked.</p><p>“No,” Sister Eleanor said flatly. “Essentially, if the Lord wants us to be around, we will be. It’s up to Him. We started with three Sisters from France. We can always adjust accordingly if our ranks are drastically reduced.”</p><p>It is difficult to know what Sister Eleanor could do if a nun absolutely refused to obey her, but she says that such things rarely happen. She has seen the Congregation through a rocky period; sometimes the patience and open-mindedness she promotes reap meaningful rewards. At the motherhouse last summer, visiting Sisters from all three provinces were encouraged to learn more about each other by teaching one another their different skills. Sister Martha ann Kirk offered to teach a prayer session featuring the medium of dance. To the surprise of everyone, nearly a hundred nuns of all ages showed up for the session. Many Sisters have fondly recalled that evening for me, when dancing brought them together and catalyzed a religious experience.</p><p>Though the Sisters are excited about the changes they’ve made, it is unfortunate that a unique way of life is being snuffed out almost overnight, for it seems inevitable that some things will be lost in the confusion. The nuns were so eager to embrace a more humane lifestyle that, to my knowledge, no habit worn prior to 1965 has been saved, even for purposes of historical documentation. Evidence of age and decay has begun to show on the castellated motherhouse, but the Sisters are reluctant to sink too much money into repairing it. Like the huge cathedrals in France, its proportions are a tribute to a time gone by, and its historical value may soon outweigh its usefulness.</p><p>After listening to a Mass in the motherhouse chapel recently, I walked through the convent grounds, pondering my family’s longtime connection with the Sisters and the changes they have experienced since we have known them. Father French’s homily during Mass still rang in my head. “The only suffering with any value,” he had told the attentive nuns, “is that which we must undergo to live like Christ: no other suffering makes sense.” The prevailing spirit in my grandfather’s time had been much more severe. He had begun working as a boilerman for the Sisters in 1898; they introduced him to a young girl from one of their orphanages, and he and my grandmother were married in 1915. When he died, the nuns came and prayed over him as they do for their fellow Sisters. My grandmother, now eighty, still lives in the house the Sisters built for them and their five children.</p><p>Near the motherhouse convent and chapel there are many tree-lined walks, a swimming pool, and a grotto dedicated to Our Lady of Lourdes. Fed along its course by artesian springs, the San antonio River flows through the Sisters’ property, leaving dark pockets of deep cool water and steep slippery embankments. But as children we were most curious about the cemetery, with its identical gravestones set in neat rows. We would play beneath an enormous live oak tree just beyond the graves, casting furtive glances at that legion of white stone crosses and the large ceramic crucifix that watched over them, bright red dripping from the nails.</p><p>Things are not the same. The metal bird that spouted water into my grandfather’s favorite fountain is split and rusted, the dairy barn and bull pen are empty, there is no one to tend the garden. And in the graveyard under the live oak tree there is now no room to play, for the silent crosses have spread relentlessly. Soon they will fill the field beyond.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "July 1978",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Women",
      "San Antonio",
      "people",
      "God",
      "Church",
      "House",
      "Prayer",
      "spirit",
      "Texas",
      "Work",
      "Charity",
      "Home",
      "Jesus",
      "Priest",
      "School",
      "buildings",
      "Death",
      "ever",
      "Hair",
      "Jail"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "San Antonio",
      "Texas",
      "Mission",
      "West"
    ]
  }
}