{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19878",
    "date": "August 1987",
    "year": 1987,
    "month": 8,
    "month_formatted": "August",
    "pdf_uri": "/1987/19870800.pdf",
    "issue_cover_image": "",
    "document_start_page": 106,
    "toc_start_page": 104,
    "document_page_range": [
      [
        106,
        107,
        108,
        109
      ],
      [
        135
      ],
      [
        151,
        152,
        153,
        154,
        155,
        156
      ]
    ],
    "toc_order": 5,
    "toc_headline": "Cities In Bondage",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198708-citiesin",
  "source": "/1987/19870800.pdf",
  "wp_post_id": 123054,
  "wp_post_guid": "http://www.texasmonthly.com/article/cities-in-bondage/",
  "authors": [
    "Peter Elkind"
  ],
  "headline": "Cities In Bondage",
  "dek": "Need a new city hall? a reservoir? How about a new airport? The man to see is Dallas financial wizard Decker Jackson, whose wheeling and dealing on Wall Street has helped make Texas one of the biggest debtors this side of the Third World.",
  "spread_caption": "",
  "excerpt": "When eighty-year-old Decker Jackson gives financial advice to Texas public officials, nothing in life is certain but debt and taxes",
  "kicker": "",
  "word_count": 8652,
  "content": "<img/><p><strong>Decker Jackson (circa 1957) built his - Moreoctcmtsc Lalo TiCAlc vising Texas cities on ways to finance projects ranging from waterworks to civic centers. Dallas’ grandiose city h is his landmark.</strong></p><img/><p><span class=\"dropcap\">T</span>here is a very good chance that the most powerful man in Texas you have never heard of is Decker Jackson. He made it possible for Dallas and Fort Worth to build an airport. He brought water to Houston. He tied up the deal that brought american airlines to Texas. He masterminded a billiondollar tax break for the oil companies building the alaska Pipeline. Wall Street’s most powerful financiers fear him. Mayors and city managers clamor for his counsel.</p><p>Decker Jackson sells financial advice, but you and I cannot buy his wisdom. His clients are our governments-cities and school districts, counties and state agencies, airport and river authorities. Retained as financial adviser, Jackson and his First Southwest Company, a small Dallas-based investment-banking firm, tell public officials how and when to borrow money.</p><p>Decker Jackson, 80, is the godfather of Texas public finance. Much as Robert Moses once did in New York, Jackson shapes the expenditure of public money on huge public works. For decades he has helped governments issue taxexempt bonds to finance vital projects: roads and sewers, schools and dams, firehouses and jails. Through the early eighties, First Southwest served as financial adviser to the six largest cities in Texas; Dallas and austin have never employed anyone else. In 1985, the biggest bond year in the state’s history, First Southwest served as adviser in more bond issues-339-involving more debt-$7.6 billion-than any other firm in the country.</p><p>Photograph By Robert Latorre</p><p>Texas public officials regard Jackson with such awe that many have abdicated to him almost total responsibility for awarding the lucrative contracts that accompany each bond issue. Mindful of his influence in Texas, the nation’s second-largest bond market, those who make their living in the closed society of municipal finance bend and scrape for Jackson’s favor. Within this circle, there is no doubt what is meant when a New York investment banker explains that he is heading to Dallas “to kiss the ring.”</p><p>“You can’t practice in this industry in the state of Texas without calling on Decker Jackson,” says Hobby H. McCall, dean of the state’s bond lawyers. “You better let him know you’re down here in his territory.”</p><p>But Decker Jackson’s rise to power has exacted a price. In the last 25 years Jackson and his colleagues in the municipal finance business have presided over an explosion of public debt. In 1961 the total debt of all public entities in the state was $3.5 billion-$354 per person. By 1986 that debt had multiplied to $40.9 billion-$2,495 for every man, woman, and child in Texas.</p><p>In recent years much of the money has been used not to build roads and schools but to provide tax-subsidized financing to banks, utility companies, private hospitals, developers, and Fortune 500 corporations - usually without voter approval. One of the most abusive forms of such financing is the industrial revenue bond. Before the passage of federal tax-law changes that curbed industrial revenue bonds, First Southwest handled more than $1 billion in such bonds, providing cut-rate financing to such charity cases as Burger King, WalMart, and Honda.</p><p>This debt glut costs everyone. The purchasers of tax-exempt bonds, mostly wealthy individuals and institutions, pay no federal taxes on the interest from the bonds; this adds billions of dollars to the federal deficit. The flood of bonds also boosts the interest rates that local governments must pay to finance legitimate projects; this increased cost of borrowing drives up local taxes. And in a sudden recession, debt-heavy cities such as austin face a squeeze: No matter how tough the times, they can’t cut payments on their debt.</p><p>Men like Decker Jackson do not, of course, have the authority to issue bonds. That remains within the province of public officials. But Jackson and an array of middlemen like him—bond lawyers, investment bankers, and financial advisers —have been a hidden force behind the debt explosion. The reason is simple. Unless governments issue bonds, the middlemen don’t get paid. By an outdated tradition that prevails in Texas the middlemen are paid a percentage of each bond deal. This system gives them a powerful incentive to encourage more debt, often by pioneering new uses for tax-exempt bonds. The larger the debt, the fatter the fee.</p><p>It is no wonder, then, that financial advisers rarely meet a bond project they don’t like. And it is no wonder that Jackson has supported not just boon, but boondoggle: an ill-conceived plan to channelize the Trinity River, promoted on the basis of preposterously outdated financial projections; the pork-laden 1981 Texas Water Plan; the 1971 arlington Seven Seas water park, a horrible moneyloser that saddled arlington with debt long after it was shut down. First Southwest also advised the interim Dallas area Rapid Transit board. Less than a year after voters approved the board’s mass transit plan, a new team of DART bureaucrats discovered that long-range revenue projections had been overestimated by $1 billion.</p><p>Although Jackson has nurtured his empire at the public teat, he and his firm are zealously private. The clipping libraries of Dallas’ two major newspapers contain few mentions of Jackson or his company. As Jackson himself said in a brief telephone conversation, that is no accident. “It’s been my policy throughout my business life to be low key,” he explained, firmly refusing to cooperate with any article about him. “Find someone else.”</p><p><strong>a Boll Of Cotton</strong></p><p><span class=\"dropcap\">A</span>s a boy growing up in Celeste, a North Texas cotton community of fewer than a thousand people, Decker Jackson occasionally whiled away his time on the outskirts of town near a water tank used by the Santa Fe Railroad. One day when he was about eight, a train from Kansas City filled with city slickers stopped to draw water. Decker Jackson was absentmindedly holding a boll of cotton that he had plucked from a nearby patch. “What’s that, sonny boy?” one of the city slickers called to him.</p><p>“Why, it’s a boll of cotton,” said Jackson, astonished at the passenger’s ignorance.</p><p>“Is that how cotton grows?” asked the city slicker.</p><p>“Why, sure,” said Jackson. “Would you like to <em>buy</em> it?”</p><p>Soon Jackson had relieved the city slicker of a nickel in exchange for his boll of cotton. Then he performed the same favor for several others. As the crowd on the train watched, Jackson yanked a whole stalk of cotton from the patch. “How would you like to buy this?” he asked them. Very much indeed, they said, and young Jackson began selling stalks of cotton for 75 cents apiece. At a tender age Decker Jackson had learned a vital lesson: Value lies in the eye of the beholder.</p><p>The eldest of ten children, William Calhoun Jackson, Jr., was born poor in 1907 to a housewife and a struggling carpenter. While in high school, Jackson worked during his free time as a soda jerk at Dyer Brothers Drug Store on Celeste’s downtown square. He made extra money by preparing triple-decker sandwiches at home and selling them at the store to locals and traveling salesmen. Soon everyone called him Decker, the nickname he would carry throughout his life.</p><p>Jackson apprenticed to a pharmacist and, with the help of correspondence courses, earned his license in 1928. But by then his ambitions had climbed far beyond the drugstore. In May he eloped with Sally Carolyn Harrington, the eighteen-year-old daughter of one of the wealthiest men in Collin County. Jackson dedicated himself to winning the approval of his in-laws, and he soon went to work for the Harringtons’ bank in Plano. Two years later Jackson and his wife moved to Dallas, and he entered the bond business.</p><p>After a few years learning the trade, Jackson set up his own firm in partnership with a friend. Local governments were in terrible financial shape during the Depression, but the situation presented opportunities for shrewd operators to make money. Dozens of Texas cities were on the brink of default, and the owners of their bonds, desperate for hard cash, would unload them for pennies on the dollar. Middlemen with capital behind them could buy up a bundle of bonds, counsel the city out of difficulty, then sell the bonds for a healthy profit. It was the lesson of the boll of cotton, and Jackson had learned it well. He prospered.</p><p>[ Continued On Page 133 ]</p><p><strong>Oh, Oh, How Much We OWe!</strong></p><p><strong>Decker Jackson’s legacy of debt.</strong></p><p><span class=\"dropcap\">M</span>ost Sunbelt cities are deep in debt, and those in Texas are no exception. They use bonds to borrow money for capital improvements like new streets, sewers, and water mains, expecting rapid growth to produce additional tax revenue to pay off the debt. But when bad times stunt the growth needed to retire the bonds, cities can get caught short as easily as oilmen.</p><p>Texas’ per capita debt leader, a city that is usually considered one of the most conservative in the state, is Plano, a boomtown built from scratch and a Decker Jackson client. Plano owes $1,285 for every man, woman, and child in town, and half of its property-tax revenue goes toward retiring debt. At the other end of the scale is El Paso, where the per-capita debt is less than $100. Far more liberal than Plano in politics and lifestyle, El Paso is ultraconservative when it comes to debt, often using current revenues instead of bonds to build capital projects.</p><p>There are two types of debt. General obligation (GO) bonds are repaid with taxes; revenue bonds, which are issued to build everything from airports to power plants, are repaid with user fees. The user, however, may be you. Rising water and sewer debt invariably brings higher water and sewer fees. Austin and San antonio, which own their electric utilities, use electric rates to subsidize general city spending and keep property taxes down. Here is a look at the debt picture of four Texas cities.</p><p><strong>AUSTIN</strong> For years one of the largest bond issuers in the nation . . . Go debt multiplied fivefold since 1976. . . . In 1984 voters approved close to $1 billion in projects. . . . Huge revenue bond debt stems from city-owned utility’s 16 percent share of South Texas Nuclear Project. . . . Antigrowth city council and hard times are causing city to consider deferring dozens of projects. . . . Longtime Decker Jackson client.</p><p><strong>DALLAS </strong>City has not issued any general obligation bonds since april 1986, despite okay from voters. . . . Budget problems have prompted the city to consider shelving plans for a $90 million bond issue this year. . . . Cutbacks in the capital improvements program are under study. . . . Debt service represents 16 cents of every dollar of general expenditures. . . . Longtime Decker Jackson client.</p><p><strong>HOUSTON</strong> Borrowed big during the boom; now the bills are coming in. . . . Despite sluggish revenues, Mayor Kathy Whitmire stands by her aggressive capital spending program. As a result, debt service eats up 16 percent of the city’s general expenditures. Expect layofFs, new zoo fees, and a utility sales tax to finance the debt. . . . City dropped Decker Jackson in 1984.</p><p><strong>SAN Antonio </strong>revenue bond debt results from pouring cash into city’s 28 percent share of South Texas Nuclear Project. . . . Nuke debt has sent utility rates spiraling. . . . Debt service accounts for one fifth of the city budget. . . . Longtime Decker Jackson client, but Jackson lost the account in 1986 after the head of the local First Southwest office died. p.E.</p><img/><p><strong>1976 Go debt: $80 million 1986 Go debt: $409.8 million 1986 revenue debt: $2.1 billion 1986 Go debt per capita: $882</strong></p><img/><p><strong>1976 Go debt: $294 million 1986 Go debt: $688 million 1986 revenue debt: $594 million 1986 Go debt per capita: $731</strong></p><img/><p><strong>1976 Go debt: $435 million 1986 Go debt: $938 million 1986 revenue debt: $1.2 billion 1986 Go debt per capita: $542</strong></p><img/><p><strong>1976 Go debt: $114 million 1986 Go debt: $359 million 1986 revenue debt: $2.4 billion 1986 Go debt per capita: $394</strong></p><p>Photographs By Ira Block. J. Brousseau, D. Klumpp, Janeart/the Image Bank (Top To BOTToM)</p><p>[ Continued From Page 106 ]</p><p>After the attack on Pearl Harbor, Jackson joined the U.S. Naval Reserve, where he gained his first experience with $100 million deals. During the war, he became the Navy’s chief negotiator on all construction contracts for combat ships. Discharged in 1945 with the rank of lieutenant commander, Jackson returned to Texas thinking big, intent on creating a Southwest rival to the investment banking houses of Wall Street.</p><p>First Southwest Company opened its doors on april 2, 1946, with five founding partners; Jackson’s brother Winton was among them. Determined to establish an operation that would dwarf any of its competitors in Texas, the five men put up $500,000, an extraordinary amount of capital for those days. Jackson contributed the largest sum ($175,000), received 35 percent of the stock, and served as the new company’s president.</p><p>Within ten years First Southwest had realized Jackson’s ambition; it had become the preeminent investment banking house in Texas. Confirmation of its status came in 1957 when the Investment Bankers association, a trade organization dominated by Wall Street, elected Jackson president.</p><p>As First Southwest grew —today it has six offices and 86 employees—Jackson’s hold on the company tightened. Two of the founding partners died young. Winton Jackson took a leave of absence in 1966 to battle a drinking problem and never returned; a brain tumor claimed his life in 1970. After Jim Jacques, the last of the original partners, retired in 1973, Decker Jackson’s stake in the privately held company rose to more than 50 percent.</p><p>By the late seventies, Jackson’s Dallas company offered a stark contrast to the high-powered world of Wall Street, bustling with Harvard MBAs. First Southwest’s downtown offices were vintage 1950: There were linoleum floors, metal desks, and art on the walls that could well have come from Sears. Jackson’s staff referred to the place as the Russian Post Office. Only a handful of senior professionals had private offices; everyone else worked in bullpenlike rooms filled with rows of desks.</p><p>But that was how Jackson wished it, and there was no question who was calling the shots. Well into his seventies and a millionaire many times over, Jackson continued to arrive for work every day by 9 a.m., ate lunch at the office (he had no time for idle socializing), and remained past 5 p.m. During that period, every major decision at the firm-and hundreds of minor ones —received Jackson’s personal attention; one junior First Southwest employee recalls receiving a query from the old man about a $6 item on his expense account.</p><p>Even the firm’s compensation system left no doubt who was in charge. In 1980 First Southwest vice presidents earned $1,500 a month-so little that most of them had to borrow money to cover their living expenses. “You literally couldn’t live on those salaries,” said one former First Southwest vice president who, like all of Jackson’s past employees, was unwilling to be identified. “as you went along, for years your salary didn’t go up. Your bonus went up but not your salary.” Until 1979 that bonus came just once a year, on March 31, which was the end of the firm’s fiscal year. For a top staff member the check might be as much as $200,000. After receiving their bonuses, employees were ushered one by one into Jackson’s office to discuss their year’s production and express their appreciation.</p><p>Just how Decker Jackson decided what amount to bestow upon each of his subordinates was never clear; First Southwest had no stated formula for setting compensation. But it was obvious that the final decision was Jackson’s alone. <em>“He</em> paid you,” said a second former vice president. “It got your total attention for twelve months of the year.”</p><p>In his youth Jackson had been a dapper, physically imposing man-thick chested and broad shouldered, with a line of black moustache. As he aged, his shoulders stooped, his step slowed, and his hair turned salt-and-pepper gray. Jackson made only one concession to advancing years and a bad back. At midafternoon every day he closed his office door and settled down for a brief nap.</p><p>But to employees and clients alike, Decker Jackson remained a powerful fixture at First Southwest, seated behind his paper-strewn desk, puffing away at unfiltered cigarettes and pulling strings in the arcane world of Texas public finance.</p><p><strong>the Merchants Of Debt</strong></p><p><span class=\"dropcap\">I</span>n considering the world of municipal finance, it is important to remember that a government issues bonds for the same reason a homeowner takes out a mortgage: to spread out the cost of a major purchase over twenty or thirty years. The government that is issuing the bonds is simply the borrower, and those who purchase the bonds are the lenders.</p><p>Public borrowing differs from the average home loan in two key ways. First, state and local governments enjoy an essential benefit that the average borrower does not have. Because the interest that municipal bondholders receive is exempt from federal income taxes, the belowmarket interest rates of Such bonds are attractive to investors. This allows a government to borrow money at a discounted rate. The discount, which can amount to two or three percentage points, enables state and local governments to build essential projects more cheaply.</p><p>[ Continued On Page 149 ]</p><p>[ Continued From Page 133 ]</p><p>Second, municipal bond transactions require an array of middlemen. Because the bond issues are so large, a government does not sell its bonds directly to the public. Instead, it sells the bonds to an underwriter-most often an investment banking firm. The underwriter profits by buying the bonds wholesale at a discount subject to competitive bid or negotiation, then reselling them in smaller blocks at higher retail prices. The underwriter—or the lead underwriter when a group of underwriters is involved —also collects a management fee for handling the transaction. Underwriting today is extraordinarily profitable; the underwriter’s profit (or “spread”) on a $100 million transaction, now quite common, is typically about $2 million.</p><p>First Southwest initially made its name in the municipal bond business as an underwriter. In the decade following World War II, Jackson’s firm had the capital to handle bigger deals than any rival in the state could, and the giants of Wall Street didn’t have much interest in Texas. By the mid-fifties, however, things had changed. Bond issues were getting larger. Commercial banks, other Texas firms, and New York investment bankers were all competing for Texas’ lucrative underwriting work.</p><p>Jackson made a critical decision. Recognizing that First Southwest’s days as a leading underwriter were numbered, he shifted the company’s focus to a developing specialty in which it could remain dominant —financial advice.</p><p>Issuing bonds involves an assortment of logistical and paperwork chores: deciding the size, structure, and interest rates for a bond issue; negotiating the underwriter’s fees; drafting the bond documents; finding a printer; calling a bond election; and counting the ballots. In theory at least, all of this is the task of government bureaucrats. But the ways of Wall Street are often a puzzle and always a burden to public finance officials, who in the fifties were happy to hand such responsibilities to someone else. For years underwriters had done much of the work themselves; in many places they still do. In the fifties, Jackson, by making a case that issuers needed independent expertise, helped develop such responsibilities into a separate profession.</p><p>By 1956 Jackson’s aggressive field men had signed up the lion’s share of the financial advisory business in Texas. That year a newly formed association of the state’s securities firms, the Municipal advisory Council, then under Jackson’s chairmanship, adopted an ethics code for financial advisory work that declared anyone who courted other firms’ clients to be “guilty of unethical conduct.” It was a blatant restraint of trade (an attorney general’s investigation would force relaxation of the code almost three decades later), but for years the ethics code helped to curb challenges to First Southwest’s preeminence.</p><p>A third player in the municipal bond deal is the bond attorney. His primary responsibility is to review the bond documents and to issue an opinion pronouncing that transaction legal. For years the industry bible, known as the Red Book, certified only a handful of Texas law firms to perform this relatively simple chore. While the Red Book lists fifty Texas bond firms today, a tiny number continue to control this highly profitable corner of legal practice. In 1985 four Texas firms-McCall, Parkhurst, and Horton and Hutchison, Price, Boyle, and Brooks, of Dallas; and Vinson and Elkins and Fulbright and Jaworski, of Houston —handled 90 percent of the state’s bond volume.</p><p>In Texas financial advisers and bond attorneys customarily are paid a percentage of each bond issue. For First Southwest the amount ranges from 40 cents to $2.95 per $1,000 of bonds. A $100 million DFW airport bond issue, for example, would earn First Southwest a fee of $295,000. The fee is drawn from the bond proceeds. The fee system was then, as it is now, more a product of tradition than of logic. And it provided both bond lawyers and advisers with reason to encourage more debt.</p><p>When First Southwest began doing financial advisory work in the mid-fifties, there was a natural check on the amount of debt that a government issued. Almost all issues were general obligation bonds financing brick-and-mortar projects. These bonds were backed by the taxing authority of the issuer and required voter approval. Public bonds were used for public works. The situation didn’t change for a decade; the state’s total new bond business in 1964 was less than $500 million. In years to come, individual Texas cities would issue more debt in a single deal.</p><p>The explosion in debt, which Decker Jackson helped pioneer, has come from the second major type of bond, the revenue bond. These bonds are backed not by the issuer’s general funds but by a specific stream of income, like fees and leases at an airport or rents on a housing project. The income could even come from a private corporation. Revenue bonds had an extremely attractive feature. They usually did not require voter approval. This led to extraordinary growth in the variety and frequency of their use.</p><p><strong>the New Era</strong></p><p><span class=\"dropcap\">T</span>he new era of the giant bond deal dawned with the creation of DFW airport. In 1967 Dallas voters turned down a proposal to establish a joint airport authority with Fort Worth. Leaders of the two cities decided to build the airport anyway; they were under pressure from federal aviation officials who had ordered the long-feuding cities to consolidate their competing air services. But how? The failure of the 1967 referendum blocked them from using a tax to pay for the project.</p><p>Dallas mayor J. Erik Jonsson turned to Decker Jackson, Dallas’ financial adviser and the mayor’s longtime neighbor. Jackson was delighted to help under an informal agreement that he would be rewarded when the project reached fruition. They agreed on a plan: Without the need for a new election they could build the airport with revenue bonds, which would be paid off with income (such as airline landing fees and parking charges) that the airport would produce.</p><p>But one roadblock seemed insurmountable. The airlines, fearful of the fees that the debt of a new airport would require, were refusing to move. No one would buy revenue bonds backed by an airport that had no revenues —and no airlines to boot. The city fathers decided to issue the bonds anyway, assuming that once the carriers saw that the airport was going to be built, they would surely come around. The trick then was to sell $35 million in revenue bonds necessary to begin construction when there was no assurance of revenue to pay off the bond buyers.</p><p>In 1968, with the aid of the city leaders, Jackson made a flag-waving pitch to a group of local bankers. The banks should swallow the unmarketable bonds at belowmarket rates to do their part for the community, he told them. Jackson also cut a deal that sweetened the medicine: If the banks would take on the burden of the bonds, he pledged, the airport would buy the bonds back at a premium as soon as it had the money. Nine local banks and Bank of america agreed to buy the bonds.</p><p>Everything worked as Jackson had planned. The bonds financed the start of construction, and the airlines, realizing the new airport was inevitable, signed on in 1970. By then First Southwest had been awarded the contract to serve as the airport’s financial adviser.</p><p>DFW airport became not only a boon to the region but also a national model for financing airports without using tax revenues. Jackson shared in the rewards. First Southwest made $6.3 million in fees for its work with the airport and parlayed its experience into financial advisory jobs for other major airports: Tulsa, Memphis, Salt Lake City, Tucson, even Guam.</p><p>In the process, DFW pioneered the Texas-size bond issue. In 1971 the airport sold the first $100 million bond issue in the state’s history. That year, for the first time ever, Texas governments issued more than $1 billion in new debt.</p><p>Decker Jackson’s next megadeal was the alaska Pipeline. For the seven oil companies building the pipeline, it was the billion-dollar question: Could they finance the pipeline’s oil terminal with tax-exempt bonds?</p><p>The Wall Street investment banking gurus had said it couldn’t be done. But Richard Bressler, the chief financial officer of atlantic Richfield (ARCO), wasn’t ready to give up.</p><p>The terminal —where the oil would be held for pumping into huge offshore tankers-was planned for the alaskan fishing village of Valdez (pronounced “Valdeez”). The terminal would cost almost $1.4 billion; tax-exempt financing would save the oil companies two to three percentage points of interest-more than $1 billion in interest over the life of the bonds, Bressler calculated.</p><p>At first glance, the idea seemed farfetched. The builders of the pipeline were among the world’s richest corporations. Why should such a commercial project receive tax-subsidized financing traditionally reserved for municipalities?</p><p>Enter Decker Jackson. The Dallas financier had met the ARCO executive during Bressler’s tenure as treasurer of american airlines. Jackson’s plan was to have the pipeline terminal declared a port and then to finance the project with taxexempt port development revenue bonds. “Exxon and Sohio thought that was lunacy,” recalls Bressler, now chairman of Burlington Northern Railroad. But Jackson moved forward with an agreement that his fee would be paid when and if the bonds were issued.</p><p>Valdez (population: 1,008) would play a limited but essential role in the plan. Although the oil companies would pay off the bonds, only the municipality of Valdez possessed the power to give the bonds the magical tax-exempt status. The numbers were daunting; for every resident of Valdez, the city government would be issuing more than $1 million in debt. Jackson explained that the city was merely a vehicle, that it had no obligation to repay the money. The town’s leaders were eager for the jobs that the terminal would bring, but they still needed to be sold on the idea. Jackson dreamed up an offer they couldn’t refuse. In exchange for Valdez’s issuing the bonds, the oil companies would pay a one percent “issuance” fee —a total of almost $14 million —to be set aside as an endowment for future city needs.</p><p>To assure his own cut of the deal, Jackson persuaded the Valdez City Council to appoint First Southwest as its financial adviser, forcing all of the oil companies to deal with him. Jackson’s firm would get $1.95 for every $1,000 in bonds.</p><p>The biggest problem was the Internal Revenue Service, which wasn’t quite sure that the rules governing port financing envisioned a billion-dollar subsidy to Big Oil. Jackson hired Vester Hughes, a wellconnected Dallas tax lawyer who had once clerked for the U.S. Supreme Court, to try to get the bonds declared taxexempt. But the IRS refused to do so. Jackson’s scheme was on the brink of collapse. Hughes then lobbied the office of Treasury Secretary William Simon, who oversaw the IRS. On January 19, 1977, the last day of the Ford administration, the Valdez bonds were suddenly declared tax-exempt. “It was a cliff-hanger,” recalls Hughes. “It didn’t hurt anything that the atlantic Richfield chairman had been a longtime Republican.”</p><p>For handling the port development bonds-$1,357,600,000 of them-First Southwest earned $2.65 million in fees. For seven years First Southwest maintained an office in anchorage, serving such clients as the alaska Power authority and the Matanuska-Susitna Borough School District.</p><p>By the late seventies the days when most municipal bonds were used for traditional public works projects were gone. Financial advisers, bond lawyers, and underwriters had poked new loopholes in the tax code that benefited profitmaking companies. The justification was economic development.</p><p>Pollution-control bonds were issued on behalf of utility companies to help them buy equipment to meet environmental laws. There were housing bonds for developers building new apartments and single-family housing. Health-care bonds were issued for hospitals and nursing homes, and higher education bonds financed new construction for even wealthy private colleges, like Trinity University. There were also aggressive new uses for airport bonds.</p><p>In 1978 american airlines agreed to move to Texas from New York City, a relocation that would bring hundreds of jobs. The deal had been sealed with a commitment from business leaders that they would finance american’s new headquarters near DFW airport with taxexempt bonds. Decker Jackson, of course, was to handle the details.</p><p>Using tax-exempt bonds to benefit private corporations was nothing new at DFW. Earlier that year the airport had used such bonds to finance a golf course associated with the AMFAC Hotel. But the american deal was to be many times larger. The airline was planning a 500,000-square-foot futuristic low-rise office complex set among trees and a series of man-made lakes. To finance the project, DFW would issue $147 million in airport revenue bonds. Like the City of Valdez, the airport would have no liability; paying off the bonds would be american’s responsibility. But the tax-exempt rates would save the airline millions.</p><p>The financing was planned under an obscure provision of tax law that allowed airports to dedicate a portion of tax-exempt construction to “other facilities functionally related to the needs or convenience of passengers, shipping companies, and airlines.” But before the bonds could be issued, the IRS objected, ruling that corporate headquarters weren’t exactly what was meant by “other facilities.”</p><p>In an effort to secure a favorable ruling, Jackson again turned to Vester Hughes (Hughes’s firm would receive $90,382 for its trouble). House majority leader Jim Wright of Fort Worth joined a furious lobbying campaign, and the IRS backed down. Airports would be forever barred from using tax-exempt bonds to build airline corporate headquarters - but only after the american airlines bonds were issued. The airline’s bond deal had been grandfathered in.</p><p>By the end of 1979, however, private corporations like american could get taxexempt financing almost anywhere. After years of debate Texas had legalized the most abusive bonds of all: industrial revenue bonds.</p><p>These bonds allowed the use of taxexempt financing for all types of private corporations. The idea was that the lowinterest bond money would encourage economic development, creating jobs that would not otherwise exist. In fact, the bonds were given most frequently to established companies, which simply used them to subsidize projects they were going to build anyway. Dozens of cities, counties, and public agencies established their own economic development agencies in a rush to dole out industrial revenue bonds.</p><p>The bond industry was cashing in on the fees associated with the bonds, and First Southwest represented some of the largest industrial revenue bond issuers of all. The Trinity River authority, chartered to control flooding and to provide water, issued about $300 million in such bonds-about twice as much as it issued for water projects. Beneficiaries included Toys “R” Us, Trammell Crow Development, and Quaker Oats. The Trinity River authority even issued the bonds -subsidized by the U.S. Treasury-for Japanese companies; Honda, Nissan, and camera manufacturer Canon each got taxexempt financing for million-dollar projects. Through 1985 First Southwest handled more than $1.3 billion in industrial revenue bonds.</p><p>The sight of multinational corporations feeding at the public trough produced a national backlash. Critics blasted industrial revenue bonds as “welfare for the rich.” and there was increasing awareness of the game’s cost: Experts complained that such bonds were glutting the municipal bond market, raising interest rates for legitimate government bonds, and costing taxpayers millions. The U.S. government estimated the lost federal taxes from industrial revenue bonds at more than $1 billion.</p><p>By 1985 Congress had seen enough, and despite frenzied lobbying from the bond industry, it imposed caps on the amount of industrial revenue bonds each state could issue. A last-minute rush to beat the year-end deadline combined with low interest rates to produce the biggest municipal bond year in history: $204 billion in new bonds were issued nationwide, twice the previous year’s figure. In Texas First Southwest handled one bond deal of $521 million.</p><p>American airlines once again had gotten in under the wire. To finance a flight simulator, freight and mail facilities, and several other projects, american had obtained $97.3 million in bonds from the Grapevine Industrial Development authority and another $31,135 million from the Lone Star Industrial Development authority of Fort Worth. Both, of course, were First Southwest clients.</p><p><strong>POWER: Use And ABUse</strong></p><p><span class=\"dropcap\">D</span>eals such as DFW airport, the alaska Pipeline terminal, and american airlines’ relocation to Texas did more than seal Jackson’s reputation. They made him a kingmaker—a man who could shape critical public decisions and dispense patronage. Jackson’s extraordinary list of clients came to regard his as the final word on bond matters.</p><p>When Decker Jackson calls, the secretary to the finance director of DFW airport simply informs her boss, “It’s God calling.” Rodger Line, the city manager of North Richland Hills, a Fort Worth suburb, explains why he would never recommend replacing First Southwest as the city’s adviser: “It would probably be my last act as city manager. The council has that much faith in them.”</p><p>What has Jackson done with such power? although he is often described as an advocate of fiscal conservatism, Jackson’s clients include cities with heavy debt (such as austin) as well as those with modest debt (such as Dallas). More than anything else, Jackson has used his influence to perpetuate his own position —to promote, among numerous equally qualified underwriters and lawyers, those who understand that they are expected to give as well as to receive, those who are loyal, those who play by his rules.</p><p>Nowhere has Jackson been freer to wield such influence than at DFW. Unlike many cities and authorities, the airport until 1984 never used competitive bidding to select its underwriters or set fees. Instead, DFW handpicked the underwriters for its bonds and then negotiated the terms. Such negotiated underwritings, which have grown more common with the increased use of revenue bonds, maximize discretion in the selection of underwriters. At DFW that discretion was left to Decker Jackson.</p><p>“You look to your adviser to tell you what is the best team to do it,” says airport finance director Dick Williams. “We tell underwriters, ‘Go talk to Decker.’ He’s the one who’s going to call [the airport executive director] and tell him, ‘Here’s the team.’ If Decker Jackson says Smith Barney can handle this deal better than Salomon Brothers, I don’t really care.”</p><p>Since its creation, DFW has issued nearly $2 billion in bonds, spinning off underwriting fees of $40.6 million. Under Jackson’s direction, two New York firms have controlled DFW’s underwriting business. From 1970 to 1972, when DFW was under construction, Merrill Lynch headed the team on eight airport bond issues involving $9.9 million in fees. Goldman Sachs, perhaps Wall Street’s premier firm, has served as lead underwriter on thirteen bond issues involving $23.2 million in fees. (In such deals involving teams of underwriters, the fees are split among many firms, but the lead underwriter receives the largest share.)</p><p>O. V. Cecil, an old Texas golfing buddy of Jackson’s who headed Merrill Lynch’s municipal bond department through 1973, says Jackson expected the firm in return to include First Southwest in other underwriting deals that Merrill Lynch controlled. “You scratch the backs of people who scratch your back-that’s the way it is on Wall Street,” says Cecil, now retired and living in Dallas.</p><p>In 1984 Dick Jamison, then vice president for properties and facilities for american airlines, DFW’s largest carrier, persuaded the airport staffthat it was time to juggle the underwriting lineup. Jamison won the support of finance director Williams and facilities director James alderson to include Smith Barney in the underwriting team on an upcoming $120 million bond issue. Alderson drafted a memo for the airport’s executive director, Ernest Dean, who gave his verbal okay to the plan. Within days Jackson had his hands on the memo —and everything changed. Rather than adopting the underwriting team that the staff had endorsed, DFW for the first time ever sought bids for its underwriting work. To knowledgeable observers, the airport’s financial adviser, Jackson, had overruled its staff. Says Jamison, who now runs the Detroit airport, “I always felt he did that to head off the revolution.”</p><p>Investment bankers who receive Jackson’s favor work hard to keep it. New York banker Lou ambrosio met Jackson in 1972, while he was with Goldman Sachs. Now with the New York firm of Donaldson, Lufkin, and Jenrette, ambrosio delights in the pet name Jackson has given him—“Lou-Lou”—and visits the First Southwest chairman every time he is in Dallas. “The joke was ‘Where are you going?’ ‘Well, i’m going to pay homage.’ Bankers know he’s got so much business at his disposal. We’re going to trip over our feet trying to please him,” says ambrosio.</p><p>Charlie Harmon, who recently retired as a senior municipal finance partner at Goldman Sachs, sought Jackson’s blessing before Goldman Sachs applied to serve as the financial adviser to the permanent Dallas area Rapid Transit board. The reason: First Southwest, which had advised the interim board, also wanted the work. When Goldman Sachs got the job, Harmon visited Jackson to offer what amounted to an apology; he was relieved to find Jackson understanding. “If he had a real problem,” says Harmon, “we would have never done another piece of business where First Southwest was involved.”</p><p>Bond lawyers too recognize Jackson’s power to cut them in or out. In 1970 a young attorney named Ray Hutchison left the partnership of McCall, Parkhurst, and Horton, the state’s leading bond firm, after a bitter fight for control of the firm. When Hutchison opened his own shop, Jackson, who had admired Hutchison’s work for DFW while at McCall, encouraged the airport to place Hutchison on a monthly retainer, even though his firm had no Red Book listing and thus could not issue a marketable bond opinion. Jackson later arranged for Hutchison’s Red Book listing and persuaded several First Southwest clients to send Hutchison their business. Hutchison went on to become a state Republican chairman and a candidate for governor. His bond firm, now called Hutchison, Price, Boyle, and Brooks, has become one of the big four in Texas (it has earned more than $1 million in fees from DFW alone). In 1985 Hutchison’s firm ranked among the top ten in bond volume in the country. Says Hutchison, with more than a touch of understatement: “It’s been a very valuable relationship.”</p><p>Attracted by the practice’s profits, dozens of Texas firms have sought to break into the bond business. None —including such legal giants as Houston’s Baker and Botts —have made substantial headway. Bond lawyers for such firms say the reason is that men like Decker Jackson keep outsiders out, preferring to steer their clients’ business to those they already know and trust.</p><p>Underwriters can win or lose Jackson’s favor through their willingness to follow his rules. Foremost among them: Don’t meddle with Jackson’s clients. Jackson doesn’t like investment bankers to approach his clients directly with new financing ideas; he wants them to present the ideas through First Southwest instead —or at least inform him first. “He likes the notion that you bring a deal to them,” says an investment banker with the Dallas office of a major New York firm. “Don’t go to the city first, because that threatens their influence.”</p><p><strong>WHAT’s Wrong</strong></p><p><span class=\"dropcap\">I</span>n Texas almost every public entity uses a financial adviser when it sells bonds. Municipal officials say advisers easily earn their fees by helping to structure bond issues and bargaining with underwriters in transactions. Even officials of large cities say they are better off not handling bond matters themselves. “You can’t get the expertise on market conditions, the knowledge of what people are doing in the market, without watching it on a regular basis,” says Dallas finance director Winston Evans. “I don’t think we could pay a staff member enough to do that.” Not even $150,000? That is less than a third of what First Southwest received from the City of Dallas in 1985.</p><p>Although some municipalities do without outside financial advisers, preferring to rely on their own staff and underwriters, there are cases in which an adviser is helpful. Small issuers often lack the personnel to handle bond issues themselves; larger issuers may benefit from outside expertise on especially complicated deals, which are more common than they once were.</p><p>But using an adviser such as First Southwest on every deal and paying on the basis of how much debt is issued are practices that survive because public officials have chosen to cede responsibility for bond issues. “Texas cities have traditionally relied much more heavily on financial advisers than other entities around the country,” says Houston controller Lance Lalor.</p><p>John Gunyou, the finance director of Minneapolis, a city with the highest possible bond rating, says his staff handles most simple general obligation bond issues itself. In such transactions there is no need for advice on interest rates and underwriting fees; both are determined by competitive bidding. “They are vanilla deals —very straightforward, easy to put together,” says Gunyou. “You go out, take the bids, and award it.”</p><p>Because advisers such as Decker Jackson are paid a percentage of each bond issue, their compensation does not necessarily reflect effort. “The fee probably has very little correlation on a per-hour basis with the work involved,” says a Dallas investment banker. “I have worked harder on a nine-million-dollar issue than I have on a two-hundred-million-dollar issue. Once you get to a certain size, the decisions are identical.”</p><p>According to <em>The Price of advice,</em> a book on financial advisers published by the Government Finance Officers association, the percentage payment system “bears no relationship to the difficulty of the transaction” and “provides an incentive for a financial advisor to encourage the enlarging of an issue.” The system, the book adds, “may be the least rational and desirable method on which to base advisory compensation.” The book suggests paying advisers and bond attorneys either a fixed annual fee or an hourly rate.</p><p>The present system does, however, make life easier for bureaucrats. By paying advisers and bond lawyers from bond proceeds, they can avoid the need to justify a six-figure consulting contract during the regular budget process. As the former finance director for one large Texas city put it, “It’s real easy for cities to come up with the money when you do a bond sale. Instead of getting 80 million dollars, you come up with 79,800,000 dollars. Who cares? There’s too many zeros in there to worry about the fee.”</p><p>The reluctance of Texas public officials to question such arrangements stems in part from First Southwest’s close relationships with its clients —relationships that Jackson and his firm take pains to cultivate. In 1985 Jackson wrote fundraising letters to New York investment bankers on behalf of attorney general Jim Mattox, whose office must approve most Texas municipal bond issues.</p><p>Elected officials hire First Southwest because their staff experts say the firm is indispensable, so a cornerstone of Jackson’s strategy has always been the courting of bureaucrats. “You’re expected to make your staff man look good so you build up loyalty,” says a former First Southwest vice president. “You get the staff support, and you’ve got eighty percent of the job. Those people move to another city. Well, guess where we go next?”</p><p>Jackson himself developed relationships with key officials. He became a close friend of former Dallas city manager George Schrader when Schrader was still with the city, and Jackson now includes Schrader in a select group whose stock brokerage accounts he handles personally. When DFW finance director Dick Williams encountered personal financial trouble in recent years, Jackson agreed to help find a lender. Williams says he ultimately didn’t need any assistance in arranging the loan.</p><p>Most of all, First Southwest believes in wining and dining its public clients. The formal execution of bond transactions-known in the trade as closing —often requires one or two representatives of the issuer to sign documents, traditionally in New York. At First Southwest’s invitation, such occasions became an excuse for parties on the taxpayer’s tab. Everyone —mayor, council, staff, spouses, and friends —was welcome. Officials were entertained in a manner that would make millionaires blush. Limousines stocked with premium liquor whisked them from the airport to a deluxe Manhattan hotel —the exclusive Lombardy or perhaps the Helmsley Palace. First Southwest hosts provided their guests with choice seats at Broadway shows, took them to clubs and fine restaurants, and arranged shopping excursions for the ladies. Many public officials got their first trip to New York on a First Southwest closing.</p><p>The climax of the festivities was customarily the pre-closing dinner, an elegant affair such as the one held in November 1976 for a $93.5 million DFW airport bond issue. That trip drew the mayor and an assistant city manager of Dallas; the mayor, city manager, and finance director of Fort Worth; five executives of DFW; and three employees from the offices of the Texas attorney general and the comptroller, who oversee the issuance of bonds. Most brought their spouses. Held at the St. Regis-Sheraton, the reception and dinner-dance featured music by the Ray Wolff Orchestra and a menu of mousse of turbot, roast sliced filet of beef with bearnaise or perigourdine sauce, strawberries au Grand Marnier, turban of lemon, petit fours, liqueurs, and cigars.</p><p>Such dinners were often at the expense of the underwriters, but First Southwest covered the other charges, then billed them discreetly back to the issuer with no embarrassing itemization. This avoided the need for public officials to justify their expenses. The practice drew a rare bit of exposure in 1983, when the <em>austin american-Statesman</em> revealed that First Southwest had billed the City of austin $35,000 in travel expenses for a New York closing, including $4,600 for limousines. Thirty officials, plus the wives and the companions of five council members, made the trip.</p><p>For the financial adviser, the underwriters, and the bond lawyers, a bond closing serves a valuable function. “That’s when staff relationships can be cemented,” says a former First Southwest executive. “First Southwest loves to have closings in New York.”</p><p>Other locales sometimes served the same purpose. In 1978, when DFW issued tax-exempt revenue bonds to finance a golf course and the expansion of the AMFAC Hotel, closing ceremonies, with myriad public officials in attendance, took place at AMFAC’s hotel in Hawaii. After the closing for an american airlines project at DFW, the airline flew its guests to London. After a First Southwest closing for the Tucson airport, several at the party flew off to Bermuda.</p><p>At least one Texas city has made a complete break with the hoary traditions of financial advisory work that Decker Jackson established. Arlington, a city that employed First Southwest through the seventies, now employs as its adviser the Washington-based Government Finance Research Center, which does no underwriting work, avoiding any possible conflict of interest. The City of arlington pays the firm on an hourly basis, eliminating incentives that encourage more debt, and plans to use its adviser selectively. City finance director Lynn Hampton and her staff of twelve in 1985 handled one small bond sale themselves. City employees have taken in-house much of the paperwork that financial advisers customarily do for their clients. “We do our official statement on my secretary’s word processor,” says Hampton.</p><p>Hampton now holds bond closings in arlington or Dallas. When city officials must go to New York for meetings with bond-rating agencies, they travel coach and take taxis to their hotel. The list of participants traveling at city expense is kept to a minimum. When four councilmembers wanted to go with their spouses last year on a bond-rating trip where only the mayor’s presence was necessary, the council members not only paid the expenses for their spouses, but they paid for their own as well. “Our philosophy is that if you’re spending ten thousand dollars you could have saved,” says Hampton, “that maybe could have been some landscaping for a fire station.”</p><p><strong>the Legacy Of Decker Jackson</strong></p><p><span class=\"dropcap\">S</span>ince 1980 Decker Jackson’s hold has weakened. Chafing at his autocratic ways, several of his best young executives have left the firm to work in the Texas offices of Wall Street investment banking firms. In 1981 three departed to start Texas Capital Markets, a firm based in austin. When the new group declined to join the Municipal advisory Council, Jackson dispatched a senior subordinate to give the young upstarts a lecture on ethics. He was surely less pleased in 1983 when the new firm landed the financial advisory contract for the Lower Colorado River authority, a major First Southwest client. Public officials who had ties to First Southwest and who did business with the LCRA lobbied the agency’s board to cancel the new contract, prompting the defectors to consider legal action.</p><p>Jackson worked to respond to the defections and the changing times. His firm moved to new quarters, with carpeting and more private offices. Salaries were raised, albeit modestly, and another bonus distribution was added.</p><p>For years First Southwest had played a valuable role in marketing Texas bonds in New York. But a new generation of public officials, less inclined to hold on to traditional relationships and more professionally trained, began to recognize that the presence of a First Southwest executive was no longer required for acceptance on Wall Street. Many began to complain that Jackson’s firm was too slow to embrace new methods of financing.</p><p>There were other insults. Jackson and First Southwest had worked on dozens of projects for Houston, including a badly needed water reservoir—Lake Livingston -built by the Trinity River authority. But in 1984 Houston mayor Kathy Whitmire terminated her city’s 27-year relationship with First Southwest. When Whitmire selected Rotan Mosle, a Houston-based firm owned by Paine Webber, as the city’s new financial adviser, she also scrapped the traditional system of compensation. Rotan Mosle was placed on a fixed annual fee. To the surprise of many in the industry, First Southwest also failed to land the DART contract, and in 1986 Jackson’s company lost its contract with the City of San antonio. The whispers began: First Southwest was slipping.</p><p>Yet in 1985 First Southwest enjoyed the best year in its history. In the fiscal year ending March 31, 1986, First Southwest earned a firm record of $9.45 million in advisory fees-an average of $295,000 for each of its 32 municipal finance professionals. Under Jackson’s conservative management First Southwest banked the lion’s share of its profits and, ironically, incurred virtually no debt. Perrin Long, an analyst who follows securities firms for the Lipper analytical Securities Corporation in New York, calculates that Decker Jackson’s privately held company is worth about $33 million. That would make Jackson’s stake in First Southwest-about 55 percent, according to November 1986 records —worth about $18 million.</p><p>But 1985 may have been the last hurrah. First Southwest is an institution totally dominated by one man and dependent upon the personal loyalties he enjoys; when Decker Jackson is gone, its influence will surely wane. But Jackson’s legacy will remain: a thousand roads and bridges, schools and airports, corporate temples and dams; a dozen new ways to use municipal bonds; and a vast increase in the public debt of Texas<em>.</em></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "August 1987",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Southwest",
      "Bonds",
      "Texas",
      "DFW",
      "Cities",
      "Dallas",
      "Wall",
      "Government",
      "New York",
      "Work",
      "Business",
      "office",
      "Water",
      "money",
      "Oil",
      "Airlines",
      "Austin",
      "Banking",
      "Cotton",
      "Power"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Texas",
      "Dallas",
      "Austin",
      "Arlington",
      "D.C."
    ]
  }
}