{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19863",
    "date": "March 1986",
    "year": 1986,
    "month": 3,
    "month_formatted": "March",
    "pdf_uri": "/1986/19860300.pdf",
    "issue_cover_image": "",
    "document_start_page": 135,
    "toc_start_page": 132,
    "document_page_range": [
      [
        135,
        136,
        137,
        138,
        139,
        140
      ],
      [
        206,
        207,
        208,
        209,
        210
      ]
    ],
    "toc_order": 5,
    "toc_headline": "Turn It Up!",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198603-turnitup",
  "source": "/1986/19860300.pdf",
  "wp_post_id": 122412,
  "wp_post_guid": "http://www.texasmonthly.com/article/turn-it-up/",
  "authors": [
    "Joe Nick Patoski"
  ],
  "headline": "Turn It Up!",
  "dek": "Forget the (Bleep!)Ing Alarm Clock, Cold Coffee, And (Honk! Honk!) Freeway Madness. Texas’ Best (All Ri-I-Ght!!) Drivetime Dj’s Will Stop At Nothing (Heh-Hehheh) To Get You Moving In the Morning.",
  "spread_caption": "",
  "excerpt": "The rudest, crudest, and most obnoxious disc jockeys are on in the mornings. Here’s the best—or the worst—of the lot.",
  "kicker": "",
  "word_count": 6520,
  "content": "<img/><p>Makeup By Susan Posnick, Wardrobe From Ahab Brown, Curtain Illustration By Stephen Pietzsch</p><p><span class=\"dropcap\">S</span>ure, they may be rude, crude, obnoxious, and constantly crossing the border of good taste, but Mark Stevens (right) and Jim Pruett on KEGL-FM (Eagle) have consistently ranked among the top five morning shows in Dallas. Soon to move to Houston, they are the best two-man team in town, with the most consistent comedy, including such routines as the Sex Trivia survey and the popular Not Ready for Drive-Time Players.</p><p>Hey! It’s 7:56 In the MORNInG, You’re late for work, the freeway has turned into a parking lot, the car is overheating, and your personal life is a mess. But, hey! Forget all that, because laughs, good cheer, and sunshine are pouring out of your radio at the speed of sound. No matter where you tune, excited and effusive announcers—accompanied by a barrage of crowd noises and other sounds—are raving on about the events of the day, poking jabs at yesterday’s news, playing music, exchanging sexual innuendos, cheering on the home team, taking calls, cracking one-liners, hard-selling and soft-pedaling products, and all the time practically begging you not to touch that dial so they can give you hundreds and thousands of bucks in cash and prizes. Hey! Getting up in the morning can be fun, fun, fun!</p><p>Welcome to the wild, whacked-out world of morning drive-time radio, home to a weird breed of entertainer who rises before the sun so he can amuse us as we struggle to start our days. Once upon a time this curious animal was known simply as a disc jockey. In 1964, while in junior high in Fort Worth, I used to visit KFJZ-AM, the local Top 40 radio station. There I got to peek behind the illusory curtain and observe hyperactive young adults shout and whisper into microphones while they madly pushed and pulled tape cartridges and cued 45’s.</p><p>Soon, though, a different sound filled the airwaves-progressive radio, with fifteenminute songs and mumbling announcers who followed a heretofore unknown code of cool broadcasting. Screamers at KFJZ and other Top 40 Am stations drifted to jobs in sales or management or to gigs in other towns. Those who remained on the air toned down their acts and stuck to announcing the station’s call letters, the time, the temperature, and the name of the record. FM became the wave of the future, and the emphasis shifted to the music, which was packaged into a variety of formats, from classical and country to black-oriented urban contemporary, album rock (AOR), contemporary hits (CHR or Top 40), oldies, adult contemporary (AC or “lite” rock), and easy listening.</p><p>A funny thing has happened in the last five years. Consultants have discovered that music and information-even with contestsare no longer enough to keep an audience. An extra edge is necessary, a sprinkle of fairy dust that makes a difference in a station’s sound and, as a result, in the size of its audience. Back came the disc jockeys, showcased on the morning drive shift, when listenership is highest.</p><p>There’s an adage in the radio business that as the morning goes, so goes the rest of the day. The largest radio audience tunes in between six and nine, primarily looking for a commuting companion. In Houston, for example, almost one million people have their radios on between seven and eight on weekday mornings—more than watch television. Naturally, each station parades its best talent during those hours, hoping the extra spices added to the basics, like time, temperature, news, weather, sports, and traffic conditions, will attract a loyal audience. Some listeners want an all-news station, others are more interested in a music format that matches their lifestyle. But these days nothing beats personality during morning drive time for increasing the number of listeners.</p><p>Today a morning radio personality is a slick package—a combination talk show host, comedian, editorialist, producer, and improvisationalist who anchors a support team. Announcers are still low on the showbiz ladder of success, a rung or two below game show hosts. They aren’t called disc jockeys anymore, because tapes, not records, supply the music, and they have almost no say about what is played. Telephone calls are encouraged to stimulate audience participation. But if there is a mission for morning drivetime radio, it is to serve verbal cups of coffee that constantly remind listeners that no matter how tough life seems to be, blue skies and green lights do exist, if only in their minds.</p><p>Photographs By Geof Kern. Styling By Jan Keeton</p><img/><p>“the Key To a Good Morning Show Is Fitting the market,” says Bob Botik, a radio programming consultant from austin. “I always tell my announcers that to entertain means to disturb. Top morning people have a very clear concept of who they are on the air, even if they’re raving idiots.”</p><p>Each personality’s sword of Damocles is arbitron, a firm that surveys and rates radio markets across the U.S. The surveys, conducted at least twice a year and more often in the major markets, collect audience information on age, sex, and what times of day they tune in. A station’s overall numbers are important, but the quality of the numbers is given more weight. Radio stations specialize and aim their fare at a specific demographic group (say, females 18 to 34 years old) to attract advertisers who desire that audience. There are other ratings firms, like the Birch Report, but arbitron is the bible. If arbitron ratings indicate that a station is reaching its targeted demographics, advertisers will spend money. If not, the station loses ads, changes formats, or is sold. Entertainers are key players in the game: sixty seconds of advertising time during the most popular morning shows in Dallas and Houston costs up to $1000 a pop. At KVIL-FM in Dallas, Ron Chapman’s daily shift generates between $8 million and $12 million annually.</p><p>For several weeks last fall, during the most crucial arbitron sweep of the year when the competition is theoretically at its sharpest, I woke up with the early risers in Houston, Dallas, Fort Worth, San antonio, and austin, drove each city’s freeways, and tuned in the a.m. entertainers. Many of them were suitably obnoxious, some were bland and repetitious. Originality was at a premium. I never again need to be subjected to another <em>Miami Vice</em> spoof, a radio version of <em>Wheel of Fortune,</em> imitations of Rocky and Rambo, or station identifications set to the tune of Handel’s “Hallelujah Chorus.” Bright moments did cut across the ozone, though. Four programs in particular distinguished themselves. All were on contemporary hit stations, which makes sense, considering that CHR is just a new name for Top 40-what the best personalities of today were raised on. Good examples of the various types of entertainment during morning drive were John Lander at KKBQ-FM and AM in Houston, Stevens and Pruett at KEGL-FM in Dallas, Sonny Melendrez at KTFM-FM in San antonio, and J.R. at K-98 (Khfi-Fm) in austin. These early morning entertainers frequently said or did something that isn’t supposed to be said or done on the radio. And that never happens on television, in the newspapers, or in the movies. Only on the radio. And usually in the morning.</p><p><span class=\"dropcap\">F</span>lawless parodies and fake commercials jazz up John R. (J. R.) Edwards' (left) a.m. drive-time shift on austin’s K-98 into a largerthan-life circus. In Houston, John Lander's (right) <em>Q Morning Zoo</em> on KKBQ-FM is fun for the kids but flip enough to pull in the adults. At one moment Lander may say, “Thank you from the heart of our bottom,” with nary a pause. Yet when he tells a caller, “Have a nice day from our family to yours,” it doesn't sound condescending.</p><p>Woman's Coat From Lou Lattimore, Sunglasses From Optica, Car Courtesy Of Sw Classics, Austin, Illustrated Set By Darrylin Lord</p><img/><img/><p><span class=\"dropcap\">I</span>n the past, radio has been slow to change in the alamo City. But on KTFM-FM, Hot 103, Sonny Melendrez, the Richard Simmons of broadcasting, is turning the town upside down. His rah-rah style infects his staff, most of whom are San antonio-bred, a fact that becomes obvious when they follow him through dance steps in the studio as he plays the latest pop salsa tune, “Don’t try to put on your panty hose doing the conga,” Melendrez advises listeners.</p><p><strong>the Mission Of Morning Radio Is To Serve Verbal Cups Of COfFEE That Constantly Remind LIsTENERS That No Matter How ToUGH Life Seems To Be, Blue Skies And Green Lights Do EXIsT.</strong></p><p>Houston</p><p><strong>Funky Sounds, Funky Town</strong></p><p>As We All Know, Houston’s Freeway System is a mess. Traffic stacks up, and commuting times are longer on the average than elsewhere in the state. All that has helped make the city one of the most interesting morning drive radio markets in the nation. Arbitron ranks Houston as the country’s eighth-largest metro market and counts more than thirty stations in the area with formats from hair-splitting versions of lite rock to several in Spanish. In keeping with its Big Oil, wildcat heritage, Houston radio is anything but dull.</p><p>The number one spot on the dial belongs to Majic 102 (Kmjq-Fm), whose urban contemporary format has regularly captured big numbers since the station went on the air nine years ago. Most of its success is tied to the format: Majic 102 is the only FM station to program funky sounds, and morning man Doc Kilgore makes a difference with a gregarious, split-second rap that reminds me of Rick James, flowing smoothly with the song list. Kilgore’s wake-up calls to listeners are always good for a quick laugh. Still, music carries the weight here.</p><p>Challenging Majic with the old-fashioned Top 40 approach of hit music and strong personality is KKBQ-FM and AM. The <em>Q Morning Zoo</em> unabashedly attempts to be all things to all people. The brains behind the operation is John Lander, who belies the program’s loony image with a straightforward, mellifluous voice and a crew that makes it one of the best in the country. With six regulars, more than four hundred special-effects tapes, in-studio noisemakers, a troop of real and imaginary characters, and a $1.2 million annual promotional budget, Lander’s Zoo is an exercise in deception not found anywhere else in Texas—the show is fun for the kids but flip enough to pull in the adults. Ears have to be sharp to catch the satire and wordplay that slip in. At one moment Lander may say, “Thank you from the heart of our bottom,” with nary a pause, then tell a caller, “Have a nice day from our family to yours,” without sounding condescending.</p><p>Sidekick John Rio, assisted by Dave Colon, is responsible for most of the sound effects and the material. News anchor Jackie Robbins reports with warmth and authority, and eager beaver Cleat Dumpster reads sports as the Gillette “Look Sharp March” plays in the background. Manning the twenty continually blinking telephone lines is Lou Walton. Rounding out the cast is Mr. Leonard, the much-loved squeaky-voiced terminal child. “We are always very evasive about him,” Lander says. “People don’t know if he’s black or white, man or woman or eunuch.”</p><p>As KKBQ’s program director, Lander has the freedom to break format, and he frequently does. The song parodies sometimes outnumber the latest hits. One of the funniest, played during the recent mayor’s race in Houston, was the Louie Welch tribute “(Who Says i’m) Too Old to Run?” to the tune of Springsteen’s “Born to Run.” Emergency Broadcast System tests turn into Emergency Prejudice System tests, in which every ethnic group imaginable is slurred within thirty seconds. Welch’s “Shoot the queers” quote and the Bhagwan Rajneesh’s “She’s a perfect bitch” statement are inserted again and again between news items or commentaries. Mary Lou Retton, a Houston resident, took issue with the song lyrics “She’s greedy, greedy” in a parody of her Wheaties commercial. The Q-Zoo brought her to the station, and she added her own voice to the bogus spot, tagging it with “Quit playing that commercial!”</p><p>[Continued On Page 203]</p><p>[Continued From Page 137]</p><p>KKBQ’s competitors contend that the large numbers of teens who listen to the station skew the ratings, implying that the station lacks the older, wealthier listeners that advertisers want. Lander responds, “I want teens. They set the trends. They control the dial in their parents’ cars. But we don’t pander to them. The parents listen with the kids.” On the air, he constantly eggs on the audience to phone in reports of the competition stealing the q’s material, a vanity called the Xerox Report. Although several stations have borrowed bits, no other one has yet to recycle Clarence “Frogman” Henry’s “ain’t Got No Home” classic. Then again, no other station has John Rio to accompany the song on trombone. Even dead air has its place; moments of silence are brought to you by the Houston Public Library. “You’ve got to have the full range of emotions to be a good entertainer,” Lander says. When the <em>achille Lauro</em> hijackers were intercepted and flown to Italy, Lander played the “StarSpangled Banner” without comment. “We try to orient this to the whole family. We don’t specialize,” Lander says. So far his theory tests positive. When Gannett Communications bought KKBQ in December 1984, Lander threatened to take his Zoo to KRBE-FM. He was swayed with a contract worth more than $300,000 annually.</p><p>To the figurative left of KKBQ on the FM dial is 97 Rock’s <em>Moby and Matthews</em> on KSRR. Moby is a whale-sized, swaggering good ol' boy who plays album rock and exhorts his faithful to “get your lazy asses outta bed” while being tempered by straightman Jon Matthews, who delivers the station’s information injections, as the newscasts are called. Moby is startling to hear for the first time—he’s always riding the station’s management and threatening to give out his program director’s home number. One day he wondered who was parking in the space of a recently fired station executive. Everyone has a boss, and there’s nothing quite so satisfying as hearing someone else put down the boss, especially on the way to work. Moby’s idea of addressing local issues is to discuss breast enlargements with the plastic surgeon who did his tummy tuck. Nowhere else but Houston, which is surely the home of more peep shows per capita, could Moby rope in ratings that rank him among the highest with male listeners.</p><p>Moby and Matthews’ chief album rock competition, the Dawn Patrol on KLOLFM, delivers low-key, low-volume humor consistent with the station’s laid-back tradition. Surprisingly, the star is freeway reporter Lanny Griffith, an oddball known as the Traffic Master whose road reports are wonderfully twisted (“Let Westheimer be Westheimer,” he passionately pleas). Stupid humor is reserved for the “Kevin’s World” segment, which was especially dumb when Kevin ran for mayor and celebrated with a victory party that began on election day before most people were out of bed. Nevertheless, KLOL’s Forty-Minute Power Plays tend to overshadow the entertainment.</p><p>Lee Jolly runs a clean, cheery shift on adult contemporary KFMK-FM, happy and unoffensive in the same vein as KIKKFM’s <em>Ron and Pam Show.</em> Finally, there are KILT-AM’s Hudson and Harrigan, the morning team that is so much a Houston fixture that the names are a KILT trademark. The station has counted four different Hudsons, four Harrigans, and a format change from Top 40 to country since H&H began in 1967. The current duo, the longest-tenured Hudson and Harrigan, spews out good bull, Top 40-style, but leans on one-liners that sound generic no matter where you’re hearing them.</p><p><strong>DALLAS-FORT Worth</strong></p><p><em>Smooth Operators</em></p><p><span class=\"dropcap\">L</span>ike their print and television cousins, radio in Dallas-Fort Worth, the country’s tenth-largest market, crackles with style, flash, and sophistication, accurately reflecting the Metroplex’s upscale self-image. The most popular morning programs are studded with celebrities, token Cowboys, Mavericks, and Rangers, sports columnists, and television weathermen. Every station has a helicopter, it seems. Contest prizes rival state lotteries in winnings. The glamour and glitter dished out by most of the 39 stations come with a price tag attached, however. Wild and crazy stuff is hard to find. Outrage and controversy take a back seat to smooth presentation.</p><p>That conservative approach has ruled the airwaves since Ron Chapman started his morning shift on KVIL-FM more than seventeen years ago. For the past ten years he has hovered at or near the top of the ratings. If the number one morningdrive personality accurately defines the city he works in, then Chapman’s Metroplex is a suburban cardigan-sweater kind of town, distinguished by its citizens’ mellow manners and large disposable incomes.</p><p>It’s not so much what Chapman says but how he says it in his intimate, dulcet tones. Bred on the Top 40 of the legendary KLIF-AM in the sixties, Chapman’s real knack is knowing how to piece together a sharp program. He signs on at five-thirty with “Good Morning america, How are You?”, a painless presentation of the overnight news. At six Chapman wheels in the heavy artillery, the biggest staff in a.m. radio statewide: Mitch Carr, Ray Walker, and andy McCollum with the news; Mark Oristano with sports; Jonathan Hayes in a helicopter, Suzie Humphries in a van, and producer Sandi Hopkins filling in as utility player. Television veteran Warren Culbertson does weather in a technically detailed but easy-to-understand manner. Sportswriter Blackie Sherrod’s daily commentary sometimes sounds better than it reads. Musically, Chapman sells an ultrasuede kind of sound that wobbles toward the saccharine. He is the only person in the mornings who takes Barry Manilow seriously, and he is a confirmed Streisand addict. Accordingly, the bulk of his audience is female and over 25, and no one around the station is complaining. But all is not necessarily Beaujolais and BMW’s in DFW. Recent ratings reveal the newage radio Joe as either young, black, and headed for North Dallas, or white, teenaged, and riding in Trans ams around the Mid-Cities.</p><p><strong>STATION Identifications</strong></p><p><em>The stars beyond the major markets.</em></p><p><span class=\"dropcap\">F</span>or every big-city morning-drive radio star, there are scores of aspiring personalities in smaller cities and towns. These minor-league celebs are typically divided into two camps—those who are satisfied with job security far from the competitive atmosphere of major markets and those who are perfecting their timing, delivery, and other tricks of the trade before making their break. Among the tenured and the brave are several whose reputations extend beyond the range of their stations’ transmitters.</p><p><strong>EL Paso.</strong> With his good-natured, “jes’ folks” delivery, Charlie Russell has been cutting across the far West Texas ozone for fifteen years from KHEY-AM, which qualifies him as a genuine institution. But Russell is known for more than his sunrise shift. As leader of and pedalsteel guitarist for the KHEY country band, Russell is also a goodwill ambassador and a conservator of Western swing music. Jeffrey Scott’s talent for tweaking the noses of the local establishment and his cast of characters and voices at KLAQ-FM are all part of his stand-up comedy routine, an avocation he pursues at nightclubs on the weekends. He sometimes earns less than traveling expenses, but he keeps his material sharp nonetheless.</p><p><strong>LUBBOCK.</strong> at KLLL-FM Johnny Walker loves to stir up controversy, frequently aiming at targets like Texas Tech’s athletic teams and the ruminations of the <em>avalanche-Journal.</em> Young enough to move up, Walker says he is happy with his present position of eminence. “It’s hard for someone in Lubbock to identify with national entertainers. My job is the greatest form of local entertainment there is. If I went to Dallas, all it would take would be slipping a couple of points in the ratings and i’d be gone.”</p><p><strong>KILLEEN.</strong> KIXS-FM’s B. J. McCrae has a destined-for-bigger-things ring to his delivery, leaning heavily on gags, oneliners, and a smattering of comments on his morning shift. When his bits work, McCrae can be very funny. When they don’t, it helps to be understanding—would you want to spend a December morning doing a live remote with Santa Claus at Wendy’s?</p><p><strong>BEAUMONT.</strong> Especially good for a laugh on KWIC-FM is Ted Garland’s Candid Phones in which Garland practices a form of telephone terrorism by setting up unsuspecting listeners. Beaumont, according to Garland, can be as competitive as Boston. “Radio isn’t necessarily better in bigger markets,” he says. “It’s as much a matter of selling yourself as being good on the air.”</p><p><strong>HABLINGEN.</strong> One of the nation’s top five Spanish-language announcers, Hugo de la Cruz on KGBT-AM, also has one of the largest Spanish-speaking radio audiences in the United States. But the seventeen-year veteran, who is as much a drawing card as his station’s programming fare, humbly contends, “I don’t really do anything special.”</p><p><strong>TYLER.</strong> B. J. Williams at KZEY-AM has to go up against Tom Joyner of Dallas’ K-104 every morning to win the loyalty of East Texans who dig urban contemporary sounds. But the one-time journalist and would-be sportscaster isn’t fazed. “I don’t have time to worry about Joyner,” says Williams. “If I concentrate on our people here, i’m doing my job.” Williams’ strategy includes using a tight delivery, throwing in voices of folks like Cheech and Chong and William “the Refrigerator” Perry, and maintaining a high profile in the community. The results? KZEY beat K-104 in the most recent ratings for Tyler. <em>J.N.P.</em></p><p>Threatening KVIL’s dominant position is urban contemporary K-104 (Kkdafm), which has captured the upwardly mobile black audience. A prime reason for the success of K-104 is Tom Joyner, a happy hipster who generated reams of press last autumn when he added an afternoon shift at WGCI in Chicago to his morning shift in Dallas. The selfdescribed flyjock juggles excitable-boy enthusiasm and operator cool, never apologizing for sounding black (he intros a song saying, “Here’s some Tempts <em>without</em> Hall and Oates”). K-104 almost matches KVIL one-to-one with a hefty morning team, including Sandra Willard and Norman Hall with news, weatherman Dr. Dave, sports director Chris arnold, Drew Pearson and Everson Walls with Cowboys reports during football season, <em>Dallas Times Herald</em> sports columnist Skip Bay less with commentary, and producer Cindi B. The big question at K-104 is whether the station can hold onto Joyner. Insiders continually speculate on how long he can maintain his DallasChicago commute. This is Joyner’s second go-round at K-104; he jumped to a Chicago station once before, and he took a break from broadcasting altogether to go on the road with Muhammad ali.</p><p>The Trans am crowd belongs to Stevens and Pruett, the bad boys of Dallas radio and hosts of the humbly titled <em>america’s Premier Radio Show</em> on contemporary hit Eagle (KEGL-FM). Since their arrival in 1982 from Houston they have consistently ranked in the market’s top five alongside KVIL, K-104, Krld-Fm, and WBAP-FM—despite their station’s having switched formats from album rock to rock-of-the-eighties new wave to contemporary hits. At the end of this month they will return to Houston to host KLOLFM’s morning-drive show.</p><p>Mark Stevens and Jim Pruett have carved a niche in Dallas with a lean crew consisting of Martha Martinez on news, andrea Lively with helicopter traffic reports, and producer-engineer Brian Shannon. They are the best two-man team in the market with the most consistent stand-up comedy on the air. Sure they may be rude, crude, obnoxious, and constantly crossing the borders of good taste, but so are half of the stars in Vegas. Stevens, the straight man who packs a trick bag of Greek choruses of “far out’s,” “oooo’s,” “ahhh’s,” and other sound effects, stared at the flushed Pruett standing less than two feet away. “His mike smells like Preparation H,” complained Stevens, watching Pruett embellish his rap with an on-off switch, a bull horn, some worn paperback joke books, and props from a closetful of junk. The most popular daily feature is the “Not Ready for Drive Time Players.” Listeners submit scripts, which are improvised on the air and are later critiqued by callers. Other bits include the Story Guy-who’s no J. Frank Dobie, believe me—and regular visits from characters like the consummate dufus Uncle Waldo, resident aggie engineer Lonnie B. Pitts, a speed-rapping DJ called the Real Herman Steele, and a lisping denizen of Oak Lawn known as the Strange arranger.</p><p>Between nine and ten Stevens and Pruett play Sex Trivia and conduct sex surveys with callers, most of whom are women. In the rare moments when Stevens and Pruett are not dwelling on private parts, they aim at the competition, specifically, Chapman, the king of the mountain. Reciting from the <em>Dallas Observer's</em> readers’ poll that named Chapman the best DJ, Stevens sarcastically commented that a “chatty, schmaltzy old folks’ format is the ‘people’s choice.’” after last summer’s arbitron survey indicated that KVIL was losing ground, Stevens and Pruett created Chapman-aid. “We had people monitor him and call us when he said something funny, but the phone never rang,” Stevens says.</p><p>A team for thirteen years, Stevens and Pruett have their roles down pat. They are also realists: they know they will never captivate the market as Chapman has. “It’s still the Bible Belt here,” Pruett complains. Each speaks wistfully of moving to Los angeles, New York, or elsewhere or of switching to television or to movies. Titillating as they may seem in Dallas, Stevens and Pruett would be middle-of-the-road in Houston compared with Moby. When they recently auditioned in New York to fill the shoes of nationally known trench mouth Howard Stern, they were told that their material was too tame for the apple.</p><p>Some of their lunacy has been rubbing off up the Metroplex dial. Bo Roberts and Jim White’s <em>Q Morning Crew</em> on Q-102 (Ktxq-Fm) is quietly catching up with comedic stalwarts John LaBella and John Rody at album-rocker KZEW-FM with an aggressively loud and bizarre act typified by their “are You Naked?” phone checks with listeners. Most country music formats in the market are so clean and spotless they sound like stainless steel. Though WBAP’s <em>Hal and Dick Show</em> is overloaded with information breaks, the duo manages to squeeze in some incredibly inane jokes on the 50,000-watt, dearchannel AM station for an off-the-cuff blend of reality and fantasy. KPLX-FM’s Terry Dorsey, the brains behind the Hiney Winery commercials, could shine on just about any format without sounding obtrusive, though he comes off almost too smooth for kicker radio. New contenders include Jim Zippo at contemporary KTKS-FM (Kiss) and Loni Taylor and Michelle Madison at Z-107 (Kdlz-Fm), the first all-female morning team in a Texas city.</p><p><strong>SAN Antonio</strong></p><p><em>a Little L.a. in S.a.</em></p><p><span class=\"dropcap\">I</span>n spite of being one of the ten largest cities in the United States, San antonio is ranked only 37 by arbitron. The city’s 26 stations have been slow to change-this was the last major metro area in Texas where an AM entertainment channel, KTSA, topped the ratings. KTSA continues to collect respectable numbers with a mix of contemporary hits liberally peppered with oldies and Tom Rivers’ jokes and blabber. Also on the AM band is KKYX’s country format, which appeals to rural sensibilities as well as to city slickers. KSJL’s sharp, cheerful team of former KTSA regular Blanquita Cullum and Frank Lozano even has bilingual time-and-temperature checks. The local Spanish-language AM stations KEDA and KCOR offer varying Latin, <em>Tejano, </em>and Mexican music mixes, but morning personality has been nonexistent at those stations since Radio Jalapeño (KEDA) moved Ricky Davila, the Wolfman Jack of <em>español,</em> to afternoons.</p><p>After years as a sleepy, medium-sized media market, San antonio is plunging into prime time. Rapid change is taking place on the FM band with concessions to local nuances that Houston and Dallas tend to ignore. The easy listening format of KQXT-FM is the most popular in town. But the big news in San antonio is the return of homeboy Sonny Melendrez, who programmed KTSA in 1971, spent thirteen years of seasoning in Los angeles and came back last September to work the morning shift at sister station KTFM-FM, Hot 103. Melendrez is the Richard Simmons of radio, a dynamic spark plug who bubbles energetically with every breath and plays a blend of contemporary and urban hits. KTFM was already number one before Melendrez arrived, so he has set his goals on increasing its market share beyond 20 per cent.</p><p>The slight, curly-haired, 39-year-old Latino sells good vibes in the morning—nothing controversial, nothing blue, just seamless continuity. Melendrez’s rah-rah style has rubbed off on his team of traffic reporter Stephanie Stephens, producer Lisa Gonzales, news anchor Liz Ruiz, and albert Flores (the Channel 5 weatherman who issues updates from his living room though he sounds and acts as if he’s with the rest of the gang). Except for Stephens the entire staff is San antonio-bred, which becomes obvious when Melendrez leads them all through dance steps in the studio while he plays the local fave hit of the moment, “The Conga,” a pop salsa tune by the Miami Sound Machine. “Don’t try to put on your panty hose doing the conga,” Melendrez advises his audience. Moving into the classic song “Tequila,” he switches on the mike and simply mutters, “Outta control, ladies and gentlemen . . . grown people.”</p><p>Unlike most of his colleagues, Melendrez has also had considerable experience in television and film. He hosts the Disney Channel program <em>You and Me, Kid</em> and has supplied the voices of Fred the Cockatoo on <em>Baretta</em> and numerous cartoon characters. He imitates about a hundred voices, including those of Tattoo and Mr. Roark from <em>Fantasy Island,</em> Jack Nicholson, Columbo, Rocky and Bullwinkle, and Popeye; he even does a credible Casey Kasem. “I treat my radio show like a television show. I do stand-up comedy,” Melendrez says. Melendrez runs his own board during the six-to-ten shift, stamping his right foot in time to the music while waving his left hand expressively as if speaking from a podium. A few bars of his humming along to the songs as he prepares to segue into a commercial quickly reveal why he has never pursued a singing career.</p><p>His return to San antonio would appear to be a step down from Los angeles, the number one radio market in the U.S., but Melendrez contends otherwise. He still commutes to L.a. for his television show and voice spots. “Robert Redford lives in Utah. The most successful people live where they want to be,” he says. If he keeps the job at KTFM, Melendrez can become as much of an institution in San antonio as Ron Chapman is in Dallas and John Lander is becoming in Houston. Already he is big enough to parody. Whenever the word “sunny” is mentioned during the irreverent <em>Rude awakening Show</em> on KISS-FM—one of the hardestrocking stations in america—hosts Lisle and Hahn dig at Melendrez by playing “The Conga,” then cut the song off with the sound of a chainsaw.</p><p>Melendrez’s return coincided with the crosstown move of local Top 40 vet Bruce Hathaway, who concluded 25 years at KTSA last September before assuming a sun-up shift at KSMG-FM, Magic 105. Without question the burly, bearded 47-year-old gentleman is a legend. His easygoing style fits him like a pair of well worn slippers, and Hathaway is right at home with Magic 105’s Big Chill combo of adult hits and classics. Weatherman Jack Roper, news staffers Stan Kelly and Tequilla Duru, and traffic reporter Hawkeye complement Hathaway’s pace. Hathaway sells warmth, and he sells it best with comforting words: “Has anyone told you how wonderful you look? Blot your lipstick. Make everyone in the elevator go sniff the air one more time.” Hathaway’s folksiness has always played well in San antonio, and it should do so at his new home on the dial. “I feel like i’m the quarterback here,” he says. “I was born in San antonio, I went to school in San antonio-that gives you an edge whether you want it or not. Through all this growth we’ve had, we’ve maintained a kind of rural atmosphere. Drive twenty minutes, and you’re in the Hill Country. All this is reflected in what I do.”</p><p><strong>AUSTIN</strong></p><p><em>Movin’ Up to the Majors</em></p><p><span class=\"dropcap\">I</span>t’s hard to tell that austin is Texas’ boomtown by its twelve radio stations. The capital is still very much a medium market in the eyes of broadcasting, number 59 in the U.S., according to arbitron. Programming defies the city’s hip young (median age is 28) image. The top-rated frequency last fall was Continuous Country KASE-FM, which places no emphasis on personality; and there are two adult contemporary and two oldies formats competing head-to-head while contemporary hit K-98 (Khfi-Fm) goes unchallenged and consistently makes first or second in the ratings. Even with ad billings that have skyrocketed in the last three years, the salaries of radio entertainers in austin remain considerably lower than those in larger Texas cities. Good personality is hard to find on austin frequencies.</p><p>Once upon a time the only show in town was Dave Jarrott, who has worked mornings in austin since the Dark ages, when AM was the band of preference. His <em>J Team</em> program on KEY 103, an adult-contemporary station that lured him from K-98 two years ago, leans heavily on preproduced bits, dummy commercials, listener reactions via the telephone, and topical commentary in the form of “What’s Hot and What’s Not.” The J team (Cathy Conley, newsman David anderson, and Channel 24’s Troy Kimmel with phoned-in weather) provide solid support without outshining the star. Jarrott’s parodies usually hit the mark: “The Sixties Radical Chess Set, cast in bronze, each piece handcrafted by Ph.D.’s who can’t get work.” He even plays the “Eyes of Texas” before big UT games. But for all his familiarity with the city, Jarrott sounds like a fish out of water these days. He belongs on a station that reaches kids as well as adults, where his Looney Times theme fits in with the format.</p><p>Following Jarrott’s departure (and three subsequent morning hosts), K-98 has solidified its standing with John R. Edwards -plain ol’ J.R. on the air-a 26-year-old hyperactive kid who one-ups Jarrott’s bits with a savvier viewpoint, a sophisticated array of sound effects, including a snare drum and a cymbal, a class clown’s sensibility, and a team (sidekick Geena Wood, newsman Steve Nikazy, and assistant producer and cowriter Kevin Connor as the gravel-throated Jim) that jazzes up the show into a larger-than-life circus. One competitor describes J.R. as the leader of the “Hey, i’m twelve and retarded” school of personality. J.R., however, is proud of the reaction that his prominent family displayed when he told them that he was dropping out of high school to be a disc jockey. “My dad said if you’re gonna be a jerk, you might as well get paid for it,” he says.</p><p>A sign above K-98’s control board reminds the staff to “Talk about austin,” and J.R. takes the advice to heart. He has had the mayor on the air to read sports. One of his most successful promotions was a mock funeral for Splat the Cat, a highway victim who remained on Interstate 35 long enough for the highway department to paint over its corpse (the station kept the Humane Society at bay with a contribution). Both J.R. and Connor produce flawless parodies and fake commercials, like the continuing spots for the mythical Mo-Pac Mall. A local newspaper’s “Chuck and Di Look-alike Contest” was transformed into a “Look Like Chuck and Die” promo for antiroyal terrorists. Among the many recurring characters my current favorite is a phone caller known as “Tony from New York,” a Bronx refugee who asks questions like, “When do the leaves change around here, anyway?”</p><p>Occasionally the show will suffer from the medium-market blahs, like the time allene Cunningham, the psychic ann Landers, had two days to take calls while J.R. shelved his own bits. Like most entertainers in his position, he admits to nobler aspirations. “I would like to think this is a stepping stone to television,” he says. “But I wouldn’t be disappointed if i’m not the next Letterman. I’m happy in radio.” Given the past and present state of the city and J.R. himself, it won’t be unexpected if his bootheels start wandering.</p><p>J.R. would not be exceptional if you heard him in Dallas; he and Jarrott stand out in austin because of the reduced competition. As popular as they are, though, there’s a better satirist in town who is wasting away on a weak, sugar-coated oldies AM station. Sammy allred doesn’t have sound effects, tapes, or prepared material. Nor are his KTXZ Dawn Patrol cohorts, Rocket Bob Moore and Fred Cantú, destined for network stardom. Nonetheless, Sammy can carry a show by his lonesome just fine. Born and raised in austin, he has a whiny drawl that makes Moby seem urbane, and his caustic sense of humor bites any hand extended. After reading a commercial for a Mexican restaurant, he added, “We oughta say somethin’ else about ol’ Juan, but none of those jokes like he was golfin’ and he made a hole in Juan.” Noting a picture of the San antonio Riverwalk, he observed that the local city government spent $600,000 to achieve the same effect on Waller Creek, “only there’s no river and there’s no place to walk.” He reacted fiercely to Donald Regan’s remark that women weren’t interested in arms control: “What kind of bozos does he think we are? Does he think we’re all idiots? Just because his wife didn’t complain—she’s probably never been out of the kitchen.” To KTXZ’s credit, its preselected song rotation is occasionally interrupted in the morning for listener requests, like a tune by kicker <em>conjunto</em> star Wally Gonzales, Myron Floren’s disco-polka version of the “Cotton-Eyed Joe,” or anything by the Geezinslaws, allred’s duo, who were regulars on arthur Godfrey’s morningdrive program during the fifties and who still perform locally. If allred ever decided to move to Dallas or Houston, he could corner both the briefcase and the pickup crowds in a New York minute.</p><p>KOKE’s Bob Cole, another morning man, won numerous awards in austin in the late seventies and later when he moved to Washington, D.C. Before he resumed his KOKE morning slot a couple of years ago, the music format was switched to something called the People’s Choice (proving once again that populism and radio don’t necessarily mix); the format has evolved to the current lite rock. Cole is a playful, friendly, avuncular kind of guy on the air, never treading on sensitive ground. He employs a mild approach that suits KOKE’s “Love Boat” music. Cole has tried to boost his profile by raiding K-98 for sidekick Darlene Lewis, who has the most distinctive giggle on morning drive, and by the Win a House contest during fall sweeps. But the reason KOKE gets my ear is newsman Evan Carl. His booming delivery is so authoritatively concise that you never doubt a word he utters. He’s not a pal or a friend, just a newsman with the facts. More, please.</p><p>Also distinguishing themselves on the austin dial are the kicked-back kids on album-rocker KLBJ-FM, Clark Ryan and Steve Greenhow. Usually that kind of format in the morning is a negative for me—stimulants, not sedatives, are my aural drug of choice. One regular listener claims Ryan is so glib that he slides off himself. But together he and Greenhow manage to sneak in some witty conversation and news commentary that’s agreeably spontaneous. Guest visits are usually limited to a collect call now and then from Prince Charles asking for free concert tickets and to cameos by Greta the Yapping Newshound.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "March 1986",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Radio",
      "Sound",
      "Houston",
      "Dallas",
      "Music",
      "Austin",
      "Television",
      "Country",
      "Home",
      "News",
      "people",
      "San Antonio",
      "Traffic",
      "Rock",
      "Texas",
      "urban",
      "Album",
      "Sports",
      "Zoo",
      "Band"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Houston",
      "Dallas",
      "Austin",
      "San Antonio",
      "Texas"
    ]
  }
}