{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19863",
    "date": "March 1986",
    "year": 1986,
    "month": 3,
    "month_formatted": "March",
    "pdf_uri": "/1986/19860300.pdf",
    "issue_cover_image": "",
    "document_start_page": 141,
    "toc_start_page": 138,
    "document_page_range": [
      [
        141,
        142,
        143,
        144,
        145
      ],
      [
        211,
        212,
        213,
        214,
        215,
        216
      ],
      [
        225
      ]
    ],
    "toc_order": 6,
    "toc_headline": "A Trust Corrupted, a City Betrayed, Part Two",
    "toc_kicker": "",
    "cover_cut_line": "Houston's Hermann Estate Scandal Untolds, by Harry Hurt II"
  },
  "identifier": "TXMO-ARTICLE-198603-atrustco",
  "source": "/1986/19860300.pdf",
  "wp_post_id": 122409,
  "wp_post_guid": "http://www.texasmonthly.com/article/a-trust-corrupted-a-city-betrayed-part-two/",
  "authors": [
    "Harry Hurt Iii"
  ],
  "headline": "A Trust Corrupted, a City Betrayed, Part Two",
  "dek": "Hidden From Public Scrutiny, Guardians Of the Hermann Estate Used Their Position For Their Own Ends. The Full Story Of Insider Dealings, Sexual Shenanigans, And Embezzlement Shamed a Oncehonored Charity And Shook the Foundations Of Power In Houston.",
  "spread_caption": "",
  "excerpt": "The continuing saga of the Hermann estate scandal was a shocking lesson in how Houston’s mostrespected philanthropists, civic leaders, and biggest deal makers had abused their power.",
  "kicker": "",
  "word_count": 9909,
  "content": "<img /><img /><p><strong>Rather Than the Charity Hospital Its Founder Envisioned, Hermann Grew Into a Vast, Sprawling Semiprivate Empire.</strong></p><p><span class=\"dropcap\">B</span>y the Fall Of 1981 the Hermann Hospital Estate was poised on the verge of the biggest scandal in the history of Houston. Instead of dedicating themselves solely to providing charity health care for the poor, as George Henry Hermann’s will had dictated, successive generations of Hermann trustees kept cutting back on indigent patients to indulge in empire building and alleged self-dealing, while administrators and employees of the estate and the hospital helped themselves to outrageous perquisites and hatched embezzlement schemes. Many of the problems grew out of the standard of ethics set at the top. Throughout much of the postwar era, the chairman of the estate board was the aging Walter Gage Sterling, a well-intentioned but increasingly senile archconservative who ran the estate as though it was his private fiefdom. The death of two trustees and the election in 1980 of two new trustees, David Hannah, Jr., and Walter Mischer, Jr., at first appeared to cause no change in the Hermann oligarchy. But the new trustees were in for some disturbing surprises.</p><p>Despite the Infusion Of New Blood, Board Chairman Walter Sterling continued to run the Hermann estate in the same old autocratic way. But as Sterling entered his eighties, his health began to fail, as did his mental faculties. He suffered lapses of memory and frequently fell asleep in board meetings. His faithful wife, Ruth, and some of his fellow trustees privately worried that unscrupulous insiders or outsiders might try to take advantage of his condition, yet no one on the board had the heart—or the resolve—to demand that he retire.</p><p>Photograph By Steven Pumphrey</p><p>“Every time I suggested that Walter kick himself upstairs, Neill amsler snuffed me out,” Sterling’s widow said in a recent interview. “I think amsler wanted to keep my husband around so he could manipulate him.”</p><p>As it turned out, Sterling’s decline provided a golden opportunity for executive vice president Neill F. Amsler, Jr., to acquire more money and power. One of the vehicles amsler used, apparently with the board’s informal approval, was an allegedly illegal political action committee known as the Friends of PAC Hermann Hospital Estate. Federal law prohibits tax-exempt organizations like the Hermann estate from making political contributions. What’s more, the Friends of PAC did not register or file reports—as required by state law—so there is no way to trace its exact date of origin or the extent of its contributions, but it appears to have come into existence sometime before 1981, when its first recorded political contribution appeared on the campaign finance reports of Mayor Jim McConn. According to former estate comptroller Ed Shimp, amsler funded the PAC by giving selected employees 2 per cent raises and then requiring that they donate half of their raises to the Friends of PAC—yet another alleged illegality.</p><img /><p>Houston Chronicle</p><p><strong>Hermann Estate Executive William B. Ryan Allegedly Embezzled Funds By Authorizing Checks To Susan Menke.</strong></p><p>The PAC was apparently intended to enhance the Hermann estate’s political influence, and amsler was very well taken care of. Between 1980 and 1983 the estate paid amsler bonuses of $120,000 in addition to his $150,000-a-year salary. During this same period the estate provided amsler with a series of luxury automobiles, including Cadillacs worth more than $20,000 apiece. With his authorization, the estate also bought expensive cars for several top executives. Amsler and his subordinates traded in their vehicles for new models just about every year and reaped another lucrative perk: at the request of Hermann executives, the trade-in values assigned to the vehicles were often much lower than their actual book value. These slightly used vehicles were then purchased at bargain prices by other executives or by the sellers themselves for their personal use.</p><p>Amsler, Shimp, and other Hermann executives also made a variety of estate-paid trips whose business purposes were questionable at best. In March 1983 amsler, Shimp, and estate operations manager Ray Valdez took their wives to albuquerque, New Mexico, to watch the NCAA basketball championship, a junket that Valdez later admitted was “not business-related in any way.” Later in that same year, the trio took their wives to Las Vegas, where they ran into estate vice president William B. Ryan at the gambling tables. And amsler and company enjoyed several trips to Europe that were paid for by the estate.</p><p>Hermann executives also received gifts and free services from certain Hermann estate vendors. One of the most generous was Floyd Wheeler of Contract Floor Covering. Wheeler was hired to do fence building and bulldozing on the estate’s Bastrop and Trinity River properties, frequently receiving payments in $20,000 amounts, which happened to be just under the limit of Ryan’s checksigning authority. Wheeler, in turn, paid for two gambling junkets that Ryan took to Las Vegas and Lake Tahoe. Wheeler also installed carpeting in the homes of Ryan and Valdez. Although Ryan later said that he paid for his carpeting (some $2800 worth), Valdez admitted that he did not because Wheeler never sent him a bill.</p><img /><p>Houston Chronicle</p><p><strong>Estate President E. Don Walker Incited an Immediate Panic By Calling For a Detailed Review Of Financial Records.</strong></p><p>If the executives of the estate took their cue from amsler, amsler, in turn, took his cue from two of the estate’s leading trustees—chairman Walter Sterling and vice president and treasurer John B. Coffee. Both Sterling and Coffee regarded amsler as the estate’s most dedicated employee, and they steadfastly supported his decisions and his management style. They also expressed their gratitude for amsler’s loyal and long-term service in magnanimous financial terms. In December 1982 Sterling and Coffee cosigned a severance-pay agreement that obligated the estate to pay amsler more than $550,000 if and when he decided to resign.</p><p>In exchange, amsler urged his patron trustees to enjoy the perks of the estate. According to Ruth Sterling, amsler kept insisting that Sterling deserved whatever benefits he got because he had “done all the work all these years without any remuneration.” Sterling apparently believed the same thing himself. At one point he decided that the Hermann board should hold its next annual meeting in Hawaii. When Sterling’s wife warned her husband that the public would frown on the trustees’ spending their money so extravagantly, Sterling replied, “What do you mean ‘their’ money? We made that money for the estate.” although Sterling’s fellow trustees subsequently vetoed the Hawaii trip, his comment showed just how far away the Hermann leadership had gotten from the noble intentions expressed in George Henry Hermann’s will.</p><img /><p>Houston Chronicle</p><p><strong>a Former Elementary Teacher, Susan Menke Was Sentenced To Four Years In Prison For Stealing $48,000 In Real Estate Commissions From the Estate.</strong></p><img /><p>Steven Pumphrey</p><p><strong>The Life Flight Air Ambulance Service Not Only Did Wonders For Hermann’s Public Image But Also Gave Hospital Chief Bill Smith a Chance At Another Rake-Off.</strong></p><p><strong>Suspicious Transactions</strong></p><p>The Most Flagrant Example Of Trustees’ And Administrators’ allegedly manipulating the estate’s assets for their own advantage occurred in late 1982 and early 1983 when the estate acquired a 29 per cent interest in Central Bank, valued at roughly $2.5 million. The stock purchase marked a rare departure from the trustees’ tradition of investing in real estate. It also represented the biggest single item in the Hermann estate’s relatively modest securities portfolio. According to Coffee, the idea originated with trustee John Dunn, who argued that the estate could reap numerous benefits by buying control of a bank and consolidating its accounts in one institution. But Dunn soon took sick, leaving Central Bank director and Hermann trustee John Coffee to carry out the stock purchase program with the help of Neill amsler, who was also an advisory director of the bank.</p><p>From the outset, the Central Bank deal was tainted by suspicious transactions and apparent conflicts of interest. The estate did not purchase its stock from unrelated third parties at openmarket prices. Rather, it bought its shares in Central from trustees of the estate, their families, and their friends. The first block of Central stock was bought in September 1982 for $40 a share, from adrian I. Patton, the estate’s former insurance carrier. The total value of the transaction was in excess of $357,000. But Patton had acquired his Central stock only a few weeks before—from his friend John Coffee.</p><p>The idea that we were self-dealing is a bunch of hooty,” Coffee said in a recent interview. “We were simply trying to help the estate carry out its plan to buy control of the bank. Since I was one of the largest stockholders, the estate knew it would have to buy some of my stock if it wanted to gain control of the bank.” Coffee added that estate administrators amsler and Ryan requested that he sell his stock through Patton so that hospital administrator William F. Smith, then amsler’s rival on the other side of Fannin Street, could not accuse them of conflict of interest.</p><p>Coffee also helped arrange for the Hermann estate to buy blocks of Central Bank stock owned by him, members of his family, his former River Oaks neighbor Dr. Denton a. Cooley, and other close friends. In the fall of 1982 Cooley sold $236,000 worth of stock at $25 a share. Real estate baron Dan Moody, Sr., and the Moody-owned firm of Findersfee sold more than $128,000 worth of stock at $30 a share. The Tellepsen family, who were Coffee’s in-laws, sold over $68,000 worth of stock at $25 a share. In February 1983 Coffee sold the estate another block of stock from his personal account for $193,500 at $26.41 a share.</p><p>During this same period, Coffee’s friend and fellow trustee Jack S. Josey appeared to be undergoing a long-delayed midlife crisis that led to his involvement in the sale of more Central Bank stock to the Hermann estate. In mid-1982 the 66-year-old Josey divorced his wife, Elva, to marry his longtime family friend, Gretchen Bryan Chandler. Though his net worth was still many millions greater than Coffee’s, Josey was reportedly suffering short-term cash flow problems. His exwife, who had received a large block of Central Bank stock in the divorce settlement, had debts of close to $400,000. She owed Josey Oil more than $156,000; she also owed $65,000 in principal and interest on a loan from Josey’s mother, Mildred; and she owed more than $135,000 in legal bills related to the divorce.</p><p>Jack Josey does not remember how Elva Josey got the idea of selling her Central stock, but in a statement to estate investigators, Jack Josey’s financial manager, Jerry W. Rozzlle, who also kept Elva Josey’s books, recalled that he and attorneys for both sides had “talked about selling the stock to the estate prior to the divorce decree being issued” but didn’t finalize their plans until months later. One of the key men in the middle was Josey’s friend and attorney Marvin K. Collie of Vinson and Elkins, who represented Josey in the early stages of his divorce.</p><p>Collie was definitely one of the heavyweights in the Houston establishment. Then in his mid-sixties, the silver-haired, square-jawed Collie specialized in protecting and preserving the great fortunes of Texas. Many of his peers regarded him as a bona fide legal genius. But he also had his critics on the Hermann board. As Vinson and Elkins’ resident tax expert, he had been privy to and coauthor of his clients’ most private and important legal documents: their tax returns and their wills. Terse, trim, and ultraconservative, Collie was a loyal UT alumnus and a veteran political operative who had been close to men like Lyndon Johnson, John B. Connally, and allan Shivers.</p><p>Rightly or wrongly, Coffee and several other sources would later accuse Collie of being one of the behind-the-scenes villains of the Hermann scandal, in part because of the advice he reportedly gave to Jack Josey on the Central Bank deal both before and after the divorce. Although Collie and Josey declined public comment on the matter, friendly sources who knew about their consultations say that Collie merely advised Josey on the letter of the law, warning that it would be improper for Josey or any member of his family to sell stock to the Hermann estate.</p><p>Collie said, however, that there was nothing wrong with Elva Josey’s selling stock to the estate once the Joseys’ divorce had become final, because Elva would then no longer be a relative of a Hermann trustee. Even so, Collie cautioned Josey to keep his distance from any transactions involving his former wife and the estate. If and when the matter came before the Hermann board, Josey should excuse himself and leave the room. If the board voted to approve the purchase of Elva’s stock, Josey should not be the one to sign the check offered as payment.</p><p>In September 1982, acting on Collie’s advice, Josey suggested that Rozzlle negotiate the sale of Elva’s Central Bank stock to the Hermann estate with Neill amsler. Ultimately amsler agreed to buy nearly 31,000 shares at $30 a share. It was the largest single stock acquisition in the history of the estate, with a total purchase price of more than $923,000.</p><p>The actual distribution of the proceeds from the stock sale only added to the appearance of conflict of interest that Josey had hoped to avoid. Elva immediately began writing checks to pay her bills and settle her debts, including those she owed to Josey Oil and Mildred Josey. Although Jack Josey was not the recipient of any of the checks, he benefited indirectly through the two interests that were dearest to his heart—his oil company and his mother.</p><p>On November 2, 1982, the Hermann trustees gathered for their regular monthly meeting in a private dining room at the Petroleum Club, and the appearance of conflicted interest was compounded. The record shows that the board voted unanimously to approve the purchase of 30,769 shares of Central Bank stock. The trustees listed as present were Sterling, David Hannah, Jr., Walter Mischer, Jr., Coffee, and Josey. In apparent contravention of his lawyer’s advice, Josey not only remained in the room when the vote on the stock purchase was taken but he made the resolution (seconded by Coffee) to approve the deal.</p><p>At least that’s the story according to the official minutes. The author of those minutes was the half-deaf amsler. As usual, he wrote up the minutes after the meeting had adjourned. Amsler’s account would later be disputed by several inside sources, including Josey, who said he did not attend the meeting, and Mischer, who said the stock purchase was never discussed. Nevertheless, the board approved amsler’s minutes at its next meeting without challenging his reportage or the estate’s continuing purchases of Central stock.</p><p>Just how good a deal the estate got on its Central Bank stock purchases would become a matter of serious legal dispute. Although Central seemed to have recovered from its internal problems of the mid-seventies and was now rated as one of the country’s most liquid banks, the stock paid no dividends, and since it was privately held, its value was hard to determine. Josey’s financial man calculated the value to be over $43 a share, including the bank’s real estate assets. Estate investigators later estimated the stock to be worth only $18 to $22 a share. The estate’s average purchase price was $27 a share, but given the apparent lack of demand for Central stock on the open market, it is unclear whether any buyer besides the estate would have paid even that much for it.</p><p>Whatever the true value of the stock, Coffee steadfastly maintains that he did not make a profit either on his sale through Patton or on his direct sale to the estate. Dan Moody, Sr., who sold out at $30 a share, says he actually lost about 20 per cent of his original investment. Nevertheless, the Central Bank deal would soon come back to haunt Coffee, Josey, Collie, and everyone else involved.</p><p><strong>The War On Fannin Street</strong></p><p>In the Meantime, the MAIn Event Became the So-Called war on Fannin Street, between Neill amsler and Hermann Hospital administrator William F. Smith. Smith ruled the territory on the east side of Fannin Street—the hospital and the medical staff. Amsler presided over the estate’s property interests and investments from headquarters on the west side of Fannin in the Hermann Professional Building. In theory, the hospital was a subdivision of the estate, and amsler was Smith’s boss. In practice, the hospital set its own policies and kept its own books. Smith rarely apprised amsler of the details of his operations (and vice versa), much less took orders from him. As far as Smith was concerned, he answered only to the board of trustees.</p><p>Many of the Hermann trustees recognized that the war on Fannin Street was symptomatic of a larger problem: the house was divided against itself. Bill Smith Saw the same problem and proposed a solution: restructuring. At the time, restructuring was the trend in the health-care industry. Across the nation, public and private charity hospitals like Hermann were reorganizing to adapt to modern tax laws and federal funding requirements. Smith suggested that the Hermann estate hire a Los angeles law firm experienced in hospital restructuring to look into the idea. Having been greatly impressed by Smith’s earlier success in reversing the hospital’s financial losses, the trustees agreed to follow his advice, even though it set the stage for a major internal power play.</p><p>[ Continued On Page 208 ]</p><p>[ Continued From Page 142 ]</p><p>At first the restructuring idea got enthusiastic support on both sides of Fannin Street. Amsler saw it not as a threat but as an opportunity for empire building. Before long, however, the restructuring issue exploded into a heated controversy. The turning point came shortly after the trustees decided to fire the Los angeles law firm and hire Vinson and Elkins. The switch was recommended by Jack Josey; Marvin Collie had convinced him that the Hermann estate should give its legal work to a Texas firm. The restructuring project was Vinson and Elkins’ first job for the estate, providing an inroad to a client formerly represented by their rival Fulbright and Jaworski, and the firm was eager to look competent and thorough. When it sent out a detailed checklist to estate and hospital executives advising them of what kinds of financial information (records, account location, and so on) would be needed, amsler’s support for restructuring turned to vehement opposition.</p><p>Besides the aging Walter Sterling, the only trustee to take amsler’s side was Coffee, who said the restructuring was contrary to the Hermann will because, among other things, it would supposedly empower the estate to enter the oil exploration business. Coffee was most critical of Collie, with whom he frequently engaged in boardroom shouting matches. Although Collie denied any ill intent, Coffee accused him of attempting a palace coup. “The way they had the restructuring set up, Collie was going to take over the Hermann estate,” Coffee charged in a recent interview. “I didn’t want to let that happen.”</p><p>The Hermann trustees might not have been so enamored of Bill Smith had they known about the sordid details of his private life and the financial orgies he was allegedly conducting at Hermann Hospital. Like amsler, Smith was being paid a salary that eventually exceeded $150,000 a year. But he reportedly felt that he was not being adequately compensated for his services, a conviction shared by some of his advocates on the Hermann estate board.</p><p>Moreover, he had developed rather expensive tastes in food, transportation, and recreation. He had also developed a complex and costly web of personal relationships. They included a wife and two children from his current marriage, four children from a previous marriage, and a mistress, employed by the hospital, who would bear a child alleged to be his.</p><p>Predictably, Smith tried to maintain his extravagant lifestyle by supplementing his hospital salary with outside income. One of his major moonlighting projects was Bill Smith and associates, a health-care consulting firm that he founded in the late seventies. It provided administrators and support services to Woman’s Hospital of Texas in Houston. Estate investigators uncovered an agreement indicating that Smith’s income from the consulting firm totaled more than $100,000 a year.</p><p>Smith made more money with the help of certain hospital vendors. One was Mediflex, a computer software company run by one of Smith’s close friends. Thanks to Smith, Mediflex was awarded a hospital service contract. A short time later, the company began paying Smith a $2500-a-month consulting fee. He also formed a partnership between Hermann Hospital and Gulf Coast aero Services, a Houston-based air charter firm run by his friend Ed Hicks. Smith gave Gulf Coast the contract to service helicopters for the Life Flight air ambulance program. According to statements from several inside sources, Hicks subsequently arranged for Smith and various friends to be flown on pleasure trips at hospital expense. Smith reportedly showed his appreciation for Gulf Coast’s cooperation by paying a premium for its air charter services. Veteran pilot Rafael Rivas later said that a Hermann round-trip bill for a junket to Orlando, Florida, alone exceeded $17,000.</p><p>Smith also attempted to share the wealth with useful political contacts. In 1977 he hired State Representative Mickey Leland as the hospital’s liaison to the black community. Leland resigned the post to run for Congress the following year, yet in the spring of 1983 Smith secretly used hospital funds to help provide Congressman Leland with air transportation on a trip to Cuba to rescue two american prisoners. According to associate hospital director Elizabeth Calderon, Leland “really did work” at his Hermann Hospital job. By contrast, Calderon told investigators, Leland’s successor, State Representative Ron Wilson, appeared to do very little in his $30,000-a-year job. Wilson told estate investigators that he did “community relations work,” wrote a legislative news column for the hospital paper, and arranged “luncheons and seminars for members of the Legislature” on health-care issues.</p><p>Thanks to Smith, city councilman Ben Reyes got a similarly suspicious consulting contract with Hermann Hospital that paid $1100 to $1500 per month. Reyes arranged return flights for patients from Mexico. But Louis Carusella, the hospital executive in charge of admitting and billing patients, told investigators that Reyes arranged flights to Mexico for only two or three patients between 1980 and 1983.</p><p>Amid all this wheeling and dealing, Smith also carried on an affair with one of his employees—Nancy Stack, an attractive blonde in her early thirties who worked as an administrative assistant in the hospital’s construction and planning department. In early 1983 Stack became pregnant with a child allegedly fathered by Smith. She resigned her job at Hermann and opened the Dallas-based interior design firm of Brandy and Rose Interiors. At Smith’s direction, Hermann Hospital provided Stack’s start-up capital. Smith also awarded Stack her first big job, a contract to do all of the hospital’s interior design work through 1986.</p><p>About the same time, the hospital and the estate reached another historic turning point. In June 1983 Walter Gage Sterling died at the age of 82, ending the Hermann estate’s second Sterling era. In the tradition of George Henry Hermann, Sterling left a generous bequest—some $584,000 worth of Tenneco stock—to the estate. A few weeks after Sterling’s death, the Hermann board lost another veteran member, John Dunn. The process of filling the vacancies led to the second Hermann estate scandal.</p><p><strong>The River Oakies And Their Reign Of Misrule</strong></p><p><span class=\"dropcap\">R</span>iver Oaks Country Club, affectionately known as ROCC or simply the Rock, is a world of its own, far removed from the sterile wards of Hermann Hospital and other unpleasant outside realities. The heart of the Rock is not the golf course or the tennis courts or even the grand ballroom; it is the ultraexclusive inner sanctum known as the men’s locker room. With its cathedral ceiling, lush green-plaid carpet, and polished-wood bar, the men’s locker room has the rarefied air of a religious shrine, which, in a sense, it is. The congregation consists of high rollers and high handicappers, archcapitalists and archconservatives, wealthy white males practicing the recreational rites of mammon.</p><p>In the spring of 1983 the trustees of the Hermann estate could have conveniently made the men’s locker room at River Oaks their official boardroom. Four of the five remaining members of the board were country club members. (The fifth, David Hannah, belonged to the equally prestigious Houston Country Club.) Three of the River Oaks trustees and five of their most-favored cronies even had lockers right next to each other in the same Ushaped area. The list of locker room neighbors included Jack Josey, John Coffee, Corbin J. Robertson, a. Frank Smith, Marvin Collie, adrian Patton, Dan Moody, Sr., and alvin Moody.</p><p>In July 1983 the Hermann board chose two new trustees to fill the empty seats. While neither of the newcomers happened to belong to the Rock, both were bona fide members of the local power elite. The elder of the two was Edward Randall III, then 56. An alumnus of the University of Texas, Randall was chairman of the Rotan Mosle Financial Corporation, a director of the New York Stock Exchange, and a member of the Houston Country Club.</p><p>The other freshman trustee was 42year-old Philip Warner, a former assistant district attorney who had become editor in chief of the <em>Houston Chronicle.</em> Born in Crockett and educated at Sam Houston State College and South Texas College of Law, Warner was basically a wild card, an outsider in the eyes of the Hermann board. He was not a multimillionaire, and he didn’t belong to either River Oaks or the Houston Country Club. He did, however, sit on the board of the Houston Endowment, the charitable trust established by the late Jesse H. Jones, which owned the <em>Chronicle</em> and a large stake in Texas Commerce Bank. The Houston Endowment had contributed generously to the hospital’s expansion fund in the past, and it had pledged to donate more money in the future. The trustees evidently felt that Warner could be a valuable connection.</p><p>The reign of the River Oakies began with a renewed commitment to change, only to run aground on familiar shoals. All the veteran board members except Coffee, who suffered a stroke in midbattle, supported the restructuring project, and so did the new recruits—although Warner initially opposed the idea and then switched to the majority view. But the effort to complete the reorganization was hampered by a debilitating leadership vacuum. Unlike the Sterling board, the new board, chaired by Corbin Robertson, held regular meetings and revived the long-dormant subcommittees responsible for overseeing specific facets of estate and hospital operations. But Robertson had serious health problems and missed more meetings than he attended, leaving the Hermann ship without a captain at the official helm.</p><p>Meanwhile, the battle over restructuring the Hermann estate escalated from a series of internal conflicts to guerrilla warfare between once-friendly outsiders in the Houston establishment. Coffee aired his grievances against Collie to mutual friends in the River Oaks set, complaining that Collie was trying to “break” the Hermann will. One of those Coffee approached for support was Mildred Holmes, the widow of former trustee John B. Holmes, Sr., and mother of Harris County district attorney John B. Holmes, Jr.</p><p>Shortly after her disturbing encounter with Coffee, Mrs. Holmes ran into Collie at a UT ex-students meeting in austin and asked him about his alleged attempts to break the Hermann will. Collie staunchly defended himself, asserting that restructuring the Hermann estate would save the hospital millions of dollars. Nevertheless, the struggle among the River Oakies took its social and emotional toll. The Collies and the Coffees, who had been friends and dinner party partners for years, were no longer speaking. A similar rift developed between the Coffees and the Collies and the Holmes family. Mildred Holmes even went so far as to add a codicil to her will prohibiting Collie and Vinson and Elkins from playing any role in the probate of her estate.</p><p><strong>Partners In Crime</strong></p><p><span class=\"dropcap\">W</span>hile the restructuring debate raged, the trustees weighed Bill Smith’s proposal to build two branch hospitals in affluent suburban areas, and they even considered selling the hospital to a for-profit chain. The internal hanky-panky in the Hermann empire reached new levels of egregiousness as amsler and his staff kept on helping themselves to the perks they had enjoyed during the Sterling era. There was also a whole new series of suspicious financial dealings involving estate property manager William Ryan, whose gambling addiction kept him in a perpetual cash bind.</p><p>One of Ryan’s alleged partners in crime was self-made millionairess Susan Menke. A former elementary school teacher turned real estate broker who had dated Johnny Carson and other celebrities, Menke later told a <em>Houston Chronicle</em> reporter that she had earned more than $2 million since 1982 by brokering land sales in booming Fort Bend County. According to estate investigator Clyde Wilson, when Ryan met Menke he “was impressed with her beauty.”</p><p>Although Menke insisted that she did not date married men like Ryan, she admittedly formed a close and lucrative business relationship with the Hermann executive. Between 1983 and 1984 she received some $48,000 in estate funds with Ryan’s authorization. Menke said she got the money by splitting brokerage commissions with Ryan on two sales of Hermann estate land in Fort Bend County. But estate investigators later found that one of the land deals on which Menke supposedly earned her commissions had never gone through and that she had not acted as the broker of record on the other deal. The money that Menke received came not from the property sales but from funds Ryan allegedly had embezzled from the estate. What’s more, Ryan did not have a real estate broker’s license, which made any commission-splitting with Menke illegal under Texas law.</p><p>Amsler’s rival, Bill Smith, was allegedly engaged in even bigger and more questionable financial transactions on the east side of Fannin Street. Smith allegedly made exorbitant payments to Brandy and Rose, the interior decorating firm owned by his mistress, Nancy Stack. In 1983 and 1984 Brandy and Rose received more than $500,000 in Hermann Hospital funds. Wilson would later allege that Brandy and Rose overcharged the hospital to the tune of nearly $238,469 for refurbishing work on the Jones Pavilion in 1983.</p><p>Smith’s life became even more complicated when Stack gave birth to the son he had allegedly fathered. The infant, born in December 1983, suffered severe health problems almost from birth, and his condition was later diagnosed as leukemia. Although Smith did not yet publicly admit to being the boy’s father, he helped arrange for the baby to receive medical treatment at M. D. Anderson Hospital. The following year, Brandy and Rose folded, and Stack left for Toledo, Ohio, where she moved in with her parents.</p><p>The Hermann estate trustees would later say they had been unaware of the misdeeds being perpetrated during this period. But estate comptroller Ed Shimp subsequently told investigators that he brought evidence of Smith’s payments to Stack’s firm to the attention of board president Jack Josey in late 1983. Shimp said he showed Josey “questionable” checks and invoices related to Hermann transactions with Brandy and Rose, as well as an advertisement in a Dallas newspaper welcoming the firm and the hospital as new tenants in the Plaza of the americas building. According to Shimp, “Josey said in effect that it was not anything that warranted an investigation.” Josey later denied that Shimp had ever informed him of the Brandy and Rose matter.</p><p>Meanwhile, amsler was helping rookie trustee Philip Warner explore the powers and perquisites of his lofty position, especially those afforded by the Devil’s River Ranch, the estate-owned acreage outside Del Rio. Warner reportedly made his first visit to Devil’s River in late December 1983 and celebrated Christmas there with a lady friend named Pam. Ranch manager Dan Murrah recalled that Warner and his guests usually arrived in a twin-engine plane owned by Hermann Hospital. In the fall of 1984 Warner asked Murrah to have the roads on the ranch graded in time for hunting season; the estimated cost was $5000. At Warner’s behest, amsler instructed Murrah to buy three off-road vehicles and a trailer for which Murrah spent an additional $4700. Murrah later told estate investigators that “Phil Warner and his guests” were the only ranch visitors who ever used the off-road vehicles.</p><p>Unfortunately for Coffee, Warner, and various culprits on both sides of Fannin Street, trouble was brewing behind the scenes. One of the first signs was a letter that trustee Walter Mischer, Jr., wrote to amsler in late January 1983 after receiving a copy of Peat, Marwick, Mitchell’s 1982 audit report. The audit showed a $2.3 million increase in the estate’s investment in “nonmarketable securities.” Mischer asked for an explanation. Amsler replied that the increase represented the estate’s purchase of Central Bank stock from Coffee, Elva Josey, and others. Mischer regarded the Central Bank stock deal as part of a larger problem. Even if these insider transactions were legal, they had been conducted without his knowledge and had been reported in the vaguest terms. They underscored the need to revamp the estate’s management and improve its overall accounting practices.</p><p>Three real estate transactions show how differently the Hermann board functioned, depending on what trustees might have at stake. In the mid-seventies Walter Senior as a trustee had proposed the estate’s purchase of the Trinity River Ranch, a tract that happened to be near one of his own ranches. In the spring of 1984 Walt Junior proposed that the Hermann board buy a $9 million tract on the North Belt, the largest single acquisition in the history of the estate. Walt Junior dutifully informed the other trustees that the North Belt property adjoined land recently purchased by the Mischer Corporation, but he recommended the purchase precisely because his own company had confidence in the future of the area. After the trustees approved the purchase, with Walt Junior carefully abstaining, a neighboring landowner filed an application for a landfill site. The Mischer Corporation naturally opposed the landfill and, not coincidentally, so did the Hermann estate.</p><p>But Mischer and the trustees did not oppose a proposed Browning Ferris Industries landfill near some Hermann property in Fort Bend County. Although the board gave no public explanations, the reason was obvious: the site Browning Ferris had chosen for the landfill was owned by the Cullen family, the in-laws of Hermann board chairman Corbin Robertson, and the Cullen clan was apparently looking forward to collecting the revenue from leasing the property to Browning Ferris. In short, when the interests of the estate conflicted with those of a trustee, the board seemed to go along with the trustee.</p><p>Though Mischer and the other trustees were unaware of it, Ed Shimp subsequently discovered another accounting problem involving Ryan. In early 1984 Shimp found that Ryan had issued two sequentially numbered $20,000 checks to estate vendor Floyd Wheeler. Ryan had the authority to write checks for up to $25,000, but the issuance of two big drafts to the same person on the same day was highly unusual, especially since Ryan had failed to provide documentation for either payment.</p><p>Shimp later said that he immediately told his boss, amsler, about the Ryan checks, only to receive an unsettling response. Amsler dismissed the two payments as routine and told him not to bother Ryan about the matter. Shimp said the incident was his first clue that there might be more serious problems. As he put it, “The manner in which Mr. Amsler shrugged this off when I reported it to him was suspect.”</p><p>Then, at almost the same time as Shimp’s reported discovery, the intense debate over restructuring the Hermann estate reached a sudden and dramatic turning point. First, John Coffee threatened to file suit against his fellow trustees if they proceeded with the plan. Mindful of the nuisance Coffee had caused with his previous suit against the Rice University trustees, the board decided to table the restructuring project. Then the nonconfrontational Jack Josey hit upon a strategy that amounted to an end run. Instead of formally restructuring the estate right away, the board would create a topmanagement position with authority over both the estate and the hospital administration. The man they recruited was the same one Bill Smith secretly had in mind —former University of Texas chancellor E. Don Walker.</p><p><strong>The Volcano Erupts</strong></p><p><span class=\"dropcap\">I</span>n august 1984 Walker took over the newly created post of president and chief administrative officer of the estate. The volcano began to erupt. In late September amsler abruptly resigned, saying that his hearing impairment made it impossible for him to continue as executive vice president. Before his departure, amsler made sure to draw checks for the $585,000 retirement stipend that Coffee and the late Walter Sterling had approved in 1982.</p><p>Still unaware of all the machinations that had preceded his hiring, Walker, who was a certified public accountant, initiated a detailed review of Hermann estate financial records, a move that apparently caused William Ryan to panic. One day in late October, Walker accidentally caught Ryan removing files from the estate’s storage room. An inventory led by Shimp revealed that Ryan had removed several files pertaining to his expenses and had issued various checks to fictitious individuals. Walker immediately reported Shimp’s findings to the trustees.</p><p>The Hermann trustees knew they had a problem on their hands, but they had no idea of its overwhelming proportions. At the time, it looked as if Ryan might be the only culprit. Believing they were faced with a garden-variety case of insider embezzlement, the trustees decided to retain legal counsel to conduct an in-house investigation. Chairman Corbin Robertson and president Jack Josey wanted to entrust the inquiry to their friend Marvin Collie. But in light of Collie’s ongoing feud with John Coffee over the restructuring project, they realized that such a choice would only create more controversy. As a result, the board finally voted to hire Collie’s law partner, a. Frank Smith.</p><p>That decision proved to be a most fateful one. Wasting no time, Smith hired veteran private eye Clyde Wilson, authorizing him to follow the trail wherever it might lead. Many months later, when the second Hermann estate scandal burst into the local media, one insider offered a curious but revealing assessment of what had gone wrong. “It all boils down to the fact that Frank Smith couldn’t control Clyde Wilson,” he declared. “Otherwise, we would have been able to clear up all the problems on our own without any publicity or outside interference.” Then he added, “If we had hired Marvin Collie to lead the investigation, this thing never would have gotten out of hand.”</p><p><strong>The Best Soap Opera In Town</strong></p><p><span class=\"dropcap\">C</span>lyde Wilson and his chief investigator, E. Keith Lyons, played the roles of Woodward and Bernstein in the investigation. First, Wilson confronted Ryan, who was summarily fired. Next he cornered amsler, who then returned the $585,000 check he had claimed as deferred compensation, as well as the estate-owned Lincoln he was still driving. When Wilson discovered that the estate was paying a $300,000 note on amsler’s home, amsler was forced to pack up and move out. Wilson then started digging into the estate’s executive perk system and the stock deals between the estate and some of the trustees. By early November, when he broadened his investigation from the estate to the hospital, he began to encounter signs of what he regarded as a possible official cover-up. Wilson said Walker balked at the focus on the hospital, protesting that his old friend Bill Smith would not stoop to such things. Wilson was incensed. Although a. Frank Smith ultimately calmed the private eye by giving him the go-ahead to investigate the hospital, Wilson never forgave Walker.</p><p>The estate and the trustees seemed to keep repeating the mistakes of the past. Shortly after assuming the presidency of the estate, Walker hired a Hermann Hospital maid to work part-time in his home. Instead of billing her services to Walker, the maid kept drawing her regular hospital paycheck, clocking in and out on her hospital time card. Though Walker later stated that he had intended to reimburse the hospital for the maid service, Wilson discovered that by then Walker owed several months’ worth of back payments. Walker also drove an estateowned Lincoln similar to the one driven by Neill amsler. Under pressure from Wilson, Walker eventually agreed to buy the car from the estate with his own funds.</p><p>In November, when the trustees officially confronted Bill Smith with Wilson’s incriminating disclosures, they acted with surprising leniency and generosity. Although Smith was required to resign, the trustees voted to retain him as a consultant to the hospital, at his old salary of $170,000 a year. The board’s decision infuriated Wilson, who vowed to bring Smith and the other alleged culprits to justice.</p><p>Wilson also scored Hermann Hospital and Hermann estate executives Larry Bowermon and Gary McHenry for taking an estate-paid vacation to the Cayman Islands in the spring of 1984. The two said that Bill Smith had authorized the trip as a reward for jobs well done. Nevertheless, Wilson recommended that Bowermon and McHenry be fired at once. But instead of following his advice, Walker elected to keep them on the payroll, insisting that they were indispensable because they were the only ones who knew how the hospital’s accounting system was organized. He later allowed Bowermon and McHenry to take another Cayman vacation—this time at their own expense, not the estate’s.</p><p>On or about January 1, 1985, Wilson delivered statements, records, and report summaries to the office of district attorney John Holmes. Much to Wilson’s delight, his evidence began to be presented to the grand jury on the first working day of the new year, and the district attorney’s office launched the biggest investigation in Harris County history. It was later that same week, on Friday, January 4, that KTRK-TV’s consumer watchdog, Marvin Zindler, broke the story of the scandal and followed up with a stream of stunning exposes, including interviews with such key figures as Ryan, Menke, and Bill Smith.</p><p>The Hermann scandal quickly became the best soap opera in town. Under fire from Wilson and the press, the trustees voted to terminate Bill Smith’s $170,000 consulting contract, and Susan Menke returned the $48,000 in real estate commissions she had received from the estate. Then a reporter pointed out that Menke had let her broker’s license expire in September, and she became the subject of an investigation by the Texas Real Estate Commission. Later, Representative Mickey Leland repaid the estate for its allegedly secret $11,000 contribution to his 1983 Cuban rescue mission.</p><p>On January 21 the Wilson-Walker feud came to a head in a stormy meeting in Holmes’s office. Those present included Wilson, Walker, a. Frank Smith, and Marvin Collie. On the way in, Wilson blurted to some reporters in the hall that he had come “to get Bill Smith indicted and present evidence of a possible coverup by officers of the Hermann estate.” Inside, tempers finally cooled when Holmes reassured everyone that his assistants intended to investigate allegations concerning the hospital as soon as they finished looking into the estate.</p><p>On February 1 a grand jury indicted Ryan for stealing more than $300,000 from the Hermann estate; one month later Menke was indicted for theft of the $48,000. In the meantime, Nancy Stack returned to file a paternity suit against Bill Smith, claiming that he had threatened to take her child away. Smith then filed for divorce from his wife, Pam, only to reconcile with her several days later.</p><p>By then, the fallout from the Hermann scandal had spread to austin and the office of embattled Texas attorney general Jim Mattox, who was standing trial for commercial bribery in connection with his alleged attempt to prevent Fulbright and Jaworski attorneys from questioning his sister in a lawsuit. Instead of publicly leaping into the Hermann fray, Mattox decided to try the back-room route first. After privately warning estate attorneys that the trustees had to initiate major reforms at once, Mattox sought out former trustee Walter Mischer, Sr., the state’s most influential back-room power broker.</p><p>“This Hermann estate thing is getting out of hand,” Mattox told Mischer. “Up to now, i’ve been dealing strictly with the Hermann estate lawyers, but i’m not sure the seriousness of my message is getting through. If they don’t respond quickly, i’m going to have to do something to make them respond.” Mischer reminded Mattox that he no longer served on the Hermann board, but promised to have Walt Junior call Mattox.</p><p>Despite Walt Junior’s reassurances, Mattox decided he had to launch an official investigation. He agreed, however, not to file suit against Mischer and the trustees, provided the Hermann board promptly cleaned up its act. Among the attorney general’s demands were the resignations of trustees Coffee and Josey because of their alleged misdealings in Central Bank stock and a commitment to provide much more charity care at Hermann Hospital.</p><p>Under pressure from the attorney general, the Hermann board became embroiled in a bitter fight to oust trustee John Coffee, also the subject of a grand jury investigation of the estate’s purchases of Central Bank stock. After Coffee agreed to repurchase the bank stock he and Patton had sold to the estate, the trustees voted to do away with lifetime terms and instituted a mandatory retirement age of 70. Coffee, who was 74, had to step down. The next day Coffee was indicted on two counts of perjury and one count of theft related to the bank stock deal. Coffee immediately cried foul, asserting that the trustees had agreed to let him resign in the fall, and he reneged on the stock buyback agreement, stopping payment on the check to repurchase the Central Bank shares. The board subsequently decided to file a civil suit against him to recoup the money.</p><p>Coffee’s indictment coincided with the resignation from the board of <em>Chronicle</em> editor Philip Warner. Although Warner was not accused of criminal misconduct, he was serving in violation of the estate bylaws. The newspaper boss had a law degree and a past career as a county and state attorney, and the Hermann will specifically prohibited lawyers from serving on the board. Six weeks later, on april 17, Jack Josey was forced to resign in the wake of disclosures about his exwife’s sale of Central Bank stock to the estate. Although Josey was not indicted, he did repurchase the Central stock that Elva Josey had sold to the estate with interest.</p><p>Meanwhile, the Hermann scandal precipitated a major newspaper war between the <em>Houston Post</em> and the <em>Houston Chronicle.</em> The <em>Post</em> gave the story front-page play for months. The <em>Chronicle,</em> on the other hand, seemed to treat the scandal as a matter of secondary importance, creating the unavoidable impression that the paper was trying to protect Warner and his cronies. The impression was reinforced when the editors allegedly refused to publish a story by reporter Olive Talley about an estate-paid pleasure trip taken by an official of the Houston Endowment, which owns the newspaper. Talley resigned in protest and was immediately hired by the <em>Post.</em></p><p>More profoundly, the spreading Hermann scandal exposed the core of the Houston establishment to the harsh glare of publicity. At the center of the spotlight was Vinson and Elkins, whose attorneys seemed to be on both sides of the fence. For example, a. Frank Smith represented the Hermann estate. One of the civil suits Smith filed on the estate’s behalf was against Jack Josey, who stated that he had acted on the advice of Marvin Collie, one of Smith’s Vinson and Elkins partners and the man who had represented the Hermann estate in connection with the restructuring process. Now that a. Frank Smith, as lead counsel for the Hermann estate, was investigating the Central Bank deal, were he and Collie on the same side or opposite sides?</p><p>In keeping with Vinson and Elkins policy, Smith and Collie declined to comment on the record. But it is of more than passing significance that the firm recently took the almost unprecedented step of hiring outside counsel Mike Ramsey, a criminal attorney, to represent it in the estate case.</p><p>Predictably enough, the Hermann scandal led to disclosures of abuses at other Houston-area philanthropic foundations and trusts. In May the <em>Post</em> broke the story of financial wrongdoing at the George Foundation, headquartered in Fort Bend County, where the trustees had spent $25 million on building an amusement park, which never opened, on foundation land. Over the preceding four years, the foundation had also paid $1.2 million in legal fees to Vinson and Elkins. Following the <em>Post's</em> stories, foundation president John Heard, another Vinson and Elkins attorney, resigned and the law firm voluntarily made a $1.5 million “contribution” to the George Foundation. Then the local media turned their attention to Methodist Hospital, whose board included both a. Frank Smith and Marvin Collie.</p><p>The Hermann estate scandal proved to be part of a much larger scandal—the systematic abuse of philanthropic foundations and trusts all over the nation. Texas has 1735 tax-exempt foundations, with assets of more than $6 billion, but here, as elsewhere in the country, very little foundation money finds its way to the needy. In 1984, according to a <em>Houston Post</em> survey, the eight largest Houston-area foundations made $65 million in donations; less than $7 million went to projects directly benefiting the poor.</p><p>The Hermann scandal also revealed the inadequacy of government to regulate major Texas foundations. On april 3, 1985, in the wake of continuing disclosures about the Hermann estate, attorney general Mattox, who was acquitted of the criminal bribery charges, finally filed suit to remove the trustees and replace them with a court-appointed master. Mattox then launched investigations of the George Foundation and Methodist Hospital, all the while complaining that he lacked sufficient staff and financial resources to adequately police the many foundations in the state.</p><p>Mattox reached a rather prompt settlement of his litigation against the Hermann trustees. On May 17, barely a month after suing, he dropped his suit in exchange for more promises of reforms. The week after the settlement, the trustees announced that Hermann Hospital would offer two hundred more beds to charity patients in the coming months. The board later announced that it had commissioned Professor Wilbur Cohen of the Lyndon B. Johnson School of Public affairs in austin to prepare guidelines for increasing the hospital’s charity services. Finally, the trustees elected a black, a Hispanic, and a woman to the estate board: architect John Chase, former INS chief Leonel Castillo, and Melinda Hill Perrin, daughter of Texas Supreme Court chief justice John L. Hill.</p><p>But the Hermann scandal by no means ended with the attorney general’s settlement. Former estate executives Ed Shimp and Ray Valdez were indicted on charges of theft for allegedly taking estate-paid trips, while former estate executive Charles Stricklin was indicted for theft in connection with the purchase of an estateowned automobile. The three men were forced to resign. Former Hermann estate executive vice president and associate trustee Neill amsler was also indicted on charges of theft in connection with the $585,000 in deferred compensation he had taken the previous fall.</p><p>Wilson, however, who had been kept on retainer at Mattox’s behest, still accused estate president E. Don Walker of an attempted cover-up, and he insisted that estate and hospital financial executives Larry Bowermon and Gary McHenry had to be fired before the estate’s housecleaning operation would be complete. Having already lost the five top estate administrators and hospital director Bill Smith, Walker insisted that Bowermon and McHenry had become more indispensable than ever. Likewise, trustee Walter Mischer, Jr., tried to convince Wilson that Bowermon and McHenry had proved their overall honesty and competence. But according to Mischer, when the two executives refused to write a detailed account of their activities over the preceding year, Mischer reluctantly forced them to resign. (Bowermon and McHenry say they resigned voluntarily.)</p><p>Walker vigorously denies any wrongdoing, pointing out that if there really was some kind of cover-up, it was not very effective, for the estate’s housecleaning continued through the fall of 1985. In October, Corbin Robertson, the habitual absentee, resigned from the board, citing poor health. He was replaced by Ralph S. O’Connor, son-in-law of the late George R. Brown of Brown and Root. Two months later, David Hannah resigned to devote more time to a space commercialization venture of his. As if to demonstrate its commitment to reform, the Hermann board also decided to fight the landfill project slated for the Cullenowned property in Fort Bend County.</p><p>Meanwhile, the district attorney’s office prosecuted the first of the Hermann estate criminal cases, that of real estate broker Susan Menke. In late November, thanks largely to Ryan’s testimony and assistant district attorney Don Stricklin’s brilliant closing argument, Menke was found guilty of stealing about $48,000 in phony real estate commissions. She was sentenced to four years in prison. Encouraged by the unusually strict Menke sentence, the district attorney’s office turned its attention to six other Hermann estate figures under indictment, broadened its investigation from the estate side of Fannin Street to the hospital side, and hinted at more indictments to come.</p><p>Nevertheless, the irrepressible Clyde Wilson continued to complain that the full story of the Hermann estate scandal remained untold. Although the trustees kept Wilson on call, estate counsel a. Frank Smith assured the investigator that things were under control and ordered him not to pursue the many leads he had yet to follow. Instead, Smith put the Hermann case in the hands of his Vinson and Elkins partners, who filed civil suits against Coffee, Ryan, Menke, and other parties to recover money allegedly misappropriated from the estate.</p><p>The trustees also fired longtime Hermann auditor Peat, Marwick, Mitchell and hired the firm of arthur andersen to reexamine the financial records of the estate and the hospital. It is debatable whether the estate is really getting its money’s worth. As of January 8 of this year the estate had paid arthur andersen more than $1.2 million for auditing services. Similarly, in the effort to recover roughly $2.5 million in alleged misappropriations from various figures in the Hermann scandal, the estate had already paid Vinson and Elkins and other outside counsel nearly $1 million.</p><p>“i’ve come to the conclusion that our investigation didn’t do a damn bit of good,” Wilson grumbled. “Hermann Hospital is still doing very little for charity. And as far [ Continued On Page 222 ] [ Continued From Page 213 ] as i’m concerned, the Hermann estate isn’t any better off under E. Don Walker.”</p><p><strong>Repercussions For the People</strong></p><p><span class=\"dropcap\">G</span>eorge Henry Hermann’s bronze bust stands on a pedestal in the lobby of Hermann Hospital’s cavernous Jones Pavilion. On the wall behind the bust there is a huge plaque bearing the names of those who contributed to the construction of the pavilion and also listing the trustees and top executives who opened the building—names like Sterling, Robertson, Josey, Coffee, amsler, Ryan, and Smith. Although the plaque appears to be securely mounted to the wall, many of the once-hallowed names on it have suffered a painful fall from grace because of the Hermann estate scandal.</p><p>No one better appreciates just how dramatic and traumatic that fall has been than Harris County district attorney John Holmes. The son of a former trustee and a boyhood neighbor of many of the key figures in the scandal, Holmes deliberately delegated principal authority over the Hermann prosecutions to his assistants -not because he worried that he himself might be too lenient on the alleged villains but because he feared his family ties might cause him to overcompensate and be too tough on them.</p><p>“When the Hermann estate scandal surfaced, my first reaction was utter disbelief and utter disappointment,” he confided in a recent interview. “Then my disappointment turned to anger. Here were men I had known all my life, men I had been brought up to respect and emulate, who were stealing from a charity hospital for the poor. I not only felt anger because of what they had done, I felt betrayed.”</p><p>Nevertheless, John Coffee and other present and former Hermann estate figures maintain that old man Hermann would be proud of what the hospital is, despite the current scandal. Along with becoming a cornerstone of the Texas Medical center, the hospital has grown into one of the country’s most financially successful medical facilities.</p><p>“When I came on the board, the Hermann estate had about $45 million in assets, and when I resigned, it was worth over $400 million,” Coffee notes. “We must have been doing something right.”</p><p>Coffee and other Hermann estate apologists also say that Hermann Hospital has provided far more charity care than the media and the attorney general give it credit for. By the strictest definition, the hospital spent only $4 million of its $178 million budget on indigent patients in 1983, but if bad debts are included in the tally, the hospital provided more than $20 million in charity care that year.</p><p>For such reasons, Coffee says that the Hermann estate scandal is really a tempest in a teapot. “None of this stuff should have ever happened,” he declares. “We should have fired Bill Ryan and Bill Smith for stealing, and collected the money from the bonding company. Then we should have gone back to running the Hermann estate just like we always did.”</p><p>But as even Coffee must realize now, the board can’t turn back the clock. Although the Hermann estate story has slipped off the pages of both major Houston newspapers, the repercussions for the people of the city—rich and poor—will linger for years. The ruling elite have been disgraced into sharing their power and reexamining their charity. Like it or not, they can no longer treat the city’s foundations like private playpens. Members of charity boards can expect to be under continuing media scrutiny and may be called to account for their actions to the public.</p><p>At the same time, the Hermann estate scandal has shaken the foundations of the Houston establishment, and it may well cause the old guard to self-destruct. Old friends and fellow River Oakies like John Coffee and Marvin Collie are no longer on speaking terms, while a. Frank Smith, who by all accounts has acted honorably throughout the scandal, is being privately bad-mouthed for not sweeping things under the rug. If and when Coffee stands trial, the internecine war could become a public bloodbath — Coffee’s attorneys will likely try to put Collie and Josey on the stand to explain their roles in Elva Josey’s stock sale to the Hermann estate.</p><p>But the real shame of the Hermann scandal-the blackest of the black marks against the Houston establishment-is the sad state of public health care for the “poor, sick, indigent, and infirm” of Houston and Harris County now, more than seventy years after the death of George Henry Hermann. Although the Texas Medical Center continues to expand, Houston has only .331 charity beds per thousand potential patients, fewer than either Dallas, which has .527 beds per thousand, or San antonio, which has .546. Having originally offered to supply some 200 additional charity beds, Hermann Hospital has revised its offer to 125 beds. But neither number will be sufficient to accommodate the future needs of Houston’s growing population of charity patients.</p><p>One can’t help but wonder what George Henry Hermann would say about all this. Unfortunately Hermann’s bronze bust can’t speak. Neither can the tombstones in Glenwood Cemetery, the sacred burial ground of the original Houston establishment, where Hermann’s remains lie in a spacious family plot on the other side of a hill from a separate, smaller plot containing the remains of his reputed illegitimate black son and most-favored heir, George Hermann Getchell. But if Hermann has managed to witness the fate of his benevolent legacy from the afterlife, the old man must surely be turning in his grave.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "March 1986",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Coffee",
      "Houston",
      "Scandal",
      "Charity",
      "Texas",
      "Fannin",
      "money",
      "Real Estate",
      "Law",
      "Country",
      "Health",
      "office",
      "Power",
      "River Oaks",
      "theft",
      "War",
      "Work",
      "Divorce",
      "Family",
      "Harris County"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Houston",
      "Texas",
      "Austin",
      "Bastrop",
      "Bryan"
    ]
  }
}