{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-197912",
    "date": "December 1979",
    "year": 1979,
    "month": 12,
    "month_formatted": "December",
    "pdf_uri": "/1979/19791200.pdf",
    "issue_cover_image": "",
    "document_start_page": 130,
    "toc_start_page": 128,
    "document_page_range": [
      [
        130,
        131,
        132,
        133,
        134,
        135,
        136,
        137
      ]
    ],
    "toc_order": 1,
    "toc_headline": "Tiny Texas",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-197912-tinytexas",
  "source": "/1979/19791200.pdf",
  "wp_post_id": 113493,
  "wp_post_guid": "http://www.texasmonthly.com/article/tiny-texas/",
  "authors": [
    "Anne Dingus",
    "Victoria Loe"
  ],
  "headline": "Tiny Texas",
  "dek": "Americans are supposed to think small in the eighties, but that doesn't mean Texans have to stop bragging.",
  "spread_caption": "",
  "excerpt": "If you want big, we’ve got big. If you want small, we’ve got that, too.",
  "kicker": "",
  "word_count": 2461,
  "content": "<p>Okay, world, we're sick and tired of being stereotyped as loudmouthed blowhards who think that “good” is just a synonym for “big.” Sure, we love the Texas myth, we get a kick out of <em>Giant,</em> we're fond of Big Tex and longhorn cattle and ten-gallon Stetsons. But we read our history books, we know that Alaska was admitted to the Union twenty years ago and that if you divided that fair state in half, Texas would end up being only the third largest state rather than the second. So spare us your jokes.</p><p>In fact, we're proud <em>not</em> to be biggest anymore. Because in this era of limits—of dwindling oil reserves, the devalued dollar, plummeting Sat scores, and shrinking candy bars—it's in bad taste (not to mention unpatriotic) to strive for grandiosity. Now is the time to excel at being small even more than we did at being big. And Texas is ready. To prove it, we've combed the state for tiny Texana and found a big array of diminutive bests, from landmarks to literature, from art to scientific discoveries. So step aside, Rhode Island. When it comes to getting small, there's no place like Texas.</p><img /><p>Desigh by Hixo, Inc.</p><p>Photograph by Walter Nelson</p><p><strong>Mighty Mites And Shrinking Violets</strong></p><img /><img /><img /><img /><img /><img /><p><strong>Plants and animals that are only kneehigh to a grasshopper.</strong></p><p>The water bear, so called for its Winnie-the-Pooh appearance, is a hardy microscopic critter that favors spots like Aguarena Springs in San Marcos. You can boil it in saltwater or freeze it within two degrees of absolute zero and it comes out smiling.</p><p>The University of Texas claims the world's smallest zoo. It is devoted to a single animal—the geneticists' friend, <em>Drosophila. </em>Almost three hundred species of the fruit fly are caged there.</p><p>The colorful <em>Texola elada,</em> better known as the Texas checkerspot, is a butterfly all our own. It's three-tenths of an inch long, with a wingspan reaching only nine-tenths of an inch.</p><p>The good folks at A&M have been kept hopping studying the ubiquitous jackrabbit, and the Aggies conclude that the Lone Star variety is smaller by a hare's-breadth than its cousins north of the Red River.</p><p>The Hinckley oak rarely grows over two feet tall. In fact, it rarely grows at all, occurring naturally only in Presidio County and western Big Bend.</p><p>Texas cheered the Aggies when they managed to hybridize twelve-foot-high African sorghum strains and develop a high-yield plant that grows only a third as tall and is much easier to harvest.</p><p>At their Bonsai Farm, twelve miles</p><p>southeast of San Antonio on U.S. 87, Edith and Leonard Sorge have applied the art of dwarfing plants to 85 varieties of flora, including native trees such as the hackberry, mesquite, and Texas ebony.</p><p>Chile petines may look small and innocent, but Texas' answer to jalapenos packs a wallop.</p><p>Ernest Williams of Dallas has developed and raised over three hundred varieties of miniature roses in the past twenty years. The tiny roses, such as Popcorn, Sugar Elf, Yellow Doll, and Toy Clown, grow as low as three inches, and Williams even ships some to Tyler, where no miniroses are grown.</p><p>The <em>Coryphantha minima</em> is a dime-size sticker found only in upper Big Bend.</p><p><strong>Smallest Spread</strong></p><p><em>Diffily Ranch, Weatherford.</em> Dr. John Diffily raises small cattle, miniature horses, pygmy goats, bantam chickens, and dwarf ducks. Why? “I've only got twelve acres,” he says.</p><p>Larry C. Price</p><p><strong>Smallest Cut of All</strong><em>Roget's Thesaurus</em> lists as synonyms for braggart: boaster, blowhard, windbag, and Texan.</p><p><strong>Smallest Big Favor</strong></p><p><em>From Ralph Lauren. </em>Please find another source of inspiration. Cowboys don't wear designer clothes.</p><p><strong>Smallest Brewery</strong></p><p><em>Shiner Brewery, Shiner. </em>Last year this pint-size brewery produced only 32,412 barrels of beer, compared to Lone Star's 633,825 barrels and Pearl's 595,171 barrels.</p><p><strong>Smallest Public Library</strong></p><p><em>Shiner.</em> Has only 1373 books for the town's two thousand inhabitants. But when you've got a brewery in town, who needs a library?</p><p><strong>Smallest Town with Biggest Bank</strong></p><p><em>Rio Vista, Johnson County.</em> Its First State Bank has assets of $55 million, 21,000 account holders, and a private airstrip for out-of-town customers, all in a hamlet of 443 people.</p><p><strong>Smallest International Bridge</strong></p><p><em>Candelaria, Presidio County.</em> This makeshift suspension bridge of rope, planks, and sticks stretches thirty feet across the Rio Grande.</p><p><strong>Smallest Foreign Visitor</strong></p><p><em>Unidentified spaceman, Aurora, Wise County.</em></p><p>In 1897, witnesses said his cigar-shaped spacecraft hit a windmill and crashed. Local folks buried the tiny alien in the town cemetery.</p><p><strong>Smallest SevenInstrument Band</strong></p><p><em>Lloyd “Fatboy” Johnson, Houston.</em> In 1976, he played electric piano, drums, cymbals, guitar, harmonica, xylophone, and kazoo for nearly eighteen hours to break the then world record for continuous solo performance by a one-man band.</p><p><strong>Smallest River</strong></p><p><em>Comal River, New Braunfels.</em> One of the most scenic of Texas waterways, it's a mere two and a half miles long.</p><p><em>The Superdome, New Orleans</em></p><p><strong>Smallest Rich Oil Field</strong></p><p><em>Bess Johnson-Adams & Hale Field, Kilgore.</em></p><p>This 1.2-acre patch, with 24 wells, has produced 2.5 million barrels of crude oil, worth some $6 million.</p><p><strong>Smallest Ferry</strong></p><p><em>Los Ebanos Ferry, Hidalgo County.</em> The only hand-operated ferry on the U.S.Mexico border, it carries one large or two small cars.</p><p><strong>Smallest Evangelist</strong></p><p><em>The Reverend George Havens, Dallas.</em> This four-foot-eleven Baptist minister, a full-time evangelist for 29 years, used to be a stuntman for child stars.</p><p><strong>Smallest Choristers</strong></p><p><em>Texas Boys Choir, Fort Worth.</em> Stravinsky called it the best boys' choir in the world.</p><p><strong>Smallest Costly Mistake</strong></p><p><em>Unwanted preposition, East Texas oil contract. </em>Would you rather have an oil and gas lease that gives you a one-eighth royalty or one-eighth <em>of</em> royalty? Don't think it doesn't matter. In the first case you're entitled to a standard share, the value of 1 barrel out of every 8; in the second case it's 1 barrel out of 64. That's what the Texas Supreme Court told a luckless Rusk farmer back in 1942. He thought—briefly—that the entire royalty from ten acres of the East Texas oil field was his alone, until he discovered his lease contained the dastardly “of.”</p><p><strong>Smallest Ethnic Group</strong></p><p><em>The Wends.</em> Some 600 of these Slavic people immigrated 125 years ago and established the only Wendish settlement in the U.S. in Lee County. They now number about 10,000 statewide.</p><p><strong>Smallest Town with Highest Ambitions (Unrealized)</strong></p><p><em>Jumbo, Panola County. </em>Never lived up to its name. Its population was fifty in 1910; since then it has disappeared.</p><p><strong>Smallest Gasoline Excise Tax</strong></p><p><em>Nickel a gallon, Texas. </em>We beat the other 49 states by at least a penny a gallon.</p><p><strong>Smallest Political Watchdog</strong></p><p>The Texas Observer, <em>Austin.</em> For 25 years this feisty little magazine has been a thorn in the side of the political establishment, but its all-timehigh readership is only 13,000.</p><p><strong>Smallest Newspaper with Biggest Award</strong></p><p>The Lufkin News. Despite its modest circulation of 13,700, this little daily won a Pulitzer prize for meritorious public service in 1977.</p><p><strong>Smallest Drain on the National Treasury</strong></p><p><em>Loving County.</em></p><p>Receives no federal aid, but gets along just fine.</p><img /><img /><img /><img /><p><strong>World's Smallest Indoor Stadium</strong></p><p><em>The Astrodome, Houston.</em></p><p><strong>Flashes In the Pan</strong></p><img /><img /><img /><p><strong>Short but memorable careers: here today, gone tomorrow, forgotten never.</strong></p><p><em>Buddy Holly, Lubbock.</em> Released “That'll Be the Day,” August 1957. Died in a plane crash, February 1959.</p><p><em>Janis Joplin, Port Arthur.</em> Took the rock world by storm at the Monterey Pop Festival, 1967. Died, 1970.</p><p><em>Don Yarbrough, Houston.</em> Elected to Texas Supreme Court, 1976. Resigned 1977, facing charges of forgery and perjury.</p><p><em>Hurricane Carla.</em></p><p>Hit Port O'Connor, September8, 1961. Left six days later. Killed 34 people, injured 465, forced evacuation of 250,000, and caused damage totaling over $300 million.</p><p><em>Farrah Fawcett, Corpus Christi.</em> What can we say?</p><p><em>Ixtoc 1.</em> Blew, June 3, 1979. Spewed 71,000 barrels of oil onto Texas beaches., over the next five months, touching off both international and intrastate feuding.</p><p><strong>World's Smallest Book</strong></p><p>The Rose Garden, <em>by Omar Khayyam, Humanities Research Center, Austin.</em> This lilliputian volume containing a poem 184 lines long measures an incredible threesixteenths by fivesixteenths of an inch.</p><p><em>Battle of San Jacinto.</em> The decisive climax of Texas' struggle for independence from Mexico lasted only eighteen minutes.</p><p><em>Duane Thomas. </em>Dallas Cowboy running back led his team to a Superbowl victory in 1972. Was traded to San Diego after run-ins with Tom Landry, then played for Washington for three years. Hasn't made a pro team since 1975.</p><p><em>The Republic of Texas. Founded, 1836. Dissolved. 1845.</em></p><p>Melissa Grimes</p><p><strong>Smallest State Park</strong></p><p><em>Acton State Park, Hood County</em>. Only sixthousandths of an acre, it contains the grave <em>of </em>Davy Crockett's second wife.</p><p><strong>Smallest Cultural Event</strong></p><p><em>Pow Wow Exhibition, University of Houston. </em>In this show organized last summer by sculptor James Surls of Splendora, none of the five hundred entries was larger than one foot high or a foot sguare.</p><p><strong>Smallest Highway</strong></p><p><em>State Highway 165, Austin</em>. It winds for half a mile through the state cemetery, ending at Sam Houston's grave.</p><p><strong>Smallest Memorabilia</strong></p><p><em>Tom Thumb Exhibit, Hertzberg Circus Collection, San Antonio. </em>Includes a miniature coach, rifle, bayonet, violin, wedding cake, and some clothing that belonged to the world's most famous midget and his wife.</p><p><strong>World's Smallest Catholic Church</strong></p><p><em>St. Martin's, Warren ton. </em>This one-room chapel, built over a graveyard, is used but once a year, to celebrate All Souls' Day.</p><p><strong>A Pocketful Of Miracles</strong></p><img /><img /><img /><p><strong>In science and medicine good things really do come in small packages.</strong></p><p>A battery-powered infusion pump only six inches long, two inches wide, and weighing only one pound allows cancer patients to administer their own chemotherapy treatments at home. The device, created at Houston's M. D. Anderson Hospital, reduces the time a patient must spend in a hospital from around 84 days to just 12 outpatient visits per year, with a corresponding reduction in the cost of treatment.</p><p>All Marvel characters and the distinctive likenesses thereof are trademarks of the Marvel Comics Group. © 1972 Marbel Comics Group, a division of Cadence Industries Corporation.</p><p>Those old masters of miniaturization at Nasa have predictably excelled at pint-size medical gadgetry. One of their niftier productions is a hand-held x-ray machine about the size of a fishing reel.</p><p>It gives doctors an instant look at bone and other internal injuries in emergencies.</p><p>For a little pill with a big impact, look to Ut's Health Science Center. A researcher there has fulfilled the dreams of women the world over by developing the first male contraceptive drug. Already tested by injection, it is awaiting the stamp of approval from the Fda.</p><p>A&M's Center for Trace Characterization, which is able to analyze the chemical composition of a substance to parts-per-billion, can take a hair from the scene of a crime and determine whether or not it belongs to the defendant. Even if the criminal is wily enough not to leave behind a single incriminating</p><p>hair, researchers at Ut may be able to identify him. They'll use a laser to reveal his fingerprints on surfaces—like human skin—where conventional fingerprinting methods are unable to detect them.</p><p>Texas A&M, one of the nation's premier training grounds for nuclear engineers, has its very own baby nuclear reactor that's just ten feet wide and twelve feet high.</p><p>Ut's marine scientists have just developed a reusable seismograph that's much smaller and—at $5000—cheaper than earlier models that cost between $10,000</p><p>and $30,000. The device, which fits inside a seventeen-inch glass sphere, sits on a tripod that is anchored to the ocean floor. When the measurements are completed, it is released to be carried to the surface by the buoyant sphere.</p><p>If an earthguake or other disaster knocks out conventional communications, Nasa can help. The scientists there have developed a portable, briefcase-size communications station that works by bouncing signals off a satellite. Gee whiz.</p><p>A portable method of kidney dialysis consisting of only a catheter, a plastic bag, and four pounds of dialysis fluid frees kidney-failure victims from dependence on massive hemodialysis machines in hospitals. The process, developed at Ut-Austin, reduces the annual tab from around $31,000 to <strong>$</strong>10<strong>,</strong>000<strong>.</strong></p><p>Chemists at Rice study molecules in a way worthy of Texas' frontier heritage: by shooting them out of beam guns into a vacuum. The process lets researchers observe isolated reactions between molecules without interference from oxygen and other substances.</p><p>The Ut Health Science Center is also making big strides in nutritional analysis.</p><p>No longer will doctors have to dig out a hunk of your bone marrow (ouch!) in order to figure out whether you've been eating your brussels sprouts—they'll be able to tell merely by plucking and analyzing a strand of your hair.</p><p><strong>Smallest Mountain</strong></p><p><em>Mount Aggie, College Station.</em> This 38-foot ski slope, made of artificial turf and silicon, beats Goodman Mountain in Smith County (502 feet), proving that Aggies are more adept than most Texans at making mountains out of molehills.</p><p><strong>Princely Hamlets</strong></p><img /><img /><img /><p><strong>Their native sons and daughters have put these one-horse towns on the map.</strong></p><p>With only a handful of residents apiece, Luckenbach and Terlingua are two of the best-known towns in Texas.</p><p>Tioga (population: 381) gave the world Gene Autry, that champion singing cowboy and owner of the California Angels.</p><p>Big Bob Lilly hails from little Throckmorton (1146).</p><p>Robert Howard, creator of Conan the Barbarian, lived all his life in Cross Plains (1199).</p><p>Archer City (1803), the home of writer Larry McMurtry, was the setting for the film <em>The Last Picture Show,</em> drawn from McMurtry's novel.</p><p><strong>Small Fry</strong></p><p><strong>These Texans may be short, but they're not lightweights.</strong></p><p>Playwright Jack Heifner, originally from Corsicana, is five eight and a half. His <em>Vanities</em> is currently the longestrunning Off-Broadway play.</p><p>The regional chapter of Little People of America has some 250 active members.</p><p>The Lpa's only reguirement is a medical certification of dwarfism, and its members include teachers, engineers, lawyers, computer scientists, and Little Littles—children.</p><p>In Mansfield, adolescent Larry Mahans and Jim Shoulderses dip snuff, twirl lassos, and ride horses at the weekly Kowbell rodeo. In short, they're cow<em>boys.</em></p><p>Bonnie Parker, that dainty desperado, was a petite four foot ten. Her partner in crime, Clyde Barrow, was only eight inches taller.</p><p>Wharton is home base for the 1979 Little League state champs.</p><p>Roy Orbison vame from Wink (1001).</p><p>From Kosse (461), came Bob Wills, who gave us “Faded Love” and “San Antonio Rose.”</p><p>Davey O'Brien, Tcu's 1938 Heisman Trophy winner, measured five foot seven.</p><p>Murvaul (110) and Crisp (90) are home-towns of Tex Ritter and Ernest Tubb, respectively.</p><p>Melissa Grimes</p><p>War hero and movie star Audie Murphy, born in tiny Kingston, was only five seven.</p><p>Actress Sissy Spacek guitted Quitman (1511) for Hollywood.</p><p>At five foot ten, Calvin Murphy of the Houston Rockets is the second-shortest player in the Nba.</p><p><strong>World's Smallest Museum</strong></p><p><em>World's Smallest Museum, Weslaco.</em> This collection of antique telephones is housed in an eighty-square-foot cubbyhole.</p><p><strong>Smallest Agricultural Giant</strong></p><p><em>Rockwall County.</em> The state's smallest county, 147 square miles, has the highest percentage of arable land: 67 per cent.</p><p><strong>Smallest Sense of Humor</strong></p><p><em>Madalyn Murray O'Hair, Austin.</em></p><p><strong>Second Smallest Sense of Humor</strong></p><p><em>Marvin Zindler,</em></p><p><em>Houston.</em></p><p>John Tower certainly doesn't.</p><p>For a person with a big heart, philanthropist Ima Hogg of Houston was none too tall.</p><p><strong>Smallest Yearly Rainfall</strong></p><p><em>1.76 inches.</em> Recorded in Wink in 1956.</p><p><strong>Smallest Railroad</strong></p><p><em>Texas Transportation Company, San Antonio. </em>Its mile-long track runs from the Pearl brewery to the Southern Pacific track.</p><p><strong>Smallest Subway</strong></p><p><em>Tandy Center Subway, Fort Worth.</em> Tandy's private, mile-long minitrain has carpet, crushed-velvet seats, piped-in music, and an absolutely crime-free record.</p><p><strong>Smallest-minded</strong></p><p><strong>Company</strong></p><p><em>Texas Instruments, Dallas.</em> On a silicon chip .24 inch square, Ti can put an integrated circuit equivalent to 35,000 radio tubes. In the midfifties, a standard computer like the Ibm-650 cost $200,000, took five tons of air conditioning to cool, and weighed six thousand pounds. Today, the hand-held Ti-59 calculator performs the same functions faster, costs $300, and uses one ten-thousandth of the power. Now that's a little better.</p><img /><p>Jockey Willie Shoemaker, a native of Fabens, barely tops five feet.</p><p>Bill Vlements, five nine, is the shortest Republican governor of Texas in the past century.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "December 1979",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "Oil",
      "Aggies",
      "Science",
      "Texans",
      "Art",
      "Comics",
      "Computer",
      "Cowboy",
      "Dallas",
      "Doctors",
      "East Texas",
      "Health",
      "Home",
      "Houston",
      "Marvel",
      "NASA",
      "people",
      "Presidio"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Texas",
      "Dallas",
      "East Texas",
      "Houston"
    ]
  }
}