{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-197912",
    "date": "December 1979",
    "year": 1979,
    "month": 12,
    "month_formatted": "December",
    "pdf_uri": "/1979/19791200.pdf",
    "issue_cover_image": "",
    "document_start_page": 152,
    "toc_start_page": 150,
    "document_page_range": [
      [
        152,
        153
      ],
      [
        253,
        254
      ],
      [
        256,
        257,
        258
      ],
      [
        260
      ]
    ],
    "toc_order": 4,
    "toc_headline": "Smokers Are People Too",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-197912-smokersar",
  "source": "",
  "wp_post_id": 113481,
  "wp_post_guid": "http://www.texasmonthly.com/article/smokers-are-people-too/",
  "authors": [
    "Dick Reavis"
  ],
  "headline": "Smokers are People Too",
  "dek": "How can this be wrong when it feels so right?",
  "spread_caption": "",
  "excerpt": "You can always spot a smoker. He fiddles with matches, his shirt pocket bulges in a tiny rectangle, and fumes emerge from his mouth and nose. But what should we do about him?",
  "kicker": "",
  "word_count": 5288,
  "content": "<img/><p>Illustrated by Tom Curry</p><p>My interrogator fingers the golden ankh pendant that hangs from a golden chain around his neck.</p><p>“When did you start?” he asks.</p><p>“Uh, when I was about fourteen, twenty years ago.”</p><p>“You didn’t know about the dangers then, did you?”</p><p>“Uh, naw.” i’m fudging now. Like most smokers my age, i’ve been vaguely aware since childhood that smoking is hazardous to health.</p><p>“Well, we can help you quit smoking, if you <em>sincerely</em> want to quit.”</p><p>He waits for my response.</p><p>Everything about this man’s manner tells me that he <em>sincerely</em> wants to help me. His sun-bleached, shoulder-length locks, the ringlets in his neatly trimmed beard, his smooth, tanned skin, his tranquil turquoise eyes—all bespeak inner peace, close communion with nature, unspoiled honesty.</p><p>“So how can you make me stop smoking?”</p><p>“Not <em>make</em> you<em>—help</em> you,” he intones.</p><p>“So how can you help?”</p><p>“Well,” he says, inhaling deeply as if he knows that only the recalcitrant are dubious, “we take several weeks to work with you.”</p><p>“Fine.” I certainly don’t want to quit smoking tonight.</p><p>“after doing an analysis of your habit, we bring you here into the clinic and place a cuff around one of your arms, while you smoke as usual. We <em>don’t</em> shock you—but we do provide electrical stimulation to your arm while you are smoking. Your subconscious has to be retrained, and this technique helps it reassociate smoking with unpleasant sensations rather than pleasant ones.”</p><p>I’m skeptical. Nobody is going to convince me that electrical stimulation isn’t shock. Besides, i’ve been to cure-workers before, and I am decidedly wary of people who want to tamper with my subconscious. As far as i’m concerned, there’s nothing subconscious at all about my smoking habit.</p><p>I have learned in detail what the dangers are, and I have quit smoking —more than once. At each critical juncture in the course of my habit, I weigh the prospects for better health if I quit against the prospects for pleasure and also for dying if I don’t. I am not yet persuaded that I must quit, now and forever, nor will I be persuaded until I once more turn my ball of evidence over.</p><p>I began smoking in 1959. On my paper route there was a pink brick grocery store, built, owned, and operated by a raucous, whiskered old man named Mario Jaramillo, who gave me Spanish lessons in exchange for dirty jokes. Although it was illegal, old man Jaramillo sold smokes to kids for a nickel each or 35 cents a pack. One morning as I started my paper route, I bought two cigarettes from Jaramillo. On the cement driveway of his grocery store, I lit up for the first time in my life.</p><p>Within seconds, I experienced a somatic uprising whose closest analogue is a prison riot led by outside elements and timed to stopwatch precision. Once cigarette smoke gains entry to the lungs, some three hundred chemical agents are set loose in the body. Nicotine, in seven short seconds—twice as fast as any mainlined drug—sends waves of alarm to the brain. In response, adrenaline rushes in, the heart steps up its beat, and the liver dumps glucose into the bloodstream. Capillaries constrict, skin temperature drops, blood pressure climbs. Red blood cells, which normally carry oxygen, are commandeered by carbon monoxide, one of the invading agents. Without sufficient oxygen, the body cannot defend itself: it is overtaken by a swimming feeling, a sensation of unbounded whirling, an acute light-headedness.</p><p><em>(Continued on page 251)</em></p><p><em>(Continued from page 151)</em></p><p>Unsteadily, I mounted my bicycle and rolled out into the street, wobbly and afraid, dragging both feet on the ground to keep my balance. I did not know if I could control the handlebars, or if I could muster the coordination necessary to land papers on front porches, where subscribers want them. But before I had pedaled a block, insulin secretions and ordinary metabolism had restored me to normality, with only one difference: my drowsiness was gone. Smoking, I believed, had liberated me from the dank prison house of morning. By the time I finished my route, I was ready to light up again.</p><p>For the next five years, my associations with smoking were purely positive. While studying in Mexico in the early sixties, I learned that offering smokes to one’s companions before lighting up was a Mexican social grace. In those days the custom was observed by even the most casual companions. In bus stations, bars, luncheonettes, and brush-country crossroads, little white tokens of courtesy gave me entree to peasants, doctors, and revolutionaries alike—people whom my youth, nationality, and student status might otherwise have kept at a distance. In 1966, while I was jailed in rural alabama for civil rights agitation, cigarettes saved my hide. A drunken giant of a Klansman named alligator Man was thrown into my cell with the suggestion that he whup up on my posterior. But the jailers didn’t supply him with cigarettes. I did, and we coexisted peacefully for the whole ten-day term of our joint confinement.</p><p>Furthermore, during this period physiology and habit acclimatized me to smoking. To compensate for oxygen deprivation, my heart beat faster all day long, not just in the moments after a smoke. My mucous glands enlarged and new mucous-producing cells sprang up to protect my airways from abuse. My blood-sugar level climbed and dived so frequently that I learned how to keep it at a constantly high level by drinking countless glasses of sugary tea. Because the half-life of nicotine in the body is twenty to thirty minutes, I became a twopack-a-day smoker. Every twenty to thirty minutes, I lit up, savored, and either lay back or charged forth, a choice given me by my manipulation of tea and nicotine. Smoking became a ritual of relaxation and a necessity of work. Cigarettes were my companions, as close and sympathetic as any human being had ever been.</p><p>And then dissident voices interrupted my perpetual smoker’s reverie. Like many other students, I had gone adventure-seeking in the ambience of protest and change that characterized the decade. By 1968, however, leading agitators at the University of Texas at austin were growing both weary and wary of schemes to transform society. Self-criticism replaced social critiques; self-worship, the worship of ideals; psychic exploration, the search for adventure. The year 1968 ushered in a touchy-feely, body-conscious epoch, a time of mescaline insights and marijuana mysteries, a time of dietary experimentation and a portentous, if premature, new slogan: You are What You Eat. It was a period in which hard hats might still walk a mile for a Camel, but the educated elite were turning away from tobacco and beer. With an innocent frankness, fellow activists approached me with sincere, well-intentioned warnings. Smoking cigarettes, they said, was male-chauvinist-piggy exhibitionism and was ecologically unclean besides. A cigarette hanging out of my mouth marked me as a reactionary. Cigarettes soon became as unpopular as General Hershey.</p><p>I tried to quit. Back then, the most common drugstore remedies for smoking were pastilles spiked with chemical cousins of nicotine. I gobbled them. This bitter taste of reality taught me firsthand what the surgeon general has since confirmed: nicotine substitutes are ineffective. I toyed with cigarette holders, both those with moist and those with dry filters, only to end up smoking a greater number of cigarettes to compensate for nicotine deprivation. (Many smokers of low-tar brands are doing the same thing today.) I switched to pipes and cigars, but the sting in my chest told me that I continued to inhale. Researchers have since discovered that cigarette smokers develop unconscious breathing habits that cannot be broken by a simple act of will. After all else failed, I tried cold turkey. When I relapsed, my friends insisted that I seek professional help.</p><p>There was a psychiatrist in austin who used sympathy and hypnosis to help his patients rid themselves of various afflictions. Sometimes he told his patients not to worry about taking Benzedrine, for example—and that practice, coupled with his Eastern European accent, had earned him the nickname Dr. Dasfine. At the urging of my peers, I called his office and made an appointment.</p><p>Dr. Dasfine’s office was in a two-story wooden mansion, one of those treeshaded provincial buildings that give austin its elegance. His secretary, with whom I had discussed my problem, quickly showed me into the doctor’s consulting room, since smoking was not allowed in her office.</p><p>Dr. Dasfine, a short, swarthy man, came in and, without saying a word, sat down in a darkened corner of the room, fifteen feet away from my vinyl-covered armchair. On a table behind him sat a little psychedelic lamp, its shade inset with multicolored marbles. The darkness and shadows on his side of the room were so intense that I could not make out any of his features except girth and baldness.</p><p>“Veil, vat can I do fuhr you?” he grunted.</p><p>“Doctor, it’s like I told your secretary. I want to be hypnotized so I won’t smoke.”</p><p>Dr. Dasfine said nothing. The room’s silence was interrupted only by the whooshing of passing cars on the street outside. I glanced at my wrist watch several times. Five minutes must have passed before Dr. Dasfine spoke again.</p><p>“Veil, yes, but vat’s <em>really</em> on your mind?” His Eastern European accent drawled out that word “really.”</p><p>“Well, Doctor, it’s like I just said. I want to quit smoking.”</p><p>Stone silence again, this time for twice as long as before. I was ready to walk out when the doctor spoke again.</p><p>“Yes, but vat are you tinking now?”</p><p>“Doctor, I was thinking, ‘Is this guy going to hypnotize me or not?’ ”</p><p>“I kut hypnotize you, but I don’t know vat you might do then. Ve haf to discover vy you smoke.”</p><p>I decided to take the line of greatest convenience. I told him that I smoked because I was nervous, and had always been. After all, in grade school I chewed pencils.</p><p>“Oh, das fine, but fuhr all ve know, you really smoke because you can’t valk down the street masturbating.”</p><p>I bit my lip.</p><p>“Or maybe because you can’t murder someone, see? Ve can’t just hypnotize you”—he snapped his fingers—“just like dat.”</p><p>He went on to explain that before he hypnotized me, it would first be necessary to analyze not my smoking habit but my subconscious. That would take a minimum of six months, one appointment a week. At $50 a sitting, I could afford to see the doctor about twice. Once had already been enough.</p><p>I excused myself and went outside, hoping that it was true that, as Dr. Dasfine said, smoking sublimated murderous instincts. I poked a cigarette into my mouth, lit up, and strolled down the sidewalk without any desire whatsoever to masturbate as I went.</p><p>But I didn’t forget the warnings my activist friends had given me. More than five years later, when the opportunity presented itself, I tried to quit smoking again.</p><p>I was working as a reporter for the <em>Moore County News</em> in the Panhandle town of Dumas. The job gave me access to nearly everyone in the community, and when I began seeing staples in women’s ears, I asked why. The wearers told me that the staples were part of an acupuncture cure for smoking and overeating that was performed by an osteopath in Garden City, Kansas. Personal and reportorial needs met: I got on the phone to check out the story.</p><p>The doctor in question was known in his profession as a skilled specialist—in anal surgery. Townspeople in Garden City said he was popular there, because in forty years of practice he had also delivered hundreds of babies. My sources also told me that the cure he offered would cost only $35. Boldly, I drove to Garden City.</p><p>The osteopath, a wiry, white-smocked man of seventy, gave me a tour of his venerable red-brick two-story clinic. He showed me the room where he gave light to babies and hemorrhoids alike. He also exhibited a poster illustrating the network of acupuncture points. Its legend was in Chinese, but lines and drawings indicated the sectors of the body accessible through each point. Almost anything could be influenced through the earlobe.</p><p>Meanwhile, dozens of women had entered the building in groups of two and three. More than twenty were from Dumas alone. I took a seat in the foyer and, when my name was called, entered the examining room.</p><p>“Where do you want the staples to go?” a nurse grumbled at me.</p><p>I told her I wanted to quit smoking.</p><p>“So where?” she demanded.</p><p>She had apparently not seen the acupuncture chart in the doctor’s office, which clearly showed that the staples should go low on the earlobe, like earrings.</p><p>She raised to my ear an electric, penlike machine, a device that resembled a tattooing needle. Thud! The first clip went in. Thud! The second went in. Neither injection was painless, and blood started dripping from both of my ears. The nurse directed me back to the waiting room.</p><p>I did quit smoking. I was the only man in Dumas, and possibly the only man in a five-state area, who ever subjected himself to the doctor’s double whammy. I had staples in my ears; my barber knew it and my newsroom colleagues knew it, and if they knew, everyone did. It was up to me to prove that I hadn’t been hoodwinked, and to do that, I had to make good the cure. There was even a precedent for the behavior expected of me. Another man and a woman had sought treatment in a similar clinic. The woman had relapsed, but two years later the man was holding on, a toothpick in his teeth—and hating every minute of it, he told me. He lived without cigarettes because everyone knew that he’d spent a small fortune on his cure, and he had to show its worth.</p><p>Once again I became familiar with the nasty symptoms of withdrawal. Doctors in drug treatment clinics talk about the SLUD syndrome: salivation, lacrimation, urination, defecation. I experienced SLUD and more. For longer than a week, I was depleted and fatigued. I lacked the energy to do my job, and on coming home I flopped into bed, often with no desire to eat. My nose ran, my eyes watered, I felt a pinching sensation in my chest, and my outlook was perpetually pessimistic.</p><p>Several weeks before, I had interviewed former heroin addicts at a religious commune near Channing. They had told me that though barbiturate withdrawal is turbulent, breaking with tobacco is more difficult, because the craving for it lingers longer. Statistics I found bore them out. Most heroin users, like smokers, have tried to quit, and 85 per cent of those who try succeed; the rate is much lower for smokers. Yet tobacco is not believed to be an addicting agent. Nicotine is thought to be the most powerful pharmacological agent in cigarette smoke, yet every night, in sleep, smokers are freed from dependence on it. The chief element of addiction is missing: kicking the tobacco habit cold turkey cannot cause death or grave illness, as withdrawal from barbiturates can.</p><p>After a month of discomfort and worries about failure, I gave in. To hell with what the townsmen would think. I laid aside my masculine pride. I chose cigarettes over the macho mystique. My barber snickered when I walked by, cigarette in hand, and the reporter who worked across the desk from me—a caffeine-and-cigarette man, like many journalists—smirked and prided himself on having avoided the expense—not to mention the embarrassment—of my cure.</p><p>Despite all my failures, I held hope that a savior would materialize and point the way. He did. His name was Joseph Califano, until recently our Secretary of Health, Education, and Welfare. A former three-pack-a-day man, Califano was cleansed by the SmokEnders program. About the time Califano quit smoking, I returned to austin, and when the SmokEnders program opened there, I went to the first sessions.</p><p>HEW and the surgeon general endorse aversion-therapy clinics and bland behavior modification programs like the SmokEnders crusade because both techniques have doubled the 15 per cent long-term quitting rate established by counseling and hypnosis programs. Aversion therapy involves electrical shock or rapid-saturation smoking; SmokEnders uses no aversion therapy. The SmokEnders meetings I attended reminded me of religious revivals led by repen-</p><p>tant junkies and alcoholics. They were led by housewives and office workers who had recently kicked the habit and who, I learned, collected an override for their teaching efforts. Enrollment in the SmokEnders program is not inexpensive, but the methods used are not spelled out prior to payment. Graduates and dropouts alike are bound by an oath of secrecy, because SmokEnders is a proprietary, profit-making program. I declined. I’d rather die honorably from smoking than have my mouth shut about anything so wondrous as a cure, or so vile as a salvation scam.</p><p>Three weeks after I snubbed SmokEnders, a wayward pickup driven by a drunk jumped across a sixteen-foot median and ran over my motorcycle and me. That broke my smoking habit. For a full month, I could neither smoke nor go out in search of a cure, because I was tracheotomized and tied with traction ropes to a bed in an intensive care ward. For two months I did not smoke or allow anyone smoking to come near me, my two-pack-a-day surgeon excepted. The truth is, I didn’t feel strong enough to smoke.</p><p>When the urge returned, I knew I was recovering. Three months after the accident, I lit up again. My excuse was that when one is confined to a body cast, smoking is a victory of sorts: it is one of the few pleasures possible. And it is a pleasure—now that the accident has given me plenty of time for research—on which I have become an expert.</p><p><em>Smoking and Health</em> (Dhew Pub. No. PHS 79-50066; Supt. of Documents, Washington, D.C.: 1979; paperback, $9) is popularly known as the “Surgeon General’s Report of 1979.” Its 1220 pages review and summarize the statistical results of some 30,000 studies conducted over the past fifty years on the effects of tobacco. It welds together myriad correlations between cigarettes and cancers, cigarettes and heart disease, cigarettes and chronic lung afflictions. The bottom line of <em>Smoking and Health, </em>though the reasons are never fully explained, is that smokers die younger than nonsmokers.</p><p>The report presents evidence that female smokers face special dangers and responsibilities. The rate of premature heart failure for women who both smoke and take birth control pills is many times higher than the rate for male smokers and nonsmokers of both sexes. Babies of smoking mothers tend to weigh around six ounces less at birth than babies of nonsmoking mothers. And there are indications in the report that smoking contributes to male infertility.</p><p>Medical statistics are not the most telling numbers in the surgeon general’s tome. The report presents a sociology of american smoking. It is a sociology of changing times and new or expanded points of stress. Historically, cigarette smoking became established as the custom of soldiers at war. Cigarette consumption today is highest among minorities, blue-collar workers, and divorced and separated individuals. Professional women smoke more than professional men, and today teenage girls smoke more than boys. In other words, modern life—the relentless pressure to advance, compete, and deal with rigorous workloads—is taking its toll on public health, if only through correlation with smoking.</p><p><em>Smoking and Health</em> tabulates the cigarette’s popularity over the past two decades, but the multitudinous committees that authored its 24 sections were unable to agree on the reasons for smoking’s persistence. In 1963, 40 per cent of the nation’s adults were cigarette smokers. Today, only a third are. The sharpest declines, though largely transitory, were registered in the wake of the first Surgeon General’s Report in 1964, and during the late sixties, when antismoking messages were aired over television. Package warnings and advertising restrictions have had little effect on total consumption, which, for a variety of reasons, some of them demographic, most of them mysterious, is down less than 5 per cent. The 1979 report did give some anthropological insight into why people smoke. A recent study of aborigines in seven primitive environs, far removed from advertising and urban stress, found that all adults smoked as much as they could and invariably gave personal gratification as the reason for it.</p><p>In addition to discussing smoking, the report investigates the effects and probabilities of quitting. Smokers who completely kick the habit, it says, can look forward to normal longevity after about five years of abstinence. The report, however, does not hold out much hope to those who still smoke even though they wish they could quit. From the statistical profiles in <em>Smoking and Health,</em> only one type of smoker emerges as a likely candidate to make good on the resolve to quit: a white male age 55 or older who is the victim of a recent first heart attack, who smoked less than 21 cigarettes a day, and who took up the vice after age 25. Unlikely quitters are women, nonwhites, and office workers with two-pack-a-day habits.</p><p>The 1979 report graphically tallies what smoking does to the body, but its descriptions of <em>how</em> smoking does damage are brief, jargon-cluttered, and parenthetical. To get readable information, one must turn to the booksellers’ shelves, bearing in mind that many popular medical works about smoking are written on the basis of untested or false hypotheses. But the dangers of smoking divide into three general categories—cancer, breathing ailments, and heart disease.</p><p>A slim volume, <em>Cancer: Science and Society</em> (John Cairns; W. H. Freeman, San Francisco: 1979; paperback, $5), explains current theory about the genesis of cancer, including carcinoma of the lungs. Cigarette smoke irritates the lining of airways. To provide protection and to cope with cell damage or death, new tissues are produced by cell division. This cell division is entirely common and wholly normal and not usually dangerous. But over the course of years, as cells divide more often, errors are likely to creep into the process. The result is often the production of abnormal or benign tumors. But some cell division products, for reasons not wholly understood, possess the ability to spread throughout the body (metastasize), and these are called cancers.</p><p>Some substances are believed to be initiators of cancer (mutagens), while others are regarded as promoters. The importance of this synergism is shown in today’s statistics on asbestos workers: as a group, their lung cancer rate is eight times higher than that of the general population, but the rate among smokers in the industry is 92 times that of nonsmokers in other occupations. Synergism is also evident in the discrepancy between rural and urban lung cancer rates. Generally speaking, lung cancer is twice as prevalent in cities as in the countryside, though smoking rates are no higher in the city. The factor that ostensibly accounts for the difference is atmospheric pollution.</p><p>Lung cancers, like other varieties of the disorder, can be treated by surgery or chemotherapy. But cancers of the lung are not easily spotted in early stages of development, even with x-ray monitoring, and the usual symptoms—a smoker comes to his physician coughing up blood and complaining of weight loss —present themselves too late for predictably successful action. The victim faces a short future—six months to a year—sometimes marked by pain and intense breathing difficulty.</p><p>Another slim volume, <em>a Doctor’s Book on Smoking and How to Quit</em> (anthony Owen Colby; Contemporary Books, Chicago: 1977; paperback, $4.95), provides a clear, sensible description of the twin breathing ailments chronic bronchitis and emphysema, though the book’s description of the cardiovascular effects of smoking is highly speculative and should not be believed. The boosted mucous production that characterizes smokers’ airways and the decreased motility of the cilia on the linings encourage an excessive accumulation of mucous in the bronchial tubes—and that defines bronchitis. Excessive mucous, along with secretions from the macrophages (cleaning cells whose output is increased by smoking) obstruct the blowing work of the saclike alveoli of the lungs. The result is emphysema.</p><p>Emphysema is manifested as shortness of breath. Victims often notice the symptom for the first time when they discover that they can no longer play tennis, or jog, or engage in other strenuous activity. They can be almost sure that the ailment has struck if they can no longer blow out a candle. Both emphysema and bronchitis can often be halted, but for people with progressive ailments, the relatively long future is one of debilitation, recurrent pneumonia, and weight loss. Those whom the ailments kill are often so weak at their demise that rolling over in bed brings on gasping.</p><p>The leading cause of heart attack is atherosclerosis, or hardening of the arteries. <em>The Living Heart</em> (Michael DeBakey and antonio Gotto; Charter, New York: 1977; paperback, $2.95), the spare-time writing of two prominent specialists at Houston’s Baylor School of Medicine, gives an elegant description and a competent etiology. Atherosclerosis is a disorder in which patches or segments of arterial lining swell up, slowing or blocking blood flow and impeding the heart’s pumping action. Fatty deposits and scar tissue usually underlie swollen areas. But no one is certain why hardening is patchy rather than uniform along arterial inner surfaces.</p><p>At least three factors are statistically associated with hardening of the arteries: hypertension (high blood pressure), smoking, and elevated levels of serum cholesterol. Cigarettes are not responsible for high blood pressure; smoking’s long-term effect is mildly hypotensive. Some researchers assert that smoking increases cholesterol dangers by altering the proportion of certain proteins and lipids in the bloodstream. Diet, however, may be more influential. The heartfailure rates of Japanese smokers are not much higher than those of their nonsmoking countrymen. Diet control can decrease serum cholesterol levels by as much as 20 per cent—enough to slow atherosclerosis but not enough, for most Western adults, to prevent its development. Even nonsmoking, vegetarian joggers are likely to be victimized by atherosclerosis, for reasons that remain undetermined.</p><p>Fueled by the two Surgeon General’s Reports and a shelf of books like the ones cited above, the antismoking movement is widespread today. But my own attitude is one of a smoking renegade. Fully 52 per cent of america’s smokers believe that they will die of lung cancer, and worry is not necessarily salubrious. It is true that 10 per cent of those who smoke will die of this smoker’s disease. But most smokers will meet their end, like a lot of americans do, as victims of cardiovascular disorders not obviously or unquestionably related to smoking.</p><p>Smoking, the Surgeon General’s Report says, is a preventable cause in 346,000 deaths a year. The number 346,000 is clearly polemical—it attributes to smoking a role in nearly a fifth of the nation’s two million annual deaths. The report points out smoking’s role—but not the role of anything else—in the death of every smoker among the estimated 100,000 people who die annually of cancers contracted by occupational exposure; in fact, it points out only tobacco’s role in the death of every smoker who dies of any cancer, any cardiovascular disorder, any lung ailment, or any natural cause. Polemical, too, is the assertion that smoking is a <em>preventable</em> cause of death. It is, but in medical theory, many causes of death are preventable; the assertion tells us nothing peculiar to smoking. Certainly, there are more unconscionable causes of death. Each year, mundane highway mishaps kill some 50,000 people, most of them under thirty. More than half that number die because <em>somebody else</em> decided to drive while boozed or stoned. Atmospheric pollution is carcinogenic, and it poisons the lungs of all living mammals, even dogs and children. Perhaps even more unconscionable is that race or racial discrimination seems to cause premature death—on the average, blacks live five years fewer than whites. If it is really concern for humanity’s future that motivates the alarm over smoking, then we should all hang signs over our desks that read: THANK You For Not Funding Nuclear Weaponry.</p><p>Ambient, or involuntary, smoking has become an issue of much concern among antismoking forces. Yet according to the surgeon general, ambient smoke is not harmful to adults in normal health. It is not going to cause the sudden death of anyone, and as a component of atmospheric pollution, it is entirely insignificant. Auto racing, skydiving, mountain climbing, and rodeoing are dangerous activities that cannot be pursued in privacy, yet there is no outcry over them. What motivates the furor over smoking is not a concern for health or life but the simple fact that some people find cigarette smoke distasteful. This means that the issue of ambient smoke is really one of public etiquette, ethically similar to the problem of stereo volumes in apartment buildings. If both pro-smoking and antismoking forces would recognize that ambient smoking concerns manners more than health, the ensuing discussion might be more rational.</p><p>In vain I paged through <em>Smoking and Health</em> looking for a life expectancy table stated not indirectly in ratios or percentages—the priestly language of statisticians—but in plain, old-fashioned years. Both the insurance industry and the american Cancer Society are less polemical than HEW. Their tables plainly say that smokers will die three to eight years sooner than nonsmokers, depending on the extent of individual smoking habits. These mortality tables tell me that as a male, 34-year-old, two-pack-a-day smoker, I can reasonably expect to complete 66 years and 4 months of obstinacy on earth. More important, they give assurances that even nonsmokers are mortal.</p><p>Death inconsiderately visits us all sooner than we would wish, and it is nearly always ugly, no matter who dies or how. Smokers do not die less gracefully than nonsmokers, nor necessarily of different ailments. They do die sooner, and that makes smoking a very personal issue for the smoker; he or she must decide if the pleasure is worth that.</p><p>My allotted time is eight years shorter than yours if you are a 34-year-old nonsmoker. I do not begrudge you the difference. Nor would I if my life expectancy were even shorter. What seems important to me is that I have lived by the whims, ambitions, and morality that I find fitting. The span of 66 years and 4 months promises me a writing career of 30 years, and my worthy competitors in this game are already impatient for me to drop out. Like nonsmokers, they have rights too.</p><p>As a product of an industrial, capitalistic, electronic society, of advertising, the will to succeed, peer pressure, Bob Wills, motorcycles, and iced tea, I am perhaps too confused to see clearly the reasons why I smoke, or why I haven’t quit. I can only hope that if there is a reason why I smoke all I can it is the one given by the aborigines: I like it.</p><p>Now, six months after my accident, as I sit before the cure-worker with the golden ankh pendant around his neck, I realize that the wreck taught me something about myself that has a bearing on the decision I now face. My injuries put me through more pain than mere “electrical stimulation’’ can induce; yet I have not decided to give up motorcycling. I doubt that I would quit listening to Bob Wills if I were told that it causes eventual deafness, and i’m probably not going to quit smoking, either. Old Sparky has been retired at Huntsville, and it was probably the last clinical source of voltage strong enough to part me from cigarettes.</p><p>Even if the cure-worker does hold the power to break my smoking habit, I want no part of his methods. Acquiring “negative associations with smoking,” I suspect, might mean acquiring negative associations with old man Jaramillo, alligator Man, and many others. I am content with my past, and I do not want to jeopardize my memory of it in favor of an uncertain future. I have noticed a similar attitude among my older relatives; few people, once they have reached maturity, want to reevaluate relationships of the heart, and for me, in more ways than one, smoking is one of those.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "December 1979",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Smoking",
      "Smoke",
      "Smokers",
      "Surgeon",
      "people",
      "Cancer",
      "Death",
      "Health",
      "office",
      "Tobacco",
      "Austin",
      "Babies",
      "Golden",
      "Smoked",
      "statistics",
      "Women",
      "Advertising",
      "Alligator",
      "barber",
      "cold"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Austin",
      "Golden",
      "Panhandle",
      "Texas"
    ]
  }
}