{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19844",
    "date": "April 1984",
    "year": 1984,
    "month": 4,
    "month_formatted": "April",
    "pdf_uri": "/1984/19840400.pdf",
    "issue_cover_image": "",
    "document_start_page": 138,
    "toc_start_page": 136,
    "document_page_range": [
      [
        138,
        139,
        140,
        141
      ],
      [
        218
      ],
      [
        220
      ],
      [
        222
      ],
      [
        224
      ],
      [
        226,
        227,
        228
      ],
      [
        230
      ],
      [
        232,
        233
      ]
    ],
    "toc_order": 3,
    "toc_headline": "Death Of A Computer",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198404-deathofa",
  "source": "/1984/19840400.pdf",
  "wp_post_id": 120348,
  "wp_post_guid": "http://www.texasmonthly.com/article/death-of-a-computer/",
  "authors": [
    "Joseph Nocera"
  ],
  "headline": "Death Of a Computer",
  "dek": "When Texas Instruments rolled out its first home computer, the chips were down. TI folded that hand, but not fast enough.",
  "spread_caption": "",
  "excerpt": "Four critical mistakes forced Texas Instruments to pull the plug on the home computer that it had once expected would dominate the market.",
  "kicker": "",
  "word_count": 10818,
  "content": "<p>Almost Immediately, People At Texas Instruments were calling it Black Friday. Early in the afternoon of October 28, 1983, the rumors began to fly, and at the company’s Lubbock-based consumer products group, the rest of the day was chaotic. Middle managers called employees in, a few at a time, to tell them that yes, it was true and there was nothing that could be done, and then everyone in Lubbock was on the phone to friends at all the other TI facilities, and by four o’clock, when the official corporate announcement was released to the press, there wasn’t a soul at the company who hadn’t heard the bad news. Texas Instruments, the company that had put more computers into american homes than anyone else, was pulling out of the home computer business.</p><p>Who could have imagined that it would end this way? Only a year earlier the consumer products group had been the toast of Texas Instruments, and the TI home computer, the 99/4a, its biggest success. Back then, TI people talked about the 99/4a with awe. It was destined to dominate the home computer business, they said. It was going to reach $1 billion in sales. It was going to be the biggest winner in the history of the company. Back then, TI assembly lines in Lubbock were cranking out five thousand computers a day, and that still didn’t keep up with the demand.</p><p>Just before Christmas in 1982, one of the men in charge of producing the TI home computer had to have emergency surgery, and as he was being wheeled into the operating room, the doctor walking beside him found out where he worked. “Do you have anything to do with the ninety-nine four a?” asked the doctor. Yes, the man replied. “i’ve been looking for that computer everywhere,” said the doctor. “Do you think you could get me one?” When they got into the operating room, the doctor told the anesthesiologist that the patient worked for TI and could get a 99/4a —and the anesthesiologist asked for one too. Right there in the operating room! That’s what it was like, back then, to be a part of the team that produced the 99/4a.</p><p>By</p><p>Amid great fanfare, the 99/4a home computer was born into the aristocratic Texas Instruments family. The year was 1981. The precocious infant grew quickly. But in 1983 it met an untimely end, largely because of the unreasonable demands of its pushy parent.</p><img/><p>Photography by Ka-Cheum Yeung</p><p><strong>Ti's First Mistake</strong></p><p><strong>TI's microprocessor, the 9900, was sophisticated, but it flopped in the marketplace. To save it —and to save face —the company designed a home computer around it, even though that meant doing things backwards.</strong></p><p>It wasn’t suddenness alone that made the 99/4a’s fall from grace so stunning. Texas Instruments was a proud and stubborn company that, as much as any single corporation, had helped spark the electronics revolution. It was not accustomed to failure. In 1978 <em>Business Week</em> magazine had pointed to TI as the company that would “show U.S. business how to survive in the 1980’s,” and most TI employees believed it. “The company,” one former manager said at the time, “can do anything.”</p><p>But not much went right for TI in the eighties. Texas Instruments had always been the world’s largest maker of semiconductors, but in 1983, for the first time, it was outproduced by Motorola. Texas Instruments had practically invented the digital watch, but several years ago it could only stand by as its watch business was swept away in a flood of foreign imports that were not only cheaper but better. The home computer fiasco made these other difficulties pale by comparison. In just two quarters of 1983 the 99/4a cost Texas Instruments an astonishing $400 million in corporate losses. In July problems with the 99/4a forced TI to post the first quarterly loss in its fabled fiftyyear history. On Wall Street TI stock dropped 39 points because of the home computer. The dramatic and humiliating announcement of October 28 was just the exclamation point: Texas Instruments wasn’t infallible anymore.</p><p>Nobody likes to dwell on failure, least of all Texas Instruments, so it is no surprise that the company officially “declined to cooperate” with this account of the rise and fall of the 99/4a. The two men most responsible for the decision to get out of the home computer business—chief executive officer Mark Shepherd and chief operating officer J. Fred Bucy —were unavailable for interviews. Although they used pending litigation as the ostensible justification for their silence, it was also made clear to me that there were other reasons. Now that the home computer was a part of the past, I was told, Bucy and Shepherd and everyone else at TI would just as soon forget it had ever happened.</p><p>Yet the anatomy of this failure, as pieced together from current and former TI employees, is worth examining, for there is in it a message for Texas. In part because of the decline of the oil industry, the state has been in a frenzy to get a piece of the hot new high-tech industries. In San antonio, Mayor Henry Cisneros has made recruiting high-tech business a personal crusade. In austin, the city and the University of Texas made extravagant promises to Bobby Ray Inman, the head of the new Microelectronics and Computer Technology Corporation, in order to get MCC to locate there. When austin landed MCC, it was one of the most heralded events in years. Cisneros, among others, suggested that the eighty-mile stretch of 1-35 between austin and San antonio could turn into another Silicon Valley.</p><p><strong>Ti's Second Mistake</strong></p><p><strong>TI announced that it would be building a facility in Lubbock, but it turned out to be a hard task to recruit engineers from Silicon Valley, less than an hour’s drive from San Francisco, to move to Lubbock.</strong></p><p>Underlying the talk was a seductive idea. High tech was going to be the new salvation for Texas, the new economic base, the new oil. It was going to galvanize Texas the way the Silicon Valley had galvanized Northern California. High tech was clean, it was sexy and exciting, its potential seemed limitless, and best of all, it wasn’t dependent on the machinations of a handful of oil ministers halfway across the globe.</p><p>The disaster of the Texas Instruments home computer should make us think twice about a high-tech panacea. Whatever its problems, Texas Instruments is still a good, strong, innovative company that ought to have been able to succeed in the home computer business. With hindsight it is easy to see the mistakes the company made, but it is also important to realize that those mistakes suggest something about the nature of the computer business. Maybe it isn’t as limitless as we like to think it is. Maybe a new company or a new product is as likely to fail as to succeed. Maybe the whole business of high tech and computers is a good deal more dicey than its proselytizers in Texas like to admit-as dicey, in fact, as oil. TI isn’t the only company that has had problems of late; so have apple and atari and Timex and dozens of smaller companies. Many of them have made the same kinds of mistakes TI made. Thus the story of the 99/4a is more than a chronicle of one company’s troubles. It is a cautionary tale of the computer age.</p><p><strong>The Ti Culture</strong></p><p>In 1975 the personal computer industry was still in its infancy. Apple was a tiny company operating out of its founder’s garage; IBM, which now dominates the business, hadn’t even considered getting into so nebulous a venture; the handful of people who bought computers were mostly technology buffs who liked playing with machines. That year Texas Instruments introduced something called the TMS 9900 microprocessor chip, which would eventually spawn the 99/4a computer.</p><p>The microprocessor is one of the great inventions of the age, as seminal a step in the development of the modem computer as the invention of the silicon chip was in the late fifties. The silicon chip made it possible to put complicated electronic circuitry on a tiny piece of silicon; the microprocessor made it possible to compress an entire computer onto a chip not much larger than a postage stamp. Today there are any number of microprocessors inside a personal computer (different chips control the graphics and the memory and so on), but the central microprocessor, called the CPU, is the computer’s brain, the thing that reads the bits of information sent to it.</p><p>Although selling consumer items like pocket calculators and computers is what gives Texas Instruments visibility, the company’s biggest profits have always been made in less glamorous ways, chief among them the manufacture of silicon chips, which it sells in huge lots, at low prices, to other companies. Getting the volume up and the price down has always been the linchpin of TI’s sales strategy. And so it was with microprocessors. Although TI did not invent the microprocessor—the credit for that goes to a Silicon Valley company named Intel—the company quickly asserted its superiority in the marketplace with its first chip, introduced in 1974, a four-bit chip called the TMS 1000. (The term “four bits” means that the circuitry can handle four bits of information at once. It is a measure of complexity and also of speed; an eightbit chip can work twice as fast as a fourbit chip.) The TMS 1000 soon became the most ubiquitous chip in the business, used in video games, calculators, microwave ovens, and hundreds of other electronic products; to date, more than 100 million TMS 1000’s have been sold.</p><p><strong>Ti's Third Mistake</strong></p><p><strong>TI hated sharing the lucrative profits from software with outsiders, so the company made it very difficult for third parties to write for its computer. But that meant few programs were available to consumers.</strong></p><p>TI’s second-generation microprocessor was the 9900, but though it was a quantum leap technologically, it was a flop in the marketplace. It failed in part because it was too far ahead of the field; while Intel and everyone else were just beginning to make eight-bit microprocessors, TI leapfrogged them and made the sixteen-bit 9900. The idea was that the 9900 would make the eight-bit competition instantly obsolete and this new TI microprocessor, like the TMS 1000 before it, would become the industry standard. Instead, the industry flocked to the eightbit microprocessors and left the 9900 dying on the vine. But to back down and build eight-bit microprocessors like everyone else was an abhorrent idea for TI, a company where managerial decisions are shaped by an internal framework that is a culture all its own.</p><p>The Texas Instruments culture is at once the company’s greatest strength and its greatest weakness. In that 1978 <em>Business Week</em> article, the TI culture was singled out as the main reason for the company’s remarkable achievements in the past quarter century. It was the culture that made it possible for TI to rise from its humble beginnings as a small geological service company and become a $4 billion electronics giant. In some ways TI is run the way Japanese businesses are run. TI does not hold exercise classes before work, nor is there company-owned housing for employees. But TI engineers do tend to live near each other and spend most of their free time in each other’s company. Many of them come to Ti straight out of college —Ti doesn’t like hiring mid-career outsiders—and stay for the long haul. Their loyalty to Ti is fierce and total. In return, Ti gives its engineers what amounts to lifetime tenure; they are rarely fired.</p><p>TI is run by engineers for engineers. Both Mark Shepherd and J. Fred Bucy began their TI careers as engineers, and almost all of its top managers have engineering backgrounds. Thus, they understand the needs of engineers —the need for autonomy, for instance. Despite the company’s size, the TI chain of command is quite short, and Bucy and Shepherd try not to get in the way of managers who are doing well. The company never skimps on its research and development budget, no matter what its cash-flow needs might be. R&D, which is what engineers live for, is at the heart of Texas Instruments’ technological success.</p><p>But engineers have other, psychic needs, and these too have become a part of the TI culture. One is the desire to accomplish things oneself, from scratch, rather than using existing products. At TI this frame of mind has led to an obsessive dislike of—and even contempt for—other companies’ products. A former TI employee remembers once suggesting in a meeting that a computer design might be improved with a common eight-bit microprocessor called the Z-80. Fred Bucy flung a book listing the different TI chips in the direction of the man and said huffily, “Show me where it’s listed here.” End of discussion.</p><p><strong>Ti's Fourth Mistake</strong></p><p><strong>Why did Texas Instruments get into a price war —one it couldn’t afford to fight —with the cheap Commodore Vic 20? The 99/4a might have sold well as the second computer in the field, but TI got greedy.</strong></p><p>Thus the same TI culture that spawned breathtaking innovation also spawned less attractive traits —like arrogance and corporate hubris —that hurt the company. TI didn’t just want to be competitive in the markets it entered; it wanted to dominate them. That’s what the culture rewarded. TI’s preference for its own kind bred an attitude toward outsiders that bordered on paranoia. TI’s culture was so inward-looking that at times it could be myopic. All of these traits would become apparent during the brief life of the 99/4a.</p><p>Given that corporate culture, there wasn’t much doubt that Ti would stand by its own microprocessor, the 9900, rather than conform to a marketplace that wanted eight bits instead of sixteen. Conforming would be an admission of defeat. The preferred solution was to find an internal use for the 9900 that would make it profitable. One possibility was to build a consumer product, a computer, that would be driven by the 9900 microprocessor. It was a classic Texas Instruments solution—Ti divisions have always been able to post profits by selling components to other Ti divisions—but it also meant that Ti would be building a computer to fit its microprocessor rather than the other way around. Though no one could know it at the time, the Ti culture had just led the company into its first big home computer mistake.</p><p>By 1977 the lengthy research and development process was in full swing. The consumer products group, which designed and manufactured Texas Instruments pocket calculators and watches, was given the assignment of coming up with the new product and was also given spacious new quarters in Lubbock. (Formerly, it had operated out of company headquarters in Dallas.) Moving to Lubbock was an idea of J. Fred Bucy’s, Texas Instruments’ number two man and the consumer group’s longtime guardian angel. Bucy is a native of Tahoca, which is only 29 miles from Lubbock, and a graduate of Texas Tech, and he has been a lifelong supporter of both Lubbock and Tech. A few years earlier, he had been named to the Tech board of regents-and in the same week Texas Instruments announced that it would be building a facility in Lubbock. Within the consumer division, the move was quickly seen as another mistake, for it turned out to be very difficult to persuade computer engineers to move from Silicon Valley, less than an hour’s drive from San Francisco, to Lubbock. But the bias against outsiders and the company’s do-it-ourselves attitude led TI’s top management to believe that it didn’t really need experienced computer engineers from the outside, even though the company had never before made a personal computer. As a result, recruiting forays were largely unsuccessful, and in the end most of the engineers who developed the computer came from the consumer group’s own calculator division.</p><p><em>(Continued on page 216)</em></p><p>(Continued from page 139)</p><p></p><p>The strategy developed by the consumer products group was to build three computers using the 9900 microprocessor, aiming each at a different segment of the market. At the high end would be a small business computer that would retail for about $7000; in the middle, an extremely sophisticated scientific calculator that would cost about $1000 (at that level calculators are computers); and at the low end, the so-called home computer, which would cost between $300 and $400. While the first two computers would be competing against other companies’ products, the home computer was an original idea. At the time, there were a few companies selling machines called personal computers-notably apple and the Tandy Corporation of Fort Worthbut they weren’t what we’ve come to think of as home computers. They were expensive, geared for a select market: businessmen who wanted to work at home and hobbyists who liked to fiddle with computers.</p><p>The TI machine, on the other hand, was going to be the first computer designed for Everyman. Did Everyman need—or even want—a computer in his home? That was impossible to say, since no such product existed and since most americans had no feel for how a computer might be useful. That’s what made the venture so risky. In the late seventies computers still seemed exotic. Yet TI was unperturbed by the prospect of trying to create a market from scratch. After all, hadn’t the company created the market for the pocket calculator? Hadn’t it made digital watches popular? Hadn’t it taken a dozen other inventions and turned them into commercial successes? The feeling at TI was that it had a knack for consumer electronics and that its knack would come to the fore again, with the home computer. TI would put out a computer that was just powerful enough to entice the average person to take the plunge-no word processing, but plenty of educational programs for the kids —yet inexpensive enough that the plunge wouldn’t break the bank. On the basis of price alone, TI thought, the machine would sell. Convincing people that they needed it could come later.</p><p>It wasn’t long before events began to conspire against the consumer division’s carefully laid plans. First, the man who had devised the three-computer strategy quit in frustration over the problems he faced in Lubbock—particularly the inability to hire the outside engineers he thought he needed. Then his chief supporter back in the Dallas headquarters took an overseas assignment. This was an endemic problem at TI: good managers rarely lasted more than eight months on an assignment, and no sooner were they gone than internecine warfare broke out. Other division heads complained to top management that the business computer and the calculator didn’t belong in the consumer group, and they managed to have those two computers taken away from consumer. Both projects were eventually killed.</p><p>So the three-computer strategy was now a one-computer strategy, and that computer was at the low profit end of an unknown market. To make matters even more complicated, there was another management shuffle in 1978, and the man put in charge of developing the home computer was an engineer whose previous job had been to design the expensive business computer. He didn’t see the home computer in quite the same way that his predecessor had, and by the time he finished tinkering with the design, it was no longer a $400 machine but an $1150 machine. Then, although TI had announced that the computer would be ready by the middle of 1979, the engineers didn’t shake all the bugs out of the system until the first few months of 1980, thus missing an opportunity to cash in on the 1979 Christmas season. And finally, when the new 99/4 hit the computer stores, it turned out that the average american had no idea what to do with a home computer and wasn’t interested in paying $ 1150 for one. To the great dismay of everyone at Texas Instruments, the 99/4, four years and $10 million or so in the making, was a bomb.</p><p>The keyboard is what computer people most remember about the TI 99/4 home computer. The keyboard somehow became the symbol for everything that was wrong with the machine. It was not modeled after a typewriter, as most personal computer keyboards were. Instead, it looked like an elongated calculator keyboard, with stubby little keys that popped through the plastic casing. TI had chosen a calculator keyboard because most of the engineers who developed the 99/4 had cut their teeth on calculators; that was the technology they knew best and could produce most inexpensively. But a short time before the 99/4 came out, another company had put a calculator keyboard on a personal computer. The keyboard was widely criticized, and out of that experience grew a belief that calculator key-boards wouldn’t cut it. Texas Instruments, so intent on putting out its own product, scarcely noticed.</p><p>It should have, for something significant was afoot. Five years earlier, when Texas Instruments first decided to get into the consumer end of the computer business, the field was wide open. There weren’t any real industry standards because there weren’t enough machines being made. Everything was new. The companies that did well —apple is the most striking example —were simply the ones there first with the technology. By 1980 the computer industry was entering a watershed period —a period when being there first no longer ensured success. The moment was about to arrive when the importance of creating a product would be superseded by the importance of selling one. It is a moment every new industry faces eventually. Seventy years ago, when automobiles were the new american invention, there were close to eighty car companies. Once the essential technology was in place, a great shakeout began, and the companies that survived were the ones that understood how to sell cars at least as well as they understood how to make them.</p><p>In the computer business this watershed meant that from now on, you ignored the vagaries of the marketplace at your own peril. Advancing the technology was no longer enough; you had to be sure that you were advancing it in the direction that the market was heading. Timing became critical; if you didn’t have the right product at the right moment, it would likely fail.</p><p>Most of all, you had to be able to explain what it was about your computer that made it special —what set it apart from the pack. Doing that took the skills not of engineers but of marketing people, and companies that had always depended on feats of engineering for success, like apple, were bound to have trouble. And so was Texas Instruments. Given the changing nature of the computer business, the 99/4 never really had a chance. Texas Instruments was a great engineering company, but it had built a computer to satisfy its own internal needs while violating the emerging rules of the marketplace.</p><p>So the lesson of the calculator keyboard was not that it was an engineering mistake—at bottom, it really didn’t matter what kind of keyboard you used—but that it was a <em>marketing</em> mistake. And the same applied to other facets of the machine. Using the 9900 microprocessor, for instance, was good for the Texas Instruments division that made the chip, but it caused far more problems than it was worth. Because TI’s chip division had to make a profit despite the low demand, the cost to the consumer division was very high —about $20 a unit compared to about $4 for most of the popular eight-bit microprocessors. Because it had been designed for industrial uses, it did not adapt well to a consumer system; the advantage of having a sixteen-bit microprocessor was negated by the circuitous way programs had to be written for it. And because nobody else in the industry was using it, independent software companies, the third-party vendors, as they’re called, had no incentive to write programs for it. The independents liked to write programs that could be easily adapted to different computers. They couldn’t do that with the 99/4.</p><p>Not that Texas Instruments wanted third-party software, which was yet another way the company was bucking the system. Software is the most profitable part of the computer business —a $40 program cartridge costs Texas Instruments about $6 to produce. But one of the new rules of the marketplace was that software companies could write programs for any computer-and then pocket <em>all</em> the profit themselves. Ti hated the thought of sharing that kind of lucrative profit with outsiders. So instead of making it easy for software companies to market programs for the 99/4, Ti went out of its way to make things difficult, even making adjustments in the machine that kept outsiders from writing software for it. The result was that while there were hundreds of programs for most personal computers, there were only a handful, and not a particularly good handful at that, for the Ti machine. As any computer dealer will tell you, a computer is only as good as its software.</p><p><strong>What’s This</strong></p><p><strong>Thing For, Anyway?</strong></p><p>By the fall of 1980, with Texas Instruments selling fewer than a thousand computers a month, the people in the consumer products group had come to the not unexpected conclusion that it was time to go back to the drawing board. Peter Bonfield, then the head of the home computer division, felt that the most critical flaws in the 99/4 were its price and its 9900 microprocessor, so he asked his engineers to design a computer that used a different microprocessor and that cut the cost in half. The chip they chose was the Z-80, first manufactured by the Zilog Corporation, one of the most widely used eight-bit microprocessors. It was so good that they thought they might get TI to bend its rules a little. The engineers loved working with the Z-80, and when they finished the rough designs, in the latter part of 1980, they thought they had a winner, a more elegant, more useful, and less expensive machine. Bonfield thought so too. But then came the hard part. Bonfield had to get the new design past Bucy and Shepherd —and past a young TI engineer named Don Bynum.</p><p>Don Bynum was 36 years old and a comer at TI —a large, imposing man with a boyish face, short sandy hair, and sincere brown eyes. Like so many other TI engineers, he had joined the company not long after graduating from the University of Texas, and before he was thirty years old he was being promoted to managerial positions. He stood out from the gray mass of TI engineers because he had a little more talent than most of them and a little more drive and a little more flair. But what he had most of all was compelling personal presence. Even as a young engineer, Bynum was a great one for rallying the troops. When things were going badly, he liked to give what he called his General Patton speeches, and the people under him, many of them older than he, would stay later and work harder until everything was right again. People re sponded to Don Bynum.</p><p>When Bonfield’s new computer design began making the rounds at TI’s Dallas headquarters, Bynum was assigned to the company’s Corporate Engineering Center, where research and development proposals were evaluated. This position allowed him not only to see the design but to take sides. He sided against Bonfield and quickly became the leading in-house critic of the new computer. His entire argument was based on the idea that the 9900 microprocessor should not be abandoned, precisely what Bucy and Shepherd wanted to hear, of course. To prove his point he put together his own redesign of the 99/4, called the Ranger. The Ranger did not solve the price problem or the keyboard problem or the software problem, but it did address another nagging problem, the haphazard way the peripherals fit together with the computer. (“Peripherals” is the term for computer add-ons, like additional memory and disk drives, that allow the machine to do such complicated tasks as word processing and financial analysis.)</p><p>When Shepherd and Bucy shot down the Z-80 design, they also shipped Peter Bonfield off to the calculator division (he left TI soon thereafter) and replaced him with Don Bynum. In November 1980 Bynum moved to Lubbock to run the home computer division, and the first thing he did was confiscate all the prototypes of the Z-80 computer. The second thing he did was trot out his Ranger designs. And the third thing he did was realize that the Ranger was a mistake. A couple of months after he arrived, the Ranger was as dead as the Z-80 computer, for Bynum had seen designs for yet another computer and he had fallen in love.</p><p>The new design had been slapped together by a small group of engineers. They were frustrated with the way things were going, but they had become convinced that the Z-80 design would not be approved. This, too, was consistent with the TI culture; if you were dissatisfied, you <em>did</em> something. And if your superior liked it, there was a good chance that it would be adopted. The engineers’ new design kept the 9900 microprocessor (there wasn’t any getting around that) and the main circuitry of the machine but changed the way the computer looked. Now the computer had a typewriter keyboard. The keyboard had also been separated from the screen —unbundling the system, it’s called —so that the screen became optional. (The keyboard could be attached to a television set.) They also drew up proposals for cutting down the number of chips needed to run the computer, which had the effect of dramatically cutting costs.</p><p>When Bynum came on board, they showed him what they had done, and he was immediately enthusiastic. He asked them to work on his own pet peeve, the peripheral mess. He had his home computer set up inside an old upright piano cabinet, and he would tell his engineers that they had to come up with a better way to store peripherals because he didn’t have any more room in his piano. They came up with an expansion box that had separate compartments for the different peripherals. Bynum became the champion of the new design, and it breezed past the corporate hierarchy in Dallas. By the summer of 1981, after months of working up prototypes, getting the kinks out of the system, and passing the various radiation tests mandated by the Federal Communications Commission, the 99/4a was ready. The basic cost of the computer to the retailer was $340—and the price to the consumer, without peripherals, was going to be $550. Don Bynum had done his job. But would it sell?</p><p>Why do you need a home computer? It is hard to imagine a more basic question, but no one in the home computer business has come up with a compelling answer. It is hard to sell a product when you can’t tell people why they need it.</p><p>For years now, we’ve been hearing that the day will come when the computer will revolutionize the way we live. There’s a feeling among computer people that they are not only on the frontier of the american economy but also on the frontier of american life itself. Scratch a computer engineer, and you’ll most likely find a visionary, someone who foresees the day when computers will do everything but prepare dinner.</p><p>Maybe someday having a computer in your home will rank with having an oven and a television. In the meantime, the people who sell home computers have to work with the realities at hand, one of which is that a home computer has no immediately recognizable purpose. The Texas Instruments 99/4a, four or five times less expensive than an average small business computer, was also considerably less powerful. It had 16K of memory, for instance (meaning it could store 16,000 bytes of information), whereas most small business computers had 64K of memory. That meant that you could play computer games on the 99/4a (although the games TI devised were no match for Pac-Man) or run some educational programs (although many of these programs were little more than electronic flash cards) or learn, in a limited way, the computer language. And you might be able to do a few basic tasks, like balance your checkbook. But to do anything more substantial you had to invest several thousand dollars in peripherals (which raised another troubling question: if you were going to end up spending that much money, why not just buy an apple to begin with?).N-Was a home computer an appliance or was it a toy? Was it the beginning of the electronic future or was it the hula hoop of the eighties? Why <em>did</em> you need one anyway?</p><p>The man whose job it was to answer that question at TI was William J. Turner, and he was that rarest of birds at Texas Instruments, an outsider. He had been hired away from Digital Equipment Corporation, an important maker of minicomputers, in May 1980 and had been named marketing manager for TI’s consumer products group. Although he had a degree in mathematics, he had gotten his job precisely because he wasn’t an engineer. Turner had spent his career marketing computers. At 36, he was the same age as his counterpart in engineering, Don Bynum, but he was shorter and thinner, almost completely bald, with sharp features and a sharp New England accent.</p><p>He brought to the home computer division something it hadn’t had before: a sales mentality. Bill Turner was gung ho about whatever product he was selling, upbeat and enthusiastic no matter what the actual state of affairs. He was great with numbers and projections. In meetings he always had a chart that proved beyond all doubt that the home computer was about to turn the corner. Where Bynum was soft-spoken and sincere, Turner was full of cheerleaderly bluster, but the result was the same. He could make a believer out of you. His optimism had a lot to do with the early success of the 99/4a, and with its ultimate failure.</p><p>He came to his job with two crucial theories. First, he believed that you couldn’t sell a home computer in a computer store. Computer stores were meant for people who already knew something about computers or who were serious enough about them to spend several thousand dollars on one. Those people were not likely to wind up buying a home computer. Turner wanted to get the 99/4a placed in the kind of retail stores that already carried the company’s pocket calculator, stores like Penney’s and Sears and Montgomery Ward. From the day he walked in the door, Turner spent much of his time building up this retail network, and he was good at it. Every month he would report new successes. Toys R Us had signed up; K Mart had signed up; even 7-Eleven was on the verge of signing up before the roof fell in at TI. The engineers hated the thought of their machine’s being sold in stores like 7-Eleven, and they complained about it, but it was mostly their pride that was hurt. Turner was right.</p><p>Turner’s second theory was that the price of the 99/4a had to be a lot lower. If the price was low enough, it wouldn’t matter that the home computer was more toy than tool. People would buy it on a lark. Bill Turner wanted to sell price, and that became the cornerstone of his marketing strategy. It didn’t hurt his standing in the company that he was advocating the one strategy that TI’s management had always felt most comfortable with.</p><p>So in the months after the 99/4a was introduced, Turner began bringing the list price of the 99/4a down, from $550 to $450 to $375. He did this partly by making what seemed to be outrageous volume projections and then hustling up new retail outlets to absorb that volume. He also pushed Bynum’s engineers to find ways to lower the cost of the machine, by simplifying the design, eliminating chips, and so on. That way the profit margin on each computer remained steady—40 per cent—while the price went down. With each new round of cost cutting, the engineers became increasingly unhappy with Turner, for they felt he was pushing them to do too much too fast. But no one could argue with the results. TI had once produced fewer than eight thousand 99/4’s a month; it was now producing that many 99/4a’s in a good week. That wasn’t enough for the consumer products group, with its large overhead and R&D budget, to turn a profit, but it was more than enough to make people believe Turner when he pulled out his latest chart and said the 99/4a was about to take off.</p><p>By then, however, Texas Instruments was not the only company in the home computer business. Atari, the video game maker, had had a computer out for some time that was under $1000—the atari 400. Several toy companies, particularly Mattel and Coleco, were trying to get out of video game consoles (which wouldn’t have a chance if home computers really hit) and into home computers. Timex had a home computer in development, which it hoped would establish an entirely new market, the under-$100 computer. And then there was Commodore. Nine months after TI put the 99/4a on the retail shelves of america, the Commodore Corporation, of King of Prussia, Pennsylvania, introduced its first home computer. It was called the Vic 20, and it came on the market at $299.</p><p><strong>Launching the Great Price War</strong></p><p>Talk to anyone who ever worked on the 99/4a and you’ll get the same story. The Vic 20 couldn’t compare with the 99/4a. It was true. While the 99/4a didn’t measure up to the more expensive small business computers, it looked spectacular next to the Vic 20. The Vic 20 had a measly 4K of memory, while the 99/4a had 16K. The Vic 20 used an old-style eight-bit microprocessor, while the 99/4a had the sixteen-bit 9900. The Vic 20 had only about forty chips in its entire system; the 99/a had sixty. There was no question that the TI computer was a far more powerful, far more sophisticated system, “a Cadillac competing against Chevys,” as Don Bynum used to say.</p><p>The 99/4a’s advantages, however, didn’t necessarily translate into sales. The computer business didn’t work that way anymore and hadn’t for some time—and nobody understood that better than Jack Tramiel, the president of Commodore. Although he has recently resigned from his position, Tramiel remains a nearmythic figure in the computer business. He has a reputation as a tough, driven entrepreneur who through shrewd dealing and brilliant marketing single-handedly built Commodore into a major force in the computer business. When Tramiel set out to conquer the home computer market he knew as well as anyone that the Vic 20 was no match for the TI 99/4a on the basis of performance. He also knew that the 99/4a was no match for the Vic 20 on the basis of price. Once before, Commodore had put out a product in a market where its chief competitor was TI: a line of digital watches. TI started a price war and drove Commodore out of the market. Tramiel was not about to let that happen again. No matter how low the 99/4a went in price, Tramiel’s machine could go lower. It simply cost less to build.</p><p>So all the things Bynum and his engineers saw as wrong with the Vic 20, Tramiel saw as exactly right. Fewer chips? Well, that was that much less money Commodore had to spend on silicon and microprocessors. A less complicated machine? Home computers were for beginners anyway. And Tramiel had other cost advantages over TI. Commodore had assembly lines in the Far East, which kept costs down. Commodore was not locked into expensive chips; it could shop around for the best price.</p><p>In retrospect Bill Turner’s great mistake, as big a mistake as the original decision to use the 9900 microprocessor, was creating a marketing strategy that lived and died on price alone. He had other options. He could have promoted the 99/4a’s superiority to the Vic 20 and justified a higher price on that basis. He could have tried harder to answer the question of why consumers needed to buy his home computer. But it is not just in retrospect that this is obvious; it should have been clear at the time. As soon as the Vic 20 came on the market, some Texas Instruments engineers took it apart and analyzed its insides. They poked fun at what they found, but it was apparent that it was cheaper to make. The Vic 20’s cost advantage was no deep, dark secret.</p><p>Yet Turner refused to change strategies. He won’t say why (Turner wouldn’t be interviewed for this story), but people who worked under him say that it had to do with ambition-both Turner’s and Texas Instruments’. Turner wanted the 99/4a to dominate the market, and that was the kind of ambition that was fostered at Texas Instruments. The only way to do that was to go head to head with his toughest competitor, Commodore. Turner wanted a price war with the Vic 20.</p><p>He could not, however, start a price war by himself. Although Bucy and Shepherd gave wide latitude to successful division heads, Turner was not yet a division head. He was on the same level as Don Bynum, still answerable to a chain of command, and in the tug-of-war between his desire and the desires of Bynum’s engineers he lost as many as he won. The engineers would surely go to the mat if he tried to drop the price of the 99/4a to match that of the Vic 20.</p><p>So between april and august 1982, Turner had to be satisfied with fighting the war on other fronts. He hired Bill Cosby to be the television spokesman for the TI home computer and paid him $1 million a year to do TV ads for the 99/4a. Cosby wasn’t a bad choice; <em>advertising age</em> recently named him the most trusted of all the celebrity pitchmen. But Commodore’s ads were cleverer and were aimed at kids rather than parents. Unlike TI, Commodore wasn’t embarrassed about promoting its machine as a toy —at least that gave people some idea of what it could be used for. Turner continued to build his retail network, but Commodore was with him every step and quite often ahead of him. (after Turner cracked K Mart, he reported to Lubbock, “They’ve got Commodore too. The cheap one.”) In meetings Turner would rage about the Vic 20, talk about “destroying Commodore,” but out there on the retail shelves, it was Commodore that was winning.</p><p>And why not? Most customers didn’t know the difference between eight bits and sixteen bits. Neither did most of the people working in the stores. And Texas Instruments was doing nothing to explain the difference. All the customer knew was that two computers were sitting side by</p><p>side on a shelf and one cost $300 and the other less than $250. The choice seemed obvious. Even though the 99/4a was doing better than it ever had before, it was still being outsold by the Vic 20 on the order of two to one. To Turner, the situation was intolerable.</p><p>In august 1982 Bill Turner was given a major promotion—and a chance to take matters into his own hands. He was named president of the consumer products group. Bynum was promoted at the same time, but Turner and Bynum were no longer equals. Turner was the boss.</p><p>From previous discussions with the engineers, Turner knew that it would take at least a year to design an entirely new computer that would undercut the Vic 20. He</p><p>didn’t want to wait that long, so he decided to go after the Vic 20 with the product he already had. If the volume was high enough ... if the engineers could keep finding cost reductions ... if everything broke right . . . maybe they could pull it off. Maybe it would be a repeat of the Commodore-TI battle over digital watches. On September 1, 1982, at a time when the 99/4a was selling for about $300 and the Vic 20 for $250, Texas Instruments announced a rebate for the computer that effectively lowered the price to $199. This time there was no cost cutting by the engineers to match the price cut. The profit margin on the 99/4a was halved, but Turner wasn’t worried about that. That same day Commodore dropped the price of its machine $40 to match TI’s. The price war was on.</p><p><strong>From $20 Million To $200 Million Overnight</strong></p><p>For the next four months Turner’s price strategy worked like a charm. The fall and winter of 1982 were Turner’s time of triumph, for in those months the 99/4a became the machine Texas Instruments had always wanted it to be, a computer the average american would buy. Almost as soon as the price cut was announced, home computer sales rocketed, and to the people at the consumer products group—indeed, to people throughout the company —the turn of events was astonishing. Turner was suddenly a corporate superstar at TI, the marketing genius, the outsider who had shown the engineers how to sell a computer. He was still not a dyed-in-the-wool member of the TI culture; he was too flamboyant for that, too willing to be quoted in the trade press. But he had the numbers to back him up. The assembly lines were churning out 150,000 computers a month, and because of that enormous volume, the personal computer division turned out its first sustained profits. The retail network now constituted some 12,000 stores; the 99/4a was outselling the Vic 20 three to one; and a $20 million business had become, overnight, a $200 million business. Who could argue with that? Bucy and Shepherd were happy to leave Turner alone. That was the way TI always treated its winners.</p><p>By the end of 1982, the 99/4a was the number one home computer in america, and the entire staff was “on a high,” as one engineer remembers it. They were heroes; when home computer people went to Dallas for meetings, TI colleagues would come up to them and tell them how great it was that the 99/4a was such a success. When 1982 came to a close, the home computer division had, in the words of one former employee, “zero retail inventory.” Which is to say, you couldn’t find a 99/4a anywhere in america. They were sold out.</p><p>With things going so well for the 99/4a, Turner and the consumer products group made their next big mistake. They got greedy. Timex had a dinky little computer on the market that cost about $100; it wasn’t much, but it was selling, and Turner decided to go after it. He had Bynum pull together some engineers, and they undertook a crash program to develop a competitive product to be called the 99/2. Several other computers were competing in the $500 to $1000 price range, and Texas Instruments had long been developing a computer for that market: the 99/8, known by the code name “armadillo.” (Commodore was developing a computer for the same market, which became the enormously successful Commodore 64.) Partly it was good marketing strategy to come in behind the original computer with a more advanced computer like the 99/8; that’s the way markets evolved. But who cared if Timex was selling some $100 computer that couldn’t do much? Was that really the direction in which the market was going? It seemed that Turner and Texas Instruments simply wanted it all.</p><p>That same attitude was evident in TI’s stance toward third-party software vendors. Before the price war Texas Instruments had finally modified its policy toward independent software writers, largely at the urging of Don Bynum. It was obvious that TI’s refusal to allow independents to write programs for the 99/4a was hurting the company. Everybody else was doing the opposite. Even IBM, a company every bit as secretive and closed as TI, had “opened the architecture”—that is, allowed software writers to see how the machine was built—before it came on the market. Hundreds of people were writing software for apple computers, and the huge array of software generated by these third-party vendors had become a key sales asset. Software sold computers. The Vic 20 also had open architecture, and the result was that it had many more games, for instance, than the 99/4a.</p><p>Texas Instruments could never bring itself to open the architecture, but in the summer of 1982, it did give its tacit blessing to several former TI engineers who quit to start their own software companies. Two companies were formed with the express purpose of writing software for the 99/4a, and one of them even had a contract with Texas Instruments ensuring that it wouldn’t have to worry about a patent infringement suit from TI.</p><p>When sales of the 99/4a began to boom, however, the clamps went back on. Texas Instruments took out advertisements in trade publications that threatened lawsuits against any company that wrote software for the 99/4a without being licensed by TI. Any company that wanted to write for the 99/4a had to do it on TI’s terms, meaning that TI got to keep all but 10 per cent of the profits. In the software industry much anger and resentment greeted the tougher policy, and a consensus developed that TI had gone mad in its quest for profits. The truth was that TI needed those software profits over the long haul. With the price war on, the company wasn’t making very much on the computer itself, and it was conceivable that if the price continued to drop there would be no profit at all on the machine. But for now Turner wasn’t worried, and neither were his superiors.</p><p>Early in January 1983, Turner, Bynum, and some other people from the consumer products group went to Las Vegas for the semiannual Consumer Electronics Show. The CES is to home computers what the Paris air Show is to airplanes. It is a place to do a little business, but more than that, it is a place to see what the competition has been up to and to scope out new trends, trade war stories, and strut your company’s stuff. Everybody goes to the CES, because out of it comes a sense of who’s winning and who’s losing and what one has to do to stay in the game.</p><p>TI’s extraordinary fall and winter had brought forth from Bill Turner some extraordinarily optimistic forecasts for the future. According to his projections, 1983 would be the year of the home computer. Nearly seven million would be sold that year, he predicted, more than triple the two million sold in 1982. And of that seven million, he estimated —promised, actually—that three million would be sold by Texas Instruments (whereas about 500,000 had been sold in 1982). Most analysts thought those figures were way too high; they were predicting sales in the area of four million. But Turner was undeterred. The home computer revolution had begun, he said, and TI was about to take over the market. The analysts, on the other hand, said that with the price so low and the machines so limited, most people thought of the home computer as a toy, which meant that sales would always peak in the months before Christmas. To them, that timing had as much to do with TI’s success in late 1982 as the price war did. Turner, in contrast, was predicting that every month from now on was going to be about twice as good as December 1982 —the best month ever for the 99/4a. With Bucy and Shepherd in tow, he was going full steam ahead.</p><p>The Consumer Electronics Show in January seemed only to confirm Turner’s inflated sense of the market. For the week of the show, the TI booth was overrun with people. Everybody wanted a piece of the 99/4a. Bill Turner got enough orders at the show from retailers that when he came back to Texas he told Bucy and Shepherd that the first six months of 1983 were “already in the bag.”</p><p>On the last day of the show, the TI crew went out on the town and wound up in a Las Vegas bar, where they started drinking tequila. They talked about the show and the products and how it looked like there was nothing on the horizon that might stop the 99/4a or the 99/8 and the 99/2 when they were ready. “Some guy from apple told me they’ve sold two hundred thousand computers in schools,” one man said. “I told him we put out more than that in a month.” Everybody roared. The drinking produced an exaggerated sense of pride and accomplishment and even invincibility, and late that night, as they staggered from the bar, Don Bynum jumped on top of his rental car, raised his arms to the heavens, and gave one of his General Patton speeches. At that moment, he was king of the hill.</p><p><strong>Pulling the Plug</strong></p><p>That night’s jubilation was the pride that went before the fall, for the fall came very, very quickly. In January Commodore cut the price of the Vic 20 to $125; a few weeks later TI was forced to follow suit. The inevitable had happened: the 99/4a was no longer making a profit; it was merely breaking even. But there were plenty of orders from retailers, much of it on backlog since Christmas, so Turner kept pushing the computers out.</p><p>In February a serious snag developed, the sort of thing that happens all the time to computer makers. Texas Instruments discovered that a transformer bought from an outside company was faulty. Even though the transformer had passed the american government’s safety tests, it failed a Canadian test, and though TI didn’t have to, it decided to replace the part. It ordered stores to stop selling the 99/4a and then sent TI employees out to retail outlets across the country to fix the faulty part. At the company’s annual meeting in april, J. Fred Bucy announced that the problem had cost $50 million and had erased the profit that the computer had made the previous quarter.</p><p>Still, for each of the first three months of 1983, orders were up, largely because Turner kept expanding the retail network. The assembly line continued to crank out computers, and Turner kept sending them out the door to retailers. At the annual meeting Bucy announced proudly that Texas Instruments had shipped out its millionth home computer. But shipping out was not the same as selling. By finding more and more stores that would carry the computer, Turner could keep production high without worrying about what was happening once the computer got into the stores. TI’s obsession with expanding the retail network had become a shell game, a delusion, for it left out the one thing that truly mattered. Were people actually buying the computers? The answer, it soon became clear, was no.</p><p>On april 4 Commodore cut the price of the Vic 20 to $99, thus putting Turner in an untenable position. It cost more than $99 to manufacture the 99/4a. He stalled for time, announcing that TI would offer a new rebate on the home computer by June. But it wasn’t good enough. Now the Vic 20 was back where it had been before the price war began —sitting next to the 99/4a on retail shelves, at a much cheaper price. At the same time, with the Vic 20 so inexpensive, the market for the Timex product dried up completely. That was the thing about the computer business; there was no telling what the market would be like by the time your product was ready. Texas Instruments quietly canceled the 99/2, the machine that was supposed to compete with Timex, before it ever came out. Now people in the consumer products group were beginning to see the handwriting on the wall.</p><p>At the end of March Don Bynum was reassigned to TI’s Dallas headquarters. Running TI’s $200 million computer business had become a manager’s job, and Bynum thought of himself as an engineer. Also, the pressures, particularly the transformer problem, had taken a toll on his</p><p>health, and his doctor had told him he needed to find another job. Before he left Lubbock, Bynum sat down one last time with Bill Turner, ap^ they went over the numbers. Turner hadn’t changed a bit. Yes, things had been tough, he told Bynum, but it was still going to be a great year. The transformer problem was behind them now, the retail base was still strong. Why, just that month Turner had added the Sears stores to the network. With just a few readjustments, they could still sell three million computers. He was just as gung ho, and as persuasive, as he had ever been. Bynum left that meeting half believing that Turner could pull it off.</p><p>But of course he couldn’t, not with a machine that could never make a profit even if it did sell. In late april the numbers caught up with him. Because the consumer products group was adhering to Turner’s forecast, the TI assembly lines kept pushing out computers as fast as they could. But now computers began coming back to TI. Just because a retailer had a machine on the shelves didn’t mean he had actually bought it. He had the right to return it - that was the way the market had evolved. Retailers had so many TI machines that they couldn’t take any more, and since the machine wasn’t selling, many of them began to send some back to make room for other products. “Sales” that had been posted by Turner were revised and lowered. It wasn’t going to be December all year round. Turner’s optimistic projections were crashing down around him.</p><p>Bucy and Shepherd received the stunning news that despite everything they’d been told, all was not well with the home computer division. That they hadn’t known before was not so surprising, given the company’s culture. It left the winners alone, but it didn’t spend much time coddling losers, and that’s what Bill Turner had become at TI. They brought in another manager, Jerry Junkins, to run the show, and Turner left the company a few months later.</p><p>By the beginning of May it was back to the old ways. Junkins was a longtime TI employee and a highly regarded manager, but he came from the company’s government sector and had no consumer experience at all. Nonetheless, his mission was to stanch the flow of red ink as best he could. In June, in an effort to get the computer moving again, he matched the Vic 20’s $99 price tag. He revised the projections and began shutting down assembly lines and laying off workers. Plans were drawn up to redesign the computer and get the cost down more so it could be profitable again. But nothing helped. Home computer sales of both the Vic 20 and the 99/4a were sluggish, although for Commodore that wasn’t so bad. It had begun phasing out the Vic 20 by then, and its new product, a more expensive, more powerful Commodore 64, was entering the marketplace to take up where the Vic 20 had left off.</p><p>Junkins wasn’t the only new face in the consumer products group. In the management reshuffle that took place, half a dozen new people were brought in, and J. Fred Bucy himself took charge of the home computer operation. He began making regular trips to Lubbock, asking pointed questions of the engineers. “We’ve made a mistake,” he would say in meetings, “and we’ve got thirty days to turn it around.” Bucy scrapped Bill Cosby and instead instituted a series of ads that stressed the educational value of a home computer. After all, that’s how Commodore was selling its 64.</p><p>But there was really nothing that could be done quickly. The mistakes were too big, and they had been allowed to go on too long. By the second quarter of 1983, anyone who followed american business knew the Texas Instruments home computer was in danger. It was then that Shepherd and Bucy announced that the company had lost $119 million that quarter because of the home computer.</p><p>There was one final hope: the 99/8, Ti’s higher-priced, higher-performance computer. If the 99/8 did well, it could keep the home computer division in business as the 99/4a’s were phased out. But at the 1983 summer electronics show, even that hope was dashed. Ti brought the 99/8 to the show, ostensibly to unveil it, but kept it behind a locked door for the entire show. It was embarrassing; some of the trade papers even ran photographs of the door. No one at Texas Instruments would say why, but Ti didn’t seem to think the machine could stack up against the raft of new computers aimed at that market. Coleco had announced adam, a $600 home computer that included peripherals like disk drives and a printer. That was a significant leap in the home computer business, where the peripherals were usually much more expensive than the computer itself. The price of the Commodore 64 was coming down. Apple was supposedly working on a home computer. IBM was getting ready to enter the home computer market with a machine called the PCjr. After the show, there were meetings to discuss the future of the 99/8, and at the last of them Fred Bucy got up in front of everyone and said, “I don’t think this product can make any money. Does anyone disagree?” No one did. The 99/8 was dead.</p><p>Pulling the plug on the home computer three months later was an act of mercy —it put the home computer division out of its misery. Could the situation have been turned around eventually? Possibly. But it would have taken new products and new strategies and new approaches in the marketplace. And most of all, it would have taken time, which Texas Instruments didn’t think it could afford. The stock was dropping because analysts had become so soured on the 99/4a. The losses were continuing to mount; in the third quarter TI took a $300 million bath. When Bucy and Shepherd looked into the tunnel, they could see no light. All they could see was computers and software and peripherals everywhere, and nobody who wanted to buy them. In the end, Texas Instruments was just too big and bulky, with too much overhead and too much cultural baggage to respond to a volatile market. The home computer market belonged to the nimble—to the companies that could adapt quickly, the companies that understood that marketing was everything. In that sense, perhaps TI was doomed from the start.</p><p><strong>Epilogue</strong></p><p>The collapse of the 99/4a did not take Texas Instruments completely out of the computer business. In early 1983 the data systems group, in austin, put out a TI professional computer that sells for close to $3000, and a few months ago the same division introduced a portable business computer for about the same price. Both machines have been widely hailed in the computer magazines; <em>Popular Computing</em> called the TI Professional “the machine IBM should have made.” But therein lies the rub. The TI Professional is competing in a market that in the past year has come to be dominated by the IBM Personal Computer, and nothing Texas Instruments does is going to change that. The IBM Pc has become the de facto standard in the industry, and the lion’s share of the market from now on will always belong to IBM and to competitors that are “IBM compatible,” that is, able to run programs designed for the IBM machine. The TI Professional is not IBM compatible.</p><p>What the future holds for the TI Professional depends a lot on what aspirations Texas Instruments has for the machine. If the company is content to cede the marketplace to IBM, if it is willing to sell 50,000 computers a year while IBM sells 500,000, then the TI Professional will probably be a success, albeit a limited one. But if TI decides that it has to go head to head with IBM, then the TI Professional, like the home computer before it, is a disaster waiting to happen.</p><p>So far, Texas Instruments seems to have learned at least some lessons from its home computer disaster. When the Professional was first envisioned, the consumer products group, backed by Bucy, made a strong play for having the machine produced in Lubbock. But consumer lost that battle. The machine eventually developed by the data systems group contains not a 9900 microprocessor but a microprocessor made by Intel. After the experience of the home computer, the 9900 was never seriously considered. And last November, at a big electronics show in Las Vegas, the several dozen engineers and marketing people in TI’s large booth all wore buttons that showed they had learned another lesson from the 99/4a The buttons read, “Third-Party Vendors Love TI.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "April 1984",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Computer",
      "Home",
      "Texas",
      "Texas Instruments",
      "people",
      "Computers",
      "Business",
      "Software",
      "Marketing",
      "War",
      "Design",
      "Culture",
      "Apple",
      "Electronics",
      "ever",
      "Work",
      "Lubbock",
      "Technology",
      "Dallas",
      "Tech"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Texas",
      "Lubbock",
      "Dallas",
      "Austin",
      "Canadian"
    ]
  }
}