{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19844",
    "date": "April 1984",
    "year": 1984,
    "month": 4,
    "month_formatted": "April",
    "pdf_uri": "/1984/19840400.pdf",
    "issue_cover_image": "",
    "document_start_page": 146,
    "toc_start_page": 144,
    "document_page_range": [
      [
        146
      ],
      [
        145
      ]
    ],
    "toc_order": 5,
    "toc_headline": "Look, Ma, My Computer Did It!",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198404-lookmamy",
  "source": "/1984/19840400.pdf",
  "wp_post_id": 120339,
  "wp_post_guid": "http://www.texasmonthly.com/article/look-ma-my-computer-did-it/",
  "authors": [
    "Scott Lubeck"
  ],
  "headline": "Look, Ma, My Computer Did It!",
  "dek": "Forget your crystal ball and your tea leaves. The right software will let you read the stars, outplay the market, and beat your bookie.",
  "spread_caption": "",
  "excerpt": "See the future on your computer: software on stocks, football, and astrology.",
  "kicker": "",
  "word_count": 1721,
  "content": "<p>There’s No Reason For You And YouR computer to be limited to pedestrian chores like balancing a checkbook or processing words. Fame and fortune can be yours! With a little creative input and some new software, your computer can help you forecast the future.</p><p><strong>the Stars</strong></p><p><em>astro-Talk</em> (Matrix Software, 315 Marion avenue, Big Rapids, Michigan 49307, $39.95) takes astrology out of the hands of fortune-tellers and puts it on a floppy disk ready for personalcomputer owners. The program runs on the Commodore 64, Pet, Ibm Pc, and apple 11+ and He. To use it, just enter your birthday, time of birth (if you know it), and the longitude and latitude of your birthplace. In seconds, <em>astro-Talk</em> will produce a full-blown horoscope, replete with interpretations of your love life, your basic drives, and your innermost feelings.</p><p>I worked up a couple of practice prognostications to see what the program would tell me. Consider, for example, the horoscope for Texas, calculated from its date of birth, March 2, 1836, at Washington-on-the-Brazos. “Born during a 31-year span, you are part of a generation of strong-willed individualists. You value self-reliance, selfdetermination, and courage. A confident, pioneering spirit prevails. . . . You strive for freedom and independence with great zeal. . . . You have good business instincts; you have an innate sense of how to succeed in law, politics, education, or any commercial enterprise. . . . Your sexual nature is very strong and periodically uncontrollable.” and of course, “You do everything in a big way.” In fact, the adjective “big” came up a dozen or so times in <em>astro-Talk's, </em>fourteen-page horoscope of america’s most prominent Pisces.</p><p>Another Pisces worthy of note is Texas governor Mark White, born on March 17, 1940, in Henderson. From his horoscope we learn that “your drive for personal recognition will often bring you to a position of leadership.” Moreover, “you have a deep sense of mission and purpose to your life. . . . You have a commanding power over others. You are a good leader and do well in positions of authority.” and anyone who recalls the eloquence of his campaign for governor may want to ponder this observation from his horoscope: “You express yourself in a confident, direct manner. . . . You attract a lot of attention from others with your colorful, exuberant personality. . . . You are easily inclined to become angry. . . . You sometimes incite anger without realizing it.” Of his love life we learn, “You are sensual, physically oriented, and respond very strongly to the physical beauty of the opposite sex. You love rich colors, good food, and beauty.” Now perhaps we can all sleep better, confident in the knowledge that our governor’s horoscope tells him, “[You do not tolerate] inefficiency or lack of ethical standards in your associates and colleagues. You are a reliable worker and persevering in your career.”</p><p><strong>the Stocks</strong></p><p>If you are more interested in fortune than in fame, then the advanced numerology of <em>Market Maverick</em> (Financial Software, 11401 Westridge Circle, Chardon, Ohio 44024, $275) may be just what you are looking for. This program zeros in on the “positive upside potential” of a thousand stocks; it runs on the apple 11+ and He and the IBM Pc. All you do is enter the latest prices for the stocks you want to invest in. (The other stock parameters —such as earnings growth rate and estimated normal earnings —are preprogrammed, although they can be customized to reflect your own analysis of trends in the stock market.) Then the computer compares the stock’s actual value with its projected value, picking out those stocks that are bargains and those that aren’t. The best and worst buys are then sent to your computer screen or printer.</p><p>I ran a test on sixty Texas companies,</p><p>using prices from the New York Stock Exchange on Friday, March 2. According to <em>Market Maverick,</em> the ten companies whose stock is likely to appreciate the most during the next six months to two years are as follows:</p><p><em>Per Cent</em> * <em>Potential</em></p><p><em>Top Ten appreciation</em></p><p>InterFirst Corporation, Dallas 219 Valero Energy, San antonio 191 Southland Corporation, Dallas 142 Redman Industries, Dallas 93</p><p>Houston Industries, Houston 92 Gulf States Utilities, Beaumont 90 Southwest airlines, Dallas 89 Browning-Ferris Industries,</p><p>Houston 88</p><p>Tandy Corporation, Fort Worth 86 Gordon Jewelers, Houston 84</p><p>It should surprise no one that stocks in gas and oil are not good investments right now. Most of the stocks in the basement are energy-related:</p><p><em>Per Cent</em></p><p><em>Potential</em></p><p><em>Bottom Ten appreciation</em></p><p>Enstar Corporation, Houston 10 Texas Instruments, Dallas 8</p><p>Electronic Data Systems, Dallas 6 Shell Oil, Houston 3</p><p>Sysco Corporation, Houston 3 Pennzoil, Houston 2</p><p>Datapoint, San antonio -14</p><p>Mesa Petroleum, amarillo -16 Inexco Oil, Houston -20</p><p>Superior Oil, Houston -50</p><p>I plan to rerun <em>Market Maverick</em> six months from now, with the new prices, to see how well the program forecasts the market. But whether the predictions are good or poor, neither <em>Texas Monthly</em> nor the company that produces <em>Market Maverick</em> can guarantee them. When your money is at risk, you would be well advised to believe in more than computer alchemy.</p><p><strong>the Super Bowl</strong></p><p>Handicapping the stock market seldom provides immediate gratification. So if it’s quick money that you desire, <em>Pro Football Stats</em> (Pro Sports Stats, 11 Dick Drive, Worcester, Massachusetts 01609, $89.95-$149.95), a program that calls the bets in professional football, might be the answer. The program’s author, stock market analyst Steve Silverman, makes the immodest claim that <em>Pro Football Stats</em> will improve your betting —guaranteed or your money back. The author is so certain of his product that if you don’t own a home computer, he says, “Get one. <em>Pro Football Stats</em> is going to change the way you bet football.” The program runs on the apple, Commodore 64, Ibm Pc and Pc-XT. Half a dozen judicious bets in the office pool and you could probably afford to buy the program; a few more might even pay for the computer. But how accurate is it? I can’t tell you for sure, but here’s how it works.</p><img/><p><strong>Illustrated by Tim Clark</strong></p><p><strong>Software doesn’t have to be limited to pedestrian tasks anymore. Computer owners can become fantastic prognosticators with a little help from one of these new floppy disks. Astro-Talk lets you read the stars, Market Maverick predicts the future of your favorite stocks, and Pro Football Stats clues you in on how much to bet in the office football pool. And if all else fails, you can always become a defender of Planet Houston.</strong></p><p><em>Pro Football Stats</em> is a data base of statistics on all professional football games (NFL and USFL) played during the past thirteen years. It is designed for someone who takes football seriously, because it predicts who is likely to win against the point spread as well as the outright winners and losers. The program first asks you to answer questions like which teams and coaches are playing, the location, the field surface, the point spread, and whether the teams have been on a winning or a losing streak. Then the program searches the statistics and comes up with your team’s chances of beating the spread. The program can be tailored to almost any situation in professional football, from whether the Dolphins can win against the Raiders to what happens after Dallas loses by three at home.</p><p>Since the NFL won’t be announcing its schedule until this month, I took a game played last year between the Cowboys and the Buccaneers as an example and asked the computer to calculate Dallas’ chances of beating the spread. (Of course, I asked the computer to exclude last year’s statistics so it wouldn’t know how the game came out.) The Cowboys were favored to win, and the point spread was fourteen. It was a regularseason game, and the Cowboys were playing on artificial turf at home.</p><p>Within a minute, I had the results. Since 1970 the Cowboys have played three games against the Buccaneers that met my criteria; they lost twice against the spread. The chance of Dallas’ beating the spread, then, was 33 per cent, a very bad bet. <em>Pro Football Stats</em> would have saved me from losing my shirt: though they won the game in question 27-24, the Cowboys lost against the spread. I then tested the results of the program against the Cowboys’ entire 1983 regular season, using the location of the game, who was favored, and the type of playing surface. <em>Pro Football Stats</em> accurately predicted all games the Cowboys lost against the point spread and 65 per cent of the games Dallas won against the spread.</p><p>The more you know about any particular game being played, the better are your chances of making an accurate prediction. For instance, I could have added that the Cowboys were on a four-game winning streak when theyplayed the Buccaneers. Or I could have looked at how they perform against the spread when they play underdogs or are on their home turf or when the range of the predicted spread is five to twelve points. In statistics the more data you have, the better your prediction, whether you are picking winners in a presidential race or a football game.</p><p>If this is such a great program, why doesn’t the author keep it and hoard all his winnings? His market research predicts that he will sell 7000 to 10,000 copies of the program in the next two years and make a net profit of $2 million. In other words, instead of wasting your time figuring out what to bet, for really big bucks you should write a successful computer program.</p><p><strong>the Future</strong></p><p>If the floppy disk of fortune fails to turn in your favor, never fear. <em>Siege of Planet Houston,</em> an arcade-style shoot’em-up (Bainum Dunbar, 6427 Hillcroft, Suite 133, Houston 77081, $25.25) will give you the satisfaction of sweet revenge.</p><p>Imagine a time in the future when Houston has realized its manifest destiny in outer space. It has colonized its very own planet —with no zoning, of course. You are in a heavily armed starship returning from an intergalactic mission when you discover that the planet Houston has been overrun with aliens from the Stella Solum Hegemony. The invaders have erected five successively stronger perimeters around the planet. You approach fearlessly, blow up the defenses, overpower the aliens, and restore the rightful government.</p><p>Forget the alamo. Your battle cry in space is “Remember the planet Houston!” So, when all the other computer predictions fail, your fast-acting fingers can still win you immortality.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "April 1984",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Computer",
      "Football",
      "Houston",
      "The Program",
      "Dallas",
      "Cowboys",
      "Pro Football",
      "Game",
      "Games",
      "maverick",
      "statistics",
      "Texas",
      "Love",
      "March",
      "money",
      "ten",
      "Apple",
      "Future",
      "Governor",
      "Home"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": [
      "Houston",
      "Dallas",
      "Texas",
      "Mission",
      "San Antonio"
    ]
  }
}