{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19892",
    "date": "February 1989",
    "year": 1989,
    "month": 2,
    "month_formatted": "February",
    "pdf_uri": "/1989/19890200.pdf",
    "issue_cover_image": "",
    "document_start_page": 86,
    "toc_start_page": 84,
    "document_page_range": [
      [
        86,
        87,
        88,
        89,
        90,
        91
      ],
      [
        136,
        137,
        138,
        139,
        140
      ]
    ],
    "toc_order": 4,
    "toc_headline": "“I’m a Nazi Until Death”",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198902-imanazi",
  "source": "/1989/19890200.pdf",
  "wp_post_id": 125172,
  "wp_post_guid": "http://www.texasmonthly.com/article/im-a-nazi-until-death/",
  "authors": [
    "Rod Davis"
  ],
  "headline": "“I'm a Nazi Until Death”",
  "dek": "To the Ugly Question Of Why Life Is Unfair, the Skinheads Of Dallas Have an Uglier Answer.",
  "spread_caption": "",
  "excerpt": "Out of work, at loggerheads with their parents, and under constant police surveillance since they turned to an alien ideology, Dallas’ radical skinheads remain defiant.",
  "kicker": "",
  "word_count": 5093,
  "content": "<img/><img/><p><strong>Like the Nazis they emulate, the Hammer Skins have found scapegoats: Jews, blacks, Hispanics, and gays.</strong></p><p>Daniel alvis Wood is already waiting in the Dunkin’ Donuts parking lot on Northwest Highway just off Plano Road in northeast Dallas when I arrive in the early evening, “after dark” as he had requested. It isn’t until he steps out of his small gray Pontiac sedan that the description on his arrest reportsix feet, two hundred pounds, nineteen years old—quickens my adrenaline. He’s wearing a cut-off black Harley sweatshirt, jeans, and combat boots. A black paramilitary cap is pulled snug over his freshly cropped light brown hair. I go over and introduce myself.</p><img/><p><strong>The grim skinhead look dictates shaved heads and Doc Martens.</strong></p><p>The brightly lit doughnut shop doesn’t seem the right place to interview a skinhead and Klansman about street violence and race war, so Dan and I sit on the steps outside. Dan hasn’t yet been inducted into the Confederate Hammer Skins, a militant Klan-influenced whitesupremacist youth group implicated in attacks on synagogues, but he spends most of his time among the estimated 45 members of the local chapter. Dan is here to tell me about himself and to arrange a meeting with some Hammer Skins the next evening.</p><p>Appropriately enough, tomorrow, November 9, is the fiftieth anniversary of Kristallnacht, the “night of broken glass” in 1938 when Nazi Germany’s storm troopers initiated the Holocaust by trashing Jewish institutions, homes, and people. The significance of Kristallnacht is not lost on Dan, who praises the November 9, 1987, attacks on Jewish institutions in Chicago, which police attribute to skinheads. But November 10 is the date uppermost in Dan’s mind.</p><p>Dan Wood has been told to appear at the 195th District Court at eight that morning on a charge of felony criminal mischief, which could draw ten years and a $5,000 fine. He is said to have participated in an October 8 attack on Temple Shalom in North Dallas, one of three vandalisms that same night marking the climax of an eleven-month wave of assaults on Jewish institutions in Dallas, Waco, and Oklahoma City. The police lack solid proof, but they think the attacks are the handiwork of local Hammer Skins. Dan was arrested because the police said his fingerprints were found on .25-caliber shell casings sprayed out by the weapon—probably an automatic pistol —that shattered windows at the temple and probably also at the Jewish Community Center several miles away. Dan denies the charge. He says that there are plenty of other anti-Semites in town and that he’s being singled out because he has already been busted in racial altercations. Anyway, he says, “if you have time to trash a synagogue, you have time to blow it up.”</p><p>Dan was born in Dallas and went to high school at Spruce, which he describes as “95 percent nigger.” He lived with his grandparents after his blue-collar parents split up twelve years ago and moved out of state. Dan now shares an apartment with an older woman friend. Dan’s grandfather was a prisoner of war in Germany during World War II, and the swastika tattoo Dan came home with one day added to the family tensions. “My whole family is against my beliefs, my so-called twisted way of thinking.” Dan shrugs. “I don’t care,” he says, but it’s written all over him that he does.</p><p><em>Rod Davis is a Dallas-based freelance writer and the editor of</em> american Way.</p><p>Photographs By Doug Milner</p><p><span class=\"dropcap\">T</span>he Only Law We Go By Is the GoOD Book's Law. I Know That We Will Be Persecuted.“</p><img/><p><strong>Founder Sean Tarrant leads the Confederate Hammer Skins from jail.</strong></p><img/><p><strong>Chris “Stuka” Schutza, 18, demands “racial loyalty” from his women.</strong></p><p><strong>Skinheads Jon Cummings (left), Dan Wood, and Shawnie Madden parade their ide. ology despite society's scorn.</strong></p><img/><img/><p><strong>Banned from nightclubs, Hammer Skins hang out in parking lost.</strong></p><img/><p>Like most other skinheads, Dan speaks in working-class vernacular, but he has the cadence of a preacher. He figured out that he was a white supremacist when he was thirteen, he says, and became interested in the Klan in high school after attending a meeting in Waco featuring Klansman Michael “the Mad Bomber” Lowe. He studies the Bible every day, along with <em>Mein Kampf.</em></p><p>He also advertises his beliefs all over his body. Level with the top of both ears, a “KKK” tattoo complements the password initials “AKIA” (“a Klansman I am”) above the knuckles on the fingers of his right hand. On Dan’s big arms are other tattoos: a swastika embracing cross, the words “White Power,” depiction of the Grim Reaper, some SS lightning bolts. I remark how that kind of decoration might draw trouble, but trouble isn’t something Dan avoids. You could say he lives for it.</p><p>Dan spots a black man entering a nearby washeteria. “I guess I should go bash that nigger,” Dan says, “but wouldn’t accomplish anything.” Gays or “race-mixers” would be different, he says; that would be an abomination of God’s law, punishable on sight. Dan, who wants to attend Klan seminary, believes in the Klan’s Identity church theology as promulgated by Wesley Swift in the forties. Its tenets include that the white race is the true lost tribe of Israel; that Jesus Christ was an aryan, not a Jew; that Jews killed Jesus, and white people today should settle that old score, avenge Christ, and in so doing cleanse the world of such decadence and impurities as “racial mixing,” homosexuality, illegal drugs, abortion and pornography. Dan Wood does not smash windshields and stomp gays, Jews, and blacks because he thinks it’s fun but because deeds of confrontation, to him, bear witness to God.</p><p>We arrange to meet the next day at the courthouse, but the meeting is not to be. About twelve-thirty that morning, in the dark of the Kristallnacht anniversary, Wood would be arrested by Garland police and Dallas undercover officers. At the time of the arrest, Wood was sitting in the back of a Chevy Luv pickup leaving a gathering of Hammer Skins at a Garland house. Shawnie Ila Madden, a pretty eighteen-year-old who is one of the rare female skinheads, was trundled off to the Garland city jail along with Wood —both on outstanding traffic warrants. Three other young men in the truck, two of them Hammer Skins, were arrested but later released. In the bed of the truck police found baseball bats, ball bearings, a length of pipe, red spray paint, and a Nazi flag.</p><p><span class=\"dropcap\">P</span>olice Found Baseball Bats, Red Spray Paint, And a Nazi Flag In the Back Of the Pickup.</p><p><strong>Dallas police sergeant Neil Horwitz keeps fat files on the Hammer Skins.</strong></p><img/><p><strong>Surrounded by aryan Nation and Nazi mementos, Jon Cummings takes time out from the race war.</strong></p><img/><img/><p><strong>[ Continued On Page 134 ]</strong></p><p><strong>[ Continued From Page 88 ]</strong></p><p><span class=\"dropcap\">A</span>fter being held three days virtually incommunicado —the Garland jail does not allow visitors —Dan Wood and Shawnie Madden are released. But they are still being watched. On October 13 the Dallas police had set up an eight-man task force whose essential mission was to make the lives of the Hammer Skins so miserable they’ll give up, leave town, or at least stop what everybody knows that they do-get into fights in the nightlife districts of Deep Ellum and Lower Greenville —and what the police allege that they do—desecrate Jewish temples.</p><p>It started getting nasty for the Skins last summer. Before that, the general feeling was that the Skins were making it nasty for everyone else. The problem was especially acute just where it would least seem appropriate-in the clubs and on the sidewalks of Deep Ellum and Lower Greenville. Places like Club Dada, the arcadia Theater, Poor David's Pub, and Club Clearview catered to new music, blues, rockabilly, reggae, and, from time to time, punk and heavy metal. The latter brought in the Skins.</p><p>When the skinhead movement surfaced in England in the early seventies, it was music-driven. Musical movements in London at that time contained elements of punk, metal, R&B, reggae, and its cousin, ska. Around 1977 a new genre emerged called Oi, a London slang expression that means something like its american counterpart, “Yo!” The music was an offshoot of punk. Its message was white power. Not all Oi is racist, but most of it is, especially that from the most popular bands, the closest to Texas being the Tulsa Midtown Bootboys from Tulsa or the U.K.’s Skrewdriver. The lyrics generally encourage fans to get out and mix it up on behalf of aryanism. For at least a decade throughout the Western world, there have been two kinds of skinheads: the rebellious teenager in it for the music, the style, and the grand gestures, and the political neo-Nazis. In England a political party, the National Front, arose to represent the skinhead constituency. Although the skinheads’ shaved heads, black shirts with red braces, and Doc Marten boots began showing up in Texas around 1979 and 1980, Dallas skinheads didn’t find a political focus until the founding a year ago of the Confederate Hammer Skins.</p><p>The political skinheads, wherever they were, still wanted to hear music —or at least hang out where the action is. Deep Ellum and Lower Greenville became notorious for skinhead altercations during much of 1988. The area around Club Clearview was a particular magnet. The club had a big parking lot in which to congregate, was at the epicenter of Deep Ellum foot traffic, and booked bands the Hammer Skins wanted to hear.</p><p>But they weren’t polite guests. Showing up in full colors and maximum attitude, they would frequently end up in brawls. Whether slam-dancing inside area clubs or street fighting outside, Hammer Skins ruined evenings for other customers. Club owners hated them and eventually banned them. That caused more problems, which reached a flash point on the night last July when seventeen-year-old skinhead amy Mecum was shot in the back by a club owner. By that time, patrons had grown so irritated with skinheads that a cheer went up.</p><p>The momentum for the Hammer Skins changed after October 8. While violent nights were becoming status quo in the club districts, another kind of assault was being played out on more sensitive terrain. Since November 1987, almost a dozen synagogues had been vandalized and defaced in Dallas, Waco, and Oklahoma City. No one had been caught, but the graffiti on the temples were of the kind associated with Hammer Skins. The Skins said the police were trying to set them up, but after October 8, the night of the triple attack, it was clear that city hall and the police department intended to stop the vandalism. On October 13 the city council passed a resolution condemning the attacks and the special skinhead police task force went into action.</p><p><span class=\"dropcap\">I</span>n the Dallas County jail’s new Lew Sterrett Tower, on Commerce, the Hammer Skins’ leader, Sean Tarrant, 19, is taking care of white power from his cell. Sean has been in one month and twelve days on a robbery charge, but he figures to get parole soon; he has been a good prisoner. Sean is small and slight, wired tight like a tough mountain hillbilly, which is more or less what he is. Born in Memphis, he was brought up in the country by his carpenter-contractor father (who also played drums for Jerry Lee Lewis) and Southern Baptist mother. Sean, his adopted brother, Hollin Lange (also 19 and also in jail, in Milwaukee), and Sean’s girlfriend, Liz, 18, founded the Dallas Confederate Hammer Skins one year ago. In that short time the Hammer Skins have become one of the most active skinhead chapters in the country, second in size only to Southern California’s WAR Skins and related skinhead gangs godfathered by 50-year-old ex-Klan Grand Dragon Tom Metzger, the founder of the White aryan Resistance. The Hammer Skins now have half a dozen chapters, from Dallas to Portland, Maine, including a potential group in Houston. Estimates of political-skinhead strength in the U.S. vary, but the range is 2,000 to 5,000.</p><p>Little is done among Dallas Hammer Skins that’s not run past Sean, primarily through Liz. Liz has worked as a credit clerk but hopes to return to college to become a lawyer or a paralegal to “work for the cause.” She has moved back in with her mother in Dallas. Although Liz is the de facto spokesperson for the Hammer Skins, she is trying to keep a low profile. In april she will give birth to the first Hammer Skin baby. If it’s a boy, he’ll be Nicholas Ian; if a girl, she’ll be called Brittainy adrienne.</p><p>A baby will change her life and Sean’s, and they both know it. Sean wants to get a job as soon as he gets out —he used to work at a Wal-Mart loading dock in Garland—and maybe get some more schooling to push his hourly wage up to $15, which he figures will be what he needs to buy a house for Liz and the baby. Like most Texas Hammer Skins, he’s antiabortion, anti-pornography, anti-drugs, and pro-school prayer.</p><p>Sean doesn’t see house, baby, family, job, and Bible as any more an obstacle to his efforts on behalf of white racism than being in jail. Street fights will have to go, though. They lead to mix-ups like the Deep Ellum brawl that resulted in amy Mecum’s getting shot and Sean’s being charged with attempting to rob another skinhead —a slob skin, not a real one —of his Doc Martens (at the time, Sean was awaiting trial for robbery). Sean denies the charge and says he was set up by the district attorney’s office even though the alleged victim dropped the charges. “We’re persecuted for our beliefs,” he says.</p><p>But jail has offered important lessons, revealing to Sean a whole new well of converts. Blessed with charisma, Sean has linked up with inmate-members of the aryan Brotherhood, another whitesupremacist group, and also may have brought one or two other internees into the fold. “i’m not alone at all,” he says. “If you don’t come out of this place racist, something is definitely wrong with you.”</p><p>The american dream is in Sean Tarrant as deeply as in Norman Rockwell, but it has become a paranoid nightmare. Sean considers himself a POW. To him, the violent confrontations that have followed skinheads from city to city in the U.S. are not without purpose. “It is actually creating a state of fear to let you know the racemixers and mud races aren’t right —it says so in the Bible,” Sean explains. “i’m a Nazi until death. The only law we go by is the Good Book’s law. I know we will be persecuted. There’s no ‘probably’ about it. This is a time of persecution. But Jesus Christ says your prize will be eternal life.” He looks off for a moment. “The trouble is, people today believe in material things and not in God. But we believe in the ways of the old folks, is what it is.”</p><p><span class=\"dropcap\">T</span>he desecrations, mostly spray-paint and broken-window vandalism, began at Temple Shalom on November 28, 1987, less than three weeks after the Chicago Kristallnacht attacks. At the busy intersection of Hillcrest and alpha Road in a largely Jewish residential area, the temple would be hit half a dozen times. Windows were broken, and swastikas, SS lightning bolts, and slogans —“Kill the Jews,” “Gas the Jews,” and “White Power”—defaced the walls.</p><p>In attacks over the next eleven months similar graffiti, some advertising the Hammer Skins and the Klan, would appear at Temple Shalom, the Jewish Community Center, and Baruch Ha Shem Messianic Congregation temple —affiliated, ironically, with the “Jews for Jesus” movement.</p><p>The Jewish community in Dallas was shaken by the attacks. Parents were asking if it was okay to send their children to school, to go to synagogue, to sleep soundly. But after last October 8 the level of concern in the Jewish community rose.</p><p>On that night, which also happened to be part of Texas-OU weekend, vandals hit Temple Shalom, the Jewish Community Center, and the Islamic mosque in Richardson. This time Temple Shalom and the Jewish Center were riddled with .25caliber slugs that shattered door and window glass. For the first time, the number “88,” which in Nazi lore stands for “Heil Hitler” <em>(H</em> is the eighth letter in the alphabet), was found among the graffiti. A mangled German slogan, “Heil der Bruders,” was stickered to a wall. At the mosque, “Get Out Towl <em>[sic]</em> Heads” was spray-painted.</p><p>“Martial law for skinheads, as the Hammer Skins describe it, began immediately. Task-force undercover officers and uniformed patrols targeted Deep Ellum and Lower Greenville. The weekend of October 22 and 23 was especially combative, resulting in more than two dozen skinhead arrests on charges from disorderly conduct to blocking sidewalks.</p><p>Dan Wood was among those arrested, once for striking a black street preacher in Deep Ellum and once on Lower Greenville, where, according to Wood, “I bashed the windshield of a nigger guy driving with a white girl.” He says, “Race mixing is an abomination. It says so in the Bible.”</p><p>The busts quickly drove the skins out of the clubs and off the streets. Temple vandalism stopped. Sergeant Neil Horwitz, the operations manager of the skinhead task force, is a baby-faced 32-year-old who has sometimes worn jeans, sweatshirt, bandanna, and Playboy earring for undercover work. Horwitz says the response from nightlife-area businesses and the Jewish community has been enthusiastically supportive. He knows he can’t prove that the crackdown stopped the temple incidents. But, he says, “we made our point.”</p><p>Hammer Skins are staying off the streets. They’re lying low and talking to a lawyer about filing a brutality and harassment suit against the police. They say that the police have entered their homes without search warrants, followed them everywhere, and harassed them with anonymous telephone calls. “Let them file,” says detective Truly Holmes, a veteran Skin watcher from the Dallas police’s downtown intelligence division. Assistant chief Greg Holliday, who commands the task force, snaps, “ask them: Is 'free speech' when you push somebody or stand on the sidewalk in a group of fifteen and not let somebody by? That’s not free speech. That’s intimidation. When people are involved in criminal activities, the police are mandated to act.”</p><p>Sergeant Horwitz’s plainclothes officers continue to monitor Hammer Skin gatherings, houses, and apartments each night from unmarked cars, rooftops, and temples (some of which have added private security patrols since the attacks). “We’re trying to get through that we’re not curtailing the surveillance,” says Horwitz.</p><p><span class=\"dropcap\">T</span>here is little doubt the Hammer Skins lead hassled lives. Most are out of work and spend their days watching TV, hanging out, looking for jobs. And for all their rhetoric, it is clear that Dallas skinheads are also postadolescents facing all the problems associated with the transition from teenage to early-adult life.</p><p>Over dinner at a northeast-side Denny’s, five Hammer Skins tell me about their lives. Chris “Stuka” Schutza and Jon Cummings are having girlfriend problems. “Just call us the Confederate Sob Skins,” Stuka, 18, says. “You should have seen us last night, crying in our beer.” Jon, 21, got dumped, and Stuka’s girl is giving him a headache. And Mike, a tough 20-year-old ex-swabby from New Jersey who has been with skinhead groups all over the country since his early teens, hasn't even come out tonight, because his girl has broken his heart.</p><p>At six three, Stuka has the body of a linebacker, but it would be a mistake to pass him off as young and dumb. “I don’t know,” says Stuka, pondering the problems that have piled on him lately. “It’s like being the Brady Bunch 88”-the Nazi reference, not the year-“like a soap opera.” Just a few days ago, Stuka had to move out of an apartment he had been sharing. “I was living with some spacedout hippie sci-fi guy who thought I was Mr. Spock. He was talking my head off till four a.m. every night. I thought I was pitiful till I met him.” Stuka went home to Mom again, but that’s okay. “I couldn’t handle it,” he says of living on his own. “I like it at home. I can handle the bitching.”</p><p>Eighteen-year-old Tazh, from Pennsylvania, knows what he means. “I wish I had a home to go to,” she interjects.</p><p>Stuka has another problem. He has a job as an administrative assistant in a condo management office-he really wants to be a diver or a metal sculptor-but he’s about to be canned, because of the efforts of an elderly Jewish tenant, he claims. “She was complaining about anti-Semitic slogans on her door,” he says. “Now why would I do that in the building where I work?” He says he’s careful to downplay the skin look at the office. “When I go down to work I totally change appearance. I dress real funny, like an old man —polyester hell. But mostly the hair gives it away. My mother is always trying to make excuses for my hair, everything from chemotherapy to it being too hot.”</p><p>Stuka’s creed also is fouling up his romantic life, although he probably wouldn’t interpret it that way. “I could get some bombshell, so what?” he says. To him, the right woman has to share his beliefs. She doesn’t have to be a Hammer Skin, but she can’t be against the Skins. “There’s three stages you go through,” Stuka figures. “First, it’s goo-goo. Then comes friendship. Then racial loyalty.”</p><p>Liz is strong on that subject too. In a 1988 issue of <em>WAR,</em> the tabloid issued by Tom Metzger’s group in California, Liz sought to draw the line against “phony” skins who could have no place in the politicized evolution of the movement. The phonies, she wrote, “have one common and outstanding flaw; they accept non-Whites as brothers or ‘bros.’ although they will not associate with Blacks, to see one of these people with a Spick or a Jew is commonplace. . . . Traitors like these do not have the guts to make absolutely no racial exceptions.”</p><p>Tazh is studying political science at Richland College, the same subject Liz had been pursuing. Tazh is blond and fringe-cut like Liz, although she doesn't have a “Skins” tattoo on her wrist or a U.S. flag and a bulldog on her chest like Liz does. But Tazh’s boyfriend is in jail too, and you can tell they feel a strong status bonding.</p><p>The conversation strays back to families. The fate of a skin is to be out of sync with the folks back home —Tazh’s mom likes to tell friends that Tazh will outgrow all this, same as her sister did her hippie days. Liz’s mother is on tenterhooks about whether Liz’s activities will come back to haunt her. Stuka’s mom, who has gone through two divorces since he was five, doesn’t like skinheads at all. “She always thinks we’re gonna get shot,” he says.</p><p>Everyone is talkative, except Lance, who does the illustrations for Hammer Skin propaganda and wants to go to art school. But suddenly Lance just starts talking: “Me and my mother—we argue a lot. I say, ‘arguing isn’t going to get us anywhere.’ Every time I talk she brings up hate —‘You’re a hatemonger.’ Okay, Mom, i’m a hatemonger. What are you? I say hate and love are double-edged swords. They cut both ways. I tell her I still love her. She says, ‘I love you too.’ But I know she does not accept me for what I believe in.”</p><p>“It’s the same with me,” Liz offers. “We get along if we don’t talk about it.”</p><p>“Same,” says Tazh. “My mom hates what I do and everything about it, and I hate what she believes. But she’s my mother and I love her.”</p><p><span class=\"dropcap\">I</span> meet Dan again a few days later at Denny’s. He has been in touch with Tom Metzger for advice; Dan has no lawyer and a surprising naivete about the justice system hell-bent on imprisoning him. Because someone —he says he doesn’t know who —made his $1,500 bond on the October 8 Temple Shalom charge, district court judge Joe Kendall didn’t appoint an attorney, on the theory that if you can make bail, you aren’t indigent.</p><p>Because a trial date has not yet been set, Metzger told Dan the system is giving him “wait time.” That would give the police a chance to gather evidence or possibly bust Dan on another charge, as they did November 9. According to that scenario, Dan is walking on legal flypaper.</p><p>With Dan are Stuka, Cherry (a fifteenyear-old peroxide blonde with dental braces), and Lance, who has a crush on Cherry. Lance is depressed because he can’t find a job —too many minorities, he says. Shawnie, Stuka’s most-recent romantic interest, is there too. Except for their attire, they could be in the malt shop on <em>Happy Days.</em> Perhaps the real question about all this is, Why aren’t they?</p><p>We go over the tenets of their racism again. I argue a little. Didn’t their hero, Hitler, ultimately destroy his own aryan nation? Yeah, but only because the “JewsS.a. [a pun on USA] race traitors” intervened. Would Jesus have been a skinhead? Probably not, says Dan, but “he’d be our leader.” as self-proclaimed working-class kids, do they think they have more in common with a rich white man or a black worker? The white man because, says Dan, “race comes first, always.” Why do they think it’s justifiable to beat up gays and race-mixers? “I don’t know,” says Shawnie, “it would just make me feel good.”</p><p>I’m just not getting through. It’s getting late. It’s Saturday night, and “skinheads want to have fun too,” someone jokes. They want to go out, but they will probably settle for a party at someone’s apartment.</p><p>Suddenly Shawnie sits bolt upright and hisses, “Speak of the devil.” all heads turn toward the door. “a ’fro,” says Shawnie, “with a white girl.”</p><p>The table is electric with aggression. Eyes dart, lips curve in canine grins. I feel the blood drain from my face.</p><p>But the “race-mixers” walk into a different dining area, and the moment passes.</p><p><span class=\"dropcap\">I</span>t might have turned out differently. The victims of skinhead attacks know firsthand the dynamics of the confrontations Hammer Skins deliberately provoke. I find Charles Reeder, 30, in the old county jail at Houston and Main, doing ninety days for a parole violation. He was arrested at a vacant lot in Deep Ellum at 2:40 a.m. October 22 while pressing a pistol to the head of a skinhead. He was trying to work something out from almost a year earlier.</p><p>In October 1987 Reeder, a Port arthur native who had recently moved to Dallas from Houston, had just spent a month in jail on a charge of attempted burglary. He was on probation and putting things back together. He had gotten a job driving a bus for a car-rental agency.</p><p>Reeder liked music —a modest fantasy was playing sax in a band —so at State Fair time Reeder was checking out the Deep Ellum club district, walking along Commerce near Crowdus, a narrow street filled with murals and graffiti, some of it, he noticed, white power. He was near the old Prophet Bar and heard music from a club across the street.</p><p>For the first time, he saw skinheads in person, carrying a Nazi flag and yelling. He probably should have kept walking, but he wanted to go to the club, and he crossed the street.</p><p>Reeder was soon surrounded by half a dozen Hammer Skins. “Blows were exchanged,” he recalls, “but my pride was hurt more than anything else.” He broke away, and they chased him but not too far. “I could see those were nothing but kids,” he says. “But it made me real, real angry. I know I started plotting against them.”</p><p>He returned to Deep Ellum the next weekend, hoping to catch one or two of the Hammer Skins. He’s of medium build, about five nine, but at 175 pounds, he’s solid and lean. Thick-framed glasses and longish curly hair belie street-fighting experience from his high school days. “I told myself if they really wanted to be that prejudiced or that bad, I would give ’em their chance,” he says. But nothing happened.</p><p>On February 27, 1988, en route to the downtown public library, Reeder, as if by fate, encountered a Klan march. Skins were present. After the march, Reeder says, “they were in the back of my mind all the time; I became obsessed with them.”</p><p>Reeder discussed ideas of revenge with his black friends. His girlfriend counseled against letting temper get the better of him. And then, the October weekend the skinhead task force announced its presence, he was standing across from Club Clearview.</p><p>“It was the last weekend of the State Fair,” Reeder explains of the night he became, in a way, the avenger of the City. “I just knew they were down there doing something wrong.” The thought, he remembers, woke him just after midnight. He got up, dressed, and put a starter’s pistol —deciding against a real one —in his jacket pocket. He went down to Club Clearview and stood outside an hour or more, talking to people.</p><p>The streets were still crowded about two-thirty, when Reeder made his move. He had been watching a couple of Hammer Skins talking (Stuka and one called Blade) and then each went a different way. Reeder followed one to an abandoned lot used for parking. About a block off Elm, it seemed the right place.</p><p>“I had my hand down in my pocket,” Reeder says, “and I went up to this guy. I openly asked if he wanted to fight. He shook his head and said no. But I pulled out my pistol, and I pointed it at his head. I said did he want to die, did he want to see God.”</p><p>Reeder pushed Blade against a car and noticed a swastika band. “I told him to tear it off. I got impatient and told him, ‘Don’t make me nervous.’ ” Then Reeder pulled back the hammer.</p><p>But he never got the swastika. Two undercover policemen appeared out of the night. “I didn’t see any badges,” Reeder says, “so I hollered, ‘i’m the police.’ Then they said <em>they</em> were the police, and I dropped my gun.” Reeder was arrested and taken in after a records check revealed he was on probation. “I was really just going to take his swastika patch,” Reeder says, shaking his head. “I wanted to steal his pride.</p><p>“i’m not prejudiced. Even after all this I still find it hard to have a whole lot of hate. I’m obsessed with what they do. I think it does have an impact on people. To them, maybe they’re playing a game. But it’s not, really. It’s <em>not</em> out of my system. It’s still pent up. I hate what they stand for.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "February 1989",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Dallas",
      "Police",
      "Temple",
      "Deep Ellum",
      "Jail",
      "Garland",
      "Home",
      "Love",
      "Mother",
      "Music",
      "people",
      "Race",
      "Work",
      "High School",
      "Jesus",
      "Law",
      "School",
      "Texas",
      "War",
      "Baseball"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Dallas",
      "Temple",
      "Garland",
      "Texas",
      "Greenville"
    ]
  }
}