{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198510",
    "date": "October 1985",
    "year": 1985,
    "month": 10,
    "month_formatted": "October",
    "pdf_uri": "/1985/19851000.pdf",
    "issue_cover_image": "",
    "document_start_page": 168,
    "toc_start_page": 168,
    "document_page_range": [
      [
        168,
        169
      ],
      [
        259,
        260,
        261
      ]
    ],
    "toc_order": 8,
    "toc_headline": "The Dream Lives On",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198510-thedream",
  "source": "/1985/19851000.pdf",
  "wp_post_id": 120975,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-dream-lives-on/",
  "authors": [
    "Byron Harris"
  ],
  "headline": "The Dream Lives On",
  "dek": "In one of the most perilous markets imaginable, four young high-tech companies are boldly bucking the odds.",
  "spread_caption": "",
  "excerpt": "Four of the many small high-tech companies betting that they have the excitement, mpmentum, market, and business savvy to succeed where others have failed.",
  "kicker": "",
  "word_count": 3513,
  "content": "<img/><p><span class=\"dropcap\">O</span>n a Friday night in March the excitement is bubbling at a partly empty building in Richardson. More than two hundred people —families as well as singles —are eating, drinking, and milling around. Some of them wear black T-shirts bearing lettering on the back: “Manufacturing team of the world’s first affordable supercomputer.” This party is a housewarming for Convex Computer, a milestone in the company’s transformation from a group of friends laboring together on a sophisticated machine into what its founders hope will be a $100 million corporation. Snapshots of the company family taken at previous celebrations hang on the walls of the room, which will be the main factory.</p><p>L. J. Sevin stands on the edge of the activity. He is a trim, bespectacled man of middle age and medium height, who often wears a small smile, as if he is chuckling over a joke to which only he knows the punch line. Sevin is one of the most successful venture capitalists in the country. He was a founder of Mostek, a Dallas semiconductor manufacturer. If he is smiling tonight, it may be because he’s a major investor in Convex, and by his estimation Convex “has done nearly everything right—everything they said they’d do, by the numbers.”</p><p>To do everything right in the high-tech industry requires an unlikely combination of scientific knowledge, market strategy, and management skills. And the market —still in a state of flux —is one of the most perilous imaginable. Nevertheless, there are those individuals and small groups of people who are succeeding. At Convex what they said that they would do is design and produce a fast, powerful supercomputer at an affordable price. Fast and powerful machines were already on the market, most notably in the form of the Cray-1, made by Cray Research in Minneapolis. The Cray is an ideal tool for mapping geological structures, simulating weapons performance, or even making movies (Lucasfilm of <em>Star Wars</em> fame owns a Cray). With a selling price beginning at $5 million a copy, however, the Cray is out of reach for a lot of customers, who, instead, own Vaxs, socalled superminicomputers made by Digital Equipment. The top-line Vax costs about $500,000 but can take an entire day to do certain kinds of work that a Cray can perform in minutes.</p><p>Convex’s president, 37-year-old Bob Paluck, a former Mostek vice president, and Steve Wallach, a hot computer designer from Data General, spent some time talking to potential customers about what it was they wanted, then set out to fill the gap between Vax and Cray. Paluck, Wallach, and a few talented coworkers built a machine that was more powerful than a Vax but less expensive than a Cray. Having done that, they showed some sagacity in the way they approached the market with their product. Instead of billing their machine as a souped-up Vax, more or less the Chevrolet of number crunching, they billed it as an affordable Cray, a practical Ferrari that a smart company could put in its garage. They even named it the C-l.</p><p>The trade press ate it up, nearly always describing the C-l with the words of its manufacturers —“twenty-five per cent as powerful as the Cray-1 at one tenth the price.” The C-l has also drawn rave reviews for its canny design (which wisely can use Vax software), but Paluck knows that all the bases of product, strategy, and management must be covered to succeed. He says his product is “ninetyfive per cent experience improved upon and five per cent brand-new technology.” A C-2 is already in the works.</p><p>Paluck has been around the block a few times. He shot to the top of Mostek in its golden years, and in 1981 he became the youngest vice president there. He left to work for L. J. Sevin briefly before starting Convex. Paluck speaks the language of management textbooks but in a way that implies that he learned it from experience. There is an undercurrent of disdain for large companies. “The problem with big companies,” he says, “is the decision is made where it’s not understood.” He is keenly aware of a group spirit that was born with Convex and of the investment the workers have in each other as well as in the firm. He describes the 24-hour workdays of the beginning, when employees would poke at a technical problem until it was solved. Sometimes they became so frazzled from concentration that Paluck forced them to go home. “When a guy turned into a zombie we would take away his office keys,” he recalls. Paluck has tried to retain that dedication by having company meetings once a week, a company party once a week, and “festivals of renewal” when major obstacles are overcome.</p><p>Pete Delisle, hired from HewlettPackard as vice president of human resources, says that one of his goals is to keep Convex’s culture from changing. He hopes that Convex will be an even better company than Hewlett-Packard, which he says is known as “hardheaded in business but softhearted toward people.” Delisle left a house in Colorado Springs at the foothills of the Rockies to help make that happen. But making sure that a growing company stays the way it was when it was small is similar to fighting evolution.</p><p>Convex was first housed in a series of connected storefronts, where the 40 engineers worked. In the past four months the company has grown from 170 to more than 200 people. In the patois of the business Delisle says that Convex is “vectoring up” to be a big company. The word “dream” also creeps into his conversation, as in “What other business lets you follow your dream?” Paluck talks less about dreams than survival, although he knows about both. He says that to survive Convex must grow. “You reach a threshold, like a plane taking off. You have to decide when to commit. It’s white-knuckle time.”</p><p>In the pocket of North Texas that L. J. Sevin likes to call the Silicon Prairie, a rumor is circulating that there aren’t as many cars parked outside Convex at odd hours and on the weekends anymore. Inevitably, for some of the people recently hired, even though they may have heard about the excitement and the myths of the early days, working at Convex may be just a job.</p><p><strong>Own the Market, Not the Plant</strong></p><p>“A lot of companies have strategies that are like jumping out of a window and hoping someone will build a fire net before they hit the ground,” says Vin Prothro, a founder and former president of Mostek, who is now a partner in two venture capital groups. He has won some and lost some as a venture capitalist, but he has mostly won.</p><p>[ Continued On Page 259 ]</p><p><em>Byron Harris is a reporter for Wfaa-Tv in Dallas.</em></p><p><strong>With memory chips, superminicomputers, and prospecting from space, Texas companies are shooting for the stars.</strong></p><p> [ Continued From Page 169 ]</p><p>These days Prothro sees a lot of start-up business proposals cross his desk. He knows how to size them up. “You must have early revenues. You must get early product viability. You must have a second product in mind.” Prothro’s conference room is on the twelfth floor of Lincoln Centre off the Lbj Freeway. From that floor he can see Texas Instruments, which started it all in Dallas, and the sprawl of Richardson, where Ti progeny are starting more new companies.</p><p>Prothro is chairman of Dallas Semiconductor, and the accompanying responsibilities are taking much of his time. “We have a multiproduct strategy,” he says, “kind of like a shallow-well drilling program. No big hits, maybe no big scores, but no big misses either.” Peculiarly, although the business is high tech, the goal is not to get <em>too</em> high tech. Says Dr. Chao Mai, vice president of engineering and wafer fabrication, “You don’t invest in new technologies; you work what you’ve got into new products.”</p><p>In its lithium strategy, the company is combining already-developed concepts in ways they haven’t been put together before. A tiny lithium battery is used to provide constant power for memory chips. Generally, when a power source for a memory is turned off, even for just a split second, the information in that memory, unless stored elsewhere, is lost. A long-lived lithium battery integrated with a memory chip can ensure that the memory is never shut off, even during a power failure, and the memory need never be lost.</p><p>The company is also using lithium power with a memory chip manufacturing process to produce an electronic key, which will soon be attached to many kinds of software for personal computers. The computer software industry is losing hundreds of millions of dollars a year in programs that are illegally copied and distributed. The key, with its permanent power source, will interact with individual computers so that each piece of software will be usable on only one specific machine—a clever idea that has many possible product variations.</p><p>Most of Dallas Semiconductor’s 75 employees are engineers. On a recent Saturday morning there were fourteen cars in the parking lot. Inside the building, engineers peered at computer screens, puzzling over circuit designs. Testing equipment blinked and beeped as other engineers put products through their paces. Some of the workers were spending their day off at the office because they share the dream. They also will share in the company’s profits, and they know that extra hours might bring those profits sooner.</p><p>Dallas Semiconductor will try to limit manufacturing to a small part of its operations. “Own the market, not the plant” is the high-tech motto, a marked contrast to decades ago, when owning, say, a steel plant gave you the ability to dominate a market. In today’s markets the more you have invested in manufacturing, the more vulnerable you are. The fewer factory workers you employ, the fewer you will have to lay off when a new product comes along and cuts into your market.</p><p>The engineers, the real capital of Dallas Semiconductor, have been handpicked, often by colleagues who worked with them elsewhere. Since many of them know each other and the company is small, they can work more efficiently. If an engineer knows from experience that a certain circuit design will work, he can execute it without having to run it through a cumbersome bureaucracy. Excitement builds momentum; momentum builds camaraderie. The manager’s task is to maintain that feeling as the company grows so that the company will not turn into a pyramid, with one person at the top. Prothro says that Dallas Semiconductor’s organizational chart is shaped like a comb. Small teams, each working on a different project or product, are teeth on the comb. Each tooth, his theory goes, sustains its excitement better than would a large group of people.</p><p><strong>Prospecting By Satellite</strong></p><p><span class=\"dropcap\">B</span>ill Hazard likes a good bottle of Beaujolais. It was an interest in wine, photography, and aerial analysis that put him where he is today —sitting in a small room in an Austin office park, working on ways to adapt Nasa’s earth-imaging techniques for practical use.</p><p>Over the last several months Hazard has moved from a snug university position to a high-risk business that barely exists yet. It all began with wine. A friend had approached Hazard for help in finding the best areas in West Texas for growing wine grapes. Hazard, who was then associate director of the Balcones Research Center at Ut-Austin, looked into the subject and discovered that the key to spotting potential grape-growing regions was in heat summation analysis, a procedure that catalogs the seasonal soil temperatures of a particular area. Since the most likely threat to wine grapes would be summer heat, all he and his friend had to do was collect heat summation data for West Texas and match it with similar data from successful vineyards. Some specially processed weather-satellite data helped highlight desirable acreage, and the problem was soon solved.</p><p>The experience sparked an idea in the lanky professor, who by training is a social scientist, not a technical scientist. He knew that the University of Texas was trying to squeeze extra value from university-owned lands as its oil resources dried up. Perhaps grapes could be planted on the property. Hazard found that heat summation data had been gathered for the entire state and the entire nation. The information was on computer tapes collected by a space satellite owned by the National Oceanic and Atmospheric Administration. Few people had ever seriously analyzed the information. With seed money from Ut and help from Nasa and Lockheed Electronics in Houston, which donated the expertise and the computer time to guide the analysis, Hazard pinpointed the most likely areas in Texas for successful grape planting. The process took seven months and led to the final siting of vineyards on Ut lands and the entry of the university into the wine business.</p><p>The vineyards search also prompted Hazard to form Earthscan, the infant company he now heads. He sensed that modification of Nasa analytical software would allow the processing and sale of information already gathered by the space program. And he realized that there was a need for more-detailed earth imagery than the space program could provide.</p><p>“We could fly over the Trinity and see what’s killing fish,” says Hazard, who taught research methods in both journalism and sociology at Ut. “We can tell exactly where flooding will occur. We can even tell where they’re growing marijuana.” He says that the agricultural applications of the data Earthscan can collect and process go far beyond dope busting. In Texas, where as much as $40 per acre is spent on fertilizer, farmers could save thousands of dollars by detecting where application is or is not needed. Such a task is accomplished by gathering optically filtered aerial images that can be analyzed with an image processing computer.</p><p>Hazard’s first commercial project was an analysis of Austin watersheds by remote sensing. The 248-page collection of data and aerial photographs may have been more than the City of Austin wanted to know. His examination, corroborated by laboratory analysis of actual water samples, found sewage runoff in Lake Travis from poorly functioning septic tanks near the Austin Yacht Club and identified potential sources of contamination in Barton Springs pool and probable pollution sources of the city’s water supply. Little action has been taken since the study. The agency that would carry out the recommendations is the same one that commissioned the report, the Austin Department of Public Works.</p><p>Hazard has had to learn several technologies from scratch, yet his biggest knowledge deficit is in sales, not in technology. “Coming out of a university environment,” he says, “I’m not market smart.” An unusual partnership between Earthscan and the Rubicon Group of Austin is helping Hazard acquire business expertise. Rubicon calls itself a hightechnology incubator. The concept behind the incubator is to allow entrepreneurs with good product ideas to develop them fully before facing the harsh realities of the business world.</p><p>The Rubicon incubator gives its companies such necessities as offices, a 120hour business management course, and regular consultations with experienced advisers. Each firm develops a two-year business plan and a five-year strategy. After two years in the incubator, the young businesses are automatically kicked out. In return for the two-year subsidy and the advice, Rubicon takes equity in the start-ups.</p><p>When he helped start Rubicon in 1983, Dr. Stephen Szygenda feared that there weren’t enough high-tech ideas to support an incubator in Austin. Since then, he says, five hundred businesses have pitched their plans to him. Ten companies, which range from software creators to a computerized home security system to Earthscan, now have offices at Rubicon. Marketing remains Earthscan’s trickiest problem. “We want to get away from selling just to government agencies,” says Hazard. He and his partners at Rubicon have a year—before Earthscan’s incubation period ends—to find a way to do it.</p><p><strong>A Clean And Well-Lighted Place-In Outer Space</strong></p><p><span class=\"dropcap\">A</span>round Clear Lake City south of Houston, where the Lyndon B. Johnson Space Center is the primary industry and the Saturn rocket on Nasa’s lawn is the best-known landmark, a lot of businesses have linked their fortunes to the space program. The Nasa Liquor store, the Nasa Grocery, the Nasa Garage, Space City Shoe Repair, and Space City Jewelry are just a few. Three-year-old Space Industries differs from those corporate citizens; it is what its name implies. The company is a deadserious multimillion-dollar effort to put industry into outer space.</p><p>The father of the company, in fact, is one of the fathers of the space program. Dr. Maxime Faget, who retired from Nasa in 1981, is credited with designing the Mercury spacecraft as well as major portions of the Gemini and Apollo spacecraft and the space shuttle. After his retirement he was approached by a trio of Houstonians interested in building a privately funded space station. Faget says that though he had planned to slow down from the rigors of the space program he was easily seduced by the idea. He wanted to see space commercialization. “I believe it must be done,” he says. “This is a good time for commercialization to begin.”</p><p>With funds generated from private investors, venture capitalists, and corporations, Space Industries set up shop in 1982. Rather quickly Faget and chief engineer Caldwell Johnson, another Nasa veteran, decided that the space station concept was too ambitious for a private undertaking. “A space station is a hotel, restaurant, and workshop in outer space,” says Faget. “It’s too expensive to build a life-support system for people up there. We decided to build only the workshop.”</p><p>Space Industries has set out to lease clean, well-lighted places for industrial processing in outer space. The heart of the idea is the Industrial Space Facility (Isf), a cylinder 35 feet long and 14 feet in diameter that could be carried into low earth orbit by a space shuttle. The Isfs will provide electrical power and a pressurized, temperature-controlled environment for their tenants. The tenants will be equipment for zero-gravity manufacturing. The modules are designed for easy connection to a space shuttle for shirtsleeve servicing by astronauts. Space Industries will lease and maintain the Isfs with the use of supply modules that will be brought up from earth.</p><p>The selling points for industry in space are the potential advantages of processing materials there that are difficult or impossible to work with on earth. The growth of crystals for biological study or for the production of semiconductor materials is less inhibited in space than it is here. Pharmaceuticals can be purified in space through the use of an electrical field that does not work well under earth’s gravitational pull. Alloys that can’t be made on earth because of gravity could be made in space. Space Industries thinks that the Isfs will also have capabilities as research and development laboratories.</p><p>Cost may be one of the biggest obstacles to leasing module space. Customers will have several big bills to pay between earth and orbit. First, they will have to conduct expensive research to determine whether processing materials in space will help them. Then they must build the machinery to perform the task. They must also consider the cost of leasing and servicing the module, which is where Space Industries will make its profit. Many customers will lease only parts of a module. Space Industries says that the cost of leasing and servicing will mostly be determined by the cost of launching a shuttle, which other experts say could be as much as $100 million by 1990. Whatever the lease fee, the total cost of such an endeavor will be high enough that any company willing to pay it will have to add a lot of value to whatever it makes in outer space.</p><p>“We’ll have to make platinum in space and bring it back by the bucketful,” says Joe Allen, Space Industries’ executive vice president. He is a former Nasa astronaut whose last shuttle voyage in November 1984 rescued the ill-fated Palapa B-2 satellite from death in space. Allen points out that “the only thing anybody has made in space and then sold” are latex microspheres, used for instrument calibration, that were manufactured on the sixth shuttle mission. Nasa eventually sold them for $484,000 an ounce. Although that is a handsome markup for any enterprise, Allen knows that marketing the Isfs will not be easy.</p><p>The company commissioned a study by the Stanford Research Institute on the potential market for space-based processing. Allen says that the study predicted an eventual market of tens of billions of dollars. The question in his mind and those of his colleagues is not <em>if</em> the market will evolve but <em>when.</em> “I’m sure that in forty years the concept will be taken for granted,” he says. “We’ll have to see whether we’re too early or not.” The company has had discussions with more than two dozen possible customers, including Monsanto, John Deere, McDonnell Douglas, and Grumman.</p><p>Like Faget, Allen wants the commercialization of space. Part of the reason seems to be to prove that the money spent on the space program has a practical justification. “If our business didn’t succeed,” he says, “I wouldn’t be disappointed because I’d lost my paycheck. I’d be disappointed because it didn’t work.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "October 1985",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Space",
      "Business",
      "NASA",
      "Memory",
      "Texas",
      "Austin",
      "Power",
      "Research",
      "Work",
      "Computer",
      "Dallas",
      "people",
      "Software",
      "Allen",
      "Earth",
      "Design",
      "Heat",
      "office",
      "Wine",
      "battery"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Texas",
      "Austin",
      "Dallas",
      "West",
      "West Texas"
    ]
  }
}