{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198510",
    "date": "October 1985",
    "year": 1985,
    "month": 10,
    "month_formatted": "October",
    "pdf_uri": "/1985/19851000.pdf",
    "issue_cover_image": "",
    "document_start_page": 158,
    "toc_start_page": 152,
    "document_page_range": [
      [
        158,
        159,
        160,
        161
      ],
      [
        253,
        254,
        255,
        256
      ]
    ],
    "toc_order": 3,
    "toc_headline": "The Louie File",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198510-thelouie",
  "source": "/1985/19851000.pdf",
  "wp_post_id": 120990,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-louie-file/",
  "authors": [
    "Mimi Swartz"
  ],
  "headline": "The Louie File",
  "dek": "In the good old days when Louie Welch ran Houston, you could do great things—if you were friends with the mayor. If you weren't, well...",
  "spread_caption": "",
  "excerpt": "Just how good were the good ol' days, when Louie Welch was mayor of Houston?.",
  "kicker": "",
  "word_count": 5806,
  "content": "<p><span class=\"dropcap\">H</span>ouston’s has caused bout the with city hard to look times in a strange new direction: back. To many Houstonians the good old days were the years from 1964 to 1974, when a man named Louie Welch was mayor. Welch was living proof of Houston’s promise, a nobody from West Texas who became one of the strongest mayors the city had ever known. Throughout the sixties Welch was a man with a mission; he ran Houston when it was beginning to boom, when employment was high and taxes were low, when the city was awash in crisp new money. Many people liked and trusted Welch; they believed he could take care of business, and they never doubted his love for Houston. He was the consummate hometown booster. So entranced was Welch with the city that he once predicted it would become as beautiful as Paris, Vienna, and Rome. hotel owner Howard Horne hiss, “Kathy did this. This is Kathy’s fault.” The old boys blame Houston’s troubles on Mayor Whitmire and want desperately to replace her with someone who will sell their city —and play politics—their way again. So they have resurrected Louie Welch. The candidate of the past has become the candidate of the future.</p><p>It wasn’t just Welch’s love for Houston that kept him in office, of course. He was supported with lavish contributions from the city’s power brokers—the builders, the contractors, the bankers, and the real estate developers. Those men remember the good times too—the days when everyone wanted to move to Houston. When there was no such thing as an oil bust or a glut of office and apartment space. When the mayor returned their phone calls and never kept them waiting in some piddling outer office. When city hall was theirs. Now those men look out their windows and see their faltering banks, empty buildings, and struggling hotels. You can almost hear men like Walter Mischer and</p><p>Photography By Geoff Winningham</p><img/><img/><p><strong>Louie Welch: Politically adept, the consummate wheeler-dealer, his style is people.</strong></p><img/><img/><img/><img/><p><strong>the Welch Years (left to right). 1964: Louie Welch was elected mayor without the downtown boys. But when he set out to build the city in preparation for a business boom, he began winning the hearts of the city’s business leaders. He was known as a cutup and as a man who could cut through red tape at city hall. 1965: as Houston grew, so did Welch’s popularity. Here he presides at the installation of a time capsule. The question in this year’s election is, Who has changed more—Houston or Louie Welch? 1968: Welch’s city hall was a more homogeneous place than it is now. His council, for instance, was made up of men like Bob Webb and Johnny Goyen, who usually voted with the mayor. 1969: The most controversial Welch appointment was police chief Herman Short. The police department’s reputation for racism and Welch’s loyalty to Short threw Welch into the toughest fight of his career. 1979: Welch went to the chamber of commerce, but mingling with dignitaries wasn’t quite as much fun as being mayor.</strong></p><p>But times and values have changed since Welch left office, and just as many people were unhappy to hear about Welch’s candidacy; it brought back bitter memories. His kindest critics remember him as a better politician than leader, a mayor whose city outgrew his folksy, seat-of-the-pants style. Others recall that under Welch Houston was run by good ol’ boys for good ol’ boys. They remember him as a poor man who used politics to become a rich, prominent man and as a lucky man who ran Houston at a very lucky time, before it got big and unwieldy, before different parts of the city began demanding their share of the pie. Welch supporter Walter Mischer remembers the simpler days. “It was great to be in the right place at the right time. It made a lot of people look pretty smart. We could have been in Omaha.”</p><p>Welch’s last hurrah raises quite a few questions. Just how good a mayor was he, and how much has he grown since leaving city hall to serve as president of the chamber of commerce? Does Houston need Welch again, or is he simply a man whose time has passed?</p><p><strong>LOUIE At a Glance</strong></p><p><strong>FULL Name</strong>: Louie Welch.</p><p><strong>AGE</strong>: 66.</p><p><strong>HEIGHT</strong>: Five feet six inches.</p><p><strong>CITY Hall Nickname</strong>: Little Caesar.</p><p><strong>CAREER Goal</strong>: To be mayor of Houston again.</p><p><strong>PREVIOUS Experience</strong>: Houston City Council member, 1950-52, 1956-62; mayor of Houston, 1964-74; president, Houston Chamber of Commerce, 1974-85.</p><p><strong>SUMMERS In</strong>: abilene. The Houston business community honored Welch by endowing the $800,000 Louie Welch Chair of Business and Management at his alma mater, abilene Christian University. For the last two summers Welch taught a course called Business and Society. On campus he goes by the title “Doctor” because of his many honorary degrees (he was honored along with Charlton Heston, for instance, at Pepperdine University in Malibu, California, in 1981). At ACU Welch is a Big Man on Campus; he parks in one of two spots reserved for the president. For their final exam Welch’s students were asked to write an essay on Calvin Coolidge’s statement “The business of america is business.”</p><p><strong>PERSONAL Hero</strong>: abraham Lincoln.</p><p><strong>FAVORITE Food</strong>: Wife Iola Faye’s pot roast.</p><p><strong>PERSONAL Style</strong>: Grade a good ol’ boy. Has the politician’s broad laugh, firm handshake, and purposeful stride. A little flashy. Wears a large gold watch, a gift from friends in Mexico; carries a shiny alligator-skin briefcase; drives a kelly green Lincoln Continental with a Fuzzbuster on the dashboard.</p><p><strong>FRIENDS Wish</strong>: He wouldn’t act like such a smart aleck. Sometimes he’s the only person who gets his jokes.</p><p><strong>OFTEN Overlooked</strong>: Serious about his religion. He has taken the pulpit at the Garden Oaks Church of Christ, taught Sunday school, performed weddings.</p><p><strong>CONSTITUTION</strong>: always improving. After a triple bypass in 1977 Welch said, “age, mileage, and depreciation caught up with me.” Of his health this year he says, “age and mileage caught up with me, but there’s not a whole lot of depreciation.”</p><p><strong>PET Peeves</strong>:</p><p>•Disrespect. As mayor refused to let city council speakers proceed until they had removed their hats. A fireman was suspended when he referred to the mayor as Screwy Louie during a wage dispute in 1973.</p><p>•Cursing. A definite no-no. Says “Oh, thunder” when he’s mad.</p><p>•Gum chewing. Strictly prohibited in ACU classes.</p><p>•Bad grammar. Wouldn’t allow mayoral staff members to use the word “loan” as a verb. ACU students were forbidden to split infinitives or dangle participles in their homework.</p><p>•Mispronunciation. Told the visiting Prince Charles, “We hope you’ll stay long enough to learn to pronounce the name of our city. It’s Houston, not Hooston.”</p><p><strong>SPECIAL Skills</strong>: Sings in a beautiful baritonetenor, is a good catnapper, has a great memory—can add large columns of numbers in his head.</p><p><strong>HUMBLE Beginnings</strong></p><p><em>“Lincoln lost seven elections before he made it. After four more times they can shoot me too!”</em> —Louie Welch, 1961</p><p>Welch, the son of an auto mechanic, was born in Lockney, northeast of Lubbock. After graduating from ACU, where he majored in history, he moved to Houston to better himself. He married Iola Faye Cure on December 17, 1940. On their ten-day honeymoon to San antonio they had only his father’s gasoline credit card and $35. The newlyweds returned to their home in Slaton with 25 cents. In July 1944 they moved to Houston, where Welch started an auto parts business with a college friend and was elected to the city council in 1950 at the age of 31.</p><p>He wasn’t exactly a mover and shaker—he once tried to pass an ordinance prohibiting the Russians from flying spacecraft over the city. But he caught the eye of other men on the move, including contractor Walter Mischer (“Welch seemed to know what was going on”) and Robert C. Lanier, a developer and attorney. As Welch’s passion for politics grew, he lost interest in rebuilt carburetors. He sold his share of the auto parts business, then went into real estate, starting Louie Welch and Company with Lanier and Lester Kamin as partners. Welch proved himself better at selling land than auto parts; with new contacts, he made $80,000 in his first year in business, 1962.</p><p>Photographs Courtesy Houston Chronicle</p><p><strong>1968: Welch’s city hall was a more homogeneous place than it is now. His council, for instance, was made up of men like Bob Webb and Johnny Goyen, who usually voted with the mayor. 1969: The most controversial Welch appointment was police chief Herman Short. The police department’s reputation for racism and Welch’s loyalty to Short threw Welch into the toughest fight of his career. 1979: Welch went to the chamber of commerce, but mingling with dignitaries wasn’t quite as much fun as being mayor.</strong></p><p>Welch was less successful as a mayoral candidate. He ran four times before he won. During his third race, in 1961, incumbent Lewis Cutrer reminded voters that ten years before, Welch and four other councilmen had been caught in a gambling raid of the Balinese Room in Galveston. Welch said that he had gone there for a steak and someone suggested that he see the dice room. “all I know about dice shooting is what I learned playing Monopoly with my sons,” he said at the time. Nicknamed “Bet a Quarter Louie,” he lost the election to Cutrer by a substantial margin.</p><p>He won in 1963 by campaigning against a water rate increase initiated by Cutrer, a politically fatal move during one of the hottest summers on record. To help the ambitious councilman, Welch loyalists in the water department were unusually diligent about reading water meters. The result: poor people stormed into city hall clutching water bills that had shot from $7 to $35, making Cutrer look like a villain. Welch was the antiestablishment candidate then; blacks, poor, and middle-class whites preferred Welch to the courtly Cutrer. Downtown power brokers—like insurance magnate Gus Wortham and banker James Elkins—had little use for Welch, but entrepreneurs —like Lanier and oilman Michel T. Halbouty—liked his style and backed him. Meanwhile, Welch’s aides were tinkering with his image. His campaign manager Bud Hadfield, disgusted by Welch’s stultifying speeches, encouraged Welch to take a Dale Carnegie course. He did, and he won the election. Ten years of Welch rule followed.</p><p><strong>the Achievements Of Louie Welch</strong></p><p>The transformation of Houston from overgrown town to big city began during Welch’s tenure. Its population grew from 938,000 in 1960 to 1,233,000 in 1970. In those days NASA was going to turn Houston into Space City, and thanks to growth in the oil business, more than 150 companies, including Shell, Exxon, Conoco, Pennzoil, and Texaco, located important facilities in Houston. Modernization was Welch’s mandate; Houston needed everything from new roads to new sewer lines. To build his city from scratch Welch launched unprecedented bond issues for massive construction programs. Welcoming newcomers, it was thought, would guarantee all Houstonians a better future. To keep the city growing, Welch •Institutionalized an aggressive annexation policy. During Welch’s time Houston grew by 150 square miles, and its tax rate stayed one of the lowest in the nation. •Completed Lake Livingston (begun during Cutrer’s term) and Lake Conroe, assuring Houston an adequate supply of industrial water.</p><p>•Continued plans started under Cutrer to replace William P. Hobby airport with a much larger one, Intercontinental airport, on land north of town.</p><p>•Placed the ambulance system under city control as part of the fire department. Before Welch, undertakers ran the ambulance service.</p><p>•Expanded the city hall complex to include an annex for city offices and a convention center.</p><p>•Persuaded Houston’s voters to pass a one per cent sales tax.</p><p><strong>a Good Ol’ Boy S Guide To Government</strong></p><p><em>“There is entirely too much authority vested in one man. It only works if the mayor is capable, and my successor may not be.”</em> -Louie Welch On HOUSTOn’s</p><p>Strong Mayor System, 1964</p><p>If only Kathy could be more like Louie, Whitmire’s critics say. Today city hall runs in spite of her, they say; Welch could make city hall hum on his good nature alone. The candidates’ management styles are radically different, partly because they have such different personalities and partly because of the times. By the time Welch was elected mayor he had spent almost his entire adult life in public office or running for it. He knew most city clerks and secretaries by name, the name of every city street and, often, when it had been put in. He could get people moving. When Houston was threatened by an encephalitis epidemic early in his term, for instance, his civil defense director, Michel T. Halbouty, sent out an SOS to local exterminators. Within hours they packed city council chambers and then left to spray the city without asking for a dime. How did Welch get things done?</p><p>•He had impeccable timing. Welch presided over a smaller city and a smaller, more homogeneous city hall. There were 12,400 city employees when he left office; there are more than 21,000 now. Until Welch’s last term the city council was made up solely of prosperous, middleaged, white males elected at large.</p><p>•Took advantage of a strong mayor system. Houston’s mayor has the powers of patronage and [ Continued On Page 247 ] [ Continued From Page 155 ] Control of the budget-the council can only ratify his decisions. Right after Welch took office he called for a reduction of the mayor’s power. He never did so again. Welch delegated tremendous authority to department heads and manipulated his council expertly. But he kept communication open. He encouraged council members to use the hot line, and he was a frequent and honored guest at the council breakfast room. The council usually returned the favor, voting with him on most issues. •Cultivated close friends in the know. Welch met periodically with an unofficial steering committee of close associates —some who were connected with companies that did business with the city and many who were big campaign contributors. Among them were lawyer Dan arnold, engineer Bernard Johnson, Fulbright and Jaworski attorney J. Wiley Caldwell, and developers Bob Lanier and Lester Kamin.</p><p>•Didn’t make enemies. Lanier recalls that each time Welch defeated Lewis Cutrer (three times), Welch called Cutrer’s supporters and began mending fences. He and controller Leonel Castillo, a liberal Hispanic, argued vociferously about city policy, but when the two were on the road selling Houston they worked as a team. •Didn’t mind the numbers. Free from public scrutiny, budgets were casual affairs. They were also smaller. Welch’s ran from $200 million to $400 million; Whitmire’s is more than $1 billion. Political expedience tended to guide surplus dispersal; expenditures were adjusted among departments that overspent and those that underspent. Since Welch didn’t pass his budget on time, his year-end surpluses —reported after new tax money came in but before it was allocated—looked even more substantial. Some of his fiscal policies worked like a municipal shell game. Rather than raise water rates, he instituted a fire-hydrant charge, billing firemen for the water they used. And who paid the firemen’s bills? The taxpayers, of course. •Made people think his ideas were theirs. Halbouty recalls an exchange between Welch and powerful public works director E. B. (Bill) Cape. Welch: “Well, Bill, do you think we ought to do this or that?” Cape: “I think we ought to do that.” Welch: “I thought you told me some time back we ought to do <em>this.</em>” Cape: “Oh. Well, I think we ought to do this, then.” •Sidestepped problems. Faced with a question he didn’t want to answer, Welch usually responded with a quip. Reporter: “What did you talk about in austin, Mayor Welch?” Welch: “about ten minutes.” If quips failed, he obfuscated. When leaking roofs at the much-delayed Intercontinental airport cost $400,000 in repairs, Welch insisted it wasn’t the roof that leaked but the parking lots above the roof. When Welch got into serious jams like the Sharpstown scandal, he simply blamed the media for blowing the issue out of proportion. It’s an old-fashioned shuffle that Kathy Whitmire has never cared for.</p><p><strong>WHEELING And Dealing</strong></p><p><em>“all I did was bring two friends together, and they made a deal.”</em> -Louie Welch, On His Involvement In a $6.3 MILLIOn Land Deal, 1968</p><p><span class=\"dropcap\">O</span>ne year before he became mayor, Welch went into the real estate business. He did very well. A <em>Houston Chronicle</em> investigation showed that after five years in office (at a salary of $20,000 a year plus $5000 for expenses), Welch owned property, mostly tracts purchased in 1968, with a value of $900,000. Welch wasn’t the first or the last Texas mayor to keep his business going —and to enrich himself—while in office, but his dealings were controversial because they hinted at favoritism. (Welch wasn’t the only civil servant with a real estate license; in 1968 newspapers questioned the propriety of certain city officials’ having licenses, including police chief Herman Short.) The transactions that follow were duly reported by the <em>Houston Post</em> and the <em>Chronicle,</em> but the public didn’t pay much mind-even though citizens often ended up paying the bills.</p><p>Deal Number One: Three Fountains. As mayor in July 1964 Welch invested in a reported $6 million land deal between buyers Robert C. Lanier and Fred Rizk and seller R. E. (Bob) Smith for 145 acres near what is now the Galleria-Magic Circle area. Welch had originally made an offer to Smith on behalf of Lanier and Rizk before he took office in 1963. When the deal went through, Welch took onequarter interest in the project. He sold out in March 1966, clearing about $100,000. “My motive was profit,” Welch said at the time, “and if you know of any other deals like this where I can make one hundred thousand dollars, I wish you’d let me know.” a few months later, in a heated council meeting, Councilman Bill Elliott complained that the city would be spending more than $1 million for improvements while the developers were spending only $60,000. The council went along with the mayor and voted to spend the money.</p><p>Deal Number Two: Blue Ridge Prison Farm. In 1966 Welch was visited by a friend, Thomas D. Watson. “I wish you would quit being mayor and find me a tract of land; I want a big one,” Watson told Welch, who put him in touch with a former client, W. E. King. Watson later bought the old prison farm site from King for $6.3 million; Welch shared in a brokerage fee of about $315,000. Again, the developer made good at Houston’s expense. The property, outside city limits, won the rare courtesy of inclusion in the city’s 1968 official mapping program (the developers contributed $9500 to the $500,000 project). The mayor’s public works director even recommended the area for sewer service, but the council nixed the idea when Councilman Homer Ford protested that the city would be enlarging a treatment plant to take care of out-of-city customers while ignoring the needs of subdivisions within his district.</p><p>Deal Number Three: Channel 26. Along with steering committee member Lester Kamin and others, Welch owned an interest in radio station KXYZ. (Welch’s interest was 20 per cent.) They were competing with the Crest Broadcasting System for a license to control the new UHF channel 26. In 1966 the Federal Communications Commission recommended Crest over KXYZ for a license. KXYZ challenged the award, arguing that former city bus system president Bernard Calkins, a co-owner of Crest, didn’t have the money or a guarantee of a loan to pay for his stock. In an FCC hearing, executives at Medical Center National Bank admitted they had canceled Calkins’ $250,000 letter of credit after a meeting in Welch’s office. (Sample question: “Do you feel that the mayor and [KXYZ attorney Billy] Goldberg were trying to obtain from you some favor as to getting this information?” The bank officer’s answer: “I don’t know whether to characterize it as a favor or not. They wanted to know some information, wanted to know what our position was.”) The FCC ruled in favor of Crest again.</p><p>Deal Number Four: Sharpstown. Welch was lucky he lost money in his involvement in the Sharpstown scandal; otherwise, it probably would have been his Waterloo. Like former governor Preston Smith and Speaker of the House Gus Mutscher, Welch was offered a sweetheart deal by Houston developer Frank Sharp. In January 1970 the mayor bought stock in Sharp’s National Banker’s Life Insurance Company for $156,000, even though the stock was valued at $280,000. To make his purchase Welch got a $235,000 loan from the Dallas Bank and Trust Company, using the stock, at its listed value, as collateral. Welch then paid off the Dallas note with a $235,000 bank loan from Sharp’s Sharpstown State Bank.</p><p>Unfortunately for Welch, he held on to his investment too long. By 1971 the stock price had fallen from $28 to $5 a share, and Welch’s investment was practically worthless. Sharp’s empire collapsed and his bank failed after the Securities and Exchange Commission filed suit. Welch ended up owing Sharp’s bank more than $250,000. The scandal allowed the public a peek at Welch’s finances-he had more than $700,000 in loans, many of them unsecured. His net worth plummeted to slightly more than half a million.</p><p>Though Welch maintained that he had never given Sharp any favors, the record showed otherwise. When Cutrer annexed Sharp’s Sharpstown subdivision, he had expected Sharp—and other developers —to help pay for installing sewer and water lines, a big expense but one that greatly enhances the property value. Sharp didn’t want to, and he disagreed strongly enough to take the city to court. The suit was settled soon after Welch took office. Of course, Sharp had helped put him there —he was one of the largest contributors to Welch’s 1963 race.</p><p>As early as 1968 there was enough outcry over Welch’s wheeling and dealing that he appointed an ethics committee. The members gave him a clean bill of health, not surprising since two of the four appointees were campaign contributors who did business with the city. But their recommendations for a government ethics policy died when no one—mayor or council —brought the issue up for a vote.</p><p><strong>HERMAN’s Ghost</strong></p><p><em>“Herman Short kept the peace.”</em></p><p>—Louie Welch, 1985</p><p><span class=\"dropcap\">F</span>or Welch’s entire tenure his police chief was a rigid, pugnacious, and controversial man who did anything but keep the peace. Herman Short ran his department like the stereotypical alabama state trooper, which earned him the intense hatred of black citizens. Short even kept surveillance files on prominent community leaders, like State Senator Barbara Jordan. In 1970, when several policemen were accused of belonging to the Ku Klux Klan, Short told the newspapers, “I am not a Klansman, and I know of no police officer who is a Klansman. You can’t fault a man, however, for praising God, country, and obedience to law and order. That’s what we all stand for.” alabama governor George Wallace once remarked that if he were president, he would replace J. Edgar Hoover with Herman Short.</p><p>Short’s department was understaffed and ill-equipped to deal with changing times. In 1966 the International association of Chiefs of Police recommended that a community of Houston’s size have 2600 policemen. Houston had 1342. Worse, Short refused to seek Law Enforcement agency assistance funds from the federal government, which would have provided money for new equipment and officer training. The Houston Police Department had only a handful of black patrolmen, and no black lieutenants.</p><p>The inevitable confrontation occurred in May 1967 at all-black Texas Southern University. Racial tension had been building for weeks after a black child had drowned in a poorly safeguarded garbage dump. When TSU students grew unruly after the arrest of a militant leader, Short called out at least four hundred officers and had them occupy the campus. After one student set a tar barrel on fire and rolled it into the street, Short ordered a charge on the dormitories. In the melee a policeman was killed by a ricocheting bullet widely thought to have been fired by another officer. At the time, police believed that a student was responsible. “The officers charged the dormitory like commandos,” remembers the Reverend Will Lawson of Wheeler avenue Baptist Church, who had been asked by Short to go to the scene to try to keep the peace. “The students hid under windows. The cops were enraged. They cut up their beds, tore down doors.” Policemen smashed radios and TVs; textbooks and papers were ruined one week before final exams. Four hundred students were arrested and taken to jail, where some were beaten. Says Lawson, “They were scared boys and girls in nightclothes.” Welch complained of a “woesome lack of discipline,” referring to TSU administrators.</p><p>Welch was dogged in his loyalty to Short. When it was discovered that in 1968 Short had brokered a $4.95 million land deal between two Welch contributors, the mayor told the press that Short should have been able to keep a fee of more than $50,000 because “he brought buyer and seller together and performed a service.” Perhaps Short should have been more attentive to Houston’s crime rate, which boomed right along with its economy. In 1967 its murder rate was fourth in the nation, and by the early seventies Houston led other Texas cities and several large U.S. cities in police killings. (One occurred in 1970, when black activist Carl Hampton died of wounds sustained after a gun battle with police. The shootout is remembered by many as the Dowling Street Massacre.) Certainly parts of the police department were corrupt—two narcotics officers were indicted for selling 79 pounds of marijuana. If Short is to be credited with anything, it would be for contributing to the department’s notoriety, which continued until Lee Brown became chief in 1982. (Welch’s fire department had troubles too. Various officers were indicted for taking kickbacks, and the fire chief was tried and acquitted on charges of conspiracy to commit theft.)</p><p>To counteract growing black hostility to Short, Welch appointed a few blacks to city hall positions and supported a small urban renewal program in one black neighborhood. Like a good conservative, Welch tried to solve the public housing problem by enlisting the aid of developers in building subsidized housing. But generally, housing for the poor was a disgrace. In 1966 a study by the Houston-Harris County Economic Opportunity Organization showed that in the Settegast slum, which housed 7000 people in 1545 homes, 30 per cent of the housing was in disrepair, 25 per cent of the houses used outhouses, and one third of the wells were polluted. The area also had open sewers, three times as many rats as people, and no city water. In 1967 the Houston Housing authority operated only 2500 units, even though 21,000 families lived in substandard housing. Welch was slow to accept funding from the War on Poverty, and his visits to the black community were few. The Reverend Lawson remembers, “Welch went with a large entourage. His meetings were like typical sales meetings, where he’d spell out what he’d done.” His successor, Fred Hofheinz, invited black leaders to city hall and regularly made visits to the black community.</p><p>Welch won reelection easily without the blacks in 1969, when he ran against a black candidate named Curtis Graves. But the 1971 race against Hofheinz was the toughest of his career, and Short was the issue. The city was polarized, whites against blacks. Hofheinz charged that Welch’s ad campaigns suggested that if Hofheinz were elected, there would be riots in the streets and Short would be fired. On radio ads a voice first listed Short’s accomplishments then mentioned that Welch would keep Short in office. In a speech before the Rotary Club, Welch called Short the greatest police chief in the nation. On election day Welch won by only 1.5 per cent, though his margin of victory in the runoff had been 6 per cent. The election was a referendum on Short, and it showed that Welch was falling out of step with the times. Bob Lanier sensed the danger. When Short talked of retiring and going into real estate, Lanier offered to include him in some business in Brazoria County. Short took the money—and kept his job.</p><p>Friends recall that Welch felt misunderstood by blacks, and he was bitter about losing their support, a factor in his decision not to run again in 1973. “It was a lack of communication,” he told the <em>Post. </em>“It always saddened me. There were no mayors, not even the most liberal, who kept the black vote in the past ten years of racial turmoil in our cities.” He never conceded publicly that his loyalty to Herman Short might have cost him the mayor’s office.</p><p><strong>GROW Now, Pay Later</strong></p><p><em>“The latest studies indicate there is no threat to health from air pollution here, although obviously our air isn’t as good as it could be. Even so, our air doesn’t smell like cancer. It smells like the fresh, green smell of money.”</em></p><p>—Louie Welch, 1980</p><p><span class=\"dropcap\">T</span>he notion that Houstonians cared more about low taxes than good city services was institutionalized under Welch. He, after all, was the mayor who said that Houstonians didn’t need more parks because they had big yards. Welch was a politician of the moment, not the future. Consequently, he was slow to bring the city’s transit system under city control. In 1968 he told the press that the time was coming for the city to finance the public transit system, “but I want it to be as far down the road as possible.” a Hofheinz aide remembers that the buses Hofheinz inherited were falling apart. Welch’s passion was for growth; the idea of controlling it (or the builders) was heretical. Setback ordinances—who needed them? Widen the city’s congested streets? That would cut down on parking spaces for businesses.</p><p>Naturally, quality of life was secondary. Welch, like his constituents, didn’t want the federal government sticking its nose where it didn’t belong, so he was downright hostile when the Environmental Protection agency tried to limit auto emissions in the inner city. He opposed most of the strict environmental legislation urged at the time. “He made James Watt look like a moderate,” says austin attorney Dave Shapiro, who as an aide to State Representative Rex Braun worked to get strict environmental laws passed, over Welch’s strenuous opposition. Welch’s attempts to improve Houston’s environment were marginal, sometimes quaint. He hoped to replace the city dump with compost plants but got a lawsuit for his trouble after the first plant fouled the surrounding neighborhood. A multimillion dollar incinerator never met EPA guidelines, and it was closed at the end of his term.</p><p>By then the city’s annexation policy had begun to take its toll on the infrastructure. In 1967 a federal pollution officer called the Houston Ship Channel one of the most polluted bodies of water in the world. Welch threatened Ship Channel industries with annexation if they didn’t clean it up. They complied, but he never got after the city, the worst polluter—dumping more than 1.5 million tons of raw sewage into the channel a day. Inadequate sewer capacity was the problem. In the fall of 1973 thirty-nine of the city’s forty sewage treatment plants were polluting. Welch would not raise taxes for new plants; he left that for Hofheinz, who had to raise them 500 per cent. Even so, after Welch left office, the federal government placed Houston under a sewer moratorium, which prohibited developers from getting toilet connections in the inner city. The moratorium —still in effect—has severely limited growth in older parts of town.</p><p>Another legacy from Welch and his predecessors is the city’s enormous bond debt. Houston enthusiastically absorbed a new area’s taxes, while also taking on its debts. It has long been Houston dogma that growth would pay for those debts; tax increases wouldn’t be needed. But growth stalled, and the bills came due. Today Houston’s debt per person is third among the nation’s ten largest cities.</p><p><strong>the Last Hurrah</strong></p><p><em>“Houston has lost its self-confidence, to a large extent.”</em></p><p>-Louie Welch, 1985</p><p><span class=\"dropcap\">T</span>hree factors have made Welch’s candidacy possible. First, he was tired when he left the mayor’s office twelve years ago, but according to Bob Lanier, his passion for the office never died. “He always wanted to be mayor,” insists Lanier. “If he could have been reelected every time, he would have been out there being reelected.” More important, Welch reached the end of his chamber term just as local power brokers were looking for anyone to run against Whitmire. Third, the mayor looked vulnerable after backing the referendum protecting homosexuals from discrimination at city hall—it was defeated four to one. Welch worked feverishly to get the chamber of commerce to oppose her, which probably stoked the old political fire. He was ready to go.</p><p>Walter Mischer’s assertion that Welch is the man to lead Houston out of its economic slump is not supported by Welch’s chamber record. Though the chamber’s own economic development department as early as 1980 proposed ways to bring in new businesses, Houston was flush then —the chamber’s executive committee didn’t see any reason to look for new business. Early in his chamber tenure, Welch traveled the world to encourage airlines to expand service to Houston, but as the boom stalled, the chamber seemed torpid. The one new firm it enticed to town was the China National Offshore Oil Company, thanks to the efforts of chamber vice president Leonard Patillo.</p><p>Nor does Welch look like a leader who has kept up with changing times. The chamber opposed the 1979 plan for single-member districts until it looked as though the justice department would intervene. Although the chamber issued public policy studies (the most memorable cost $6 million and linked Houston’s air pollution problems to local pine trees), little effort was made to lobby city hall. Welch kept up with Councilmen Larry McKaskle and Frank Mancuso, but he’s not well known to newer council members. The chamber itself appeared to be out of touch with Houston; in-house studies suggested that it should broaden its base and narrow its scope, but the changes never took place under Welch. He put most of his energy into the ceremonial aspects of his job. (Welch on people he met: King Hussein —“Very personable.” Margaret Thatcher—“I came away very impressed.” John Wayne—“I don’t think he should have kissed my wife.”) Toward the end, it looked as if even the chamber leadership had had enough. Most revealing was the creation by developer Kenneth Schnitzer of the Houston Economic Development Council, a $6 million organization now nestled snugly within the chamber. Its existence looked to many people like a clear indication that Welch didn’t have a clue as to how to lure new business to Houston.</p><p>None of that seems to bother Welch, who is eager to reclaim the office he loves. He doesn’t think Houston has changed. “It’s still a collection of small communities, each with an overriding pride in Houston as a whole,” he says. Furthermore, he doesn’t think he has changed, and he doesn’t think time has passed him by. “i’m still in my time,” Welch insists. “I didn’t go anywhere<em>.”</em></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "October 1985",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Houston",
      "Mayor",
      "Police",
      "Business",
      "people",
      "office",
      "Water",
      "city council",
      "Hofheinz",
      "Land",
      "Police Chief",
      "Students",
      "ten",
      "Election",
      "Fire",
      "Housing",
      "money",
      "Texas",
      "Campaign",
      "Favor"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Houston",
      "Texas",
      "D.C.",
      "Dallas",
      "Abilene"
    ]
  }
}