{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198510",
    "date": "October 1985",
    "year": 1985,
    "month": 10,
    "month_formatted": "October",
    "pdf_uri": "/1985/19851000.pdf",
    "issue_cover_image": "",
    "document_start_page": 172,
    "toc_start_page": 166,
    "document_page_range": [
      [
        172,
        173,
        174
      ],
      [
        260,
        261,
        262,
        263,
        264
      ]
    ],
    "toc_order": 7,
    "toc_headline": "The Chips Are Down",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198510-thechips",
  "source": "/1985/19851000.pdf",
  "wp_post_id": 120978,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-chips-are-down/",
  "authors": [
    "Peter Applebome"
  ],
  "headline": "The Chips Are Down",
  "dek": "Who cares if high tech isn’t going to be the new oil—it sure is turning into a nice li’l bidness.",
  "spread_caption": "",
  "excerpt": "The real Texas technology picture is much more intricate than either the mad hype of two years ago or the dire headlines of today make it out to be.",
  "kicker": "",
  "word_count": 5640,
  "content": "<img/><img/><p>Illustrated By Kurt Vargo</p><p><span class=\"dropcap\">“A</span>ustin, you know, is having a lot of problems,” says Richard Lopez Wilson, hopping out of his yellow San antonio motor pool van. His voice has the tone of ill-concealed delight usually reserved for recounting some horrid reversal that has just afflicted an intraoffice rival. “The environmentalists just won the election there. The council and mayor have gone from pro-growth to no-growth. I have to think they’re going to be having trouble with their infrastructure there.”</p><p>Wilson, a former real estate salesman, helps recruit businesses to San antonio, so he figures any bad news infrastructurewise in austin is good news for him. We’re at the three-year-old, 200,000square-foot advanced Micro Devices (AMD) plant off Loop 410 in Northwest San antonio. It’s the first stop on a tour of high-tech San antonio, a phrase that still has the oxymoronic ring of “laid-back Dallas.” The idea is to visit the manufacturing companies that have been lured to San antonio since the city’s wellpublicized high-tech pitch started at the beginning of the decade.</p><p>The AMD semiconductor manufacturing plant is the city’s jewel, a $150 million factory that employs 550 people. From its goggled workers in white sanitized polyester “bunny suits” to its inscrutable corporate posters (“AMD’s Texas Tilt-Bipolar. The adventure Has Just Begun”), it represents the futuristic technology the city has tried so hard to attract. But as even the most casual newspaper reader must know, there’s trouble in hightech paradise these days. AMD is no exception. Staggered by the brutal downturn in the computer business, AMD has avoided layoffs by having employees work a four-day week at a 15 per cent reduction in pay. It has canceled raises, instituted a hiring freeze, and done away with assorted perks that only yesterday seemed to symbolize the bountiful Silicon Valley lifestyle. Last year’s Texas Christmas party cost $400,000. This Christmas there won’t be one.</p><p><strong>Texas’ celebrated high-tech star rose quickly and shone brightly, but it has yet to find its place in the firmament.</strong></p><p>Our next stop is the Sprague Electric plant, where 143 employees make tantalum capacitors, devices that store and regulate the flow of energy in various electronics products. Sprague is essentially a traditional manufacturing plant that produces electronics parts. With its blaring rock and roll and pungent smells it could just as easily be making party hats or plastic tubing, but it’s having the same employment problems as AMD, operating at about half its anticipated level.</p><p>From there we visit the factory of augat/Isotronics, where about ninety employees manufacture hybrid electronic packages, small metal units in which electronic components are assembled. It’s work for the electronics industry, but it’s conventional manufacturing done primarily by low-skilled, low-paid workers. And that’s about it for companies lured to San antonio since the city began its push for high tech.</p><p>The electronics dreamworld hasn’t quite happened in San antonio, and it hasn’t happened anyplace else either. The fevered marketing to attract high-tech companies is more a sign of what’s wrong in Texas than what’s right. “There’s a kind of hysteria going around,” says Harold Gross, assistant director of the new Center for Enterprising at Southern Methodist University. “Everyone thinks he has to go after the same thing. High tech is chic, it’s glamorous. People think of it as a yuppie industry —Ph.D. engineers and scientists wearing Gucci clothes and driving Volvos. Actually, it’s more like fifteen-dollar-an-hour Xerox repairmen driving Chevrolets, and not everyone can have that either.”</p><p><strong>Silicon Gulch</strong></p><p>Just two years ago, Texas was almost euphoric about luring the Microelectronics and Computer Technology Corporation (MCC) here. The computer industry, nearing what turned out to be a cyclical peak, appeared to be one of the megatrendy harbingers of a bright future. In Texas, which was coming to the realization that oil was no longer a guaranteed generator of endless prosperity, high tech looked like a felicitous substitute in the economy.</p><p>You could turn over any rock and find someone talking about Silicon Gulch or Silicon Hills. <em>Fortune</em> magazine dispatched a photographer to austin; he captured MCC head Bobby Ray Inman sitting in an empty room, University of Texas electrical engineering professor Ben Streetman working with supercooled semiconductor materials, prime austin real estate appreciating before your very eyes, and other paragons of high tech. Austin was the big winner, but moreoptimistic thinkers began to envision benefits for all: manufacturing in San antonio and spin-off companies in Dallas and Houston.</p><p><strong>[COnTINUED On Page 254]</strong></p><p><strong>[Continued From Page 168]</strong></p><p>That already seems a long time ago. Over the past year, the headlines have told a different story. During the first six months of 1985, employment in the computer and semiconductor industries nationwide slipped by 27 per cent to 736,000 workers. In Texas fortunes have been plummeting at giants such as Texas Instruments and Mostek. There have been layoffs, plant closings, and cutbacks everywhere—apple, TI, Amd, Motorola, Mostek, Data General, and National Semiconductor.</p><p>When the mayors of Dallas and Fort Worth and a slew of Metroplex bigwigs got together in late July for a press conference to announce their newest hightech game plan, the can-do rhetoric had something of a hangdog tone to it. “We’re in a situation where if we don’t do something, we’re going to slip and slip fast,” Dallas mayor a. Starke Taylor said. Even with ritual references to can-do spirit and hallowed patriarchs such as Bob Thornton and amon Carter, the sense was that of a team down 24-14 at the start of the fourth quarter. Said Taylor after the press conference, “We’re going to have to pull ourselves up by our bootstraps.”</p><p>What’s happening here? as might be assumed, the world has not changed that much in two years. Obviously, much of what’s going on is simply the effects of a boom-and-bust psychology inherited from our dependence on oil and gas. By most measures, Texas’ technology scene is healthier now than it was when MCC announced that it was coming. What has changed, however, is the mixture of hype and elation that made technology look like the new oil boom. No one really thinks that silicon chips will replace oil as the backbone of the Texas economy. Most researchers now expect high tech to account for somewhere around 5 per cent of the Texas work force by the turn of the century. That’s not bad, but it’s certainly no salvation.</p><p>In retrospect, the euphoria so prevalent a few years ago was based on several wildly off-base assumptions.</p><p>Assumption number one: the growth curve would go straight up. Many people supposed that since technology is an emerging, “sunrise” industry, its growth curve would go upward at a steady 45-degree angle. Even without the devastating Japanese competition that has battered american chip makers, high tech involves spending huge amounts of research dollars on products that could be rendered obsolete the day after they come out. Technology will always be a high-risk, cyclical business that will probably never offer the security that basic industries like auto making provided in their heyday.</p><p>Assumption number two: Texas was unique. There is one constant in american life. You can walk into the chamber of commerce in any fading industrial town and find someone proclaiming that Toledo or Dayton is being retooled into a hightech city. Slogan aficionados can choose from such catchy monikers as Silicon Bayou (Lafayette, Louisiana), Silicon Desert (Phoenix), Silicon Beach (MiamiFort Lauderdale), Silicon Harbor (San Diego), Silicon Mountain (DenverBoulder), Silicon Rain Forest (Portland, Oregon), and variations such as Software Haven (Bellevue, Washington), Bionic Valley (Salt Lake City), or Space Coast (Melbourne, Florida). Yes, MCC was a big deal. But last year 23 states spent about $350 million to attract high-tech industries. Just because Mayor Henry Cisneros said that San antonio was going after high tech didn’t make it happen, any more than Portland’s calling itself Silicon Rain Forest made it the second coming of Silicon Valley.</p><p>Assumption number three: instant miracles were on the way. MCC may become a force in american electronics, but it won’t produce results more tangible than frenzied real estate speculation for years. “There was this expectation of instant gratification, that this was somehow going to happen very quickly,” says MCC’s Inman. “What we’re really talking about is what can be realized in the nineties from research begun in the mid-eighties.”</p><p>Assumption number four: there were limitless plums for the picking. If a city like San antonio didn’t have much high tech, how would it get some? Well, it would outbid Boise, Idaho, and Portland and Raleigh-Durham-Chapel Hill in North Carolina for all the plant relocations and expansions under way. In the first place, only 5 per cent of new businesses are relocations or expansions. The rest are homegrown spin-offs from existing companies. In the second, only so much expansion is occurring, and the toughest competitors are places like Korea, Malaysia, and Hong Kong.</p><p>Assumption number five: high tech was what they did in Silicon Valley. Like most effective buzzwords, “high tech” means different things to different people. That’s one reason that almost everyone in the technology world hates the term. It connotes industries that have to do with computers, electronics, aerospace, and telecommunications. But in the broadest sense what the term really means is new technology that does something better, whether it’s growing squash or improving drilling rigs. The truth is that Texas’ most successful technology ventures usually have little to do with the fashionable world of megatrends.</p><p>Texas’ technology picture is a much richer, more ambiguous affair than either the mad hype of two years ago or the dire headlines of today. A recent study by the american Electronics association ranked Texas fifth among the states in the number of electronics and information technology companies. In 1984 the number of electronics firms in Texas grew by a remarkable 35.1 per cent to 574 companies, most of them tiny entrepreneurial ventures with uncertain futures. California, the unchallenged leader of american technology, was first with 4451 companies. Massachusetts, New York, and New Jersey were also ahead of Texas in the survey. Various studies place Texas at number four or five in technology employment in Texas. And the state’s high-tech employment is growing about as fast as anyplace else in the country.</p><p>Texas has enormous potential in many areas —oil-field technology, agricultural genetics, commercialization of space—but for the most part we’re still in the minor leagues. It is estimated that the four-state region of Texas, arkansas, Oklahoma, and Louisiana accounts for about 7 to 8 per cent of U.S. electronics sales. The banks that are big high-tech leaders are those like Bank of america in San Francisco and Bank of Boston on the East Coast. The investment firms doing the underwriting are all in New York. Companies such as Intel or AMD or Control Data or Hewlett-Packard do not have central headquarters in Texas.</p><p>Most important, the top brainpower is elsewhere too. One way to track that is to follow the research and development dollars that spawn most of the technological advances and eventual commercial applications. Among the top forty academic institutions receiving $2,987,086,000 in federal research and development funds in 1983, the University of Texas at austin—the only Texas university on the list —ranked twenty-first with $56,300,000. In the same year Texas received $90.14 per person in federal research and development dollars. That’s not much when compared with $349.91 for California, $406.40 for Massachusetts, and $341.27 for the eight Rocky Mountain states of arizona, Colorado, Idaho, Montana, Nevada, New Mexico, Utah, and Wyoming. Total U.S. research and development funding in Texas in 1983 was $1.4 billion; California got $8.4 billion. Delbert Tesar of the UT mechanical engineering department just finished a study of federal research and development funding in Texas. He found that Texas fared poorly in every category, giving it one of the nation’s lowest ratios of funding for the size of its population.</p><p>Texas’ greatest attraction for technology companies isn’t that much different from its appeal to any other kind of business. The beloved Texas “bidness” climate —low taxes, few unions, entrepreneurial spirit, and relatively cheap land—has been tarnished somewhat of late; recent studies of business climates in different states have shown that Texas has slipped a bit. But for major companies in California, Massachusetts, or Illinois planning new plants, relocations, or expansions, Texas becomes an attractive option. “Our advantage is still in the tax structure and the overall business climate,” says Meg Wilson, Governor Mark White’s science and technology coordinator. Texas also has a more productive work force. For example, AMD found that the productivity of workers in its plants in San antonio and austin was noticeably higher than that of its work force in California.</p><p>Texas’ other big advantage is the number and nature of businesses already here. In spite of all the hoopla about corporate relocations and plant expansions, most technology growth is in the form of new businesses spun off from old ones or started by entrepreneurs.</p><p>The weaknesses vary for different cities. Other than UT and Texas A&M, the university structure here can’t compete with that in California or Massachusetts or with such late bloomers as the RaleighDurham-Chapel Hill Research Triangle in North Carolina. The overall education picture is even worse. The best critical look at Texas’ technology prospects was done by Harold Gross and Bernard Weinstein, then at the John Gray Institute in Beaumont, now at SMU. They note the following:</p><p>• Only 16 per cent of Texas adults are college graduates, below the national average and nowhere near that of California and Massachusetts, where more than 20 per cent of adults are college graduates.</p><p>• Only 62 per cent of adult Texans are high school graduates, placing Texas eighth from the bottom of all the states.</p><p>• Texas ranks fifth from the bottom for all the states in combined SAT scores.</p><p>• Texas ranks last in the nation in percentage of personal income spent on schools.</p><p>“The statistics for educational attainment and achievement in Texas today are not encouraging,” reported Weinstein and Gross. “Texas will never be a major contender in the ‘high-tech,’ or for that matter ‘mid-tech’ arena without an adequately trained and technologically literate labor force.”</p><p>When Weinstein and Gross were at the John Gray Institute, they did economic development planning for various communities. They found it a little depressing. “Everyplace we went—places like Corpus Christi or Victoria or Shreveport or Tupelo, Mississippi—they all said the same thing: they wanted to go high tech,” says Weinstein.</p><p>Weinstein argues that a more plausible route for most cities is not to duplicate the starry high-tech world of Silicon Valley but to upgrade the technology levels of whatever industry they already have, whether it’s meat packing or printing. Certainly the numbers don’t back up the most optimistic view of high tech. The UT Bureau of Business Research says that 3 to 4 per cent of the state’s work force is involved in one facet or another of hightech manufacturing in nineteen categories. To include data processing operations, add maybe another percentage point. Over the next several years that figure is projected to grow to 5 to 6 per cent of the work force. “In terms of percentage of employment for the foreseeable future, it’s going to be very small,” says John Campbell of the bureau. “Other than a place like austin or Dallas, it’s not going to have much of an impact.”</p><p>Another thing to remember about technology is that its effects will mostly be in specific urban and suburban pockets. The oil industry affected the state from Houston to Monahans. High tech won’t.</p><p>Generalizing about technology in Texas is hard because the various centers have such distinct strategies. Numerous lowwage technology manufacturing plants dot the border. College Station is a research center because of Texas A&M. But the four biggest metropolitan areas are the technological centers. All four are credible technology centers, but what’s really happening in each city is often at odds with some of the high-tech hype.</p><p><strong>DALLAS-FORT Worth</strong></p><p><span class=\"dropcap\">F</span>or now, the Dallas-Fort Worth area is the only major-league technology center in Texas. By many standards Dallas-Fort Worth is the nation’s third (albeit a distant third) leading technology center. By any standard it’s in the top five. Dallas and Fort Worth account for more than 60 per cent of the technology jobs in the state. They have more than eight hundred companies, which employ about 100,000 people. The Dallas area alone has 88,000 high-tech employees, accounting for 40 per cent of the city’s manufacturing employment and 7 per cent of the total employment.</p><p>Dallas is an anomaly among technology centers. Unlike Silicon Valley and Route 128, its high-tech industry developed with almost no planning or prodding from government, educational institutions, or industry groups. It has practically no university base to work with. And until the past year, only one or two of the major Dallas banks —notably RepublicBank—had developed technology expertise. Bankers tend to lend money for things they understand—or think they understand anyway. In Texas that has meant energy, real estate, and agriculture. Steve Wallach is one of the founders of Convex Computer, a highly regarded Richardson company marketing what the company terms “the world’s first affordable supercomputer.” a veteran of Silicon Valley and Route 128, Wallach has been surprised by how hard it is to obtain technology loans from Dallas-area banks. “I had one banker tell me he’d rather lend five hundred thousand dollars for a gas compressor than one hundred thousand dollars for a computer,” Wallach says. “He said he knew a lot more about what value to put on a compressor than on a computer. In California if you’ve got the right backing, businesses will be falling over one another to give you credit.”</p><p>In some ways Dallas is the best antidote available to high-tech hysteria. It didn’t become successful because of high-tech task forces, brilliant marketing plans, or great recruiters. Instead, the Dallas area has generated a huge technology industry because existing companies like Texas Instruments, Chance Vought, and Collins Radio helped beget new generations of spin-offs. That the Metroplex forces are rallying against the specter of imminent decline is one indication of how crazy high-tech fever has become. There’s nothing dire about the Dallas technology scene; Dallas’ telecommunications companies in particular are among the leaders in their industry.</p><p>There is, however, one cause for worry, and it is an important one. Dallas has been surprisingly successful, given the gross limitations of its educational base. The most disheartening figure provided by the Metroplex High-Technology Education Task Force, which studies the Dallas-Fort Worth technology scene, concerned research funding. The task force found that of some $5 billion in federal research and development funds distributed in 1982, $254 million went to schools in the Route 128 area. Silicon Valley schools received $225 million. Schools in North Carolina’s Research Triangle got $71 million. Only $10 million went to Dallas-Fort Worth schools.</p><p>The mediocre academic base has two main drawbacks. Its pool of talent is too small. One estimate says that local schools will supply only 15 to 20 per cent of the 28,000 engineering graduates needed by area industry. And it can’t provide enough possibilities for continuing education. Even Mayor Taylor says that he regularly talks with companies that decide against moving to Dallas because the education base is so poor. Dallas has joined the pack clamoring for more engineering education, and a new program approved for the University of Texas at Dallas in the heart of the Dallas-Richardson hightech corridor may help.</p><p>Despite the city’s legendary business acumen, this may be one time Dallas blew it. Dallas is at the top of the second tier in technology. If the city had pushed for educational excellence twenty or even ten years ago, Dallas could have been a contender for the big time. That didn’t happen, and it’s hard to play catch-up now.</p><p>One other factor could hurt Dallas in the years to come—image. If you’re going to lure someone from Silicon Valley or even from Massachusetts, it’s easier to get them to the Hill Country than to conservative, white-collar Dallas. “When they talk about Texas in California, it’s always about austin, not about Dallas,” says Reg Wilson, a Dallas management consultant. “They just don’t think about Dallas there. These are guys who don’t wear ties to work, like to go out and get drunk, get laid, get in their Porsches, and go back and program computers. That’s austin, not Dallas.”</p><p>It takes decades to build up the business infrastructure of suppliers, competitors, banks, and venture capital sources that make an industry work. Dallas may have blown its chance to challenge the top echelon, but it should remain the business center for the technology industry in Texas for the foreseeable future.</p><p><strong>AUSTIN</strong></p><p><span class=\"dropcap\">B</span>ill Pewitt of the Texas Computer Industry Council remembers going to the reception that was held when MCC moved into its new office at the Echelon Project in North austin. As he scanned name tags to find people he might know, he noticed something odd. Few of the people had anything to do with technology. “Instead,” he says, “everyone was in real estate. At that point MCC had about three employees, and maybe five hundred people turned out for this reception, and I swear to God seventy-five per cent of them were real estate people. And I think when you talk about high tech in austin, the people who hyped it most have been the realtors.”</p><p>MCC was a tremendous coup for austin. And austin is one of the few cities in the country with the potential to show explosive growth in technology. But the key word is “potential.” Right now austin isn’t much more than a high-tech minnow, a city of 436,000 people with one homegrown technology giant (Tracor) and one company in the Fortune 500 (Tracor again). To put austin in perspective, consider this. In the Dallas electronics market the amount spent by companies for electronics components was $562 million in 1984. The market in Houston, which no one thinks of as a high-tech power, was $366 million. Austin and San antonio together had a market of $189 million, about 80 per cent of that in austin.</p><p>Still, in whatever way these things happen, austin is undeniably hot, a place that’s acquiring a national reputation as a city where things are happening. It’s already the only city in Texas where technology has the chance to become the dominant local industry the way it is in the Bay area and Route 128. Austin’s high-tech employment of 25,000 is 62 per cent of the manufacturing work force and 8 per cent of the total work force, the highest percentage in Texas. The city’s biggest problem is finding enough labor to keep up with demand. And MCC, which plans to employ 400 people (including some of the nation’s top scientific talent) by the year’s end, is just getting cranked up.</p><p>Exactly how much MCC will mean to austin is unclear. One theory holds that whatever technologies it develops will be exploited by the home companies in other states or that any businesses that develop will locate in the technology center of Dallas, not in austin. But being selected over 56 cities in 27 states for what could be the technology prize of the decade has done wonders for austin’s prospects.</p><p>The case for austin’s high-tech future was made by the research firm of SRI International in a report for the austin Chamber of Commerce scheduled to be released this fall. It concluded, “We at SRI believe that austin, of all american cities, is in a unique position to be the next center of excellence in several of the key technologies of the future.”</p><p>Nonetheless, there are at least two issues worth considering. One concerns how fast its industry can expect to grow. Steve Wallach of Convex Computer says that austin may be a nicer place to live than Dallas, but when he started his company he realized he would be better off in Dallas. It had the airport. It had the experienced people he wanted to work with. It had the capital sources. And it had the suppliers he needed. Hill Country scenery and austin mystique were nice, but Dallas had the business base.</p><p>Second is the question austin will grapple with forever. Is all that growth what austin really wants anyway? The SRI study says that if austin’s technology industries grow as expected, the metropolitan area’s population could approach one million by the turn of the century.</p><p><strong>SAN Antonio</strong></p><p><span class=\"dropcap\">A</span>sk people in the technology industry what San antonio has going for it, and they all start with the same thing —Henry Cisneros. Through relentless recruiting, scheming, schmoozing, and promoting, the mayor has put San antonio on the map. But of the four major Texas cities, San antonio has the least chance of becoming a first-string technology player. Inman considered San antonio for MCC until he looked at the academic base, which was all but nonexistent. The University of Texas at San antonio has a new engineering school, which is doing its best to get up to speed, but it has a long way to go. A study of technology centers by Tech Trends in austin examined the strengths and weaknesses of twenty cities. When it combined ratings for public schools and higher education, San antonio finished dead last.</p><p>San antonio has made impressive strides over the past ten years. Its technology industry didn’t really begin until Datapoint was established in 1969. Since then a number of manufacturing plants have been established by companies such as Control Data, Farinon Electric, and AMD. San antonio’s big attraction is a large, productive labor pool and relatively cheap land and living costs. And the city is making belated attempts to take advantage of the surrounding military bases. But the companies that have come have built mostly manufacturing plants that rely on relatively unskilled labor.</p><p>The augat/Isotronics plant is a good example. The firm considered El Paso, austin, and San antonio. It wasn’t impressed by the economic scene in El Paso, and it decided that the austin labor market was too competitive. General manager Bob Robertson says that San antonio did an enthusiastic job of recruiting and that he’s very happy with his experience there. But he adds that if the company had needed a better-trained work force, it probably would have gone elsewhere. San antonio’s technology hopes depend largely on what happens in austin. If austin becomes a research and entrepreneurial center, San antonio has a good shot at becoming a manufacturing center. The UT Bureau of Business Research says that San antonio’s high-tech manufacturing employment now totals eight thousand workers, or 2 per cent of the labor force. That’s a respectable figure for a city that began with almost no technology base, but San antonio doesn’t have the makings of the next Silicon Valley.</p><p>Since going after high tech a few years back, San antonio has shifted gears a bit, saying that it wants to focus on biotechnology because of its medical center and research institutions such as Southwest Research Institute. That’s a better start than the city has in electronics, and it is actively working to supplement the medical base with research parks and other aids. San antonio is the natural medical center for South Texas, and it has a good research base to work with. But biomedical research is hard to turn into business success. It’s difficult to picture how much of San antonio’s population can ever be employed in biotech, whatever that is.</p><p><strong>HOUSTON</strong></p><p><span class=\"dropcap\">T</span>hink of Houston, and the last thing you think of is the sleek, trendy world of high tech. But that attitude has more to do with our view of high tech than it has to do with Houston. Without resorting to the breast-beating common in San antonio, Houston has developed a technology base that could be the richest in the state.</p><p>Two austinites, Texe W. Marrs and Wanda Marrs, this year released a book called <em>High-Tech Job Finder,</em> a rather gee-whiz view of the national technology scene. For each city surveyed the authors compiled a generous list of high-tech employers that includes almost anything remotely high tech, ranging from military bases to computerized government offices. They listed almost twice as many high-tech opportunities in Houston as in anyplace else in the state.</p><p>Houston’s most conspicuous success is Compaq Computers, which is looking more and more like the strongest survivor in the personal computer war with IBM. But Houston’s biggest advantage is that it’s full of businesses with reasons to be there and no place else. It’s one of the few places in the country whose technological base is not dependent on going after the same kind of industry everyone else is.</p><p>One aspect is energy research. People don’t think of energy as a high-tech industry. But few businesses are as dependent on technological expertise. The oil industry may be down, but Houston remains its world headquarters and will provide its technological base for the future. A key to that future could be George Mitchell’s new Houston area Research Center. A consortium of Rice, A&M, the University of Houston, UT-Austin, and local businesses, the center could be as big in Houston as MCC will be in austin.</p><p>Second is the Texas Medical Center, the largest collection of medical institutions in the world. If biotechnology has a role to play, Houston is positioned to take advantage of it. The medical center already has the first investment bankingventure capital subsidiary operating in a public medical complex, BCM Technologies, the investment banking arm of Baylor College of Medicine in Houston.</p><p>Third and most important could be commercialization of space. Most experts say that space could be a $60 billion to $100 billion business by the year 2000. If so, Houston should reap more of the benefits than anyplace else in the country.</p><p>The new Houston Economic Development Council and the city’s movers and shakers are betting on space commercialization. They are trying to foster industries ranging from telecommunications and advanced robotics to those processing materials in zero gravity. There are already plans to raise $10 million to $25 million for a space research center, academic efforts at places like the University of Houston-Clear Lake, and participation by the city’s financial community.</p><p>The top people at NASA may be leery of some of the more grandiose projections, but space commercialization is sure to be a huge industry of the future, and Houston and the Clear Lake area can benefit from it. “Whether the time schedules people are using are right, I don’t know, but it’s going to happen,” says aaron Cohen, director of research engineering at the Johnson Space Center.</p><p>If that comes about, Houston has a truly new opportunity. Silicon Valley will never be duplicated. But it’s possible to make a case that Houston is perhaps the only place in the country with the economic and scientific base to do something comparable in a different field from electronics. “If you’re going to go after high tech, I don’t think you want to become another Silicon Valley. You want to do something else,” says Cohen. “There are already too many Silicon Valleys.”</p><p><strong>Loss OF Innocence</strong></p><p><span class=\"dropcap\">T</span>exas has been on such a roller coaster over the past decade that it has been hard to keep our equilibrium. But high-tech hysteria is an indication of how far we have come from the boom of the late seventies. What is occurring in high tech is the latest step in the nationalization of the Texas economy. When oil and agriculture were healthy Texas was largely exempt from national economic cycles. Now our unemployment rate is almost the same as that of the nation as a whole. Who would have believed five or ten years ago that in 1985 the unemployment rate would be lower in New York City than in Texas?</p><p>That nationalization is changing life in the state. Technology will change the big cities, but it won’t touch most of the state. Ten years ago austin had more in common with Wink than with Santa Clara. That’s no longer the case, and the differences will only increase.</p><p>Another change is in our attitude toward economic development. The flip side of the traditional Texas business ethic has been an utter disdain for governmental efforts. As a result, Texas now spends less on business development and business incentive programs than most other states. In the past, that has served us perfectly well. But the research-driven, competitive, capital-intensive world of high tech runs on different rules. So now, for the first time, we are hearing a chorus of voices calling for more state efforts to attract and work with businesses.</p><p>One new voice is a group called the Texas alliance for the Next Economy (TEXANE). It’s being organized by Harden Wiedemann, a young Dallas businessman who was something of a whiz kid when he headed the Texas Economic Development Commission. TEXANE says that it is a business group interested in a “results-oriented business alliance” that will work with the state government to nurture new technologies and lessen the disruptive consequences of a changing state economy.</p><p>Weidemann thinks that Texas is missing the boat in the national technology competition. “a lot of people in Texas have an unsophisticated view of what government can do,” he says. “They just think of it in terms of bureaucratic red tape. When you look at what other states are doing and what Texas did when it recruited MCC, you realize that’s just an outdated point of view. Texas has coasted for a long time on oil and gas. It can’t coast anymore.”</p><p>If that doesn’t sound like the old wildcatter spirit, it’s no accident. High-tech hysteria is the most glaring sign of Texas’ loss of innocence. The real lesson of high tech is Texas’ painful readjustment to a world in which it’s not special. In high tech, unlike the oil boom, Texas doesn’t have any inherent advantage over the army of would-be Silicon Valleys from Oklahoma to Malaysia. And the state’s long-neglected education base could be a significant disadvantage. In the great high-tech chase, Texas is just one of the dogs in the pack, yelping and hollering with the rest as they lurch out after the same elusive quarry.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "October 1985",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "Technology",
      "Research",
      "Dallas",
      "Austin",
      "San Antonio",
      "Business",
      "Tech",
      "Work",
      "people",
      "Houston",
      "Electronics",
      "Oil",
      "Computer",
      "Silicon Valley",
      "Space",
      "AMD",
      "Country",
      "Mayor",
      "Schools"
    ],
    "wp_categories": [
      "Agriculture"
    ],
    "wp_location": [
      "Texas",
      "Dallas",
      "Austin",
      "San Antonio",
      "Houston"
    ]
  }
}