{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19938",
    "date": "August 1993",
    "year": 1993,
    "month": 8,
    "month_formatted": "August",
    "pdf_uri": "/1993/19930800.pdf",
    "issue_cover_image": "",
    "document_start_page": 104,
    "toc_start_page": 102,
    "document_page_range": [
      [
        104,
        105,
        106,
        107
      ],
      [
        123,
        124,
        125
      ]
    ],
    "toc_order": 17,
    "toc_headline": "Inn Vogue",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199308-innvogue",
  "source": "/1993/19930800.pdf",
  "wp_post_id": 127308,
  "wp_post_guid": "http://www.texasmonthly.com/article/inn-vogue/",
  "authors": [
    "Jennifer Farley"
  ],
  "headline": "Inn Vogue",
  "dek": "Not just for vacations anymore, bed and breakfasts can give business travelers a snug alternative to urban hotels.",
  "spread_caption": "",
  "excerpt": "For business travelers with reservations about big-city hotels, bed and breakfasts suddenly have staying power.",
  "kicker": "",
  "word_count": 3894,
  "content": "<p>It’s an Early Summer Evening During That Daily interlude between the pounding sunshine and the bloodthirsty mosquitoes, and in this quiet, older section of the city, kids play catch under arching trees. You stand on the porch of the house and turn the old-fashioned twist doorbell with some suspicion. In a minute a young man with gimlet eyes and wearing rumpled khakis and penny loafers without socks opens the door and greets you by name. Taking your overnight bag, portable computer, and briefcase, he shows you upstairs to your room, mentioning on the way that a bottle of Messina Hof sauvignon blanc is chilled and available in the parlor. You kick off your shoes, call the home office for messages, and contemplate your room—an outpouring of chintz and antiques. This is a decidedly better way to end a hard workday out of town than at a chain motel—no matter how nice.</p><img /><p>Left: The Lovett Inn in Houston combines country charm and urban efficiency. Right: The owners of San antonio’s Oge House, Patrick and Sharrie Magatagan, say they get more business travelers every month,</p><p>Photographs By Rocky Kneten</p><img /><p>Once the quaint bargain refuge of the leisure traveler in picturesque vacation destinations like Fredericksburg, the bed and breakfast is becoming, increasingly, the preferred outof-town domicile of the dollar-savvy working sophisticate. Most urban B&b’s have telephones and televisions in the room, and some have fax machines on the premises, as well as a reliable phone message service provided by a resident manager or owner. But the main attraction for the business traveler is the same as for the vacationer: B&b’s offer more in the way of atmosphere, interior space, and amenities than hotels half again as expensive, and there’s no nickeland-diming on charges and no porters to tip at checkout time.</p><p>Some of the attraction is also dealing with people who seem to have a genuine interest in your comfort. “I like that they remember how I take my coffee,” says a clothing buyer for a department store who regularly travels to Dallas to visit the apparel Mart and stays in a converted historic mansion on a posh avenue near downtown. “and there are always interesting books and magazines lying around. I feel like i’m visiting at an older relative’s or friend’s house, but at the same time, i’ve got the freedom to come and go as I please, and I don’t have to make polite conversation.”</p><p>The B&B circuit does have some drawbacks, specifically the occasional lack of privacy and a rigid attitude about reservation changes. Some of the most popular B&b’s stay filled weeks in advance and often cannot accept a booking on short notice. Some B&B proprietors are vastly more accommodating to the business traveler than are others, who—having never been part of the big-business world—seem to resent last-minute schedule changes.</p><p>How do you tell if a bed and breakfast is business-friendly? as I checked out B&b’s across Texas, I found that those with at least three rooms for rent were more in line with what I wanted, because those owners were serious about making money, not just occasionally filling the spare room. In addition, the more-professional innkeepers readily welcomed inspection of the premises, belonged to B&B trade organizations and the local chamber of commerce, and were organized and resolutely hospitable.</p><p>Bed and breakfasts are a bargain for what you get in the way of atmosphere and individuality. A room with a queensize bed and a private bath in a well-appointed centrally located B&B will typically set you back $50 to $80 a night, including breakfast. A room with a shared bath runs about 10 to 30 percent less, as do bed and breakfasts in the suburbs or those with only a single room for rent. These days, breakfast tends to be pretty basic, usually consisting of coffee, tea, milk, juice, cold cereal, and some kind of hot bread, like toast, bagels, or freshly baked muffins. Some innkeepers, however, take a great deal of pride in preparing a generous traditional—and often excellent—breakfast of eggs, bacon or ham, French toast, waffles, pancakes, crepes, and more.</p><p>All in all, bed and breakfasts offer the comfort, security, and personality of a largerthan-life private home with the amenities of a small high-quality hotel. When you think about it, that’s the best of both worlds. The following B&b’s</p><img /><p>An early twentieth-century Colonial revival mansion with six guest rooms, Fairview is arguably austin’s grandest B&B. Owners Nancy and Duke Waggoner opened it last September after a year-long renovation.</p><p>are highly recommended for the business traveler. Rates quoted are per night, single occupancy, except where indicated.</p><p><span class=\"dropcap\">AUSTIN</span><strong>Brook House</strong> 609 W. Thirty-third, 78705; 512459-0534. Brook House is a modest 1922 gray and white Prairie-style frame house with a gazebo in a huge fenced back yard shaded by enormous trees. Located in a mixed residential and commercial neighborhood seven blocks north of the University of Texas, it has a large front porch that unfortunately faces a rather ugly two-story contemporary student apartment building. A continental breakfast is served weekdays, a full breakfast on weekends. There are phones in each room, though no desks. Guests can receive clients in the living room or on the sun porch. A local newspaper is provided.</p><p>David Wells and Barbara Love, resident owners. Four rooms: three in the house with private baths, one suite in a separate building with a bath and a kitchen. Rates: $60 to $99.</p><p><strong>Carrington’s Bluff</strong> 1900 David, 78705; 512-479-0638. Carrington’s Bluff is a spiffy 1877 farmhouse with English country furnishings (owner David Fullbrook is English by birth) that sits on a bluff right in the middle of town. It’s located one mile west of Interstate 35, off Martin Luther King Boulevard and Lamar, near the UT campus. This is one of the few B&b’s that still does a big-deal breakfast every morning. (a recent menu included several types of juice, hot coffee, and tea, plus homemade granola, low-fat yogurt, fresh fruit, homemade muffins, and an extravagant casserole of ham, Swiss cheese, and Dijon mustard layered in puff pastry; it’s a good thing Carrington’s Bluff is near a scenic jogging path.) Each room has a phone, and some have a desk or a table. The parlor is available for receiving clients, by arrangement. A local newspaper is provided. Resident dog.</p><p><em>Jennifer Farley is a freelance writer who lives in Houston.</em></p><p>Innkeepers often take pride in preparing a generous-and excellent-traditional breakfast daily.</p><p>Gwen and David Fullbrook, resident owners. Eight rooms: six with private baths, two with a shared bath. Owners are adding another house this month that will increase the overall capacity to seventeen rooms. Rates: $50 to $75.</p><p><strong>Fairview</strong> 1304 Newning avenue, 78704; 512-444-4746. With its huge white columns overlooking tree-lined Newning avenue, Fairview is probably the grandest B&B in austin (and one of the top two or three in the state). An early twentiethcentury Colonial revival house, it is furnished with Victorian and other antiques; this year the owners received a Fferitage Society of austin award for the preservation of a historic building. Despite its venerable appearance, Fairview is new as a bed and breakfast, having opened in September 1992 after almost a year’s worth of renovations. It is so new, in fact, that is has yet to make an appearance in the guidebooks, which makes it a special find. A telephone and cable TV are in every room, and writing desks or tables are in most rooms. Breakfast is served at an arranged time, and guests may receive clients in the Great Room or the parlor. A local newspaper is provided.</p><p>Nancy and Duke Waggoner, resident owners. Six rooms: four in the main house with private baths, two in the carriage house with baths and kitchens. Rates: $89 to $129, single or double occupancy, with a discount for stays of four nights or longer.</p><p><strong>McCallum House</strong> 613 W. Thirty-second, 78705; 512-4516744 (fax is same number, so call before sending). The McCallum House is a completely renovated two-story 1907 Victorian mansion somewhat fussily furnished with antiques, lace curtains, and etched glass. The owners, who received a preservation award from the Heritage Society of austin and belong to the Historic Hotel association of Texas, are somewhat more tolerant of last-minute schedule changes than those of other B&b’s in the area, with full refunds given under certain circumstances. Centrally located eight blocks north of the University of Texas and two miles north of the state capitol, McCallum House offers a full breakfast in the dining room every day. If you need to do some paperwork in your room, a breakfast tray can be prepared. A phone, desk, and television are in every room; the two suites have a videotape player. There is a fax machine on the premises. Each room has a sitting area for meetings with clients. No smoking, pets, or small children.</p><p>Nancy and Roger Danley, resident owners. Three rooms and two suites, all with private baths and kitchen facilities. Rates: $55 to $85, with a discount on two-weeknight stays.</p><p><strong>Southard-House</strong> 908 Blanco, 78703; 512-474-4731. Dozens of business cards stapled to a bulletin board in the foyer of this comfortably attractive and well-maintained two-and-a-half-story historic house tell you that it has its act together. In its seven years of operation, Southard-House has become a particular favorite of visiting academics, since it is ten minutes from UT and even closer to downtown. The neighborhood is safe for jogging and also within walking distance of several good restaurants. Each room is individually done in eclectic but not stuffy Victorian, with pretty print wallpaper and oriental-style rugs. During the week, the owners offer a help-yourself continental breakfast in the large dining room, or if you wish, you can eat on the porch; a full breakfast (which might include the standard dishes as well as <em>migas,</em> tortillas, and refried beans) is presented weekends. Each guest room has a phone, a radio, and some kind of work surface (such as a table or a vanity); one room also has a television and fireplace. If you need to entertain a client, the verandah (with porcf swing), dining room, and well-pillowec banquette in the foyei are all available. A local newspaper is provided. Resident cat.</p><img /><p>Tom Fricke, the owner of Houston’s Lovett Inn, doesn’t live there anymore, but he can usually be found on the premises. Occasionally he even has time to use the swimming pool or the Jacuzzi in the inn’s back yard.</p><p>Jerry, Regina, anc Kara Southard (husband, wife, and daughter), resident owners. Five rooms, all with private baths. Owners are adding more rooms, some with kitchen facilities, at 1104 and 1108 Blanco this fall. Rates: $49 to $119.</p><p><span class=\"dropcap\">DALLAS</span> Dallas lags behind other Texas cities in the work ofB&b’s. There are no clubby little historic inns in Dallas like those in austin, Houston, and San antonio; the last one, the Inn on Fairmount, closed earlier this [COnTINUED On Page 121 [ COnTINUED From Page 105 ] year. Instead, most of Dallas’ B&b’s are located in the suburbs and are more like rooms in private houses. I looked very hard, but I could find only one place (the Rose, below) that met my personal criteria for B&b’s for business travelers.</p><p>[Continued On Page 121</p><p>[ Continued From Page 105 ]</p><p>Furthermore, the bed and breakfasts that do exist in Dallas do not handle their own reservations but operate through Bed and Breakfast Texas Style, a reservation service owned by Ruth Wilson. Established in 1982, the company has gained a reputation for representing topquality lodgings and making an effort to place clients at B&b’s that suit their needs. Because of residential zoning requirements, Wilson does not publish a list with addresses. Specify that you prefer a house with three or more rooms for rent and one that affords reasonable privacy; also say if you desire a nonsmoking room. Bed and Breakfast Texas Style, 214-298-5433 or 800-899-4538; fax 214298-7118; hours 8:30 a.m. to 4:30 p.m.</p><p><strong>The Rose</strong> (represented by Bed and Breakfast Texas Style). Located on Swiss avenue four miles from downtown and a quick drive from most of the city’s top restaurants, the Rose is aging, shabbily eclectic, but clean. Its front porch faces one of the loveliest older streets in Dallas, and the immediate neighborhood is safe for joggers. Upon request, the owner will provide you with a photocopied hand-drawn street map that’s a brilliant deconstruction of Dallas. Breakfast is hot but simple, served on an interesting collection of glassware and china in the breakfast room. There is a phone in each room, and arrangements can be made for guests who need a desk or a worktable. Clients may be received in the parlor, music room, or dining room. A local newspaper is provided.</p><p>Kathy Davis, resident owner. Four rooms: three with baths, one with a bath across the hall. Rate: $60. (Davis’ next door neighbors and a couple across the street also operate B&b’s, with one and two rooms available, respectively.)</p><p><strong>Houston</strong></p><p><span class=\"dropcap\">H</span>ouston’s B&B Business appears to be thriving, with most in two older neighborhoods in transition—greater Montrose (the museum district) and historic Houston Heights.</p><p><strong>Durham House Bed and Breakfast Inn </strong>921 Heights Boulevard, 77008; 713868-4654; fax 713-868-7965. A sweetly elegant but comfortable Victorian house with a player piano in the salon, Durham House is five minutes from downtown</p><p>and has easy access to all the major freeways. A hot breakfast is served daily in the dining room, but if you prefer, you may eat in your room or in the recently enlarged solarium. Private-label toiletries and bathrobes are provided for the use of guests. Each room has a television, a radio, and a desk or table, but no phone (three phones in the hallway may be used for limited calls). The solarium is available for receiving clients. A local newspaper is provided. Resident dog.</p><p>Marguerite Swanson, resident owner. Six rooms: five with private baths, one with a shared bath. Rates: $50 to $75.</p><p><strong>Lovett Inn </strong>501 Lovett Boulevard, 77006; 713-522-5224 or 800-779-5224; fax 713-528-6708. The Lovett Inn is a stucco mansion on a scenic boulevard in funky Montrose, a short drive from downtown and six miles from the Galleria area. Unlike many B&b’s, the Inn has nary a curio in sight (“There would just be more to dust,” says owner Tom Fricke), but there are stunning original architectural drawings by Steven Besselman on the walls. Very popular with business travelers, the Inn is used by Foley’s department store to put up visiting managers. Guests may use the swimming pool and the Jacuzzi; the gazebo in the back stays booked in warm weather for weddings. A light serve-yourself continental breakfast (muffins, fruit, coffee, tea) is offered every day. A telephone, a television, and a desk are in every room. There is a fax machine on the premises. The library is available for meetings with clients. A local newspaper is provided.</p><p>Guy Holt, resident manager. Seven rooms: five with private baths, two with a shared bath. Rates: $55 to $150, single or double occupancy.</p><p><strong>The Patrician Bed and Breakfast Inn</strong> 1200 Southmore avenue, 77004; 713-523-1114 or 800-553-5797; fax 713523-0790. Centrally located in the inner city two miles south of downtown, the Patrician is a three-story 1919 Colonial revival mansion outfitted with exceptionally fine antique beds of different periods. A full breakfast is served daily in the dining room. The house specialty is French toast slathered with cream cheese and marmalade and crusted with nuts. Secure, off-street parking is provided, but the immediate neighborhood is not recommended for solo female joggers; however, Hermann Park (three blocks away) and Rice University (three quarters of a mile away) both have good jogging areas. Each room has a telephone, television, and radio, and most have a desk or a table. There is a fax machine on the premises. The solarium and the parlor are available for receiving clients. A local newspaper is provided.</p><p>Pat Thomas, resident owner. Five rooms, each with private bath (terry robes provided for use of guests). Rates: $50 to $70 (the highest rate is for a luxurious two-room suite).</p><p><strong>Robin's Nest Bed and Breakfast Inn</strong> 4104 Greeley, 77006; 713-528-5821 or 800-622-8343; fax 713-522-0708. This large salmon-colored two-story Victorian house with a wraparound porch is located in the center of the museum district, a mile from downtown. Built in 1894, it is popular with visitors to Rice University and the University of St. Thomas. Special features include feather beds, hand-ironed bed linens, and original art on the walls. A hot breakfast including, for example, an herb omelet, fruit compote, and French Market coffee is served daily. Two of the three rooms have phones, and there is a phone in the hall. Two rooms have desks and tables. The parlor and the dining room are available for receiving clients. A local newspaper and the <em>New York Times</em> are provided. Resident dog and three cats.</p><p>Robin Smith, resident owner. Three rooms with private baths. Rates: $55 to $75.</p><p><strong>Webber House Bed and Breakfast</strong> 1011 Heights Boulevard, 77008; 713864-9472. Webber House is a relatively new B&B housed in a 1907 red-brick Queen anne-style mansion in the Houston Heights, five minutes northwest of downtown. While convenient to all of the major freeways, it has no off-street parking, and the location is somewhat removed from most of the city’s desirable restaurants. Even so, it is still a find because the B&B guidebooks have yet to pick up on it. Breakfast is a serve-it-yourself spread of baked goods, beverages, and fresh fruit. There is a phone and either a table or a desk in every room, plus fresh flowers and fruit. The dining room, parlor, and library are available for receiving clients. A local newspaper is provided.</p><p>Jo ann Jackson, resident owner. Three rooms, each with a private bath (one bath is across the hall). Rates: $65 to $110, single or double occupancy, with a discount for stays of two nights or longer.</p><p><strong>San antonio</strong></p><p><span class=\"dropcap\">B</span>ecause Of Its Tourist And Convention traffic, San antonio has a diversity of styles and prices among its B&b’s, with a strong concentration in the $75 to $100 range. A handful of the most elite B&b’s in Texas is clustered within walking distance of each other in the King William Historic District—a reclaimed area that backs up to the city’s lovely River Walk. This neighborhood is a smashing mix of restored mansions amid a few crumbling hovels. Visitors to the area can walk all the way into downtown, passing through La Villita, or “Little Town,” a charming assemblage of small shops in restored historic buildings.</p><p><strong>Chabot-Reed House</strong> 403 Madison, 78204; 210-223-8697; fax 210-734-2342. Owners Peter and Sister Reed are socially prominent—he was this year’s Re Feo, or “Ugly King,” of the city’s annual Fiesta celebration—and they have converted the carriage house of their elaborate 1876 Victorian King William district mansion into a formally hosted B&B. A full breakfast is available in the kitchen of each suite, and guests in the house are served breakfast at an arranged time. Every room has a phone, television, radio, and desk, plus fresh flowers and designer bed linens. There is a fax machine on the premises, and space for meetings with clients is available with advance arrangement. A local newspaper is provided.</p><p>Sister and Peter Reed, resident owners. Three rooms in the mansion with private baths; two suites in the carriage house with private baths and full kitchens. Rate: $125, single or double occupancy.</p><p><strong>Norton-Brackenridge House</strong> 230 Madison, 78204; 210-271-3442. A gray and white Victorian frame house in the King William district with Corinthian columns and porch swings, the NortonBrackenridge House is fashionably decorated and has imaginative dried floral arrangements throughout. Conveniently located for business travelers, it is only a short walk from downtown. The full hot breakfast served daily is exceedingly well presented (crystal, silverware, fine china) in the formal upstairs dining room, and guests may take their plates onto the verandah in nice weather. Every room has a phone but not a desk or table; however, work space can be made available in the rather limited common area. A local newspaper is provided.</p><p>Nancy Cole, resident manager. Five rooms with private baths. Rates: $75 to $95, single or double occupancy. (The $75 rooms on the first floor are an especially good value.)</p><p><strong>Oge House</strong> 209 Washington, 78204; 210-223-2353 or 800-242-2770; fax 210226-5812. The jewel in the crown of the King William bed-and-breakfast community is the Oge House, built originally as a spartan residence for the commandant of the U.S. Arsenal before the Civil War and luxuriously transformed in 1857 by Texas Ranger, cattle rancher, and businessman Louis Oge. Now listed in the National Register of Historic Places, the Oge House is an enormous white nineteenth-century mansion set on one and a half acres of beautifully landscaped lawns and gardens on the banks of the San antonio River. The house is the fanciest B&B in King William, with amenities like fireplaces in some suites, fine oriental art and rugs in the common areas, and wonderful fabrics and well-chosen prints in the bedrooms. A full breakfast is served daily at private tables in the restaurant-style dining room, and the verandah, library, foyer, and porch can be used for meetings with clients. A telephone, television, desk, and small refrigerator are in each room. There is a fax machine on the premises. A local newspaper and the <em>Wall Street Journal</em> are provided. No smoking, pets, or children.</p><p>Sharrie and Patrick Magatagan, resident owners. Five rooms and four suites, all with private baths. Rates: rooms $125 to $135, suites $165 to $195; all single or double occupancy. Corporate rates available.</p><p><strong>The Royal Swan, a Guest House</strong> 236 Madison, 78204; 210-223-3776 or 800-368-3073. A cream-colored house with emerald-green shutters, done in Gay Nineties Victorian, the Royal Swan is conveniently located in the King William district. A full breakfast is served daily; upon request, as a convenience for business travelers, an enhanced continental breakfast can be set up early. Since the Royal Swan is not yet listed in the B&B guidebooks, it may be easier to get reservations here than at some other places. Each room has a television and a table but no telephone; however, phones are available in the upstairs hall and in the downstairs parlor, which is also open to guests who need to meet with clients. A local newspaper is provided.</p><p>Donna West and Carrie Blasig, mother and daughter, resident owners. Five rooms with private baths. Rates: $80 to $125 (the highest rate is for a large two-room suite).</p><p><strong>Terrell Castle Bed and Breakfast</strong> 950 E. Grayson, 78208; 210-271-9145. For reservations call 210-824-8036 or 800356-1605. While easy to find, this strikingly strange four-story 1894 turreted limestone castle lies somewhat off the beaten path for the business traveler. On the other hand, it is often possible to get a room here when the haughtier B&b’s are full. Designed by well-known Texas architect alfred Giles, Terrell Castle is clean and spacious but not self-consciously fashionable. One rather nice feature is that a high-quality hot breakfast is prepared to order and served till noon daily by a friendly professional staff. (a recent menu consisted of omelets, hashbrowns, bacon, sausage, biscuits, danishes, assorted cold cereals, berries, hot beverages, and juice.) all rooms have televisions and most have tables or desks, but none has a telephone; there are, however, two phones downstairs and one upstairs in the hall. The library, reception room, and parlor are available for meetings with clients. A local newspaper is provided. The jogging path at Fort Sam Houston (the army base across the street) is safe and interesting. Resident cat.</p><p>Katherine Poulis and Nancy Haley, mother and daughter, resident owners. Nine rooms with private baths. Rates: $70 to $85.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "August 1993",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Breakfast",
      "House",
      "Business",
      "Texas",
      "King William",
      "Dallas",
      "Houston",
      "Austin",
      "Television",
      "urban",
      "Work",
      "Art",
      "cold",
      "Country",
      "Duke",
      "heights",
      "Home",
      "Mother",
      "Pool",
      "rent"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Texas",
      "Dallas",
      "Houston",
      "Austin",
      "San Antonio"
    ]
  }
}