{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19938",
    "date": "August 1993",
    "year": 1993,
    "month": 8,
    "month_formatted": "August",
    "pdf_uri": "/1993/19930800.pdf",
    "issue_cover_image": "",
    "document_start_page": 84,
    "toc_start_page": 82,
    "document_page_range": [
      [
        84,
        85
      ],
      [
        114,
        115
      ]
    ],
    "toc_order": 13,
    "toc_headline": "More Than Myth",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199308-morethan",
  "source": "/1993/19930800.pdf",
  "wp_post_id": 127323,
  "wp_post_guid": "http://www.texasmonthly.com/article/more-than-myth/",
  "authors": [
    "Paul Burka"
  ],
  "headline": "More Than Myth",
  "dek": "John Connally recognized that the Texas stereotype wasn’t good enough. That was his real legacy.",
  "spread_caption": "",
  "excerpt": "John Connally’s forgotten legacy.",
  "kicker": "",
  "word_count": 1616,
  "content": "<p> “<span class=”dropcap“>T</span>here Is a Democracy About death,” the Reverend Billy Graham told the packed house at austin’s First United Methodist Church, and so the subject of whether John Connally was a great man among equals would not arise at his own funeral. The closest that Graham would venture to the issue was to say that “Connally left his footprints on the history of our generation.” Nor would any of the three eulogies—by Lady Bird Johnson, Congressman Jake Pickle, and John B. Connally III—consider the matter of his legacy.</p><p>It is too bad. As governor, John Connally was nothing less than the architect of modern Texas. He understood his moment in history perfectly, and he seized it; when he ceased to understand it, in the wake of anti-war protests, the rise of the sixties counterculture, and the hostility toward a president who was his friend, he moved on. He played on bigger stages but in lesser roles. In his successes and failures are lessons that should speak clearly to the Texas of today. But little was said of these things at his death. Instead the obituaries dwelt on the valleys of his career: his wounding in the Kennedy assassination, his metamorphosis from Democrat to Republican, his trial and acquittal for bribery, his abortive bid for the presidency, his bankruptcy. The <em>Dallas Morning News</em> devoted just four sentences of a lengthy obituary to his governorship: one for each of his three terms, one for summary.</p><p>The funeral audience on that warm June afternoon needed no such reassurance. (“Old Texas friends,” Jake Pickle told the congregation, “have a right to talk, and to pray, and to remember what they want to remember.”) They had filled the available downstairs pews by one o’clock, an hour before the service began. The fifth row center was reserved for former governors and their families, who were arranged so that old foes Mark White and Bill Clements were discreetly separated by Preston Smith. In front of Dolph and Janey Briscoe sat ann Richards and former president Richard Nixon—a pairing that would have been unimaginable 22 years ago, when Connally was in Nixon’s cabinet and Richards was still a housewife. There is a democracy about politics too.</p><p>The eulogists reminisced more about Connally’s style than his deeds. Lady Bird Johnson went first. She had taken her seat behind the pulpit well before the service started, wearing a white jacket with black trim over a black skirt, and had immersed herself in the choral music that swelled up behind her, rocking herself slightly to its rhythms, a woman of eighty years lost in her own thoughts. She spoke simply and personally. “John walked in a room and you could feel his presence,” she said. “He knew how to get things done. His strength and vitality are intertwined with my image of Texas.” Then it was Pickle’s turn. With the irreverence of an old pol, he recalled how, in their days at UT, he and Connally had engineered the election of three student body presidents. Pause. “Two of them were us.” Pause. “Me first.” Pickle too focused on Connally’s style of politics. “John B. was sometimes wrong but never in doubt,” he said. “He took his lickin’ with quiet resignation. He was still able to relax and tell everybody else what to do.” Connally’s son summed it up: “This is no cold or timid soul who we commit to God today.”</p><p>[ Continued On Page 112 ]</p><p>Illustration By Marvin Mattelson</p><p><em>In Connally’s eyes, Texas’ obsession with its mythic past kept it stagnant and backward.</em></p><img/><p>[ Continued From Page 82 ]</p><p>In life, as in oratory, John Connally’s personality came to overwhelm his achievements. From the time he swept into Washington as Secretary of the Treasury in 1971 to the end of his days, he was portrayed in the national press as a Texas archetype: tall, tough-talking, tougher-acting. “The quintessential Texan,” is how former Speaker of the House Jim Wright characterized him in the <em>Morning News’s</em> obituary. Yet what made Connally the greatest Texas governor of this century was that he saw the dark side of the Texas stereotype—a selfsatisfaction, a narrowness, a confusion of size with greatness, an obsession with myth—that kept the state from realizing its potential. What’s more, he said so.</p><p>His first inaugural address, in 1963, was a wake-up call for a backward state. He anticipated the Sunbelt boom a decade before the word became popular: “americans are beginning to follow the sun, moving westward and southward where the land is bright. While this is a movement of tens of thousands today, we cannot stand on this platform and stop our ears to the foottreads of the hundreds of thousands coming tomorrow if we prove worthy of our opportunity.” He warned against clinging to the past. He implied, in this last year of innocence for civil rights, that Texas had to abandon its allegiance to the intransigent South and begin looking west. And he knew that the prerequisite for progress was education: “The greater support of education—at all levels for all our people—will be the first and greatest work of the effort on which we today begin.”</p><p>By 1965, his popularity assured by his survival of Lee Harvey Oswald’s bullet, he could be more direct about Texas’ shortcomings: “By any measure, Texas is not where it can be—or where it ought to bein educational quality,” he warned the Fifty-ninth Legislature. Connally liked to sprinkle his speeches with statistics, and he gave the Legislature the bad news: Six out of ten first-graders never finished high school. In two decades, Texas had dropped from twentieth to twenty-ninth among the states in the median number of school years completed. “We have two choices—to reach and ride the crest of the wave, or to languish in the stagnant backwater of more progressive states,” he said. Earlier, he had told the lawmakers that if Texans were afraid of new ideas, “then we will be suffocated by our own fears while the world moves on without us.”</p><p>Connally defined the agenda of state government for the next quarter century. He wanted better schools, more parks, increased water supplies, and safer workplaces. He proposed legalizing liquor-bythe-drink, rewriting the state constitution, switching to four-year terms for state officials, guaranteeing equal rights for women, and overhauling the schoolfinance formulas. He asked the Legislature to raise faculty salaries 10 percent above the national average, to put more money into libraries and research, and to give the governor the authority to appoint at least one out-of-state regent to university governing boards “to bring new viewpoints and a national outlook.” The list of accomplishments is longer still, but the biggest achievement of all was intangible: He made Texans see that they weren’t as good as they thought they were.</p><p>He was able to do so because he operated in an era when it was still possible to shape public opinion in Texas from the top down, by rallying the rich and the powerful to a cause. That was the sin for which his opponents never forgave him—Republicans, because he robbed them of their friends; liberal Democrats, because he consorted with their enemies. A <em>New York Times</em> reporter came to Texas in 1965, interviewed the liberals, and brought back the story that he was a “do-nothing governor,” out of step with national issues like the war on poverty and the increasingly strident civil rights movement. The liberals even found fault with his emphasis on education—“an elitist program,” grumbled one unnamed critic, because it dealt with colleges, not public schools.</p><p>Had Connally made peace with the liberals, as his friend Lloyd Bentsen would later do, his subsequent career might have been limitless. But he was moving in the opposite direction. He could not deal with the disintegration of society—sex, drugs, disrespect for authority, racial turmoil, loss of the work ethic—that rendered obsolete his traditional notion of progress in america. Flaws from his past began to assert themselves: the hardness he developed as LBJ’s hatchet man, the attraction for the wealthy he developed as an attorney for oilman Sid Richardson. One incident captures everything his enemies always said about him: When farmworkers were marching on the Capitol, he met them on the highway in an air-conditioned car to say that he would not receive them in austin. It was said that LBJ himself had observed, “John isn’t happy unless he’s in a three-hundred-dollar suit and in the company of men wearing them.”</p><p>Never again would Connally be as in touch with his times as he had been from 1962 to 1965. He evolved into a social conservative and an economic liberal at precisely the time when the opposite came into fashion. He switched political parties in the four-year election cycle that would see his old party nominate a former Southern governor for president. He bet everything on Texas real estate at the worst possible moment in the state’s history. He spent the rest of his days in search of a mission to replace the one that was swept aside by the sixties, and he never quite found it.</p><p>In better times, Connally had ended his 1965 address to the Legislature with a poem by James Russell Lowell that could well serve as his epitaph:</p><p>Life is a leaf of paper white</p><p>Whereon each of us may write</p><p>His word or two, and then comes night.</p><p>Greatly begin! Though thou has time</p><p>But for a line, be that sublime!</p><p>Not failure, but low aim is a crime.</p><p>When John Connally became governor, Texas’ aim was far too low. He did more to change that than have all his successors combined. If, after he left the governorship, his life was one of unfulfilled promise, the same could be said of Texas. No better lesson could be learned from his life and death.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "August 1993",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "Governor",
      "John Connally",
      "Legislature",
      "democracy",
      "Election",
      "History",
      "House",
      "Liberal",
      "Style",
      "Texans",
      "Work",
      "Ann Richards",
      "Bill Clements",
      "Billy Graham",
      "Career",
      "Civil Rights",
      "cold",
      "Dallas",
      "Dallas Morning News"
    ],
    "wp_categories": [
      "Ann Richards"
    ],
    "wp_location": [
      "Texas",
      "Dallas",
      "Mission",
      "Washington"
    ]
  }
}