{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19796",
    "date": "June 1979",
    "year": 1979,
    "month": 6,
    "month_formatted": "June",
    "pdf_uri": "/1979/19790600.pdf",
    "issue_cover_image": "",
    "document_start_page": 94,
    "toc_start_page": 92,
    "document_page_range": [
      [
        94,
        95,
        96,
        97,
        98
      ]
    ],
    "toc_order": 1,
    "toc_headline": "Night Moves",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-197906-nightmove",
  "source": "/1979/19790600.pdf",
  "wp_post_id": 114279,
  "wp_post_guid": "http://www.texasmonthly.com/article/night-moves/",
  "authors": [
    "Kaye Northcott"
  ],
  "headline": "Night Moves",
  "dek": "By their bars, taverns, discos, and dance halls ye shall know your legislators.",
  "spread_caption": "",
  "excerpt": "For legislators in austin, home is where the bar is.",
  "kicker": "",
  "word_count": 3027,
  "content": "<p><span class=\"dropcap\">i</span>s 6:30 p.m., a typical Tuesday evening for legislators in austin. At Thirteenth and Lavaca, one block from the Capitol, the Veranda is beginning to fill with liberal House members, Capitol staff, and trendy young professionals. Men in three-piece suits and women in leg-breaker heels are rolling dice at a bank of backgammon boards and scanning the entrance for new arrivals. The Veranda is the disco version of a pickup bar. A married senator, decked out in a slick leather coat, was recently spotted at the Veranda trying to convince two beautiful Vietnamese women that he was actually a rich plumber, and one ex-rep uses a line about being a Secret Service agent.</p><p>The Veranda—and a few other legislative hangouts—provide plenty of action, but of course not everyone is playing. These days it is hard to make generalizations about the increasingly diverse body of Texas legislators. Some don’t quite fit into the scene and others just aren’t interested. A few members move their families to austin for the session, but the vast majority hole up alone in hotels and apartments. Deprived of even an approximation of normal home life, they flock together at night to eat, drink, make merry, and talk shop.</p><img/><img/><p><em>High on flash, the Veranda is where legislators go looking for action, but austin has smoke-filled bars, high-rise clubs, candlelit dining rooms, country-and-western dance halls . . . something for every political caste.</em></p><p>Photography by Tomas Pantin</p><img/><p><em>The Raw Deal caters to the red-meat crowd, and beer is the drink of choice. Old-style liberals feel at home here.</em></p><p>The Veranda’s disco music hasn’t started blaring yet, and at a table next to the deserted dance floor, Representative Hugo Berlanga of Corpus Chrisd is talking with U.S. Attorney Tony Canales, an old hometown buddy, about a drug bill being heard by the House Criminal Jurisprudence Committee. Meanwhile, out on the patio, taking advantage of an unseasonably warm twilight, is the Gang of Four, Representatives John Bryant of Dallas, John Whitmire of Houston, and Luther Jones and Ron Coleman of El Paso. (The Gang’s nickname comes from their bold but futile challenges to the conservative rule of House Speaker Billy Clayton.) They often convene at the Veranda after work to trade information about the next day’s floor action. Tonight, however, they are just having a drink with some visiting firemen in town for El Paso Day, a Chamber of Commerce extravaganza that will be celebrated the following day with a panoply of congratulatory resolutions, $400 Tony Lama boots for the governor, refried beans and belt buckles for the legislators, and a big bash at Fiesta Gardens on Town Lake.</p><p>It’s mighty fine out on the patio, but Coleman and Bryant have to finish their drinks and move on. They have a dinner date with two district judges at the Quorum, the establishment hangout over on Red River. The Quorum is not their natural habitat, but everyone who is anyone in state politics winds up there now and again. You can find more political heavies per square foot at the Quorum than at any other bar in Texas. The Headliners, a ritzy press club that caters to editors and lobbyists rather than to working reporters, is popular at lunch,' but the Quorum is <em>the</em> place to see and be “seen in the evening. It is owned by Nick Kralj, a former aide to Lieutenant Governor Ben Barnes. After Kralj narrowly lost a House race to represent his home city of Galveston a few years ago, he settled upon an equally political vocation as the Legislature’s favorite barkeep.</p><p>The Quorum is more of a Senate than a House scene, and it’s a place where women reps and lobbyists (yes, there are a few women lobbyists) go without qualms for an end-of-the-day drink. “I have a lot of women customers. They know nobody’s going to make a pass at them here,” says Kralj, who at 6 feet 4 inches and 220 pounds looks like a Mafia bouncer. Legislative staff members usually visit the Quorum only when invited by their bosses. Few journalists put in appearances, either, which may explain why the lobby feels so comfortable there.</p><p>The Quorum is now located in the historic Hardeman House, one of the restored buildings in Symphony Square three blocks east of the Capitol. With dining (formal) on the upper floor and a bar (intimate) in the basement, the Quorum is as conducive to good conversation and table-hopping as Scholz Garten was in its heyday. (These days Scholz’s attracts mostly UT students, courthouse lawyers, and state agency employees.) Of course, one could spend an entire evening eating and drinking at Scholz’s for the price of a pitcher of beer and a basket of chicken-fried steak fingers. A dinner at the Quorum will set you back $15 to $20, not counting drinks. Most of the Quorum regulars are either earning considerably more than the legislative salary of $7200 a year, or eating and drinking on some lobbyist’s tab, or both.</p><p>Still, for all its establishment veneer, the Quorum attracts a rich mixture of Capitol people. You may spot Ben Barnes with a pride of business lobbyists lining up support for a presidential primary bill, while two tables away liberal Democrat Ron Waters and conservative Republican Brad Wright are forging an alliance to sponsor a rival bill. The big round tables in the center of the room are like a political free trade zone. Texas culture has always required that a politician drink and laugh and swap lies with his deadliest enemy, and the Quorum definitely sustains this tradition.</p><img/><p><em>at the Quorum, a legislator can have a quiet drink—even with his worst enemy.</em></p><img/><p><em>Speaker Billy Clayton and his team hold court on Tuesdays at the Broken Spoke.</em></p><p>No other bar or restaurant draws such a high concentration of elected officials, but dozens of others have a regular legislative clientele—the Number One Bar at the Night Hawk on South Congress, La Tour atop the Westgate Building next door to the Capitol, the private austin and Citadel clubs, the Cloak Room on Colorado, the Marimont Cafeteria on Riverside, the Capitol Oyster Bar on Fifteenth, Shenanigans on Barton Springs, and arthur’s on Highland Mall Boulevard, not to mention all the downtown hotel bars, plus the Hilton and the Marriott in North austin.</p><p>Many senators hang out at the Caucus, the windowless, slightly seedy building on Red River that used to house the Quorum. On this particular Tuesday night, Senator Peyton McKnight and his wife, ann, will have a quick drink at the Caucus between an insurance industry reception at the Headliners and dinner with former UT Regent Frank Erwin at the Quorum, where he is still called “Mr. Chairman.” McKnight, like many other legislators and lobbyists, likes to visit with as many people as possible in the evenings—“run his traps,” as they say. His hectic social schedule requires that his secretary type out a daily itinerary, which he calls his “dance card.”</p><p>The husky McKnight and his welltanned wife add to the Las Vegas air of the joint as they cruise up to the Caucus in their beige Cadillac Biarritz. The cigar smoke hits them before they walk in the door, and it is well-nigh suffocating by the time they pass the first table, which is reserved for a group of austin businessmen known to Caucus customers as “the gamblers,” most of whom look like they stepped out of a Damon Runyon short story. One politician insists that while the Quorum is the showplace, a lot of important deals are cut at the Caucus. This is the kind of bar where a politician can get down to the basics. In addition, the Caucus offers good food, cheaper than the Quorum’s, and nightly entertainment by Bobby Doyle, a blind piano player with a fine whiskey voice.</p><p>Another place that is getting good attendance is the Raw Deal, a tiny, smoky steak and beer bar tucked away on the banks of Waller Creek downtown on Sabine. It is not for the Quorum crowd, who expect faultless service, or, for that matter, for anyone who expects service at all. You place orders at the bar, gather your own utensils, and if you’re lucky, someone will bus the table when you’ve finished. The Deal is aggressively unstylish; there are hand-lettered signs</p><p>warning NO Guitars and NO Backgammon. But the food is good, and so is the company, primarily old Scholz’s liberals, writers, and politicians, the survivors of the <em>Gay Place</em> crowd. The Deal is probably the only legislative tavern where children are welcome. Tonight Garland Senator Ron Clower and his wife, Virginia, are coaxing their two daughters to finish their chopped steaks. A few rickety tables away, Houston Representative El Franco Lee and James Young, a Houston Oiler defensive end, are chomping down on sirloins and double orders of home fries. Lee, wearing cowboy boots, allows as how he may check out the Broken Spoke, a country-andwestern dance hall on South Lamar, where Speaker Billy Clayton and the other West Texans hold court every Tuesday night.</p><p>By 9:30 p.m., the Spoke has a full</p><p>retinue of Clayton team members. “You never see some of them at any of the other night spots,” says one representative. Lobbyists, legislators, and staff people, some in business clothes, others decked out in kicker regalia, are sloshing Lone Stars and sliding over the dance floor to the music of the Country Sounds. Between bites of chicken-fried steak, Joe Longley, an austin attorney and one of the authors of the Consumer Protection act of 1973, is telling a couple of Clayton’s people why mandatory treble damages should remain in the bill. Longley’s wife, Susan, an aide to Senator Babe Schwartz, is dancing with the Speaker, who rarely sits out a number.</p><p>The Spoke is not known as a pickup scene, although it is a likely enough place for a staff member to launch a romance with a legislator. Most of the women are wives, aides, members of the Speaker’s staff, or assistants to the House sergeantat-arms. Tuesday night etiquette requires that a woman dance with anyone who asks her. It’s all fairly harmless, but people are loose and high and having fun, and it’s not an image that they particularly want the home folks to see. Legislators were none too pleased when Carole Kneeland taped a segment at the Spoke for the WFAA nightly news in Dallas. A lobbyist later complained, “There I was bar-ditch drunk, and in marches a camera crew from the TV station my wife watches back home.”</p><p>Out on the dance floor are an assortment of legislators—team members and non-team members—and half a dozen lobbyists. Representative Mary Jane Bode twirls by with State affairs Chairman Tom Uher, an indefatigable dancer. She is shouting into his ear about a bill she has sponsored that is coming before his committee. Getting to talk shop while dancing with a committee chairman is one of a woman legislator’s few advantages. “The Spoke is a friendly place and I get a lot of business done, one to one,” says Bode.</p><p>Business is the common denominator of all legislative social occasions. Unfortunately, few are as much fun as Tuesday nights at the Broken Spoke. Luncheons and receptions honoring the Legislature occur with such stultifying regularity that it’s hard to remember who is sponsoring them, the chiropractors or the cosmetologists or the water conditioners. All that lingers in the memory is whether the beer went flat or the shrimp ran out.</p><p>Early in the session, before the Legislature gears up for night hearings, there are as many as half a dozen receptions daily. The parties are more of a treat for the association members than for legislators, many of whom go only out of a sense of obligation to a particular constituent or group. Reporters and lobbyists have always crashed the parties in search of a quick drink or a particular legislator, and now staff members show up regularly, with or without invitation. Houston Representative Lance Lalor rarely attends the parties but encourages his staff to go. “It’s the best way for them to get to know other staff people,” he says, “and if they don’t know the right staff members, they’ll never be able to find out what’s happening in a hurry.” Nowadays, so many people are crashing the receptions that some groups are beginning to issue tickets or to stipulate “members only” on the invitations.</p><p>Few legislators concern themselves with the propriety of accepting these nightly offerings of food and drink. At the Quorum, it is common for a legislator to ask for the bill at the end of the evening only to have the waitress say it’s already been settled, and the legislator may never even know who among any number of free-spending lobbyists anted up. One night in the bar I was told that a Republican House member had picked up my tab, but then the waitress added in confidence, “Well, it was really a lobbyist, but a representative wanted you to think it was on him.” Some legislators, Galveston Senator Babe Schwartz, for example, instruct the barkeep that no one is to pick up their tab without advance permission. Other legislators are notorious for being lobby mooches, and political tint has little to do with a proclivity for accepting the largesse. “The liberals take more favors from the lobby than the people the goodies were designed for,” says one observer of the scene.</p><p>Few legislators—or lobbyists—consider a free dinner or drink to be in any way obligating. The lobbyists say they are more worried about offending someone by <em>not</em> paying than the other way around. They insist that they are not buying votes for the price of a dinner but simply access, a guarantee that they will be recognized the next time they walk into a legislator’s office. Except for a few old-timers and overreachers, the lobbyists—or lobsters, as they’re called—are not talking about the merits of specific legislation during evenings at the Quorum. As one lobbyist explains, “Sometimes I will talk just a little business if I locate someone I haven’t been able to find during the day, but there’s no ‘Let me explain my bill to you’ or ‘I need to round up <em>x</em> number of votes.’ That’s just not done.”</p><p>While the lobsters are buying more drinks than ever before, they are not as lavish with handouts as they were before the Sharpstown scandal and the 1973 Lobby Reform act. Ten years ago it was possible for a reporter to check out the winter sunburns in the Senate on Monday morning and deduce who had gone on a lobby trip to acapulco over the weekend. There are seldom such exotic trips now, and few Christmas gifts, although the National association of Theatre Owners still gives reps the muchcoveted movie passes for about eight hundred theaters in the state. (Legislative aide Ricky McDaniel, who works for Representative Ralph Wallace, was recently arrested for allegedly making two hundred copies of his boss’s pass.)</p><p>The sad fact is that the elected officials and their staffs hustle the lobby as hard as the lobby hustles the legislators. Since the lobbyists have healthy expense accounts, they are usually happy to oblige, but sometimes the requests rub the wrong way. After Bill Clements was elected governor, he summoned about two hundred business representatives to a meeting at the Headliners Club and coolly announced that he needed their support in putting on the best inauguration in 105 years. Advertisements in the inauguration booklet would be selling at $2500 for one-sixth page to $15,000 for a full page, Clements explained. “It was the most blatant thing I ever heard of,” one lobbyist complained. “I got ‘invited’ to contribute $5000. I respectfully declined.”</p><p>But in one area the lobbyists have been let off the hook—they are rarely called upon today to provide female companionship. Austin hasn’t had a whorehouse since Hattie’s Place closed in 1960. According to the grapevine, a few Capitol secretaries are available on a semiprofessional basis, and, of course, there are freelance professionals. Two hustlers called up an austin defense attorney early in the session, just to make sure he still had the same phone number in case they got busted. They work the Texas Legislature in odd-numbered years, the Minnesota Legislature in even-numbered years. The bulk of their customers are probably people in town for receptions and other short-term legislative business. Legislators who are here for the 140-day session have ample time to score on their own.</p><p>The women’s movement, the sexual revolution, and redistricting brought significant cultural change to the Legislature during the seventies. The House chambers seldom ripple with such Monday morning gems as, “Boy, you should’ve seen what I found last night, and she didn’t talk none, neither.” House members have stopped hooting and jabbing each other in the ribs when a beautiful woman walks by. (Well, it must be noted that last session an aide nicknamed “Farrah Fawcett Minor” did cause a stir.) Only a few years ago, the small-loan lobbyists—the mini-sharks —gave an annual party for legislative secretaries and their bosses, sans wives. When a middle-aged senator put a flashlight down his pants to impress the secretaries, it was considered delightfully scandalous. Today such a party might not summon a quorum. Sex is more available and less obtrusive than it used to be. There are more discreet affairs and less goosing on the elevators. One lobbyist insists, “anybody who decides he or she wants to get laid can get laid. It’s no big deal anymore.”</p><p>What does cause comment is the rep whose partying interferes with his legislating. This is the type who meanders bleary-eyed into the House chamber in the morning and asks his deskmate how to vote because he hasn’t read any of the bills. Even with all the temptations, though, there are surprisingly few casualties to the austin nightlife. Politicians are an unusually hardy breed. Take Speaker Clayton, for example, who at age 50 can still close down the Broken Spoke and make it to the office springy as a spike buck by 6:30 or 7 a.m. The Wednesday following this particular Tuesday he disposed of a big pile of paperwork before diving into the first social event on his calendar—an 8:30 a.m. breakfast in honor of El Paso Day.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "June 1979",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "House",
      "Austin",
      "Dance",
      "Legislators",
      "people",
      "Women",
      "Business",
      "Home",
      "Legislature",
      "Beer",
      "Lobbyist",
      "Houston",
      "Speaker",
      "Texas",
      "Coleman",
      "Dance Halls",
      "Dancing",
      "Drinking",
      "El Paso",
      "ever"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Austin",
      "Houston",
      "Texas",
      "El Paso",
      "Galveston"
    ]
  }
}