{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19796",
    "date": "June 1979",
    "year": 1979,
    "month": 6,
    "month_formatted": "June",
    "pdf_uri": "/1979/19790600.pdf",
    "issue_cover_image": "",
    "document_start_page": 106,
    "toc_start_page": 104,
    "document_page_range": [
      [
        106,
        107,
        108,
        109,
        110,
        111,
        112,
        113
      ]
    ],
    "toc_order": 3,
    "toc_headline": "Clowning Around",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-197906-clowninga",
  "source": "/1979/19790600.pdf",
  "wp_post_id": 114267,
  "wp_post_guid": "http://www.texasmonthly.com/article/clowning-around/",
  "authors": [
    "Alice Gordon"
  ],
  "headline": "Clowning Around",
  "dek": "Is it true clowns have more fun?",
  "spread_caption": "",
  "excerpt": "Our photographer runs away to the circus.",
  "kicker": "",
  "word_count": 401,
  "content": "<p>Photography by Joe Baraban</p><img/><p>Clowns are scary, and sometimes, as in Walt Disney’s <em>Dumbo</em>, they’re mean to poor little baby elephants. Usually, though, when they’re scary or mean they’re also funny. The clowns in Ringling Bros, and Barnum & Bailey’s “Greatest Show on Earth” have to be funny fifty weeks every year, and they wouldn’t want to do anything else.</p><p>When Joe Baraban ran away to the circus to take pictures of clowns, he headed for Clown alley. Here, in the long, narrow makeshift dressing room lined with mirrors and trunks of outlandish clothes that are almost always too big or too little, the circus clowns create their trademark characters (it is an unwritten rule in clowndom that no clown copies the face or costume of another): Daniel Rodgers from Dallas turns into the Tazmanian Dwarf Devil, Beth ashworth from Houston prepares herself for her stilt walk, and Prince Paul, who has been in the circus for 33 years, fills in the famous face that has been with him for so long it is pressed into his skin like the outlines in a coloring book.</p><p>The clown routines under the Big Top are carefully rehearsed. But the “come-in” isn’t, and it’s the clowns’ favorite part. While children and their parents are eagerly anticipating the high-wire acts and the lion tamers and the elephant tricks, the clowns burst into the ring and do their most spontaneous clowning—fooling around and acting silly with the crowd in the bleachers, making shy kids giggle out loud, making unhappy kids sparkle, cheering themselves up by making people laugh.</p><p>For two performances Baraban put on full clown makeup and costume and cavorted in the ring. He helped unveil to audiences “The History of aviation’’ (a giant book opened up to reveal a giant bug), piled in and out of a tiny clown taxi with an impossible number of other clowns as the auto zoomed around the arena (a feat of claustrophobia made possible, according to Prince Paul, by a collective holding of breath), and watched the dainty “Clown Ballet.’’ Baraban had the time of his life as a clown; the smell of the greasepaint was so intoxicating he almost couldn’t leave. But now perhaps he’ll find that all the world loves a photographer who loves a clown.</p><p><em>above: as the circus’ Boss Clown paints him a funny face, photographer Joe Baraban awaits his fling in the Big Top.</em></p><p>Lettering by Flat Lizard Graphics</p><img/><img/><img/><img/><img/><img/><img/><img/><img/><img/><img/><img/><img/><img/><img/><img/><img/><img/>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "June 1979",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Giant",
      "Photographer",
      "Prince",
      "Acting",
      "Children",
      "Clothes",
      "Dallas",
      "Elephant",
      "History",
      "Houston",
      "people",
      "trademark"
    ],
    "wp_categories": [
      "Dallas"
    ],
    "wp_location": [
      "Dallas",
      "Houston"
    ]
  }
}