{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19796",
    "date": "June 1979",
    "year": 1979,
    "month": 6,
    "month_formatted": "June",
    "pdf_uri": "/1979/19790600.pdf",
    "issue_cover_image": "",
    "document_start_page": 99,
    "toc_start_page": 97,
    "document_page_range": [
      [
        99,
        100,
        101,
        102,
        103,
        104,
        105
      ]
    ],
    "toc_order": 2,
    "toc_headline": "I Hate You!",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-197906-ihateyou",
  "source": "/1979/19790600.pdf",
  "wp_post_id": 114276,
  "wp_post_guid": "http://www.texasmonthly.com/article/i-hate-you/",
  "authors": [
    "Richard West"
  ],
  "headline": "I Hate You!",
  "dek": "Feuding is a favorite Texas sport. It's cheap, requires no fancy equipment, can be played alone or in teams, and has virtually no rules. Better yet, no feud has ever been called on account of rain.",
  "spread_caption": "",
  "excerpt": "Although Texans make good friends, they make even better enemies.",
  "kicker": "",
  "word_count": 4610,
  "content": "<p>Texans love to feud and always have. Feuding is a time-honored tradition, embodying the fundamental clashes between rebel and Yankee, sheepherder and cattleman, independent businessman and corporate giant, that have marked our passage from a frontier to an industrial society. Unlike shrinking-violet appalachian feuds, which are content to run their courses hidden away in nameless mountain hamlets, Texas feuds have ranged far and wide over the landscape, drawing in whole towns and strata of society. Most early hate-fests, like the Regulator-Moderator War of the early 1840s, were products of a time when police protection was minimal, and they pitted outlaw bands against vigilante groups. But no matter what their origin, all early Texas feuds had only one outcome—death of one or more parties.</p><p>Today we feud with subtler weapons—and for subtler reasons. Money and land will always fuel outbreaks of hatred, but today’s feud is more likely to arise over intangibles: pride, jealousy, social status. Property fights have been relegated to the courtroom and the boardroom, while personal feuding goes on in the newsroom and the dining room. One can’t stoop to openly fighting over tacky material things, but just let one’s rival utter an unkind word to the local press, or over dinner to a roomful of one’s peers . . . well, such outrages simply cannot be tolerated. Honor requires that one retaliate in kind.</p><p>Thus a military science has become an art form—and gotten a whole lot more satisfying in the process. Because when you get right down to it, it can be fun to spread nasty rumors about your enemies. And the pleasure of gossip is a renewable resource: once the old-time gunfight was finished, so was the feud, but with gossip you can embarrass your enemy over and over. Not only that, you can enjoy the ultimate thrill of showering the object of your hatred with shows of friendship, while secretly plotting to make him squirm. The possibilities are endless, as the inveterate Texas feuders on the following pages have proven.</p><img/><p>Illustrated by Tom Ballenger</p><img/><p><em>Marge</em> vs. <em>Maxine: a case of the dueling pens</em></p><p><strong>Media Feuds</strong></p><p><strong>Marge Crumbaker and Maxine Messenger, Houston.</strong> Thank you, Harry Reasoner and Barbara Walters, for hating each other publicly and raising the standards of media feuds back to the noble heights established by Dean Martin and Jerry Lewis. Those were the days when the display of emotion by TV and movie stars was still permitted. Jack Paar cried on the air. Arthur Godfrey publicly fired Julius LaRosa. At least one guest a month angrily huffed off the <em>Tonight Show.</em> and as the giants go, so go the pygmies. It’s inevitable that Texas’ only gossip columnists, Marge and Maxine, are tense rivals, since they work for competing papers, the <em>Post</em> and the <em>Chronicle.</em> They make a point of staying out of each other’s way.</p><p><strong>Nancy ames and KPRC-TV, Houston. </strong>Upon request, songbird ames warbles downbeat lyrics regarding KPRC’s decision to ax her talk show.</p><p><strong>Joanne King Herring, Houston, and Sally Quinn, Washington.</strong> Star feature writer Quinn of the <em>Washington Post</em> slipped the dagger quietly into the back of Houston socialite Herring in a recent two-part series. Quinn quoted Herring as saying to Pierre Cardin, “Dear, I want to look like Snow White and the seven dwarfs.”</p><p><strong>Marjorie Downey and Esquire. </strong>Downey, owner of Ciro jewelers in Houston, was dating nation’s number one catch, CBS chairman William Paley, until <em>Esquire</em> revealed that Paley’s pals called her “the Stingray.”</p><p><strong>Kens-TV and KSA T-Tv, San antonio. </strong>Not only did KSAT steal star weatherman Jud ashmore, since departed for radio, but now they claim in brash promos that their news has wrested top ratings from perennial leader Kens. Kens says it ain’t so.</p><p><strong>ann Kurth and Thomas Thompson, Houston.</strong> The ex-girlfriend of Dr. John Hill has sued the author of <em>Blood and Money</em> for libel. Kurth wants blood money.</p><p><strong>John Green and the Odessa american. </strong>District attorney Green continues to fight the Odessa newspaper and editors. Staffers have been harassed, indicted, and barred from the DA’s office because of what Green considers biased coverage of his activities. He has sued for libel.</p><p><strong>Geneva Brooks and Joe Spiegel, Houston.</strong> Protect-our-morals queen battles porno theater king.</p><p><strong>Feuds for Thought</strong></p><p><strong>Frank Erwin, austin.</strong> With feuding rivaling the Bee Gees in popularity, you would think our colleges would offer courses in how to feud. Philosophy of Feuds 201a: Origins of Insults and ambushes. Not only could students learn of passions and feuds rivaling even those between Kappas and Thetas, they also could observe live feuds among the administrators between classes. In the late sixties one needed an abacus to keep track of UT Board of Regents chairman Frank Erwin’s feuds. Almost certain to be selected as a new member of the Feud Hall of Fame, Erwin dominated the feud field as ali does the boxing ring. The long list of those who have lost feuds with the former chairman includes trees, hippies, professors, ex-UT dean John Silber, ex-UT presidents Norman Hackerman and Steven Spurr, and the Texas College and University System Coordinating Board. Here’s to a mean sumbitch.</p><p><strong>Westheimer School Board and Houston Independent School District.</strong> Tiny, exclusive West Houston district wants to split off with 8000 mostly white students and 10 per cent of HISD tax revenues, but not because of race. Not much.</p><p><strong>Feuds of the Heart</strong></p><p><strong>Garry Weber and Terry Weber, Dallas. </strong>I have always thought that the marriage of Romeo and Juliet would have ended in divorce. Too much passion, too much youth. What a much better play Shakespeare could have written if only he’d concentrated on the court fight instead of the courtship. Think of the battles over the property settlement, with all those Capulets and Montagues quarreling over the spoils. Yet it would have been no more unseemly than the breakup of Dallas’ Garry and Terry Weber, a rich and handsome political couple once seen at all the right places wearing dazzling clothes. Who would have guessed that they who ran together might one day run against each other? Yet Terry privately threatened to enter the 1976 mayoral race between Garry and Bob Folsom as “Terry Weber” to split the vote. She didn’t and Garry lost anyway, but where was Terry during last year’s county judge race, which Garry won?</p><p><strong>State Senator Oscar Mauzy and alglaia Mauzy, Dallas.</strong> a nasty political divorce. Mauzy persuaded the Senate to reject the appointment of Steven Condos as 330th Family District Court judge because Condos had presided over the property settlement lawsuit filed by the former Mrs. Mauzy.</p><p><strong>Pat Nugent and Luci Nugent, austin. </strong>Nasty, nasty. Johnson family and friends want Pat to leave town. Pat won’t go and no agreement has been reached on property and custody. Friends say Pat wants a bigger settlement. Even Lyndon couldn’t forge a compromise here.</p><p><strong>Business Feuds</strong></p><p><strong>Southwest airlines and Braniff, Texas International, cities of Dallas and Fort Worth.</strong> Economists talk in lofty terms of the advantages of vertical integration and economies of scale, but what it all comes down to is that the big ’uns eat the little ’uns. Unless, that is, the big ’uns try to make passengers fly from Grapevine to Conroe when the little ’uns are willing to fly from Dallas to Houston. That’s what the classic Texas business feud of the last decade was all about, and it has ended in a smashing victory for Southwest airlines over Braniff and Texas International. The big guys tried everything short of hiring Palestinian terrorists to keep Southwest from getting off the ground. Lawsuits in state and federal courts plus city ordinances failed to stop Southwest or force it to use DFW Regional airport instead of close-in Love Field. Now the wheel has come full circle as Fort Worth is wooing Southwest to consider Meacham Field its second Metroplex home.</p><p><strong>Minit Mart No. 9 and West Lynn Seven-Eleven, austin.</strong> Mom-and-pop convenience store battles across-the-street corporate giant and wins. Neighbors gave unswerving loyalty to Number Nine. Seven-Eleven’s West Lynn loser is now closed and converted into a health-food store.</p><p><strong>Sakowitz and Neiman-Marcus, Houston.</strong> The battle has raged on Sakowitz’ home turf since Neiman’s invaded Houston in 1955. Now Sakowitz is returning the favor with a store planned for Prestonwood Mall, directly in competition with a Neiman’s under construction nearby. Grrrrrr.</p><p><strong>Lone Star Gas and Coastal States Gas. </strong>Only the Justice Department kept Coastal from taking over Lone Star in the early seventies. Now Coastal desperately wants to settle the billiondollar lawsuit brought by its customers, and Lone Star has been the customer hardest to satisfy in the negotiations. Vengeance is sweet.</p><p><strong>Fairmont and Hyatt Regency hotels, Dallas.</strong> Hyatt stole Fairmont’s employees when they opened. Now the newer Loews anatole hotel is stealing from both.</p><p><strong>Marie Leavell and Lou Lattimore, Dallas.</strong> Dallas’ upper-crust <em>tres</em> expensive dress stores on the same street.</p><p><strong>Texas Instruments and Dresser Industries, Dallas.</strong> Dresser won contract to sell oil-well drilling equipment to Russia. TI president J. Fred Bucy wrote a report critical of the sale claiming it might work against national interest. President Carter reviewed and okayed the sale. TI and J. Fred are still jealous.</p><img/><p><em>Herring vs. Wyatt: turning the other chic</em></p><p><strong>Society Feuds</strong></p><p><strong>Joanne King Herring and Lynn Sakowitz Wyatt, Houston.</strong> “i’m not in society,” socialites usually insist when asked. “I just see my friends.” Don’t believe it. Traditionally, in Texas cities and towns, the urges that men work out by making deals, women work out by giving parties. In both cases it’s the territorial imperative at work, and in both cases more territory for you necessarily means less territory for someone else. Society feuds tend to be particularly bitter because the territory in question is people—the guests at your parties. Naturally, all sorts of nasty calculations having to do with the stock of the guests, the stock of the partygivers, and the gradations of their loyalty to each other come up, and genuine friendship has to take a back seat. The two greatest society feuders in Texas are Houston’s Joanne King Herring and Lynn Sakowitz Wyatt, whose husbands do battle downtown all day in the energy business while they do battle with guest lists. Who’s winning? Let’s see: Lynn is on the International Best Dressed List and Joanne isn’t; Lynn gets her picture in <em>Women’s Wear Daily</em> more often; Joanne, however, has cornered the market on Denton Cooley and whatever sheik happens to be in town, while Lynn has to content herself with second-rate European nobility. But there can be no doubt that these two don’t like each other one bit.</p><p><strong>Second level social climbers (Barbara Dror, Mary Ellen Gordon, Carolyn Farb, Houston; James Jacks, Tom and anne Barton, Baxter Brinkman, Dallas) and themselves.</strong> There’s only so much room at the top and all of these are trying to get there.</p><p><strong>The 500, Inc., board and would-be board members, Dallas.</strong> The 500, Inc., is supposed to raise money for worthy causes like the arts. That’s fine, but you should hear some of the things that go on when it’s time to elect new members.</p><p><strong>Juanita Miller and annette Strauss, Dallas.</strong> The reigning queens of Dallas society are too competitive to get along.</p><p><strong>ars Longa, Vita Brevis Feuds</strong></p><p><strong>Mimi Crossley and John alexander, Houston. Post</strong> art critic has this to say about artist alexander’s style: “It may be enough to build a career, sell some canvases, go to a lot of parties, and get your name in the paper, but it’s not enough to be remembered by.”</p><p><strong>Fort Worth art Museum and any of its directors.</strong> Richard Koshalek was fired, Jay Belloli resigned. What’s in store for David Ryan?</p><p><strong>Frank Mann and Claes Oldenburg's mouse, Houston.</strong> Mann or mouse feud. City Councilman Frank Mann still thinks the big red Oldenburg mouse in front of the public library is tacky and a waste of city funds. It is not known what the mouse thinks of Mann.</p><p><strong>Willie Cothrum and the Henry Moore sculpture, Dallas.</strong> City councilman thinks Moore masterpiece was too expensive, won’t appeal to the common man. However, since the two attended a Cowboys game together, Cothrum considers Moore himself okay.</p><p><strong>Feuds of the Spirit</strong></p><p><strong>Reverend W. A. Criswell, Dallas, and Madalyn Murray o'hair, austin. </strong>Feuding with God doesn’t make sense. If you believe, you have some idea of your odds of winning: none. If you don’t believe, you have no feud opponent. However, feuds between interpreters of the Word and nonbelievers are as old as civilization. Dallas’ Reverend W. A. Criswell is a star feuder. Dramatic as a Barrymore, articulate, unyielding, a spiritual media-star, Criswell’s verbal bouts with atheist Madalyn o’hair are legendary. I’ll bet God admires the feud, if not the feuders.</p><p><strong>Willie Farah and the Roman Catholic Church, El Paso.</strong> Slacks manufacturer Farah blames the archdiocese for supporting the amalgamated Clothing and Textile Workers, leading to a disastrous two-year strike.</p><p><strong>Gamer Ted armstrong and Herbert W. Armstrong.</strong> State’s best imported feud settles in Tyler as Texas immigrants Garner Ted and Daddy Herbert W. fight over control of the Worldwide Church of God. Daddy is winning.</p><p><strong>Pick a Feud If You Need a Feud</strong></p><p><strong>Southwestern Bell Telephone.</strong> Twentycent pay phones, charges for information, and unconscionably high intrastate rates are almost too much to bear.</p><p><strong>Bob Bullock.</strong> The tempestuous state comptroller maintains extensive files on politicians and contributors just in case he should run short of people to fight. With grand juries investigating him and a DWI conviction in his past, Bullock looks like an inviting target, but don’t tell that to two Bullock archenemies, former Lieutenant Governor Ben Barnes and former attorney General John Hill. The operative word is former.</p><p><strong>Oscar Wyatt and Coastal States Gas. </strong>The cities of San antonio, austin, and Corpus Christi, and four million ratepayers in Central and South Texas blame their high utility bills on Oscar’s wheeling and dealing. Even folks in the gas business dislike Oscar for giving their industry a bad name.</p><p><strong>Dallas Sheriff Carl Thomas.</strong> So unpopular that when he put a reporter in jail, judges called the <em>Dallas Morning News</em> offering to get the reporter out.</p><p><strong>Ethnic Feuds</strong></p><p><strong>Henry B. Gonzalez and albert Bustamante, San antonio.</strong> Congressman Henry B. is always gunning for anyone who might threaten his status as Numero Uno. New County Judge Busty, a former Gonzalez pal, may be the one to test rumors that Henry B. is vulnerable at last.</p><p><strong>Clay Smothers and just about everybody. </strong>archconservative black state legislator. “I am against blacks, Mexicans, women, Indians, and queers talking to me about their rights.”</p><p><strong>al Lipscomb and black and white establishments, Dallas.</strong> “The Lip” takes on bankers, developers, racists, and black Ministerial alliance members. Has run unsuccessfully for office more times than Johnnie Mae Hackworthe.</p><p><strong>Ruben Bonilla and Dr. Hector Garcia, Corpus Christi.</strong> The Bonillas are liberal lawyers, the Garcias conservative doctors, and they head warring Chicano-rights organizations. Fight never seems to end. Meanwhile the anglo minority stays in power in Corpus. Latest flareup was over Bob Krueger’s possible appointment as ambassador to Mexico; Bonilla approved, so of course Garcia didn’t.</p><img/><p><em>o’hair vs. Criswell: a gibe for a gibe</em></p><p><em>Gonzalez vs. all comers: whoa, Henry!</em></p><img/><img/><p><strong>Texas cops and Texas Mexican americans.</strong> Since 1973, sixteen Mexican americans have been shot or beaten by law enforcement officers under questionable circumstances. The Joe Campos Torres drowning in Houston and the Larry Lozano beating in the Ector County jail were the most publicized cases.</p><p><strong>Political Feuds</strong></p><p><strong>Senator John Tower, Wichita Falls, and Hank Grover, Houston.</strong> Real feuds, like real friendships, are rare in politics, where today’s adversary may be tomorrow’s valued ally—and vice versa. Because politicians have learned to survive the constant tension between voting right and staying in office, they tend to view each other as part of a very exclusive club. But someone forgot to tell U.S. Senator John Tower and former 1 Republican gubernatorial candidate Hank Grover that they’re both members. Grover still blames Tower for spoiling his fundraising in 1972. Tower thinks Grover and the Houston GOP right wing are political lunatics. The feud got serious when Grover threatened to run against Tower as an independent in 1978, but cooler heads dissuaded him.</p><p><strong>John Connally and Ed Clark.</strong> This old and dusty feud started when lawyerpolitician Clark failed to give Connally a good credit reference in 1946 when Connally was starting austin’s KVET radio station. It’s been downhill ever since.</p><p><strong>Senators Bill Moore, Bryan, and Babe Schwartz, Galveston.</strong> Longtime Senate enemies with opposite political philosophies (Moore is an unapologetic archconservative, Schwartz an unabashed liberal) but similar irascible personalities. They nearly came to blows in March when Schwartz squelched a Moore bill in the morning, and Moore retaliated in the afternoon by adjourning his committee rather than let Schwartz ask questions.</p><p><strong>State Representative Emmett Whitehead, Rusk, and Federal Judge William Wayne Justice, Tyler.</strong> Whitehead doesn’t like the judge’s liberal rulings; in particular he seethes over decisions adverse to his pet state agency, the Texas Youth Council. To get even he introduced a bill to put a halfway house for delinquent children on a vacant lot next to the judge’s elegant home in South Tyler.</p><p><strong>Barbers and cosmetologists, austin. </strong>Rival state boards split hairs over obscure regulations to gain competitive advantage for their profession at the other’s expense. This is the kind of lobbyversus-lobby battle legislators hate to get caught in the middle of. Other longstanding lobby feuds: railroads and truckers; contractors and architects; doctors and chiropractors; individual optometrists and chain store optometrists; trial lawyers and doctors (for malpractice), big business (for products</p><p>liability), and insurance companies (for just about everything else).</p><p><strong>Fistfight Feuds</strong></p><p><strong>Marvin Zindler and Sheriff Jim Flournoy, La Grange.</strong> Unlike many other states, where a man has to “retreat” as far as possible before killing a man in self-defense, Texas doesn’t say much in the law books about backing down. In fact, the general tenor is that a man has to retreat no farther than the air on his back. It is unlikely that Fayette County Sheriff Jim Flournoy ever backed down from anything unless it was a ladder. When Houston TV crusader Marvin shut down the Chicken Ranch, Sheriff Jim tried to shut down Marvin with a punch.</p><p><strong>Tom Stolhandske and Jeff Wentworth, San antonio.</strong> Bespectacled, 150-pound County Commissioner Wentworth accused 220-pound County Commissioner Stolhandske of taking kickbacks. Stolhandske walked across the commissioners’ courtroom, grabbed Wentworth by the necktie, and dragged him over a table.</p><p><strong>Woody Bean, Jr., and Jerry Woodard, El Paso.</strong> The two state district judges were discussing an obscure point of law in the midst of a crowd at Miguel’s Bar in El Paso when a difference of opinion arose. Woodard knocked the eyepatch-wearing Bean to the floor, reportedly saying, “i’ll knock your other eye out, you oneeyed son of a bitch!”</p><p><strong>Rex Cauble and Jack McCreary, austin.</strong> New Texas aeronautics Commission member McCreary was goading chairman Cauble during a meeting. Finally McCreary said, “Why don’t you put your fist where your mouth is?” Rex Cauble then put his fist in Jack McCreary’s mouth.</p><p><strong>Family Feuds</strong></p><p><strong>Klebergs, Kingsville. </strong>Most Texans know the Klebergs are synonymous with the King Ranch, but what happened to the Kings? The answer is that they were the victims of one of Texas’ longest-running family feuds. There are really two kinds of family feuds, and the King Ranch saga has plenty of both: there’s internal strife among the Klebergs (who married in, then took over), and a great interclan rivalry between the Kings and the Klebergs and neighboring ranchers. The latest family member to leave the fold was Bobby Shelton, who was assuaged by a multimillion-dollar settlement and substantial acreage in Florida, Montana, and Texas.</p><p><strong>Longoria clan, Nuevo Laredo.</strong> This ten-year feud features clashes among Chito Longoria and his younger siblings (four brothers and three sisters) over control of the family kingdom on both sides of the border. Stakes include land, banks, hotels, family honor, and lots of money.</p><p><strong>Whittenburgs and Wares, amarillo. </strong>Each family believes amarillo is its city and that’s that. Skirmishing began a few years ago when Bonnie Whittenburg and her husband borrowed money from the Wares’ bank to start a helicopter school and wouldn’t pay it back when the school didn’t fly. Full-blown war erupted when the Wares sued, lost, hired John Connally to appeal, and won.</p><p><strong>Baron Ricky Di Portonova and Roy Cullen, Houston.</strong> Gadabout Ricky, Roy’s first cousin, spends Cullen money for a living. That’s not Roy’s style. He’s conservative, like their grandfather, who made the money in the first place.</p><p><em>Flournoy vs. Zindler: justifiable mugging?</em></p><img/><p><strong>Jimmy Dean and Don Dean, Plain view. </strong>Brotherly love goes through the meat grinder. After his singing career, Jimmy Dean started a hog farm, named brother Don president of Jimmy Dean Meat Company, then went off to contemplate the meaning of life on his yacht. But Don incurred Jimmy’s wrath by firing lots of Jimmy’s old friends. Now the name on the president’s door is Vincent Bernard.</p><p><strong>Mrs. Anne Burnett Tandy and Sherwood Johnston, Constance Upchurch, Fort Worth.</strong> Wife of the late Charles Tandy battles two stepchildren over 13.2 million Radio Shack dollars.</p><p><strong>Joe Dealey and Gordon Jackson, Dallas.</strong> The <em>Dallas Morning News</em> has long been a Dealey family affair that excluded clan member Jackson, who had stock but no voice. In retribution Jackson recently tried to force the family-held corporation to go public. Dealey outmaneuvered Jackson in court, but the loser got a hefty price for his stock as a consolation prize.</p><p><strong>Moodys and Kempners, Galveston. </strong>Two of Texas’ richest families kept outside money off the island and fought over banks, cotton, and city politics for most of this century. The Kempners are generally more cultured and aristocratic, but the Moodys are meaner and richer. New generations get along, but oldtimers still savor a good battle.</p><p><strong>Daggers Drawn Feuds</strong></p><p><strong>Everett Collier and Fred Hofheinz, Houston.</strong> The petty quarrels and differences over Houston politics and power between the tough editor emeritus of the <em>Houston Chronicle,</em> Everett Collier, and former boy-mayor Fred Hofheinz developed into a serious and fearsome enmity. While both were in power this was feuding at its grimmest. Hofheinz endured malicious, unfounded rumors that he used cocaine and hung out in gay bars. Hofheinz believes a certain recently retired <em>Houston Chronicle</em> executive editor might know how the gossip got started.</p><p><strong>Priscilla Davis and Cullen Davis, Fort Worth.</strong> “Till death do us part”—and it will.</p><p><strong>Governor Bill Clements and energy czar James Schlesinger.</strong> The feud began when Schlesinger was Secretary of Defense and Clements his top deputy. Clements claimed they were of equal rank (“Schlesinger couldn’t direct me to go to the bathroom. I didn’t work for him”), and eventually joined forces with Henry Kissinger to get Schlesinger fired. Feud is still hot. Says Clements, “He is bad for this country and cannot be trusted on anything.”</p><p><strong>Tom Curtis and Terry Knorpp, amarillo.</strong> Runaway feud with no brakes between District attorney Curtis and County attorney Knorpp over Potter County power. First shot was fired when Curtis indicted Knorpp for misuse of county funds. Knorpp calls Curtis a “non-Christian individual.” “I won’t get into a pissing contest with a skunk,” says Curtis. Those are the <em>nice</em> things they say about each other.</p><p><strong>ash Robinson and Connie, Robert Hill, Houston.</strong> The late Dr. John Hill’s son, Robert, and Dr. Hill’s second wife, Connie, are still battling ash Robinson, who will always believe his daughter, Joan (Hill’s first wife), was murdered by the not-so-good doctor. Latest skirmish: the Hills are suing Robinson, alleging he paid for killing Hill.</p><p><strong>Sour Note Feuds</strong></p><p><strong>Buddy Brock and Ed Gerlach bands, Houston.</strong> It’s been a while since teen dance halls featured weekend battles of the bands, but that doesn’t mean that feuding among bands has passed away as well. Far from it. Band feuding has aged a little, dressed up, and moved into society ballrooms. You see, Buddy Brock and Ed Gerlach have society orchestras in the same town. Music hath charms to soothe the savage breast, but not Buddy or Ed’s.</p><p><strong>Mai Fitch and Harvey anderson bands, Dallas.</strong> See above. Different city, different bands, same feud.</p><p><strong>Smaller conjunto bands and big city Chicano show bands.</strong> Countrified <em>conjunto</em> groups like Flaco Jimenez are becoming more popular because they have more South Texas funk. Big bands like Little Joe y La Familia consider themselves more sophisticated, wear tuxedos. They may have to change their tune.</p><img/><p><em>Hofheinz vs. Collier: the unkindest cut</em></p><p><em>Battle of the bands: in search of the lost accord</em></p><img/><img/><p><strong>Sports Feuds</strong></p><p><strong>Darrell Royal and Barry Switzer.</strong> Feuds come naturally to the sports world. Texas and Oklahoma don’t like each other to start with, so it’s only natural that rival coaches Darrell Royal and Barry Switzer wouldn’t get along. Add to that the fact that Switzer sent spies to watch Longhorn practices, Oklahoma’s record of luring outstanding Texas athletes north of the Red River, sometimes under suspicious circumstances like transcript altering, and a long string of OU victories over the Longhorns, and it’s enough to make a fellow holler foul. And quit coaching.</p><p><strong>Clint Murchison and Erik Jonsson, Dallas.</strong> Clint wanted a bond issue to finance a new stadium for the Cowboys in Dallas; former mayor Jonsson wouldn’t put it on the ballot, so Clint moved the Cowboys to Irving. Jonsson didn’t like it one little bit.</p><p><strong>abe Lemons and Eddie Sutton.</strong> Overtime feud between UT and arkansas basketball coaches, who almost came to blows in austin on February 1. Two men who have nothing in common except basketball and mutual dislike. UT’s Lemons is the Buddy Hackett of basketball, likes a freewheeling run-and-shoot game. Dapper, intense Sutton prefers a disciplined style. Both have shared conference championship for the last two years; that galls them both.</p><p><strong>Sports fishermen and commercial fishermen, Gulf Coast.</strong> Sportsmen are con<strong>vinced commercial operators are decimating redfish and trout populations, </strong>want to put an end to seining. Commercial fishermen fiercely resist any attempt to restrict their livelihood. Battles rage in newspaper outdoor columns, Parks and Wildlife Commission, even the Legislature, where there’s an old adage: “You can vote for a tax bill and get reelected, but the surest way to get beat is to change game and fish laws.”</p><p><strong>Tom Nissalke and Doug Moe.</strong> Rival Texas pro basketball coaches. “I love the Houston Rockets players,” says San antonio Spurs’ Moe. “I just don’t like Tom.” Nissalke answers: “Doug Moe throwing down the gauntlet is like Tom Sawyer picking up his whitewash brush and challenging Rembrandt to a duel.”</p><p><strong>Ken Schnitzer and George Brown, Houston.</strong> Brown and the Houston establishment wanted a new sports arena downtown. Developer Schnitzer pushed for location in his Greenway Plaza site on the Southwest Freeway. The city council went with newcomer Schnitzer. Result: one Summit, one feud.</p><p><strong>Bevo and Reveille.</strong> For over a century the UT steer has been getting nipped by the aggie cur.</p><p><strong>Hall of Fame Feuds</strong></p><p><strong>John Connally and Leon Jaworski, Houston.</strong> Big Jawn believes special prosecutor Leon could have prevented his indictment in the milk fund scandal. So don’t look for Jaworski on the Supreme Court if Connally wins the presidency.</p><p><strong>Denton Cooley and Michael DeBakey, Houston.</strong> Two of the biggest egos around own four of the best hands. Feud started when Cooley quit as DeBakey’s righthand man and set up his own shop, erupted when Cooley stole DeBakey’s artificial heart researcher, has simmered for the last ten years. DeBakey likes power and glory, Cooley likes money and glory—so they fight over the glory.</p><p><strong>allan Shivers and Ralph Yarborough, austin.</strong> Back in the fifties, when political ideologies were clearer, conservative Shivers and liberal Yarborough faced each other three times for the governorship. The 1954 race was a textbook mudslinging campaign, the toughest of modern times. The low point was antilabor Shivers’ TV ad showing the deserted Port arthur business district, with voice-over warning that a strike had brought the local economy to financial ruin. What the voice didn’t say was that the film had been shot just after sunrise on a Sunday morning. Nothing has been sunny between the two since.</p><p><strong>San antonio Conservation Society and Mcallister Freeway advocates.</strong> Fourteenyear battle over six-mile-long road through city’s Brackenridge Park. War started in City Hall, went through the courts, was finally settled in the freeway’s favor by the Texas Legislature. Hard feelings remain between conservationists and freeway advocates.</p><img/><p><em>Jaworski vs. Connally: battle of the super lawyers</em></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "June 1979",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "Houston",
      "Feuds",
      "Family",
      "money",
      "Society",
      "Business",
      "Dallas",
      "Southwest",
      "Work",
      "Love",
      "Power",
      "School",
      "Art",
      "Basketball",
      "Cities",
      "Cowboys",
      "ever",
      "Hofheinz",
      "Law"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Texas",
      "Houston",
      "Dallas",
      "West",
      "Odessa"
    ]
  }
}