{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19796",
    "date": "June 1979",
    "year": 1979,
    "month": 6,
    "month_formatted": "June",
    "pdf_uri": "/1979/19790600.pdf",
    "issue_cover_image": "",
    "document_start_page": 122,
    "toc_start_page": 120,
    "document_page_range": [
      [
        122,
        123
      ]
    ],
    "toc_order": 6,
    "toc_headline": "Chinks In the Armor",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-197906-chinksin",
  "source": "/1979/19790600.pdf",
  "wp_post_id": 114246,
  "wp_post_guid": "http://www.texasmonthly.com/article/chinks-in-the-armor/",
  "authors": [
    "Jan M. Lodal"
  ],
  "headline": "Chinks In the Armor",
  "dek": "The boys at Fort Hood may be ready for the next war, but the Pentagon isn’t.",
  "spread_caption": "",
  "excerpt": "If the Soviet Union and the United States fought a nuclear war, no one would win. But who would win a conventional war?",
  "kicker": "",
  "word_count": 1556,
  "content": "<p>by</p><p>The tankers at Fort Hood do a good job. They’re tough, hardworking, and well trained. And quite possibly, they are not ready for a major war. That’s not their fault. The Pentagon has devoted great attention to preparing us for a nuclear war, but our readiness for a conventional ground war has slipped. In the traditional kinds of weapons —ships and planes no less than tanks—we’re not as ready to fight as we should be.</p><p>At Fort Hood, the tankers are eagerly awaiting the arrival of the army’s new XM1 tank—a supertank that is supposed to replace the main battle tank of the last twenty years, the M60. The XM1s are due to start arriving next year, but they have serious problems. Like much of our conventional military hardware, they are too expensive and too sophisticated. They cost $1.4 million apiece, so much that the army may never be able to afford enough of them to make a real difference.</p><p><em>Jan M. Lodal, a native of San antonio, was a senior staff member of the National Security Council, where he handled arms control and other defense issues.</em></p><p>Even if the money were not an issue, there are serious potential problems with the XM1, primarily because its planners have sacrificed reliability to technical innovations of dubious value. The tank has an extremely complicated suspension system designed to permit accurate firing while the tank is moving, an advanced gas turbine engine, and special super-strong steel armor. But each of these innovations may be the military equivalent of the pneumatic corkscrew—technologically impressive, but more trouble than it is worth. The suspension system may be of little use in combat because experienced tankers generally don’t believe it’s desirable to fire while moving, even if the suspension system works as advertised.</p><p>As for the gas turbine engine, it works fine in the laboratory, but, unfortunately, few wars occur there. One knowledgeable defense analyst says simply, “We can’t possibly filter the air well enough to make it work in the dust of combat.” In recent tests at Fort Bliss, Texas, the engine failed so often the army convened a blue ribbon panel to reconsider the XM1’s planned start-of-production date. Now the army is thinking about replacing the gas turbine engine with a conventional diesel engine. If that happens, it will raise the cost of the tank even further and could delay deployment another four to five years. But the alternative may be worse: a tank with such low reliability that it is nearly unusable in combat. Even the less sophisticated M60 breaks down about once every hundred miles. In the recent Middle East wars, as many as half of the M60s lost on the battlefield succumbed to mechanical failure rather than enemy fire. If the XM1 is even less reliable, it may operate hardly long enough to reach the battlefield, much less to participate in sustained fighting.</p><p>Perhaps the most damning criticism of the XM1 is that its expensive new armor does not provide good protection for the crew. The armor on the front of the tank is admittedly superior to any ever used—it is virtually impenetrable by known conventional weapons. But the armor on the side, the rear, and the top of the tank is actually thinner than that on the twenty-year-old M60. In combat, most tanks are destroyed from the side anyway, so it doesn’t make sense to have front armor so heavy that sacrifices must be made in the rest of the armor to keep the overall weight of the tank within reasonable bounds.</p><p>The problems of the XM1 are symptomatic of our country’s more general problems with conventional forces. For 25 years after the end of World War II, the United States maintained an overwhelming superiority over the Soviet Union. But in the early seventies, when the Soviet Union began to deploy its latest generation of missiles, the situation changed. We now live in an age of nuclear parity; a nuclear balance of terror exists between the U.S. and the Soviet Union, making the outbreak of nuclear war a near impossibility.</p><img /><p>Illustrated by Tom Curry</p><p>Ironically, the very nuclear standoff that makes a nuclear war so unlikely also makes our traditional forces —ships, planes, tanks, and infantrymen—more important than ever. The Soviet Union knows that since their strategic nuclear forces neutralize ours, we would be very hesitant to respond to a conventional attack with nuclear weapons. Thus, if we wish to deter a conventional Soviet attack, we must maintain enough non-nuclear forces to convince the Soviets that we will respond in kind. The Soviets will not venture to attack us conventionally, even in the gravest political crisis, if they believe our conventional forces can mount an effective defense. And that makes the army’s armored divisions more important today than they have been since World War II.</p><p>Professional defense planners and strategists almost universally accept these basic facts, but it is not at all clear that the american people or the Congress do. Since the end of the Viet Nam War, america’s real dollar spending on non-nuclear forces has decreased considerably, while the Soviet Union has increased its spending on comparable forces by 3 per cent each year. And our conventional forces continue to have serious problems. The lack of both a dependable tank and an adequate number of tanks is only one of them. There are other weak spots in our forces as well:</p><p><strong>• The increasing vulnerability of our tactical air forces.</strong> New surface-to-air missiles, some hand-carried and inexpensive, have greatly increased the vulnerability of aircraft providing close air support to ground troops. For example, in the 1973 arab-Israeli war, the Israeli air force apparently destroyed fewer than ten tanks. Soviet air defenses in Central Europe are considerably better now than the arabs’ were then. Air superiority, the pursuit of which has cost us a good portion of our defense budget, might well be of little use on the battlefield of the eighties.</p><p><strong>• The wrong emphasis in our tactical air programs.</strong> The United States maintains a separate tactical air force for each of the four military services—the army, Navy, air Force, and Marines —and that is a costly overlap of capabilities. (The Navy actually - maintains about as many tactical air squadrons as the air Force.) and the emphasis in our aircraft strategy is on “deep interdiction”—the ability to attack industrial and transportation system targets far behind the battle line in an attempt to prevent enemy support of military forces at the front. But deep interdiction did not work well as a strategy in Viet Nam, Korea, or World War II, and Soviet air defenses in Central Europe are even more capable than those we have faced in other wars. Interdiction requires large and expensive aircraft, which means that we maintain a much smaller aircraft inventory than we otherwise would. Finally, interdiction aircraft are less capable over the battlefield than aircraft designed specifically for battlefield air support.</p><p><strong>• a shrinking and misdesigned Navy. </strong>The size of the Navy has decreased by half in the last fifteen years. Yet it remains just as expensive, even after adjusting for inflation. The Navy’s heavy emphasis on large ships, particularly nuclear-powered aircraft carriers, has forced a reduction in the number of ships. But the utility of aircraft carriers (or at least of the number we maintain) is questionable in the eighties. The carriers are floating targets that could not survive long in a war against the Soviets, and they seem to be of little help in “showing the flag,” as was made clear by our inability to use them effectively to prevent crises in Iran, angola, Ethiopia, or the Middle East.</p><p><strong>• Lack of adequate reserve stocks. </strong>Whenever the budget at the Pentagon is tight (and it usually is, at least in the Pentagon’s eyes), the military services choose to cut back on war reserve stocks rather than reducing the overall numbers of our forces. This means that many of those forces could operate for only a few days in a war. For example, carrier-based antisubmarine warfare (ASW) aircraft are the least effective means of conducting antisubmarine warfare. But several years ago, the Navy launched an intense political drive to keep their ASW carriers, while deferring the purchase of adequate numbers of inexpensive sonobuoys, the devices aircraft drop in the water to listen for submarines. Without the sonobuoys, none of our ASW aircraft could remain effective in extended combat.</p><p><strong>• Inadequate active-duty and reserve manpower.</strong> The problems the army has in attracting and retaining active-duty soldiers capable of operating modern tanks are reflected throughout the military. Our reserve forces, whose readiness is essential to our ability to mobilize in a crisis, are in even worse shape.</p><p>These problems are not new ones, nor are they being overlooked by President Carter or Secretary of Defense Brown. The administration has made significant efforts to improve the situation in almost all of these areas. President Carter vetoed last year’s defense appropriations bill to avoid building another nuclear aircraft carrier; he and Secretary Brown insisted that the funds be used instead to replenish depleted war reserve stocks.</p><p>But despite these efforts, it seems clear that our conventional forces, especially those devoted to the defense of Western Europe, need more rapid improvement. The men of Fort Hood have given their country their youth, their high-frequency hearing, and sixty hours a week. At the very least, they deserve a reliable new tank.</p><img /><img />",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "June 1979",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "War",
      "Defense",
      "Military",
      "Army",
      "attack",
      "Fort Hood",
      "gas",
      "Pentagon",
      "Carter",
      "Work",
      "Budget",
      "Congress",
      "Country",
      "ever",
      "Fire",
      "Marines",
      "money",
      "outbreak",
      "people",
      "ten"
    ],
    "wp_categories": [
      "Transportation"
    ],
    "wp_location": []
  }
}