{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19798",
    "date": "August 1979",
    "year": 1979,
    "month": 8,
    "month_formatted": "August",
    "pdf_uri": "/1979/19790800.pdf",
    "issue_cover_image": "",
    "document_start_page": 80,
    "toc_start_page": 80,
    "document_page_range": 80,
    "toc_order": 2,
    "toc_headline": "I Solve the Energy Crisis",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-197908-isolveth",
  "source": "/1979/19790800.pdf",
  "wp_post_id": 113991,
  "wp_post_guid": "http://www.texasmonthly.com/article/i-solve-the-energy-crisis/",
  "authors": [
    "Gregory Curtis"
  ],
  "headline": "I Solve The Energy Crisis",
  "dek": "Next problem?",
  "spread_caption": "",
  "excerpt": "Or, how we can all stop worrying and learn to love the crunch.",
  "kicker": "Out Of Gas",
  "word_count": 840,
  "content": "<p>by</p><p>We may be running out of gas, but that doesn’t mean we should lose our heads. Washington keeps stressing that only moderation and sacrifice will help us to get out of the energy mess. That’s entirely the wrong approach. Yes, we’re going to have to give things up, but that’s not necessarily the same as sacrifice. Some people sacrifice sweets or liquor for Lent; others give up rutabagas. What we need to do is find the rutabagas of our energy needs and give them up. Not only will this be painless, it will actually make our life better in unexpected ways. Here are just a few examples:</p><p>•Raise the driving age to 21. Obviously, this will save a lot of gas. It also means that teenagers of the future aren’t going to have automobile-inspired songs from their Beach Boys or Bruce Springsteens. But it’s time for the kids to come up with some new music anyway. The change in the driving age will make the whole tone and fabric of adolescence and college different for the new generation than it was for their parents, <em>but</em> it’ll be similar to that of their grandparents, so a potential rift between one pair of generations can be compensated for by a closeness between another. Raising the driving age would also virtually eliminate the growing problem of teenage pregnancy. This law could be amended to allow driving at 18 so long as that person wasn’t enrolled in college. This would reduce the glut of students on our campuses and thus lower state taxes. And anyone who prefers a driver’s license to a diploma doesn’t need to be in college.</p><p> • Introduce the siesta and bring back the wet head. Perhaps we do need to raise the thermostats on office air conditioners, but we don’t need to bake like potatoes as a result. Nor, although it may not at first seem related, do we have to continue worrying about the dangers of asbestos in hair dryers. After bringing back the wet head, no one will have to use a hair dryer, thereby saving energy <em>and</em> reducing the risk of cancer from exposure to asbestos fibers. And no one will catch cold since the air conditioning will be off or set very high. In fact, we might all stay cooler by occasionally rewetting our hair during the day. Then, in the afternoon, when the sun is baking the sides of office buildings, when the pull on the air-conditioning system will be the greatest, and when all the workers in the building will be most uncomfortable, take a siesta. That’s what all people who live in hot climates do from Mexico to Morocco, and Texas is on the same latitude as Morocco.</p><p>• Close downtown areas to automobiles and forbid golfers to ride electric carts. Golf is a sport, sports are supposed to provide exercise, and riding in a golf cart is no exercise at all. The carts could then be bought by local governments to provide cheap, efficient, quiet, non-polluting public transportation within the downtown areas that have become off limits to automobiles. Parking lots within those areas, no longer needed, could be made into parks and gardens, which, besides their aesthetic appeal, would provide cool and comfortable sanctuaries during siesta.</p><p>• Forget the Hindenburg. Amarillo, Texas, has a monument to helium and it’s about time we gave it real meaning by using blimps for commuter airplane flights. Nonflammable helium is safe, and blimps use two-thirds less fuel per passenger than conventional aircraft. Flights between Dallas, Houston, austin, and San antonio would take slightly longer, but the time would be made up on the ground since the blimps could land right downtown. Nor would the additional half hour or so in the air be wasted, as commuter flyers would have time for two drinks instead of one.</p><p>• Require a church and a cafeteria within walking distance of all tennis courts and golf courses. This would reduce the Sunday driving of many families to a single trip.</p><p>• Boycott John Denver records. The vinyl for phonograph records is a petroleum product; not buying so many records will help save oil. Why pick on John Denver? Because he made a lot of money singing about the natural beauties of Colorado, then recently used some of that money to install a huge underground gas tank on his mountain estate so that <em>he</em> will be able to drive around polluting the atmosphere even if no one else can.</p><p>•allow each family only two internal combustion gasoline engines. Radical ecologists would outlaw all sorts of vehicles and tools that they consider useless playthings—dune buggies, RVs, dirt bikes, snowmobiles, motorboats. Of course all these toys use up a lot of gasoline, but why have conservation at the cost of freedom of choice? If you want to use your allotment of two engines on a dune buggy and a dirt bike, that’s your business.</p><p>• at rock concerts, outlaw drum solos longer than eight bars. This won’t save any energy; it’s just a damn good idea.</p><p>Photograph by Marlon Taylor</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "August 1979",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Driving",
      "Golf",
      "Hair",
      "money",
      "office",
      "people",
      "Records",
      "Cancer",
      "Church",
      "cold",
      "College",
      "Conservation",
      "Exercise",
      "Family",
      "Future",
      "gas",
      "gasoline",
      "Land",
      "Law",
      "limits"
    ],
    "wp_categories": [
      "Energy"
    ],
    "wp_location": [
      "San Antonio",
      "Taylor",
      "Texas",
      "Washington"
    ]
  }
}