{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-199010",
    "date": "October 1990",
    "year": 1990,
    "month": 10,
    "month_formatted": "October",
    "pdf_uri": "/1990/19901000.pdf",
    "issue_cover_image": "",
    "document_start_page": 140,
    "toc_start_page": 138,
    "document_page_range": [
      [
        140,
        141,
        142,
        143
      ],
      [
        182
      ]
    ],
    "toc_order": 17,
    "toc_headline": "Go Fish",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199010-gofish",
  "source": "1990/19901000.pdf",
  "wp_post_id": 125451,
  "wp_post_guid": "http://www.texasmonthly.com/article/go-fish/",
  "authors": [
    "Joe Nick Patoski"
  ],
  "headline": "Go Fish",
  "dek": "Stare down a live shrimp, wrestle with a sea urchin, fiddle with a crab —at Corpus Christi s state-of-the-art Texas State aquarium.",
  "spread_caption": "",
  "excerpt": "See the Gulf Coast from the bottom up at Corpus Christi’s new underwater show.",
  "kicker": "",
  "word_count": 1610,
  "content": "<p><span class=\"dropcap\">W</span>hen I Told My five-year-old son, Jake, we were going to visit the Texas State aquarium, which opened in Corpus Christi last July, he asked if we were going to dive with the fish. No, I answered, but we would be able to see them through windows, and if we were lucky, we might also get to touch them. He gave me a dubious look, then went on about his business while I returned to the phone to arrange our visit to the Coastal Bend’s newest major tourist attraction. After a few calls, I realized we would not be going on the weekend—hotels as far away as Rockport were booked up. Then my sister-in-law, who had visited the aquarium, called with a horror story of a four-hour-long wait on a Saturday. So I decided to purchase tickets in advance, go on a Tuesday, and thereby avoid the crowds. Or so I thought.</p><p>Even before we entered, it became obvious that the TSA wasn’t your average water-oriented amusement park. From the beautiful mosaics of dolphins, whales, sharks, and rays surrounding the entry ramps to the water-splashed clear acrylic twin-arch entrance, the exterior of the Vaughn Bombergerdesigned building confirms that if ever an edifice belonged on the shores of Corpus Christi Bay, this is it. Built on pilings at the southernmost point of North Beach in the shadows of the Harbor Bridge, the distinctive bright white stucco building exudes a nautical aura, blending with the surrounding faded motels and storefronts as well as with the sleek high rises lining the bayfront across the ship channel.</p><img/><p>Photographs By Burt Jones And Maurine Shimlock</p><p><strong>a school off striped grunts and a French angelfish (above) are among the Gulf's living treasures on display at the playfully designed aquarium by the bay (opposite).</strong></p><img/><img/><p><strong>a bold queen parrot fish poses regally</strong>.</p><img/><p><strong>The shy puffer inflates when startled.</strong></p><img/><p><strong>Squirrelfish seldom roam in daylight.</strong></p><img/><p><strong>Sea life seems to swirl all around—in the tanks, through the air—in the main foyer.</strong></p><p>Within seconds after we got inside, Jake was shouting excitedly, “Look! a live shrimp!” Sure enough, a squiggly little critter was scooting near the top of a tank that re-created a sea-grass meadow. Jake had never seen a shrimp before except at the dinner table.</p><p>No sooner had I set eyes on the shrimp than I heard another shout. Following the familiar voice into another room, I spotted Jake’s legs among a mass of children gathered along the edge of a six-foot star that was filled with water—the Sea Star Discovery Pool, a hands-on exhibit. I squeezed in and held on to Jake as he leaned in. His hand emerged, grasping a hermit crab. A volunteer in a blue smock helped him examine it, explaining that the shell it was hiding in was its home.</p><p>I backtracked to examine the Marsh, Dune, Bay exhibit, which offered a cross-sectional view above and below the waterline showing off shorebirds, fiddler crabs, black drum, sheepshead, mullet, and redfish. Then—after stopping to read about the beach, beachcombing, and the effects of trash, plastic, and nets on wildlife and listening to a tape that played in English and Spanish—I realized I had lost Jake again. I glanced back at the star pool and saw a familiar pair of legs. This time, I lingered to read up on tides and hurricanes and to pretend I was a mayor issuing an emergency proclamation on video. I fetched the boy, who now held a menacing-looking horseshoe crab. I recoiled in spite of the volunteer’s assurance that it was one of the meekest creatures in the pool.</p><p>Twenty minutes later we finally moved on to Life on the Rocks, a display that convincingly reproduced a jetty complete with the sound of crashing waves, and found ourselves caught in the first bottleneck of the day. Only so many people can peek inside a tank at a given moment, so I read about schooling fish while waiting for my peek. The display explained the hows and whys of netting schools of fish with a purse seine and the fate of the catch: “Menhaden, tuna, and other schools become animal feed, protein concentrate, fertilizer, and tuna-fish sandwiches.”</p><p><span class=\"dropcap\">T</span><em>he aquarium- really a marine museum with themepark appeal—can he as visually satisfying as a dive off Cozumel.</em></p><img/><p><strong>Queen angelfish rule the Gulf's reefs.</strong></p><img/><p><strong>a long-spined sea urchin guards a crab.</strong></p><img/><p><strong>Spanish hogfish dig the Flower Gardens.</strong></p><img/><p><strong>Outside, a sculptured whale that doubles as a fountain cavorts in a shallow pool.</strong></p><p>Therein lies the beauty of the new generation of aquariums. I was amused, but I didn’t mind learning something in the process. These giant aquariums, known in the trade as “habitat” aquariums, are really high-dollar marine museums with theme-park appeal. They offer visitors oversized windows to the sea with tanks large enough to accommodate diverse habitats. Throw in a barrage of hands-on exhibits that children and adults can manipulate, and the turnstiles start cranking. When they’re done right, as is the case with the National aquarium in Baltimore and the Monterey Bay aquarium in California, they can be as visually satisfying as a diving trip off Cozumel.</p><p>The $32 million Texas State aquarium is relatively small compared with other new fish showcases. The threemillion-gallon oceanarium under construction at the Shedd aquarium in Chicago will have almost ten times as much tank space. New Orleans just got into the act with its $40 million aquarium of the americas, which opened at the foot of Canal Street on September 1. Regardless of civic rivalry, the Texas State aquarium’s projected annual draw of 600,000 to 900,000 visitors means big bucks for Corpus Christi: That’s more people than the Dallas Cowboys attract in a good year.</p><p>What this aquarium has that others do not is its devotion to the Gulf of Mexico. By focusing on the Gulf, the aquarium stands to do more to awaken interest in the conservation of that threatened body of water than any other single institution. A visitor who comes to see sharks may also learn that plastic sixpack rings can strangle marine life.</p><p>[ Continued On Page 180 ]</p><p>[ Continued From Page 141 ]</p><p>He will also learn about the benefits and drawbacks of oil-drilling platforms. In the Islands of Steel tank, steel legs, emanating from an imaginary oil platform above, were surrounded by grouper, redfish, sharks, jacks, and an abundance of other living things. A concave window afforded a 180-degree wraparound view of the scene. The point of the exhibit is that the 3,500 oil and gas rigs in the Gulf do add desirable habitat for sea life, although one placard admitted that “negative aspects include an increased potential for marine pollution disasters.”</p><p>Next came the Ocean Technology exhibit, which held little interest for Jake until he got his hands on a computergame joystick that operated an underwater robotic arm. After I tried to manipulate the arm too, I realized Jake had slipped away again. I found him at the wet lab, a long table with basins containing a slipper lobster, a sand crab, and a sea urchin—which the volunteer allowed Jake to handle, thereby dispelling another misconception of mine that all sea urchins have painfully poisonous spines.</p><p>After we both wiped our hands with paper towels (thoughtfully placed near all the hands-on exhibits), we moved on to the Flower Garden Coral Reef, which recreates the northernmost such reef on the Continental Shelf, 115 miles southeast of Galveston. Jake immediately identified the green moray eel rising from its hidey-hole beneath a brain coral; the moray’s friendly, inquisitive face resembled a faithful puppy more than a treacherous monster.</p><p>Jake ran ahead as I stopped to read some displays at the final exhibit, the Inside Story. I liked the trivia about the windows (Lucite), the largest tank (Islands of Steel, at 132,500 gallons), the number of species (more than 125) and specimens (2,000), and how food was prepared. But my favorite bit of minutia was how to keep octopi, those master escape artists, in their tanks. The answer is to put astroTurf around the tops of the tanks. An octopus’ suckers can’t grab it.</p><p>“Is there any more touching?” Jake asked as we shuffled out. No, I replied, that was it for touching. I was wrong. An hour later, we arrived at the beach in Port aransas. I waded into the water, tired but with a refreshing new perspective on our blue-green Gulf. Back on the beach, Jake was jumping with pleasure. In his hand was an angry sand crab, its claws flailing the air. For him, it was easy to see, the Texas State aquarium had been just plain fun.</p><p><strong>Before You Go</strong></p><p><span class=\"dropcap\">T</span>he Texas State Aquarium Is open from ten to six daily except Sunday, when the doors open at noon. Admission is $6.50 for adults, $3.50 for children four to seventeen, and $4.50 for military personnel and senior citizens. Since there are more people than fish, patience is recommended. It also helps to arrange your visit at odd hours—early in the morning, late in the afternoon. Outof-towners should make hotel reservations in advance (we recommend the Wyndham on the bay downtown, which offers a double and two aquarium tickets for $75, and the Best Western Sandy Shores, a short walk from the aquarium, where doubles are $49—$79). As for obtaining aquarium tickets, pay the extra $2-per-ticket service charge for the convenience of buying by phone through Ticketron (1-800-275-1000). That way, you’ll be able to avoid at least one line. Just remember that tickets are timed, and be prompt. You’ll never feel lost if you stop by the gift shop and pick up a guidebook ($2) before going in.</p><p>A landmark tower atop the aquarium offers a view of the bay and a demonstration marsh directly below. On a lower level of the building is a reasonably priced open-air food court.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "October 1990",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "Texas State",
      "Fish",
      "Children",
      "Corpus Christi",
      "people",
      "Texas State Aquarium",
      "Food",
      "Oil",
      "Schools",
      "Shrimp",
      "ten",
      "Beauty",
      "Business",
      "Chicago",
      "Conservation",
      "Construction",
      "Cowboys",
      "Dallas",
      "Dallas Cowboys"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": [
      "Texas",
      "Corpus Christi",
      "Dallas",
      "New Orleans",
      "Rockport"
    ]
  }
}