{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-199010",
    "date": "October 1990",
    "year": 1990,
    "month": 10,
    "month_formatted": "October",
    "pdf_uri": "/1990/19901000.pdf",
    "issue_cover_image": "",
    "document_start_page": 144,
    "toc_start_page": 144,
    "document_page_range": [
      [
        144,
        145,
        146,
        147
      ],
      [
        188
      ],
      [
        190,
        191,
        192,
        193,
        194,
        195
      ]
    ],
    "toc_order": 19,
    "toc_headline": "Power Switch",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199010-powerswit",
  "source": "/1990/19901000.pdf",
  "wp_post_id": 125445,
  "wp_post_guid": "http://www.texasmonthly.com/article/power-switch/",
  "authors": [
    "Dana Rubin"
  ],
  "headline": "Power Switch",
  "dek": "For years, Juanita Ellis, obsession was her crusade against the Comanche Peak nuclear plant. Now she’s on the plant’s payroll, and her old no-nukes colleagues are baffled and bitter.",
  "spread_caption": "",
  "excerpt": "Are customers of the Comanche Peak nuclear plant better off with safety advocate Juanita Ellis on the inside or the outside?",
  "kicker": "",
  "word_count": 6290,
  "content": "<p>So There She Was, Sitting At Her kitchen table in a polyester pantsuit, drinking a glass of Ovaltine, and waiting for the Comanche Peak nuclear power plant to go “critical.” Meanwhile, eighty miles away in Glen Rose, technicians at the plant were fiddling with boron levels in the coolant water. Then, at 5:43 p.m. on April 3, 1990, the first neutron particle slammed into a lone atom of uranium 235, splitting off other neutrons to collide with more uranium atoms and create a chain reaction. Minutes later Juanita Ellis got a phone call from a Tu Electric official. Comanche Peak had become the 114th nuclear power reactor in the U.S. to go on-line. “Congratulations!” Juanita gushed into the mouthpiece. “You deserve it.”</p><p>But wait—Juanita Ellis shouldn’t be celebrating. The 54-year-old former church secretary had spent more than a quarter of her life saying Comanche Peak was not safe and should never be licensed. From 1974 to 1988, she and her colleagues in Citizens Association for Sound Energy (Case) had fought a relentless campaign against Tu. Because of Juanita, heads had rolled in the upper ranks of the utility’s management. Comanche Peak had been completely redesigned, with more safetyrelated modifications than any other nuclear plant in the country. The price tag had skyrocketed from $779 million to more than $ 11 billion. In the process, this frumpy middle-class homebody had become a folk hero —the personification of the public’s right to know what was really going on inside the opaque world of nuclear power plants —proving that, yes, even ordinary people can make a difference. Yet there she was, blithely congratulating a Tu official because the plant was up and running.</p><p>What had changed was that Juanita was no longer on the outside. On July 13, 1988, after fourteen years of opposition, she decided to join forces with the enemy and work from within. In exchange for withdrawing Case’s objections to the plant, she signed a $10 million settlement with the utility and accepted a position in Tu’s management. In effect, she traded her role as a public advocate for one as a corporate consultant. Was it a shrewd decision or one of the most blatant corporate buy-offs of all time? Did Juanita betray the public trust? Take hush money? Sell her soul? It depends on whom you ask.</p><p>More than a matter of tactics or ideology, Juanita’s role is at the heart of the battle now being fought before the Public Utilities Commission over whether Tu should be allowed to raise its rates. At issue is who should pay for the excesses of Comanche Peak, Tu or its 2.1 million customers. For the Puc, the question hinges on the utility’s performance. Tu will try to prove that its managers made wise decisions when building the plant. But if they did, why was it necessary to sign a $10 million settlement with Case?</p><img/><p>Surrounded by documents, Juanita Ellis still monitors Tu from her kitchen table</p><p>Photographs By Joseph Vento</p><img/><p>Juanita's deal with Tu “smells terribly,” says Betty Brink, who still opposes Comanche Peak.</p><p>What is most unsettling is that Juanita still does not think the plant is safe. When Tu applied for its full-power operating license in April, she pleaded with the Nuclear Regulatory Commission for a postponement. “I wish I could say the plant is safe, but I can’t,” she said. “Basically I’ve got my fingers crossed.”</p><p><em>Her fingers crossed?</em> If Juanita Ellis, guardian of the public trust, has such profound doubts about the safety of Comanche Peak, how should the rest of us feel? Comanche Peak is without doubt the most thoroughly inspected nuclear power plant in the country. If after seventeen years and $11 billion, Tu is unable to assure her —or us —that it is safe, what should we think about the rest of this country’s nuclear power plants? Should we, too, cross our fingers?</p><p><span class=\"dropcap\">J</span>uanita And Jerry Lee Ellis live inside a file cabinet. Stacks of papers and boxes fill every corner and niche of their modest brick house in Dallas’ Oak Cliff neighborhood, thousands upon thousands of papers, a stupefying mass of clutter. Boxes of documents rise haphazardly from every inch of available space —from the floor, the tables, the countertops—to within a couple of feet of the ceiling. Every room is like this, including the bedroom. There is even a box in the middle of the bed. The presence of so many papers gives the house an oppressive feeling: The air is close, musty, and inactive. So thoroughly have the Comanche Peak papers taken over the Ellis household that there is little left resembling a home.</p><p>Padding among the papers in white socks and slippers is the proprietress of the papers: the unruffled, unremarkable-looking Juanita. She has wavy graying hair, teardrop-shaped glasses, red-lipsticked lips, and a gap-toothed smile. Her skin has the fragile alabaster hue of a shut-in. There is a prim, antiquated look about her, as if she should be presiding over a thrift-shop sale or a cakewalk. Instead she is at the kitchen table, examining a Tu engineer’s report.</p><p>“I don’t agree with this either.” Juanita is scowling. “It says they have 'occasional minor programmatic breakdowns.’ Now what does that mean?”</p><p>The kitchen table is the locus of Juanita’s power. From here she presides over a team of Case consultants connected to her by telephone. Juanita spends all day and much of the night seated at the Formica table, on the phone. She dictates orders, takes conference calls, reviews documents. Days drift by, and Juanita barely budges from the table.</p><p>At the moment, she is reading a report on scaling calculations, a safety issue that has recently fallen into dispute between Case and Tu. Juanita offers to explain what they are: “Part of it has to do with the set points that control the —” she falters, stops, then starts again. “They basically have to do with the functioning of the plant. They sort of control the electrical response. They help control the plant itself. When certain things kick in, certain things happen.”</p><p>Flustered, she backpedals. “On some of these aspects, you don’t have to be an engineer to understand.”</p><p>In fact, the opposite is true. You <em>do</em> have to be an engineer to understand exactly what’s going on inside a nuclear power plant. But Juanita can’t explain “scaling calcs” because her field is not nuclear power —it’s nuclear licensing—or, rather, how to prevent a plant from being licensed. Juanita is an antilicensing expert, a master at throwing wrenches into the vast and complicated machinery of nuclear regulation.</p><p>The telephone rings. One of Case’s consultants is calling from the power plant to make a point about counterfeit parts. The consultant wants to know if Case should recommend to the Nrc that utilities be required to share with each other data on companies that sell substandard items.</p><p>Juanita hangs up the phone, jots a note to herself on a yellow Post-it note, and presses it to the table, already blanketed with dozens of identical little yellow squares. With these little Post-it papers she keeps track of her life. Utilities aren’t set up to catch counterfeit parts, she explains. Neither is the Department of Defense. “We really need to get a handle on this,” she says. And she scribbles yet another note to herself.</p><p><span class=\"dropcap\">W</span>here Nuclear power is concerned, the issue of safety is misleading. Everyone recognizes the need for a foolproof system, but in reality it doesn’t exist. In recognition of this, the Nrc requires only that a utility provide “a reasonable assurance” that a plant can be operated safely. Implicit in this reasoning is the idea of a “safety-cost trade-off”: some features that would marginally improve safety are simply not worth the money. That is why, when we talk about nuclear safety, what is often at issue are margins of safety and public perceptions of those margins. Some people can live with the trade-off. Others can’t. For these reasons, nearly all of the nuclear power plants in the U.S. have faced public opposition. But the attempt to halt a nuclear plant is a huge, enormously expensive undertaking. This is how the system works: The opponents must persuade the Nrc that they have legitimate concerns to hold a hearing. If they succeed, the opponents become what are known as intervenors.</p><p>Licensing hearings are like courts of law. Three parties-the utility, the intervenors, and the Nrc —take depositions and subpoena witnesses, and then question and cross-examine them just as in any trial. Typically the hearings are short-lived; most intervenors drop out after a brief time. The overwhelming majority of nuclear plants built in this country during the seventies and eighties did not face prolonged opposition in public hearings because the system is heavily weighted in favor of the utilities. They have the technical expertise. They have the time. And they have the deep pockets to pay the lawyers.</p><p>All of which explains why Juanita Ellis is so extraordinary. For more than ten years, she and her colleagues carried on the fight against Comanche Peak without formal legal help, without engineering expertise, and without much money. She took on a formidable enemy, a utility that was at the time the most economically robust in the nation. She persevered. And in the end, the utility changed.</p><p>There was little in her background to prepare her for this role. Raised in Texas and Georgia, moving from town to town with her divorced mother, Juanita grew up willful and independent. At nineteen, having completed only two quarters at a junior college, she left Atlanta for Dallas to work at an oil well-supply company. She wasn’t particularly ambitious. While employed as a secretary for a Presbyterian church in 1964, she met Jerry Lee Ellis. They married within two months.</p><p>[ Continued On Page Iss ]</p><p>[ Continued From Page 147 ]</p><p>By late December 1973, she was working at her husband’s nursery in Oak Cliff when she happened to read in a local gardening magazine about the 1957 PriceAnderson Act, which provided federal insurance for utilities in case of nuclear power accidents. The idea of an energy source with such potential for widespread damage made her uneasy. She called up the author, a commercial airline pilot named Bob Pomeroy.</p><p>Articles had begun to appear in the local papers about the nuclear power plant Tu wanted to build on Squaw Creek in Somervell County, five miles from Glen Rose. It would be called Comanche Peak, after the Indian lookout point on a nearby limestone mesa. In the energy climate of those years, with oil and gas supplies diminishing and an abundance of domestic uranium, dozens of nuclear plants were in various stages of construction and design across the country. For Tu, the 2.3 million-kilowatt dualreactor plant seemed like a cheap way to supply energy to the burgeoning Dallas-Fort Worth area. Tu hired Brown and Root to do the construction and the New York architectural and engineering firm of Gibbs and Hill for the design work. Tu officials confidently predicted that the plant would be on-line by 1980, at a cost of $779 million.</p><p>Juanita knew almost nothing about nuclear power. But she became convinced that the public wasn’t getting the full story about Comanche Peak. She, Pomeroy, and four friends formed Case in January 1974, with the idea of pressuring Tu to reveal more. Six days later, Pomeroy and other Case-backed witnesses testified about their fears at a Dallas City Council hearing.</p><p>The impetus for Case might have dissipated if not for an unsettling revelation. By chance, Pomeroy learned that the Texas Department of Public Safety had monitored the meeting and prepared a top-secret file on him. In it, Pomeroy was labeled a “subversive” because of his views on nuclear power. Pomeroy’s dossier grew into a public scandal. For Juanita it was an awakening. She learned that government agencies and public utilities did not always serve the public good. “The utility seemed reluctant for people to look at what they were doing,” she says. For that very reason, “I felt they needed looking at closer.”</p><p>Construction began at Comanche Peak in the autumn of 1974, and problems came up immediately. Case members began hearing stories about harassment and intimidation of quality-control inspectors. Juanita took affidavits from many of them and sent them to the Nrc.</p><p>After Pomeroy’s experience, an air of secrecy clouded Case’s activities. Members would meet at Juanita’s house and, certain that it was bugged, step out to the front lawn to discuss sensitive matters. Many believed their phone lines were tapped. The sense that they were being persecuted heightened their fervor. Opposing Comanche Peak became their cause, Tu their sworn enemy.</p><p>In 1975 Case decided to oppose the rate hikes Tu was requesting, and the work load mushroomed. With no children and few hobbies, Juanita took on more and more responsibilities. While other members attended hearings, raised money, and ran errands, Juanita became the guiding force behind the organization. Although Case was governed by a seven-member board of directors, Juanita called the shots. She would order documents by the hundreds from the Nrc and examine them in the evenings after work. She had a bookkeeper’s gift for keeping track of paperwork. Her style, according to one fellow worker: “slow, deliberate, plodding, cautious, maddeningly analytical.”</p><p>Once in a while she would make the hour-and-a-half drive to Glen Rose to observe the plant taking shape behind a chain-link fence. She remembers being inside the containment building, gazing up at dozens of pipes and panels and switches interconnected in a bewildering maze, and wondering, “Do they really think they’re going to get this to work?”</p><p>Juanita was undergoing a transformation. Concepts she had taken for granted, such as the “free enterprise idea,” as she calls it, began to ring false. “I found out when I started looking at nuclear power that a lot of the people who were saying, 'Let’s get government out of the business sector,’ were the same people supporting government subsidization of nuclear power,” she says. “The two things didn’t seem to go together.” Juanita also became convinced that the Nrc, entrusted by Congress with overseeing nuclear safety, was far too cozy with utility companies.</p><p>Perhaps an undertaking like the opposition of a nuclear power plant is best carried out by those with a maniacal bent. For Juanita, Comanche Peak became an obsession. Visitors to the Ellis household remember her at the kitchen table, endlessly reading documents and typing responses. Jerry Lee was always in the background, frying up a batch of okra or making instant coffee for visitors. “Juanita never would talk about the broader picture of nuclear energy, alternative energy, or politics,” says Betty Brink, who worked closely with her for years. “She would just talk about this one plant.” Bit by bit, she became narrower, more insular, more intense. “After I knew something about it,” Juanita says, “I just couldn’t go play bridge anymore.”</p><p>In part because they couldn’t keep up, other volunteers ceded responsibility to her. But some resented the way she bossed them around. “What Juanita wanted, Juanita got, and if you crossed her, you were out of the loop. You were suddenly not friends anymore,” says one longtime Case member. Others found her dull, humorless, overbearing. For her part, Juanita began to resent having to rely on lackadaisical volunteers. “You had to take what you could get,” she says. “If they didn’t want to do something or thought it was beneath them, there was nothing you could do.”</p><p>Finally a group of volunteers from Fort Worth broke away to form a separate organization, Citizens for Fair Utility Regulation (Cfur). Ostensibly they intended to concentrate on different issues, such as the proposed rate hikes, but some members just wanted to escape from Juanita. By 1978, when Tu formally applied to the Nrc for its operating license, three organizations had become legal intervenors: Case, Cfur, and Acorn, another public-interest group.</p><p>When the licensing hearings finally got under way in December 1981, utility officials were openly disdainful. “They slurred Juanita in the elevators as a little old housewife,” says one observer. “They would sit in the audience and make rude remarks. They thought she was an idiot.” But Juanita had documentation, and she had stamina. By the end of the first year, Acorn had dropped out for lack of money. Then Cfur pulled out as well, leaving Case as the only intervenor.</p><p>The hearings were intense and confrontational. Jerry Lee would roll dollies weighted with boxes of documents into the meeting room and arrange them like a barricade around Juanita’s table. Seated next to Tu’s attorneys, she looked oddly out of place, “so plain and unassuming, with a slightly frazzled air about her,” says an observer. At times, to refute a utility assertion, she would jump up and rummage through the boxes in search of a report or a memo, often one that the utility lawyers themselves couldn’t locate.</p><p>The turning point came in the summer of 1982. Juanita got a phone call from Mark Walsh, a former engineer at Comanche Peak who had quit his job in frustration a few weeks earlier. Walsh had been unable to persuade his bosses that certain pipe supports at the plant were defective. Pipe supports are metal braces designed to hold in place the complex system of piping that runs throughout the plant. Each reactor has literally tens of thousands of feet of pipe conveying radioactive water and coolant to and from the reactor core. Walsh believed the supports had been poorly engineered and might not withstand stress. If a support should fail, a pipe could dislodge and break. If coolant water failed to reach the reactor, it could lead to an overheated core or, even worse, the dreaded meltdown.</p><p>Walsh’s warning was backed up by Jack Doyle, another former Comanche Peak engineer, who provided stacks of documents showing poor design of pipe supports. Other witnesses came forward to testify about faulty installation. Some pipe supports were missing. Others had been installed in reverse order. And many of the original engineering designs by Gibbs and Hill and its subcontractors were potentially flawed. In some cases, the supports could rotate or slide up and down the length of the pipe. In others, the pipes themselves were supporting the braces. Under stress, those supports could theoretically break.</p><p>Out of Walsh and Doyle’s information came devastating ammunition, a 445page document detailing all the alleged shortcomings of the pipe supports. Assembled in a saffron-colored binder, it became known as the Yellow Bomb.</p><p><span class=\"dropcap\">J</span>uanita Was Working Herself to the point of exhaustion. In the spring of 1982, she quit her job at an insurance company to work full-time on the hearings. At an August meeting, Case’s board of directors took an unusual step: They decided to reward her with a $100a-day salary. It was merely a symbolic gesture —the organization was nearly broke. “There was absolutely no discussion or even fantasizing about the possibility of a settlement back then,” says board member Kathleen Welch. But from that day on, Juanita began to keep a detailed account of every day she worked as well as every cent she and Jerry Lee spent on Case. Copying costs, phone calls, pens, and rubber bands —she meticulously recorded every expense.</p><p>It was on her forty-eighth birthday, in 1984, that Juanita faced a real crisis. She and an aggressive utility attorney were questioning a young quality-control inspector on the stand. Tu’s lawyer was ripping into Juanita’s witness, confusing her and destroying her credibility. Suddenly, Juanita fell apart. “She was just crying and unable to go on,” administrative law judge Peter Bloch recalls. “She was somewhat hysterical about it.”</p><p>That night Juanita called Billie Garde of the Government Accountability Project, a Washington, D.C., public interest firm that represents whistle-blowers. “You have to come,” Juanita told Garde. “I’m going to go in there tomorrow and quit if you don’t.” Garde flew in the next day. And from that point on, Juanita had tough, seasoned attorneys on her side.</p><p>The Yellow Bomb tilted the hearings in Case’s favor. For the first time, the licensing board began to suspect there were substantial problems at Comanche Peak. In December 1983 the board had dealt Tu a punishing setback. So troubling were the allegations, says Judge Bloch, that they called into question the entire design of Comanche Peak. An operating license would not be issued, he said, until Tu could provide evidence that the plant was safe.</p><p>By 1984, Tu had come up with a massive reinspection program. Thousands of pipes, supports, conduits, cables, and cable trays were reexamined. But the reinspection teams began turning up signs that the problems ran even deeper. In January 1985, Tu asked the board to formally suspend the licensing hearings while its inspectors tried to assess the extent of the trouble. During the next four years, Tu redesigned and reengineered the entire plant. Thousands of drawings and calculations were repeated in what would eventually be the most thorough reinspection of any nuclear plant in the country.</p><p>Tu management was undergoing a transformation as well. Four top-level executives responsible for Comanche Peak were edged out, replaced by a new management team led by an amiable utility expert named Bill Counsil. Tu changed its law firm. The engineering firm of Gibbs and Hill was succeeded by Bostonbased Stone and Webster. And Comanche Peak got a new plant manager. These steps signaled a corporate attitude that was less adversarial, more open and accommodating to the public.</p><p>But one problem refused to go away. That was Juanita. All the redesign and reinspection, all the corporate changes would amount to nothing if she continued to snarl Tu in licensing hearings. Each year the start-up was postponed cost the utility about $1 billion in expenses and interest. Tu’s bond rating was slipping, and the utility had gotten into a lawsuit with its minority partners over the delay. Something had to be done about her.</p><p>In June 1986 Counsil telephoned Juanita. With the licensing hearings set to resume in early 1987, didn’t she think it was time they got to know one another on a personal level? Juanita agreed. She and Jerry Lee met him at a fried-chicken restaurant in Oak Cliff. And they talked, for three hours. Counsil found out that she was not anti-nuclear per se, but genuinely concerned about making the plant safe. Juanita encountered a utility official who candidly admitted that there were problems at Comanche Peak. A week later, they met again at the same restaurant. Counsil assured her that he wanted to help her, and he even offered her access to Tu documents. One hot July day in a parking lot, he unloaded three boxes of papers from his car trunk into her old blue Ford. All summer long and into the fall Counsil courted her. He made no secret that he hoped there would be a day when Tu and Case could resolve their differences outside of the licensing hearings —in other words, settle out of court.</p><p>In November 1986, Counsil invited Juanita to yet another meeting. This time he asked her point-blank: What would it take to make a settlement? They discussed issues of design review and reinspection and the kinds of safety changes Juanita wanted the utility to make. Bit by bit, the two sides inched toward agreement.</p><p>Naturally, all of this was top secret: Publicity would have spoiled the fragile relationship. Counsil would not want his admissions of corporate failing aired in public. And Juanita would certainly not want to appear to be caving in. For one thing, most of her allies would have deserted her. And for another, she would have lost her trump card —her staying and delaying power in the licensing hearings.</p><p>Juanita continued to meet with Case members and solicit donations. She assured her colleagues that she was fighting Tu as aggressively as ever. And indeed she was. She was still working with whistle-blowers, taking affidavits, and examining documents. In a 1987 Case newsletter, Juanita reiterated a favorite theme: “Case does not believe that . . . anyone can ever identify, much less correct, all the problems at Comanche Peak, and for this reason, we do not believe it should ever receive an operating license.”</p><p>On April 29, 1988, Counsil invited Juanita to meet him at the Dallas Public Library. When she and Jerry Lee arrived, Counsil declared that he had something important to show them. But first he asked them to sign a confidentiality statement. Then Counsil handed Juanita a packet of papers. Among them was a personal letter from Counsil to Juanita, in which he openly acknowledged “deficiencies” in the design and construction of Comanche Peak. At Tu, he wrote, “nuclear expertise did not exist to meet [Nrc] demands” and “management did not have full sensitivity to the regulatory environment.” Counsil acknowledged Juanita’s “unselfish contribution” and Case’s “untiring efforts” to make Comanche Peak safer.</p><p>That Tu would acknowledge its shortcomings in writing was astonishing. It could mean only one thing. Counsil was offering Juanita a deal.</p><p><span class=\"dropcap\">T</span>he Settlement Announced On July 1, 1988, was unprecedented in the history of the nuclear power industry. Juanita and her board of directors agreed to dismiss the licensing hearings, removing the final hurdle for Tu. It had cost the utility $10 million, but Comanche Peak was in the clear.</p><p>In exchange Case was granted an ongoing watchdog role at Comanche Peak. Juanita and her colleagues were given the right to participate in inspections, to request audits, and to attend meetings between Tu and the Nrc. Case was given a voting position on the utility’s Operations Review Committee, which makes safety recommendations to the utility’s management. And Case was granted access to the plant on 48 hours’ notice. In effect, Case became an independent subcontractor to Tu, with its own consultants examining the plant and advising management on safety issues. Unlike other contractors, however, Juanita and her workers cannot be fired. In instances where she and Tu management do not agree, she can petition the Nrc. And Juanita can talk to the press anytime, about anything she likes.</p><p>Of the $10 million, $5.5 million went to compensate a group of whistle-blowers, most of whom had legal claims or lawsuits pending against the utility. Many were former plant workers who allegedly had been harassed or forced out of their jobs. In exchange for the cash, they agreed to drop their suits. The remaining $4.5 million reimbursed Case for its expenses during the lengthy fight against the utility. Tu also agreed to pay Case $150,000 a year for the next five years to fund its monitoring of the plant.</p><p>On July 13 Juanita and Counsil signed the agreement. Counsil himself read the ingratiating letter into the public record, and the licensing hearings were dismissed. Tu was home free. But for Juanita, trouble was only beginning.</p><p>She had assumed that her allies, once they understood Case’s gains, would appreciate what she had done. “I was still the same,” she says. “I thought those people who had known me all along would see that I hadn’t changed.” Instead they saw a traitor. Those who had supported her for years, those who had donated money and devoted time, felt betrayed. Those who had worked beside her, unaware that she had been meeting secretly with Counsil for two years, were insulted. And those who mistrusted Tu’s newfound concern for safety thought she had been duped. “She always said the plant can’t be made safe,” says one of her longtime financial supporters. “So if you can’t make it safe, then how can you work to make it safe?”</p><p>Then there was the messy matter of money. Despite repeated requests, Juanita refused to specify what she would do with the $4.5 million. In response, she was flailed, castigated, accused of lining her pockets. Juanita didn’t feel she had to explain anything; after all, everyone had always relied on her to make the decisions. All of a sudden they wanted to tell her what to do? But $4.5 million is a lot of money. And secrecy breeds suspicion.</p><p>Not until a year after the settlement did Case release a brief financial statement outlining who got what. According to that statement, Juanita was paid $175,750 for the years that she kept records of her hours, amounting to about $32,400 a year. She and Jerry Lee were also paid $35,100 for their Case-related expenses. The remainder of the money went to the organization’s ongoing monitoring work. According to Case’s latest balance sheet, both Juanita and Jerry Lee —who runs errands for the organization —are on Case salaries today, earning $36,000 each.</p><p>Her critics remain unassuaged. Fort Worth activist Betty Brink has led Cfur’s court fight to reopen the licensing hearings. Denied by the Fifth Circuit Court of Appeals, the case is before the Supreme Court. Brink, a freelance writer with five children and fourteen grandchildren, had worked closely with Juanita since 1976. She believes Juanita let down the public, but she also feels personally betrayed. “It’s tainted money,” says Brink. “I don’t think any of us who set ourselves up in a situation like that should accept money. It smells terribly.”</p><p>If Juanita felt she couldn’t keep up the fight, why didn’t she hand it over to other activists? It could be that she simply did not want to part with the issue that had become the center of her existence. “I believe her own ego was so invested in being the opposition that she couldn’t give it up,” says longtime Case supporter Mavis Belisle. “If she couldn’t have it, nobody could.”</p><p>Others argue that if Juanita was going to accept money for herself, she should have shared it with all those who donated money to Case. At the very least, they say, she should tell them exactly how she has spent the $4.5 million. A public advocate, they say, has the responsibility to give a detailed accounting of the money she receives. Two former board members have sued for copies of Case’s financial records on the grounds that the membership has the right to know.</p><p>Juanita says she based her decision to settle on the presumption that Case was weak. She had developed a chronic backache, and the pain was worsening. Case was running out of money. The Government Accountability Project was threatening to pull out for lack of funds. But the most compelling reason, she says, was that Case had run out of issues. A month before the settlement, Walsh and Doyle had reviewed Tu’s plans for the redesigned pipe supports and declared them acceptable. Without whistle-blowers and proof of more safety shortcomings, Juanita could see she wouldn’t last long in the hearings.</p><p>But if she was in such a tight spot, why would Tu spend $10 million to settle? The answer is that from Tu’s point of view, Case did not look so weak. Consider the numbers: Each year of delay was costing Tu roughly $1 billion. By the spring of 1988, Comanche Peak was already $8 billion over budget. From Tu’s perspective, another $10 million to ensure that the plant would go on-line would certainly be well spent.</p><p>Juanita’s former friends were not the only unhappy ones. Ralph Nader criticized the agreement as bad public policy. By merging the ir terests of a group of aggrieved whistle-blowers with the interests of the public, he argued, the settlement represented a conflict of interest. What the whistle-blowers wanted was money. What Case wanted was public safety. And Juanita had a stake in both. Was she capable of making a decision in the interest of public safety, knowing she stood to benefit personally?</p><p>What about the public interest lawyers who advised Juanita to make the settlement while representing whistle-blowers on a contingency basis? Perhaps their motives would not be as questionable if it were clear how much they profited, but a breakdown of how the $5.5 million was distributed among the whistle-blowers has not been made public.</p><p>Within the public interest community, there is another underlying criticism of Juanita, arising from the notion that public activists ought to be willing to immolate themselves for their cause. “When you become involved in a thing like this, it’s almost like Mlk,” says Brink. “You take on an obligation to the public. Juanita did not get out of this with integrity.”</p><p><span class=\"dropcap\">D</span>id Juanita Sell Out? Probably not in the strictest sense. She made the best of a losing situation. By 1988, there was every reason to believe that Tu was going to get its license, leaving Case in the dust. Surely she felt she had no choice. This way, at least, the whistleblowers got their money. She got money. And she is able to keep tabs on the plant.</p><p>So what difference has Juanita made on the inside? Case still pursues safety issues. With the funds awarded in the settlement, Juanita pays a staff of seven fulltime and part-time employees, including herself and Jerry Lee. She still works with whistle-blowers. Her inspectors participate in detailed audits of the plant. Whenever they turn up evidence that something is amiss, she alerts Tu management. Sometimes they respond to her satisfaction. Sometimes they don’t.</p><p>In early February 1990, as the Nrc prepared to grant the utility its lowpower operating license, Juanita pulled out her most potent weapon. She filed a legal petition asking the Nrc for a delay. Juanita argued that Tu management had an attitude problem. “Although the condition of the plant appears to be better than it was,” she wrote, “Tu Electric’s management still suffers from an inability to admit that problems exist.”</p><p>Her petition was rejected the following day. Two days later, Tu got the license. To Juanita, it was tantamount to a slap in the face. At the moment when her criticism mattered the most, she could persuade neither Tu nor the Nrc to take her concerns seriously. They listened, then politely turned away.</p><p>In signing the agreement, Juanita clearly gave up a lot of her power. Her credibility as a critic depended on the threat she represented as an outside intervenor. Nowadays she pricks at Tu’s corporate conscience. But even though she still calls herself a public advocate, she scarcely resembles the activist she once was. Juanita no longer holds press conferences or sends out bulletins —she no longer believes it’s her job to educate the public. She prefers to work out her disagreements with the utility in private. And for the first time, Case is not fighting the proposed rate hike before the Public Utility Commission.</p><p>The plant is also more than $9 billion over budget, and somebody has to pay for it. Tu says it’s not at fault and lays most of the blame on the Nrc’s shifting regulations in the wake of the accident at Three Mile Island. But consumer advocates say Tu, which had no nuclear experience, hired architects, builders, and managers who were ignorant of federal regulations. This is also what Juanita believes —it is, she says, what Bill Counsil was conceding in his 1988 letter to her, the letter that paved the way to the settlement. But in recent Puc hearings in Austin, Counsil testified otherwise. The letter to Juanita, he said, was not an admission of wrongdoing. By using the word “deficiencies,” he testified, he did not mean the common definition of the word but rather “issues and/or open items” resulting from changing Nrc regulations.</p><p>Counsil appears to have done an aboutface. His position, and the utility’s, is that Tu is not to blame and should not be responsible for the cost overruns. Instead, the public should pay. Whether or not the Puc agrees remains to be seen.</p><p>Meanwhile, since the start-up in April, Comanche Peak has been unexpectedly shut down four times. Although none of the problems are considered serious, the Nrc is investigating.</p><p><span class=\"dropcap\">J</span>uanita Rarely Leaves Her house anymore. Surrounded by stacks of documents, she marks time by daily ritual: reading at the kitchen table, making notes on yellow Post-It pads, sipping Ovaltine. Most nights she falls asleep in front of the television.</p><p>Juanita still preserves every scrap of paper that crosses her kitchen table. So overstuffed with papers is the house that she and Jerry Lee burrow around like moles in subterranean passages. Since the settlement, board members have been urging her to clear out the house. Case now has enough money to rent storage space, or the documents could go to a local library. Bill Counsil has even suggested that a civil engineer check the house to make sure the floor won’t collapse. But in an odd way, Juanita and Jerry Lee have accommodated their lives to the papers. Last winter, for example, with their floor furnace blocked by boxes, they heated their house with the stove-top burners. With the washing machine nearly obscured by boxes, Jerry Lee extracts wet clothes by climbing on a box, leaning over, and fishing for them with a wire hanger. The last time I visited, on a stifling summer day, I noticed a new tower of papers obstructing the oven door. “Too hot to cook,” Juanita said, shrugging.</p><p>Even though she talks about reclaiming her house, she is in no apparent hurry. “These are my tools,” she explains. “You have to have certain things to do your job.”</p><p>In a sense, the papers and the plant and the person have become aspects of the same thing. “She has meshed with that plant,” says one Case board member. “I think she has lost her identity. There is no Juanita Ellis anymore. There’s just this fight against the plant that lives on South Polk Street. It’s her whole reason for existence.”</p><p>Here and there among the papers are hints of a former life. Against one wall, behind boxes, stands a wooden hutch holding dusty ornaments: a red ceramic rooster, a cluster of glass grapes.</p><p>What happened to the woman who once treasured these things? On impulse, I ask if it would be possible to see the family photo album. Juanita frowns and points to a cabinet half-obscured behind several ceiling-high stacks of documents. There, behind a wall of paper, is where she keeps her memories.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "October 1990",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Comanche",
      "Power",
      "safety",
      "House",
      "Design",
      "money",
      "people",
      "Work",
      "Government",
      "Construction",
      "Dallas",
      "Summer",
      "Accountability",
      "Children",
      "Church",
      "ever",
      "Fort Worth",
      "Insurance",
      "Law",
      "Lawyers"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": [
      "Dallas",
      "Fort Worth",
      "Texas",
      "Glen Rose"
    ]
  }
}