{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19896",
    "date": "June 1989",
    "year": 1989,
    "month": 6,
    "month_formatted": "June",
    "pdf_uri": "/1989/19890600.pdf",
    "issue_cover_image": "",
    "document_start_page": 89,
    "toc_start_page": 87,
    "document_page_range": [
      [
        89
      ],
      [
        133
      ]
    ],
    "toc_order": 3,
    "toc_headline": "It Can Happen Here",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198906-itcanhap",
  "source": "/1989/19890600.pdf",
  "wp_post_id": 124971,
  "wp_post_guid": "http://www.texasmonthly.com/article/it-can-happen-here/",
  "authors": [
    "Robert Barnstone"
  ],
  "headline": "It Can Happen Here",
  "dek": "While the Country Focuses On the S&L Debacle, a Post-Modern Banking Crisis Is Brewing.",
  "spread_caption": "",
  "excerpt": "as the banking crisis of the future unfolds, the president will try to convince us that the only thing we have to fear is fear itself. Too bad we won’t believe him.",
  "kicker": "",
  "word_count": 1664,
  "content": "<p><span class=\"dropcap\">W</span><em>hat follows is a crisis scenario —a possible chain of events resulting from the growing emergency in our financial institutions. But it doesn’t have to turn out this way. Read on to see the steps that should be taken now to keep us from lurching from one banking nightmare to another.</em></p><p>One day soon, not this year or next but soon enough, another Texas bank—let’s call it First Restructured —will close. This has happened so many times that it is almost a routine feature on the evening news. And as usual, the television report will end with the following reassuring words: “Banking officials say depositors will not notice the change. Tomorrow the bank will open under a new name —for business as usual.” But not this time.</p><p>Customers of First Restructured, almost as if alerted by a signal, will start lining up at the bank the next morning, seeking the more concrete reassurance of having their money in their hands. As the line grows, it will become clear that the confidence that has been broken is not confined to one little bank in Texas but includes the entire federal deposit insurance system.</p><p>The day the fines at First Restructured form will be the day of the collective realization that there simply is not enough money. As plan after plan was put together to keep S&Ls afloat, it had been hoped that the stronger commercial banks insurance fund, the Federal Deposit Insurance Corporation, could keep the Texas banks going until the state’s economy improved. But now it will be clear that there isn’t enough money in the FDIC to both pay off depositors of troubled institutions and meet the obligations incurred by financing the bailouts of failed Texas banks during the late eighties and early nineties.</p><p>The next day, in scenes reminiscent of the thirties, fines will grow at institutions throughout the state. That night the evening news will be filled with reassuring commitments from all of the federal banking chiefs. Read our lips, they’ll say, every account will be covered. It seems to work; the next morning the fines will be shorter and the crisis will appear to have ebbed.</p><p>But toward the end of the month many people will decide to cash their paychecks instead of depositing them—just to avoid the hassle of standing in fine if another panic develops. Telexes will flash through the financial system, calling for more cash reserves in the hot spots. Then there will be a seemingly unimportant glitch: a telex will get lost or a cash delivery will be delayed. A teller somewhere will have to tell a depositor the cash has run out. When that happens a statewide panic will ensue. This time no one will find the official statements sufficiently reassuring. The withdrawal of money will occur so fast and be so widespread that there will be no choice but to declare a banking holiday.</p><p>That night the president will speak to the nation. Though his phrases will not have the rhetorical ring of Franklin Roosevelt’s “The only thing we have to fear is fear itself,” his message will be calming: “I promise you your money is safe. I have ordered that all the cash that is required be made available.”</p><p>The shock will be that the country will not have to wait until the morning to see how the president’s words played. In the middle of the night people will begin to fine up. The banks will not be able to open. Shortly after noon a national emergency will be declared, and the president will issue a statement: “I have ordered the creation of the National Bank of the United States. The assets of every troubled banking institution in Texas will immediately be transferred to the National Bank.”</p><p>As quickly as the fines formed, they will disappear. The world will let out a sigh of relief that the panic has been contained. Deposits will then begin flowing into Texas because it will become increasingly clear that the nationalized institutions are the only ones with meaningful deposit protection. As that sinks in, what will start as a trickle will become a flood from less protected banks outside Texas to the National Bank of the United States. There will be no choice left. Within weeks the president will again address the nation. This time he will declare that the entire banking system of the United States has been nationalized.</p><p><em>Robert Barnstone writes on business and currently serves on the austin City Council.</em></p><p>[Continued On Page 131]</p><p>[Continued From Page 87]</p><p><span class=\"dropcap\">W</span>ill this happen? Not necessarily, perhaps not even likely, but the mechanisms for such an eventuality are already in place. The origin of our troubles lies not in bad times but in good times. Oil ignited the boom, but oil created an even more powerful force to drive the Texas economy: great expectations. The best place to bet on those expectations was real estate. Texas real estate became the new El Dorado —and the state’s economy was predicated on the belief that real estate would only get more valuable. We all know how wrong that was. Today, as a result of foreclosures, the federal government has become the unhappy owner of staggering amounts of Texas property.</p><p>So far there have been two principal attempts to solve the crisis. The first, called the Southwest Plan, which dealt with the S&Ls, has been widely acknowledged to be a failure. (The FDIC had a similar plan but never gave it a name.) Southwest Plan bailouts have been extremely good business for a few well-placed individuals, but the cost has been monumental. Although the Federal Savings and Loan Insurance Corporation is technically bankrupt, it has made commitments to cover losses and pay management fees that extend for years.</p><p>The new Bush rescue plan is working its way through Congress. It too is flawed by questionable expectations that will doom it to be replaced by yet another plan costing billions more. What the Bush plan proposes to do is this: Make a slight increase in the deposit insurance premiums that the government charges the industry. Backed by this new source of cash, the government will float $50 billion in bonds. The bonds, in turn, will provide the money to close or merge all presently insolvent thrifts and banks.</p><p>In order for the Bush plan to work, interest rates have to go lower than they are now and stay there, financial institutions will have to be healthy enough to generate more premium revenue, Texas and other depressed areas will have to experience increased population, and the economy as a whole will have to expand to avoid any new round of failures. In effect, the plan assumes we will grow ourselves out of our problems. It is a scenario that makes up in optimism what it lacks in realism. Of all the assumptions, the one on population may be weakest. The price of real estate is closely tied to population; Texas’ soaring real estate market of the early eighties was largely due to our soaring immigration. With population essentially flat, or increasing slowly at best, the glutted market can hardly be expected to regain its former value.</p><p>Okay, the Bush plan as constructed is not going to work. What does the government need to do to avoid the nationalization of the banking system?</p><p>1. Take a lesson from the Depression. When the stock market collapsed in 1929 much of the blame was attributed to the fact that people could buy stocks while putting up only 10 percent of the value. When prices started dropping, people were forced to sell, causing the market to fall further. After the crash the margin was raised to 50 percent. That’s what we should do now in real estate. Developers should be required to put up 50 percent of the cost of a project in cash before they can obtain further financing. It sounds tough, but such a standard is common in much of the rest of the world. And it’s supposed to be tough. A tighter real estate market will mean fewer empty buildings.</p><p>2. Lower the amount of deposits protected by federal insurance. Today the government guarantees 100 percent of customers’ deposits up to $100,000 at banks and thrifts. The size of the accounts covered should be cut to $50,000, and even then customers should get back just 90 percent of their money if an institution fails. One cause of our current problem is that neither bankers nor depositors are at risk if bad decisions are made. But if consumers have something to lose, they will become industry watchdogs. Of course, consumers need some basis on which to judge their institution, and that will be provided by . . .</p><p>3. A government rating system of financial institutions—to be made available to the public. Unsafe drivers, for example, pay higher insurance premiums than prudent drivers. Banks with appetites for high-risk investments should pay higher premiums for protection by the federal government. These lists will give depositors a powerful tool with which to make financial decisions.</p><p>4. Nationalize the troubled institutions now-before they take the good banks with them. This extreme action is the best way to keep the entire banking system from being taken over and run by the federal government. Right now the government does not have the money to close the basket cases and pay off depositors, yet keeping troubled institutions open allows the hemorrhaging to go on. To attract needed cash, they are offering unrealistically high interest—driving healthier institutions to do the same in order to compete. Turning the sick banks over to the feds will stop this cycle. The cost to run the institutions should be paid by the FDIC and the FSLIC as well as by annual appropriations from Congress. It will be expensive, but at least we will be paying as we go—instead of taking the current approach of floating bonds, thus creating more debt that has to be dealt with down the road.</p><p>The soundness of our banking system is too important to leave to business as usual.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "June 1989",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "Banking",
      "Government",
      "money",
      "Insurance",
      "Real Estate",
      "Business",
      "people",
      "Economy",
      "choice",
      "Country",
      "dealt",
      "Oil",
      "Southwest",
      "Austin",
      "Lists",
      "News",
      "Rescue",
      "Stock Market",
      "Television"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Texas",
      "Austin"
    ]
  }
}