{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19896",
    "date": "June 1989",
    "year": 1989,
    "month": 6,
    "month_formatted": "June",
    "pdf_uri": "/1989/19890600.pdf",
    "issue_cover_image": "",
    "document_start_page": 106,
    "toc_start_page": 106,
    "document_page_range": [
      [
        106,
        107,
        108,
        109
      ],
      [
        132
      ],
      [
        149,
        150,
        151
      ]
    ],
    "toc_order": 7,
    "toc_headline": "Kid With a Gun",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198906-kidwitha",
  "source": "/1989/19890600.pdf",
  "wp_post_id": 124956,
  "wp_post_guid": "http://www.texasmonthly.com/article/kid-with-a-gun/",
  "authors": [
    "Don Graham"
  ],
  "headline": "Kid With a Gun",
  "dek": "Audie Murphy was a real hero. Then Hollywood turned him into a fake one.",
  "spread_caption": "",
  "excerpt": "In his lifetime audie Murphy traveled from the cold reality of World War II to the ultimate illusion of Hollywood.",
  "kicker": "",
  "word_count": 5910,
  "content": "<img/><p>Photographs Courtesy Of the. Texas Collection/Baylor University (Left). Garnett J. Harris (Center). Allied Artists</p><p>Publicity pholo, 1950</p><p>To Hell and Back, 1955</p><p>Bad Bay, 1949</p><p>The Story Of Audie Murphy•</p><p><span class=\"dropcap\">A</span>bout Four Miles North Of Greenville, the County seat of Hunt County, Texas, is a sign announcing a historical marker ahead. A mile farther there it is. On the day I stopped, the hollow cast-iron pipe supporting the plaque lay propped against the barbed-wire fence. Somebody either had snapped the pole accidentally or had meant to steal the marker and been scared away. The plaque could still be read, though, and it said that here, in a field east of where I was standing, on June 20, 1924, audie Leon Murphy was born.</p><p>Young people today hardly know who audie Murphy was. Pressed, they think maybe he is Eddie Murphy’s brother. But audie Murphy used to be a legend in Texas —and still is, among those old enough to remember World War II and the post-war decade. He was a hero both of substance and of illusion.</p><p>Not only was he the most decorated soldier of the war—twelve medals for valor, 240 Germans killed-but he also became, in a peculiarly american scenario of heroism rewarded, a bona fide movie star.</p><p>Audie died in a plane crash in 1971, at the height of the Vietnam War. Since Vietnam,</p><p>Americans have had trouble believing or honoring the kind of warrior that Murphy represented. We prefer fantasy —Rambo in a celebration of american machismo. But audie Murphy could have had Sylvester Stallone for breakfast. Audie Murphy was the real thing.</p><p>In the 1920’s, Hunt County Was Part Of a vast and remote state that insistently regarded itself as different from the rest of the country, but it still had ties with the South that were quite strong. Hunt County was cotton country and entirely different from the Texas of legend. Men wore overalls and brogans and followed mules up and down rows of cotton and corn; many wouldn’t own tractors for another fifteen years. Their wives and children worked in the fields beside them, sharing the load, sharing the poverty.</p><p>Into this impoverished agrarian society audie Murphy was born, in a tenant farmer’s meager house in the middle of a cotton field. His daddy was a sharecropper, and in the South, where cotton was still king, that meant living a life in the perpetual shadow of the american dream.</p><p>There’s nothing that will set a boy to dreaming faster than working his slow way up and down a cotton field on a blazing, endless summer day in Texas. So it was that audie, hoeing alongside one of his uncles who had fought in the Great War, heard tales of combat and dreamed of becoming a soldier himself. The uncle coughed, a lingering condition from being gassed, and told him, “If you want to fight, start fightin’ these weeds.”</p><p>The Murphy home possessed no amenities, no screens, no nothing, remembers a boyhood friend of audie’s. There were no radios, no books, no magazines, no amusements for the children. But against a backdrop of poverty, shiftlessness, and inertia, audie stood out in sharp relief. He was eager and full of drive. He wanted to be somebody. In houses where there were books and magazines, he was enthralled. Audie was one of those children determined to have a life different from the one he had been dealt by his family. The only question was what form that drive would take.</p><img/><p>Photograph Courtesy Of the Texas Collection/Baylor University</p><p>The drill sergeant took one look at audie and nicknamed him Baby.</p><p>Audie joined wholeheartedly in the often violent boys’ world outside school. There were the usual boyhood fights —with rocks, brickbats, watermelons, and fists. In most fights audie was physically outmanned, but he never backed down. He thrived on challenge. There was something fierce about him.</p><p>All of audie’s skills came together in the act of hunting. He had “eyes like a hawk,” remembered one old friend, and he could spot squirrels in the bushiest trees. One summer day a neighbor from an upper-middle-class family, home on vacation from Southern Methodist University, saw audie coming up the street, headed for the woods. Audie had a slingshot in his hand; he was going hunting. The college boy asked audie if he wanted to borrow his .22. Of course he did; what boy wouldn’t? It was a single-shot .22, and the SMU student gave audie eight shells. Some hours later audie came back, carrying four rabbits, and returned the remaining four shells.</p><p>Audie went to the movies whenever he could. He saw one twice because it was about a favorite subject, war, and it starred his favorite actor, Gary Cooper. The movie was <em>Sergeant York,</em> Howard Hawks’ superb folk ballad about World War I hero alvin York. It made vibrant the stories he never tired of hearing from his uncles who had been Over There. This film, which proved to be one of the most effective recruiting films of the era, touched him deeply, and why not? Its true-life story of a poor Southern farmer who rose from rural obscurity through feats in battle to become the most decorated soldier of World War I was virtually a prophecy of audie’s fate.</p><p>Imagine Audie Murphy In 1941. Feisty, Cocky, Sad, Poised in his mid-teenage years waiting for something to happen, the way all teenagers wait. Pumping gas, picking cotton, working at the radio repair shop, waiting. Then something happened. The whole world plunged into war.</p><p>When he heard the news about Pearl Harbor, audie wanted to join up right away. But he was only seventeen. Underage and undersized, he looked much younger. His height and weight —five five and a half, 110 pounds—fit more closely the statistical average of the american girl in 1941: five five, 120 pounds. He thought he could overcome the size problem by extra eating. He even ate vegetables he didn’t like in order to grow faster. But he couldn’t do anything about his age. The Marines turned him down, then the paratroopers. The army said, “Come back when you’re old enough.”</p><p>There was nothing to do but wait. On his eighteenth birthday audie visited the army recruitment office in the basement of the Greenville post office, and the next week, after passing his physical and being sworn into the army in Dallas, he boarded a bus headed to Camp Wolters, in the hilly, scrubby country southwest of Fort Worth.</p><p>So there stood audie Murphy, ready to be forged into a soldier. Like a character in a service comedy, he instantly acquired a nickname, “Baby”—a moniker he didn’t like but one he couldn’t shake because that’s what his tough drill sergeant dubbed him. A shrimp even among infantrymen, who averaged an inch shorter than the average height of the rest of the army, he didn’t look like much of a prospect for a soldier. He was hardly bigger than the weapons he was expected to kill with.</p><p>His buddies remember that audie especially loved to fire a machine gun and volunteered for extra time on the firing range whenever possible. They also recall that he loved his gun. He spent hours field-stripping it and continued to assemble and disassemble it hours after other recruits had put their guns away for the day.</p><p>Audie Murphy became by skill, training, intelligence, luck, and a dozen other imponderables an astounding soldier. Many years later,</p><p>Brigadier General Keith Ware (a Medal of Honor winner who was killed in Vietnam) remembered him as “the finest soldier I have ever seen in my entire military career.”</p><p>Recounting audie’s actions in France in 1944 and 1945 tests the powers of credibility.</p><p>His personal crusade —it almost seems that—to rid the world of German soldiers took on extraordinary proportions the day his division landed on the beaches near St.-Tropez and Cavalaire. A mile inland, on a steep cliff rising above forested and bouldered land, the Germans had built a large pillbox and installed a coastal gun. The hill would have to be taken if the 15th Infantry was going to advance.</p><p>Coming under fire, audie saw two of his buddies go down, both dead. Alone now, he began to traverse a gully, heading up the hill, when he happened upon two Germans. Startled, they hesitated with surprise. He killed them both with his carbine. Nearing a farmhouse, audie found a GI machine-gun squad pinned down and unwilling to move. He borrowed their gun and set it up in a ditch from where he could fire uphill but lie concealed beneath the level of German fire. He set to work, firing at anything that moved. Climbing farther up the hill to relocate the machine gun, he came upon a ghastly scene, a young German with his jaw shot away. “I brace myself against sentiment,” audie wrote in his vivid war memoir, <em>To Hell and Back.</em> “I can do nothing for the boy except put him out of his misery.” But he couldn’t pull the trigger; the German’s “staring eyes” were “already filling with the shadows of death.”</p><p><em>Don Graham is the J. Frank Dobie Regents Professor of american and English Literature at the University of Texas at austin. This article is drawn from his biography of audie Murphy,</em> No Name on the Bullet, <em>to be published in august by Viking.</em></p><img/><p>Murphy in Seven Ways From Sundown, one of his many weslerns</p><p>Now a German machine gun began to rake audie’s position, and he returned the fire. Suddenly he jerked around to find his best friend, Lattie Tipton, at his side. Against audie’s wishes, Tipton stayed with him, and they moved up the ditch until two Germans fired at them point-blank, knocking off a piece of Tipton’s right ear. Tipton, who audie swore was the best shot he ever saw and the “bravest man I ever knew,” killed the Germans with two shots. Still under heavy fire, audie and Tipton moved forward up the hill. They caught two Germans unawares and easily killed them. Finally the surviving German gunners held up a white handkerchief to surrender. Audie thought it might be a trick. “Goddammit, Lattie!” he yelled. “Keep down.”</p><p>“They want to surrender,” said Tipton. “i’m going to get them.”</p><p>“Keep down,” yelled audie. “Don’t trust them.”</p><p>But Tipton stood up to accept the German surrender and tumbled back with a deathdealing wound in his chest. Now audie was all alone. His best friend lay dead, and though audie tried to get Tipton out of the hole where he could have fresh air, the act was touchingly futile. Hurling a grenade into the German machine-gun hole, audie knocked it out. Then, in an act that he could describe only as a nightmare, he became possessed of a “demon” and his “whole being [was] concentrated on killing.” He went berserk. He grabbed the German machine gun and started up the hill, firing from the hip. He threw all caution aside and sought revenge. He got it when he found the German machine-gun nest that had betrayed and killed Tipton. He raked the Germans again and again and did not stop firing “while there [was] a quiver left in them.” The hill was pacified, the red madness passed, and audie came to himself, shaken and weak. He returned down the hill to where Tipton lay and “bawled like a baby.”</p><p>For his rampage that day, audie received the Distinguished Service Cross, the second-highest U.S. Army medal for valor. He would win the highest in the cold snows of northern France, early the next year.</p><p>January 26, 1945, is the day audie Murphy joined the immortals of combat. If epics were Still written, his stand that day would be worthy of a chapter in some new <em>Iliad</em> or <em>Song of Roland.</em> On New Year’s Day, after being defeated in the Battle of the Bulge, the Germans had set into motion a counteroffensive. Its purpose was to smash through what Hitler thought was the thinnest part of the american line, a 130-mile periphery in alsace, south of the ardennes.</p><p>[ Continued On Page 132 ]</p><p>[ Continued From Page 108 ]</p><p>Photograph Courtesy Of Larry Edmunds/Bookshop</p><img/><p>The 1945 Life cover that transformed audie Murphy into a national hero</p><p>Photographs Courtesy Of James Laughead/Life Magazine, 1945, Time Inc. (Top Left And Top Right); Budd Boetticher (Bottom Right); Turner Entertainment (Bottom Left); W. Walworth Harrison Library</p><img/><p>For a Legendary Warrior And Movie Star, Life Would Never Be Normal Again.</p><p>Kid With a Gun</p><img/><img/><p>In The Red Badge of Courage</p><img/><p>Directed By John Huston</p><p>In the midsixties an aging western actor like audie Murphy was quite possibly the most anachronistic figure in Hollywood.</p><p>[ Continued From Page 108 ]</p><p>Audie, now a lieutenant, received orders from battalion headquarters to hold his position, a U-shaped area of open fields bordered by forest. Holding the position wasn’t going to be easy. Undermanned and unaided on the right flank, audie’s company had for support only two tank destroyers that were dangerously exposed. Worst of all, the Germans outnumbered the americans in both troops and firepower. Around two on that cold, foggy afternoon, the Germans began to organize for an attack. Two companies of German troops —about two hundred soldiers wearing snow capes and supported by six tanks —hove into view. Audie immediately got on the phone to order artillery fire but thought his company was doomed. In the opening barrage the Germans knocked out the second tank destroyer (the first had slid into a ditch and had to be abandoned), and a tree burst killed his machine-gun squad. “at that moment,” audie wrote, “I know that we are lost.”</p><p>Although the american artillery fire was accurate, the Germans kept coming. The situation looked hopeless as the German tanks drew close enough to use their machine guns. Audie ordered everybody to withdraw into the forest. He aimed to stay till the last moment, directing artillery fire and using his carbine, then race back to his men. He emptied his carbine, and the Germans were about fifty yards away when he spotted the burning tank destroyer and a “perfectly good” machine gun and several cases of ammunition. Taking his telephone with him, he mounted the TD, raking off the bloody body of an american lieutenant whose throat had been cut. On the phone, he cracked the first of several funny lines. Asked how close the Germans were, he replied, “Just hold the phone and i’ll let you talk to one of the bastards.” Then he began to fire the machine gun, its chatter, he said, “like sweet music.” Three Germans went down. A shell hit the TD. Staying on the phone, audie continued to direct artillery fire and keep up his own deadly fire with the machine gun.</p><p>Though flames licked up the sides of the TD, audie remained calm, his “numbed brain... intent only on destroying.” The smoke provided natural cover, and the flames, he said, made his feet warm for the first time in three days. When the smoke lifted in a gust of wind, he saw twelve Germans lined up in a ditch; he killed them all in a neat row, traversing the lot a second time to be sure they were dead. On the phone, he quipped when asked if he was all right, “i’m all right, sergeant. What are <em>your</em> post-war plans?” a deadly calm characterized audie’s performance in this action —the exact opposite of his enraged and crazed attack following the death of Lattie Tipton. Here he was the angel of death administering fire coolly and methodically.</p><p>Under audie’s withering fire, the German infantry support dissolved, forcing the tanks to withdraw. The heroic stand was over. Knocked from the destroyer by concussion from an enemy barrage, audie came to and noticed that his pant leg was bloody, not a new wound, it turned out, but a reinjury of a slight wound from an earlier barrage. Now he walked in a daze back down the road through the forest, not caring if the Germans wanted to kill him, too weak and exhausted, he said, to care. From there he heard the tank destroyer explode, something that miraculously had not happened earlier.</p><p>For this extraordinary bit of battlefield heroics, audie received, as every schoolboy once knew, the Congressional Medal of Honor. The citation accompanying the medal mentioned a body count of fifty German soldiers killed or wounded.</p><p><span class=\"dropcap\">I</span>t was a cover photograph in <em>Life</em> magazine, July 16, 1945, that lifted audie to the level of national hero and set into motion events that would shape the rest of his days. It is difficult for today’s television generation to imagine the impact <em>Life</em> had on american culture. <em>Life</em> created an iconographic america of great potency and imaginative power. In its day nothing came close to matching the magazine’s ability to define the national psyche. Audie Murphy, no matter what demons might lurk below the surface, was adman perfect. Publicly, the baby face was an ideal mask. The freckles and sunny smile could fool anybody who saw him only in photographs and not up close, where the face more often than not revealed a certain tautness, a terrible restlessness and nervousness, and sometimes an absentspiritedness, as though he really weren’t there but somewhere else, in a darker, bloodier place where men were dying.</p><p>Returning from the war, audie knew what he didn’t want to do: He didn’t want to be a public hero and live off of the fame generated by his war exploits. In a market economy the only thing audie had of value was his fame, and he was worried about that. He didn’t want to betray all the soldiers living or dead who had fought beside him in Europe. But there were those who saw in audie exactly such opportunities. He later spoke bitterly of efforts to exploit his fame during this period: “at home, some wanted to hire me because I was a famous killer; others wouldn’t for the same reason. I couldn’t get a job that left me any self-respect.”</p><p>Where he went, most improbably, was to Hollywood, land of manufactured illusions. The <em>Life</em> cover was working its magic. Several talent scouts approached audie with offers of screen tests. Another group wanted to make a biopic of audie’s life. Not long after <em>Life</em> hit the stands, James Cagney wired audie an invitation to come to Hollywood. Cagney had formed an independent production company with his brother, William, and they were on the lookout for new talent. From his photographs and his fame, audie seemed a good prospect for the struggling company.</p><p>The young hero who met James Cagney at the Los angeles airport was hardly anything like what the american public saw in the newspaper and <em>Life</em> photos. What Cagney saw was a man strung wiretight. Exhausted after more than two years of combat, pursued by the demons of battle and the newer ones of publicity, audie needed rest more than anything else.</p><p>But Cagney also saw a special quality in audie that the motion-picture business had need of. “There is assurance and poise without aggressiveness,” Cagney told the press. “a good, healthy point of view. Call it a spiritual overtone.” In another, later interview, Cagney added the quality absolutely necessary for even thinking of a career in motion pictures: “I saw that audie could be photographed well from any angle, and I figured that a guy with drive enough to take him that far in the war had drive enough to become a star.”</p><p>The most striking observation in all of Cagney’s remarks is surely the one about audie’s “spiritual overtone.” Others would see in his screen image a similar quality, and if that was the case, why was he cast in so many films that brought out the opposite quality, quiet deadliness? Because both qualities were there, making audie Murphy on-screen an image of innocence and its opposite, the capacity to kill. The mystery of audie Murphy, onscreen and off, was how such seeming innocence could be at the same time so deadly.</p><p><span class=\"dropcap\">M</span>ovie magazines called audie Murphy the “kid with a gun.” He earned his niche in history with a gun, and it was with a gun that he built his career in movies. He made no fewer than ten westerns that had “gun,” “bullet,” or “rifle” in the title.</p><p>Audie’s first film for Universal set the tone for many to come. In May 1949 he began work on <em>The Kid From Texas, </em>which told yet again the story of William Bonney, a.k.a. Billy the Kid. In a deliberate attempt to evoke audie’s well-known Texas roots, the screenwriters altered the historical record by changing William Bonney’s birthplace, New York City, to El Paso.</p><p>[ Continued On Page 149 ]</p><p>[ Continued From Page 132 ]</p><p>The film went over very well. Fans responded to audie’s screen persona. Dressed in black, handsome, pouty, and deadly, he looked good in <em>The Kid From Texas.</em> He handled the action scenes with assurance, especially the fast-draw shootouts, and he was effective in those subplot scenes where he stood apart, the lonely outsider, looking with longing and a kind of Dreiserian hopelessness upon the rich life of the well-placed girl with upperclass advantages.</p><p>For the most part the reviewers liked <em>The Kid From Texas</em> too. The <em>New York Times</em> appreciated audie’s good looks and ability to sit a horse. <em>Variety</em> said audie handled the Kid assignment “in commendable fashion.” <em>Fortnight</em> took a much dimmer view: “He plays the part with characteristic wooden-faced lack of emotion. Let’s face it—Rome wasn’t built in a day, and merely saying audie is an actor doesn’t make him one.”</p><p>Given audie’s growing popularity, it was hardly surprising that by early 1954 Universal thought the time was right for filming <em>To Hell and Back,</em> audie’s bestselling memoir. The idea made audie apprehensive. He had many fears about the undertaking. He wanted the film to be a tribute not to one soldier but to all infantrymen.</p><p>Once on location, however, audie threw himself into the making of the film with an attention to detail and a concern for authenticity that impressed everybody. Director Jesse Hibbs was struck by the difference between making a western with audie and making this film. In westerns, Hibbs remembered, “he had little to say about the script or the action and did exactly as he was told. In his own story of World War II, I found him tenacious about every point.” Producer aaron Rosenberg also found audie totally absorbed in getting things right. One day on the set Rosenberg watched audie advise a painter about how to color the sides of a crater to show that a fresh artillery blast had just taken place; he checked the uniforms and weapons of GIs and Germans; and he worked side by side with the special-effects crew to create explosions exactly as he had known them in Italy and France.</p><p>Re-creating the battle sequences, audie said, made him feel uneasy. Though it was a “powder-puff battle” and not a “real war,” still, “what I felt now was a different uneasiness —the kind you feel when your mind plays back something that you don’t want to hear or see or feel again.” Hibbs noted a powerful sense of verisimilitude coming over audie in the battle scenes: “He didn’t seem to think about acting. There was a primitive alertness about him all the time. He reacted to every explosion and every sound of machine gun fire instinctively.”</p><p>Reliving the death of Lattie Tipton (played by Charles Drake) bothered audie the most. According to Hibbs, “audie wasn’t doing much acting in this. He played it as he felt it. His lips were quivering and his eyes filled. Audie had been nervous that day, knowing the scene was coming up. He knew what I wanted from him. I wanted tears. Still, it was a hairline scene and we couldn’t go overboard. When Charles Drake was hit and cried out, ‘Murphy!’—audie wasn’t acting from there on.”</p><p>Universal thought it had a solid film, but it soon learned that it had a blockbuster. A press release in September 1955 announced the news: <em>To Hell and Back</em> was on its way to becoming the studio’s all-time box-office champion, ahead of <em>The Glenn Miller Story</em> and <em>Magnificent Obsession.</em></p><p>For the first time audie received rave reviews. Critics praised his “quietly natural performance,” his “magnificent simplicity,” and his “magnetism.” <em>Time</em> caught another element in audie’s portrayal, something beneath the surface: “and just for a nervous instant, now and then, the moviegoer glimpses, in the figure of this childlike man, the soul-chilling ghost of all the menlike children of those violent years, who hovered among battles like avenging cherubs, and knew all about death before they knew very much about life.”</p><p>The film’s success underscored and made real all the promises celebrated in the rhetoric of the era. It did a lot of things for audie personally. It gave him more money than he’d ever had. It gave him prestige and the chance to break out of the western straitjacket. In less than a decade he had risen from a shy, awkward, nervous youth to the position of a star. Audie was at the top, poised to achieve a measure of security undreamed of just a few short years before.</p><p>But at the crest of his popularity and newfound affluence were troubling tendencies that threatened everything: home, family, his hard-won, fragile happiness. Undercurrents of difficulty between audie and his wife, Pamela, surfaced now and then in the press even in these halcyon years. A writer for <em>Motion Picture</em> described an audie who was “as complex a bundle of nerves as ever stretched prone on a psychiatrist’s couch.”</p><p>All of his friends knew that he was pursuing a potentially disastrous course. That course was gambling —serious, heavy, and ruinous gambling. Audie would bet on anything: which of two birds would fly first, what color the next car to come by would be. But he was not, most friends believed, a good gambler. John Huston, who directed him in <em>The Red Badge of Courage,</em> said, “He was a most unlucky gambler. He’d pick up a pair of dice and he’d crap out immediately. He was just an unlucky gambler. Always unlucky, <em>always.</em> Not unskilled, just unlucky.”</p><p>It was at the track where audie got into trouble, where the big money went down. When he wasn’t working on a film or on the road doing publicity, he was at the track—six days a week. Jay Fishburn, a jockey, horseman, and friend, says audie would “rather go to the races than eat.”</p><p>John Hudkins, nicknamed Bear, a big, burly stuntman with a gravel voice, became friends with audie and went to the track with him a lot. “Money had no home with audie, no home,” Bear says. “He’d as soon bet two hundred thousand dollars on a horse as he would twenty dollars.” Bear describes a little run-in audie had with a stranger one day at the track: “We were sitting in a box, and John McKee, another actor, was there. Audie was reading the form, before this race, and up come a couple of gals walking up. Audie just happened to look up and went right back to the form. He didn’t pay any attention really. So about five minutes later here comes a big guy about two hundred and something pounds, and he says, ‘Hey, next time my wife ever comes by here again and you make eyes at her—’</p><p>“audie says, ‘are you through?’</p><p>“and the guy says, ‘No, i’ll tear your head off.’</p><p>“So audie just leaned back and pulled out his gun and laid it right there and said, ‘I killed three hundred and fifty of you guys. One more wouldn’t make any difference.’</p><p>“and the guy couldn’t leave go of the rail, he was so scared. He thought he was going to kill him. Then audie just put the thing back and went back to reading the form like nothing happened.”</p><p>In the years of his greatest success audie was constantly preoccupied with gambling and was increasingly withdrawn. His friends away from work were rarely actors, directors, producers, or studio executives. Most people in the industry felt as if they never really knew him. After being in Hollywood for more than a decade, audie said, “i’m not an actor. I don’t even like actors.”</p><p><span class=\"dropcap\">I</span>n the mid-sixties an aging western actor like audie Murphy was quite possibly the most anachronistic figure in Hollywood. With the days of factoryproduced low-budget westerns doomed, familiar stars of the genre stabled their horses and decamped to the hills above Los angeles. Joel McCrea and Randolph Scott retired in 1962, and children’s sagebrush heroes such as Gene autry, Roy Rogers, Wild Bill Elliott, and Sunset Carson had long since hung it up. Only audie remained. “I seem to be the only one left,” he said in 1963. “i’ll keep making [westerns] until they get wise to me.”</p><p>In 1965 his contract with Universal was not renewed, thus ending a fifteen-year relationship. Now economic necessity forced him to take parts in bargainbasement films. In September 1965 he went to Spain to make a cheapie western, <em>The Texican,</em> with Broderick Crawford and a largely Spanish cast. <em>The Texican</em> was so cheap that audie had to do all the stunts himself; in fact, he said, “I had to do everything except pack my own lunch.” The film was badly dubbed and in every respect a sad falling-off from the days of the Universal Technicolor glossies.</p><p>In 1967 another independent cheapie, <em>Trunk to Cairo,</em> was released. Produced by a young Israeli named Menahem Golan, this lame story of international intrigue proved hopeless. “Try to imagine,” wrote one reviewer, “audie Murphy playing the part of a German scientist in an Israeli production about foreign intrigue in Egypt.”</p><p>Apart from his sinking career, in the mid-sixties audie was in trouble on all fronts. His marriage was a strained compromise. He scrambled to put together deals for films, crisscrossed the country on promotional junkets, took the favors that women conferred upon him, pursued casual relationships with strangers, and seduced the wives of friends.</p><p>Boredom was the keynote of his inner life. “You see,” he told a friend, “it’s been a fight for a long, long time to keep from being bored to death. That’s what two years of combat did to me.”</p><p>His gambling habit was eating him up. Suits filed against audie from 1951 through the sixties reveal a depressing pattern of indebtedness. Full ruin came in September 1968, when, under court order to pay the $13,260 balance on a note that he had signed on November 13, 1964, to the First National Bank of Dallas, he had to admit that he couldn’t pay it. At age 44, he didn’t have a dime.</p><p>Audie’s life from 1969 got crazier and crazier, as though he were taking on the colorations of madness and violence that marked a decade of personal and cultural tailspin. Audie, who had always liked the edge, out where the nihilist walks, began to move closer and closer toward some final apocalypse.</p><p>By the fall of 1969 audie was gambling compulsively at a desperate level, and the people he was gambling with, offtrack bookmakers in big cities, were not exactly nice company. When he lost $93,000 to them, he paid off; when he won $123,000, they didn’t. It was the story of his life. Always the tough guy, audie carried a gun most of the time. “He was nobody to mess with,” remembers actor Morgan Woodward. In 1970, assault charges were brought against audie over an incident with a dog trainer who had angered one of audie’s girlfriends. Audie was acquitted but not without a lot of damaging publicity. In the last year of his life, broke and on the downslope to fifty, he got involved in a tawdry attempt to secure a pardon for Jimmy Hoffa, who was behind bars. “audie didn’t really like things when they was going good,” says his longtime friend and running buddy Casey Tibbs.</p><p>Through it all, audie struggled to keep his foundering career going. Among his uncompleted works was the strangest film audie ever proposed. He wanted, he announced, to make a film about the “multimillion-dollar rubbish collection and disposal crisis.” The film, to be called <em>Empire of Rodents,</em> would “bring the true story of a garbageman’s rise to power to the screen.”</p><p>A photograph of audie at his desk, taken in mid-May 1971, shows an amazing transformation. The face is that of a man aging fast. There was almost a Dorian Gray quality to audie, as if the forever innocent baby face was beginning to reveal a life far different from the one implied by all the other photographs over the years.</p><p>That spring of 1971, audie shuttled back and forth across the continent, pursuing chimeras of financial redemption. In late May a business opportunity led him to atlanta to act as a go-between for parties interested in investing in an atlanta-based company. The plan was to meet with a small group in atlanta, then fly to Martinsville, Virginia, to look over a plant that constructed prefabricated buildings. After that, audie had a heavy round of celebrity appearances lined up.</p><p>In an aero-Commander, a twin-engine plane, audie and five other passengers left atlanta on the morning of May 28. The pilot, Herman Butler, had a spotty record —he had had his license pulled once for running out of gas and having to crash-land, and he was not instrumentrated. Butler got into trouble about sixty miles from Martinsville, when he flew into foggy, rainy weather. Observers in the area saw and heard the plane flying low and erratically, apparently looking for a place to land. After groping through the low-lying clouds, Butler made contact with Roanoke, where the ceiling was high enough for him to land. But he and his passengers never got there. Just past noon, the plane flew straight into a mountain.</p><p>Near the summit of a heavily wooded mountain twelve miles north of Roanoke lay the wreckage. Some of the bodies were badly burned inside the fuselage, but audie was thrown clear. He died of “massive total body injuries.” as his friend Spec McClure said later, “He took a lot of killing. It took a plane diving into a mountain.”</p><p><span class=\"dropcap\">A</span>ll in all, audie Murphy’s death did not occasion as much national media attention as one might have expected. Amid the calamity and detritus of daily history, neither CBS</p><p>nor NBC found time to mention the funeral. ABC did better. In a two-and-a-halfminute story entitled “audie,” which featured shots of the graveside ceremony at arlington National Cemetery, the narrator concentrated on audie’s war record and quoted his famous remark about being “a fugitive from the law of averages.” There was no mention of his film career.</p><p><em>Time</em> recounted audie’s heroics but concentrated on the arc of failure in the postwar years. According to <em>Time,</em> the sixties “left audie farther and farther behind”; he belonged “to an earlier, simpler time, one in which bravery was cardinal and killing was a virtue.” <em>Newsweek,</em> in a much briefer piece, rehearsed his war record and said that except for his film <em>To Hell and Back,</em> “most of his roles were best forgotten.”</p><p>Audie died at precisely the wrong time for a war hero to be memorialized. (That March, another army lieutenant, William Laws Calley, had been found guilty of the murder of 22 Vietnamese civilians.) There were friends of audie’s who believed he had lived in the wrong era anyway. They thought he belonged back in an earlier time, on the frontier, patrolling the streets of some flyblown Western town, keeping the peace. But he didn’t live then. His tragedy was that he lived and died in an era of change, when the idea of heroism itself was open to challenge on every front.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "June 1989",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Film",
      "Fire",
      "War",
      "ever",
      "Texas",
      "HERO",
      "Army",
      "Cotton",
      "Death",
      "Gambling",
      "Actor",
      "record",
      "Career",
      "Children",
      "Country",
      "Home",
      "hunt",
      "people",
      "September",
      "Acting"
    ],
    "wp_categories": [
      "Books"
    ],
    "wp_location": [
      "Texas",
      "Arlington",
      "D.C.",
      "Greenville"
    ]
  }
}