{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19815",
    "date": "May 1981",
    "year": 1981,
    "month": 5,
    "month_formatted": "May",
    "pdf_uri": "/1981/19810500.pdf",
    "issue_cover_image": "",
    "document_start_page": 150,
    "toc_start_page": 148,
    "document_page_range": [
      [
        150,
        151,
        152,
        153
      ],
      [
        237,
        238,
        239,
        240
      ],
      [
        242,
        243,
        244,
        245,
        246,
        247
      ]
    ],
    "toc_order": 4,
    "toc_headline": "The Subway That Ate Houston",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198105-thesubway",
  "source": "/1981/19810500.pdf",
  "wp_post_id": 116568,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-subway-that-ate-houston/",
  "authors": [
    "Paul Burka"
  ],
  "headline": "The Subway That Ate Houston",
  "dek": "The planners punched Houston’s transportation problems into their computers and came up with exactly the wrong solution to all the traffic jams.",
  "spread_caption": "",
  "excerpt": "The most expensive, amazing, dynamic, futuristic, and sexy way not to solve a transit crisis.",
  "kicker": "",
  "word_count": 6795,
  "content": "<p>by</p><p><span class=\"dropcap\">L</span>isten to the dream: a downtown subway for Houston. Walk a block or two in the morning and then <em>whoosh,</em> fifteen minutes and you’re at work, free forever from the crawl and crush of the expressway. At lunch, <em>whoosh</em> again, time for a quick shopping trip out to the Galleria and back. Want to meet a plane at Intercontinental at five? Be home for dinner at six? Get to a ball game at the astrodome at seven-thirty? No problem: <em>whoosh, whoosh, whoosh. </em>The city will be livable again, a small town again. A century ago the railroad made Houston, and now another railroad will save it.</p><p>Houston-area voters listened to the dream and created the Metropolitan Transit authority in 1978, in the process consenting to tax themselves more than $100 million a year to support it. The MTA immediately took over Houston’s bus system, without noticeably improving it. Then it came up with its own version of the dream. In the morning you will walk not to a subway but to a city bus stop. The bus will take you to the train—assuming, that is, that you live in Southwest Houston, the only part of town to be served by the MTA’s lone rail line. The rest of the city will have to travel exclusively by bus. If you want to go to the Galleria at lunchtime, you will have to get off at a station a mile from the mall and take a connecting bus. Unfortunately, with all the transferring, you’ll be embarrassingly late getting back to work. As for the airport trip, the rail line may one day be extended up that way, but there’s no definite plan for that now. By the time you made it home (via train <em>and</em> bus, remember), there wouldn’t be enough time to eat and catch the astrodome train, even if there were one.</p><p>According to the MTA’s own estimates, the new rail line will only marginally outperform an ordinary bus system, reducing the percentage of rush hour trips made by automobile in Southwest Houston from 89 per cent to 86 per cent. It will not unclog the freeways, and it will not come close to solving, or even alleviating, Houston’s traffic problem. To achieve just this minuscule reduction, the MTA will have to spend at least $1.5 billion on construction alone, plus billions more to remake a bus fleet that today has trouble getting out of the maintenance shop. The total bill is likely to come to $5 billion. So much for the dream.</p><p>Mass transit as we know it was invented in the late nineteenth century in response to the needs of the first large industrial cities—cities where, for the most part, everybody had to work near the port and where, of course, there were no cars. Thus trolleys and subways to get people downtown were a terrific idea. Over the years the trolleys have given way to buses, but otherwise not much about how mass transit works has changed in a century.</p><p>In the years after World War II, the great inventions of the twentieth century —the car, the freeway, the telephone, the computer, the airplane, the suburb—began to make the old-fashioned city where everything happened downtown obsolete, and it was no coincidence that mass transit fell on hard times. Virtually every transit system in the nation is plagued by a combination of high capital costs, staggering operating deficits, and declining rider ship. These problems are almost mandated by historical forces; in addition, transit systems have suffered mightily at the hands of unions, politicians, federal bureaucrats, and city planners. Nowhere at any level of government is the gulf between promise and performance so vast and unbridgeable.</p><p>Illustration by James Stevens/Flat Lizard Graphics</p><img/><p><strong>All Aboard</strong></p><p><strong>Take a ride on the MTA’s obstacle course for Southwest Houston. Start at the end of the elevated line: since development is already heavy far beyond West Belt, inbound traffic getting to the train will be worse than the freeway’s, The same goes for residential stations en route to Loop 610; already strained feeder streets will be overwhelmed with cars. Next stop: the Galleria. Well, not exactly—it’s a mile away, so you’ll have to transfer to a bus. After the train becomes a subway, you’re downtown at last. But you’d better watch your step leaving the station—the exits will be four fect above the ground to waterproof the subway against flooding from heavy rains.</strong></p><img/><img/><p>But oddly enough, in the seventies the idea of mass transit became red-hot again. There were several reasons for this, none of them particularly logical. The 1973 Opec oil embargo led planners to conclude that the automobile was doomed and that mass transit would solve the energy crisis. As the old downtowns began to die, politicians decided, for no good reason, that they needed to be saved, and mass transit would do that, too. Mass transit also had the advantage of having about it a whiff of compassion, in that it was the inexplicable conviction of Washington policymakers that the common man could no longer afford to drive—indeed, didn’t especially want to own a car—and would jump at the chance to ride a subway to work instead. In 1973 Congress authorized the Urban Mass Transportation administration (UMTA) to pay transit operating expenses, and a new mass transit boom began.</p><p>The boom has had a strong alice in Wonderland quality about it. Downtowns keep dying on their own; the planners keep saying they should be saved. Mass transit systems keep going broke; the planners insist that they can be made to operate in a financially sensible way. People keep choosing to drive; the planners maintain that they want to ride buses and subways instead. Nowhere have the fallacies behind the mass transit boom been more evident than in the cities of the Sunbelt, which grew up around the car, and in no Sunbelt city does mass transit make less sense, both in theory and in practice, than Houston.</p><p><strong>Sick Transit</strong></p><p>In a darkened conference room at the MTA’s renovated red-brick headquarters in downtown Houston, a series of slides explaining how the agency arrived at its transit plan flashed on a screen. Click. A chart labeled “Goals and Objectives” leaped into view. Maximize ridership, it said. Minimize cost. Click. A picture of a modern German subway train, its driver smiling, filled the screen. Click. Another chart labeled “Cost Effectiveness” materialized. Reduce capital expenditures, this one read. Maintain financial efficiency. Maximum service for minimum cost. Click. A picture of an elevated rail line outside San Francisco, vines climbing the concrete pillars, lingered while a narrator extolled its virtues as a “linear park.”</p><p>It might have been persuasive, except that on a desk outside the conference room lay a twelve-page tabloid that presented a different picture altogether. The front page of <em>Passenger Transport,</em> which bills itself as the weekly newspaper of the transit industry, prominently displayed three headlines: LACK Of Aid Halts Birmingham Transit; Boston Forced To Lay OfF 750; Funds Short In Chicago. Inside, an editorial began with this somber warning: “Transit’s in trouble. Even before any proposed transit cuts [in federal funds] get off the drawing board, many transit systems don’t have the money to pay their bills.”</p><p>Except for one tiny commuter line, the Lindenwold, that extends into New Jersey from Philadelphia, no transit system in the country comes close to breaking even on fare revenue—even though fares rose an average of 19 per cent in 1980. Indeed, a ratio like that of El Paso’s Sun City area Transit, whose fares constituted 73 per cent of 1980 operating expenses, is considered close to miraculous. And to make matters worse, the federal government, which supplies $1 out of every $8 local systems use for operating expenses, is getting out of the business of transportation subsidies if budget director David Stockman has his way.</p><p>In city after city the transit system is facing fiscal ruin. Chicago, which already has the highest fare in the nation (80 cents), has two more increases scheduled and must cope with the problem of a ridership that has already declined and is sure to drop further. Boston had to close down its system completely last December until the state legislature came up with $41 million; this year it is due to run out of money a couple of months sooner. New York is predicting a fare of $1 by summer and $1.55 by 1983, and that is just to meet operating costs. It doesn’t even make a dent in capital needs of $1 billion a year.</p><p>Everywhere the story is the same. Philadelphia’s transit deficits resemble Chrysler’s. Pittsburgh raised fares twice in eight months last year. In San Francisco the much-touted Bay area Rapid Transit was, when it opened in 1972, the first new rail line built <strong>in</strong> this country in <strong>decades (since New York’s once-fabled Eighth</strong> avenue Line opened in 1932), but BART has never come close to carrying as many riders as its planners predicted. By 1979 it was losing $6 million a year—a good performance by transit standards. Perhaps the most troubling report of all comes from Toronto, reputed to have the best and most innovative transit system in North america: fares are up, passengers are down, people are abandoning mass transit for the automobile, and a new rail line opened last year with ridership far below projections.</p><p>Why would Houston be any different? Walter addison, the MTA’s executive director, says that the transit networks on the critical list are old systems in old cities. They have to depend on government largess—federal, state, and local—to survive, while Houston has an independent financial base: a one per cent sales tax that the voters approved in 1978. Addison dismisses BART’s problems because “they had to reinvent the wheel—no one knew how to build a transit system.” For an accurate picture, addison says, look at atlanta, with the country’s newest rail system. Like Houston, atlanta has a separate tax for transit. But it turns out that all is not well in Georgia either. MARTA (Metropolitan atlanta Rapid Transit authority) had to double fares last year despite its tax base, and the city responded with a lawsuit.</p><p><em>(Continued on page 235)</em></p><p><em>(Continued from page 151)</em></p><p>Notwithstanding addison’s optimism, transit’s maladies are more than symptoms of old age. The plague is universal. It stems from the fact that transit systems are economic dinosaurs. The life cycle of ailing public transit systems falls into a predictable pattern. Costs go up and up; fares can’t be increased for political reasons; maintenance and capital improvements are shunted aside for lack of money; systems drift into dereliction; ridership dwindles. This pattern has been duplicated in city after city.</p><p>The problems begin with labor, which accounts for anywhere from two thirds to four fifths of the cost of running a transit system. Transit systems carry the vast majority of their ridership at the two rush hours, which, of course, are more than eight hours apart. Unfortunately, <em>exactly</em> eight hours is the length of a work shift. One employee can’t handle both rush hours unless he works a split shift (which transit unions fiercely resist) or gets overtime pay. The other possible solution, supplementary part-time help, is also anathema to unions. When management tries to raise fares to pay for manpower, politicians get into the act. In New York the villain was Governor Hugh Carey, who demanded that his appointees to the transit board uphold his campaign pledge to hold the line on fares. With no new money coming in, New York and other systems have raided capital and maintenance budgets for so long that their lines are in danger—and this is no exaggeration—of falling apart. Bolts rain down from elevated tracks, and one of the tunnels under the East River is leaking badly.</p><p>Eventually transit systems raise fares, but only after the deterioration has chased riders away. Every time fares go up, 10 to 20 per cent of the patrons disappear into automobiles. So each increase brings in less money than anticipated, and the cycle starts anew. Transit systems are caught in a dilemma without an escape: if they raise fares, they lose riders; if they don’t raise fares, they lose riders.</p><p>Is Houston immune to the pattern? Hardly: if the pattern hadn’t already existed, Houston would have invented it. This is not hard to verify: just try to get somewhere on a city bus.</p><p><strong>YOU Can't Get There From Here</strong></p><p>The voice on the phone was not encouraging. I had called the MTA to inquire about how to catch a bus from the Plaza Hotel, near the two major art museums in town, to the Galleria. “Do you mind walking?’’ the voice asked. I looked out the window to see if the rain had stopped. It hadn’t. I learned that I could walk two blocks to Main Street (although the Plaza itself is on Montrose, a busy thoroughfare), catch a bus for downtown, get off after a mile or so at Elgin, walk three more blocks, and wait for the Westheimer bus. Alternatively, I could stay on the first bus into downtown for a direct transfer to the Westheimer line, which would then parallel the Main Street route all the way back out to Elgin —an hour of wasted time, unless connections were magical. In short, there was no painless way to use public transportation between two of Houston’s major attractions.</p><p>In addition, there was always the chance that when I got to the bus stop there would be no bus. On a typical day, equipment problems sideline a fourth of Houston’s bus fleet. On one of the MTA’s worst days last summer, Houston buses had 79 canceled runs, 65 late runs, and 163 breakdowns. That same day San antonio had no cancellations, no delays, and 5 breakdowns.</p><p>The demise of Houston’s bus system tracks the national pattern: labor trouble, political mistakes, declining ridership, shortsighted management, and deferred maintenance. The major difference is that Houston managed to compress the cycle into less than a decade.</p><p>When the City of Houston took over the bus system from a private company in 1974, it inherited a system where fares had gone up by 50 per cent in the previous five years and ridership had gone down by a third. No one at city hall knew anything about running a bus system, so to manage the new acquisition, the city hired the same management team that had run the old private company. Naturally, nothing improved—except wages, after workers went on strike in 1974 and again in 1976. In desperation, the city hired yet another transit consultant to run the buses but neglected to include performance standards in the contract. Why bother? The city had no intention of running a bus system forever; it was merely marking time until an election for a regional authority (the MTA) could be held. Consequently, Houston had no reason to spend money on maintenance, and because of the loose contract, neither did management.</p><p>The approach of the transit election accelerated the maintenance crisis. To quell charges that creating the MTA was a Houston ploy to con taxpayers countywide into bailing out the city’s floundering bus operations, the city rushed into a preelection sale agreement with the MTA’s provisional board at a price that was favorable to the transit authority. That eliminated the little remaining incentive to spend money on transit between the august 1978 election and the time the MTA took charge of the bus system in January 1979. In the intervening months Houston halted preventive maintenance and stopped ordering spare parts. The now-retired superintendent of Houston’s antiquated bus repair shop recalls that the maintenance policy in those final months was “When a bus stops running, park it up against the fence and roll out the next one.” When the MTA finally took over, it inherited a bus system in ruins.</p><p>Unfortunately, the MTA was even less skilled than most transit systems in the ways of forestalling the moment when the decay becomes obvious to all. The system’s young executive director, 32-yearold Barry Goodman, had run the Office of Public Transportation in city hall for Mayor Fred Hofheinz from 1974 to 1978. Goodman’s expertise was in grantsmanship, not administration—he had been a lawyer analyzing local grant applications for UMTA before coming to Houston. That he landed the director’s job is an indication that the MTA board was far more interested in getting federal dollars for a glamorous rail system than in the mundane task of nursing the bus system back to health.</p><p>What the buses needed, it soon became evident, was not nursing but surgery. Before turning the transit system over to the MTA, the city had ordered 477 newdesign buses—326 from Grumman and 151 from General Motors. Houston had the newest bus fleet in the country but also the least tested: it had omitted the prudent step of buying only a few buses at first, just to see if they really worked. They didn’t. The GM air conditioning couldn’t cope with Houston’s heat, and the Grummans developed cracks in their frames.</p><p>During the MTA’s first month in charge of the bus system, the number of missed runs more than doubled. Local newspapers featured MTA horror stories almost daily: drivers idle because there were no buses in shape for them to drive; a bus with wheels so out of alignment that it careened along its route at an angle, taking up most of two lanes; a driver who completed an entire route with his bus in first gear. Bedeviled by inexperience—Houston’s administrators averaged less than two years in the transit business, compared to almost seventeen years for San antonio’s—the MTA seemed powerless to cope with the breakdowns. At the height of public discontent Goodman decided to use MTA funds to buy six luxury cars for top management, who knew better than anyone the perils of relying on the bus. The public outcry was so strong that he gave up the idea. After only nine months as executive director, Goodman gave up his job as well—to set up shop as a consultant for the MTA.</p><p>Addison, a transit pro, arrived from Baltimore in October 1979 to turn the system around. His initial assessment of the MTA versus systems in other cities was not promising: “I don’t think it compares at all. It’s not in the same league.” But addison hasn’t had any better luck than Goodman had. The MTA tried to fix the GM air conditioning but ordered $500,000 worth of wrong parts; it tried to refit the Grummans but gave up after discovering that rebellious workers had farmed out $176,000 in repairs to an independent garage without authorization.</p><p>In its first year of life, the agency created to solve Houston’s traffic problem had succeeded only in running off eight million bus patrons. After the second year showed only a slight improvement in service, Howard Horne, a downtown realtor and MTA board member who had done as much as anyone to sell the original idea of the MTA to the voters, told transit officials, “i’m tired of hearing why the buses aren’t running. I can only come here for so many years.” One month later he gave up and resigned from the board. Today, three years and three months after its birth, the MTA can field only 350 or so of the 730 buses it owns—far fewer than the 433 buses the MTA says it needs daily—and the program to close the gap is, in the words of an MTA board member, “in shambles.”</p><p>But the MTA has come up with a plan that will direct attention away from its difficulty with buses. It is going to have difficulty with trains instead._</p><p><strong>On the WROnG Track</strong></p><p>The centerpiece of the MTA’s grand design is the southwest rail line, which is supposed to be part of a larger transit plan for Houston—except that there is no larger transit plan for Houston. The MTA is now putting in an express busway in the middle of the Gulf Freeway. It has also singled out other traffic corridors where some sort of transit system—busways, light rail (trolleys), or heavy rail (subways)—would eventually take passengers into downtown. These include Katy Freeway to the west, the unfinished Northwest Freeway, Hardy Road out to Intercontinental airport to the north, Harrisburg Street out to the Ship Channel to the east, and a southern route along either Main Street or the unopened South Freeway. (No route extends eastward along crowded IH 10 because cities in that part of Harris County—Pasadena, Deer Park, La Porte, and Baytown—voted in 1978 not to become part of the MTA.) Beyond picking out the heavily traveled transportation corridors, which anyone with a city map could have done, the MTA has no specific plans except in Southwest Houston. There it wants to build a heavy rail line, starting as a subway downtown and becoming an elevated track, along the Southwest Freeway and Westpark Street. The line will pass Greenway Plaza and the Galleria area, two major employment centers, and then run out to West Belt, a distance of about fourteen miles.</p><p>In contrast to its vague plans for the rest of Houston, the MTA’s projections for what has become known as the Westpark corridor are precise and detailed in the extreme. MTA planners have calculated how many people will take the rail line to work downtown on a typical day in 1995 (130,339), how many accidents will occur on the line (four a year), and how much the line will cost to build ($1,366 billion, exact dollars and cents available on request). They can tell you how many people will arrive at the West Belt station by bus (2592) and the cost per passenger trip to operate the line ($1.60). The planners had to come up with these figures to qualify the MTA for federal funds—80 per cent of the cost of building the rail line—that Houston tried unsuccessfully to coax from UMTA last year, before Ronald Reagan became president. (Reagan’s dictum “There is no reason for someone in Sioux Falls to pay federal taxes so that someone in Los angeles can get to work on time by public transportation’’ was a clear signal that his administration would turn down new rail systems.)</p><p>Undeterred by this political setback, the MTA now wants to build the rail line using its own money, with plenty of help from the state and the sale of bonds. But while its planners have charted and diagrammed just about everything anyone could possibly want to know about the Westpark line, there is one thing that they haven’t proved: whether the reasoning that justifies the rail line on paper makes any sense. Planners are only as good as their assumptions. In the case of the MTA’s Westpark line, the argument for rail is based on two premises—both of them erroneous.</p><p>Error No. 1: <em>Houston cannot survive without rapid transit.</em> “The trouble with MTA,’’ says a veteran transit specialist at one of Houston’s leading engineering firms, “is that it is dominated by dreamers.” The head dreamer is Linda Cherrington, 31, a 1972 graduate of Rice University who came to the MTA in 1979 to run its car pool program and quickly rose to be manager of planning and programming. Cherrington is representative of the best and worst of the MTA. She is brisk and efficient in an administration where such qualities are all too rare: she pushed her troops so hard last year that they finished UMTA’s obstacle course of regulations and requirements months ahead of schedule—fast enough to qualify for a federal grant before Reagan took office, had the Democrats at UMTA cooperated. But Cherrington is so committed to Westpark and the idea of rapid transit for Houston that she sees no grays, no maybes. “Without it, one of these days Houston is just going to stop working,” she told me with intense earnestness. “It is shocking to me that Houston has worked since 1978. I can’t understand it.”</p><p>One reason Houston has survived so well is that, unlike New York and other old cities, it grew up with the automobile and has more flexibility to adjust to its transportation problems. If workers have trouble getting to their jobs, the jobs can move to the workers. Conoco is relocating its headquarters from a tower at Greenway Plaza to a low-slung office complex at Park 10, on IH 10 almost all the way to Katy. Shell, Exxon, amoco, arco, and Getty are shifting some operations to new buildings in the same general area. Last year half a million square feet of office space was available along the far reaches of the Katy Freeway; by 1983 the figure will be close to ten million.</p><p>Had such an exodus occurred in New York, the central city would have lost millions of dollars in taxes to some rich suburb in Connecticut. But Houston is different: it is not hemmed in by satellite towns, and its capacity to grow is limited only by the ability of city hall to deliver services to newly annexed areas. Urban sprawl, an abomination to all planners, is not the enemy in Houston. Companies can move far from downtown without diminishing the tax base.</p><p>Error No. 2: <em>Houston tomorrow will look like Houston today.</em> One of the MTA’s pivotal assumptions is that Houston at the end of the century will look pretty much like Houston now, only bigger. That assumption is basic to justifying a rail line, because while a city can change, a rail line cannot. It is the least flexible means of transportation. Suppose, for instance, that the MTA follows through on its hope of extending the rail line out to Intercontinental airport. What happens when, as consultants have recommended, Houston builds a new airport on the west side of town? What happens is that the MTA is left with a fossil.</p><p>The fact is that in twenty years no city in the country is <em>less</em> likely than Houston to look like it does now, because Houston is the only major american city without zoning. It is impossible to predict a Galleria or a Park 10 unless you are a developer willing to gamble several hundred million dollars on your foresight. Twenty years ago few of the factors that shape modern-day Houston were in place: not NASA, not the astrodome, not the Galleria, not Greenway Plaza. No one had ever heard of the Sunbelt or the real estate boom or school busing or white flight. A rail line, had Houston built one then, might have gone to Gulfgate shopping center and Hobby airport.</p><p>The MTA’s projection of Houston’s growth is a standard planning tool known as “trends analysis,” but even while the MTA was developing its Westpark plan, the trends were changing. The newest employment center, Park 10, is not on the rail route at all, and another center that is on the route, Greenway Plaza, has lost some of its desirability as a commercial location. (It’s too close in; more whitecollar workers live nearer to Park 10.) That is why projecting transit ridership is a high-risk job and why those who practice it almost always turn out to be wrong.</p><p><strong>No Way To Run a Railroad</strong></p><p>The big advantage of rail transit is that by stringing train cars together it becomes possible to move a whole lot of people at one time. But that doesn’t mean rail is always the best way to solve a traffic problem.</p><p>For the enormous investment of a rail line to pay off, it is generally agreed in the transit business that three conditions must be satisfied. The most important one is pain—the degree of agony involved in driving a car instead of taking the train. If the cost of using the automobile, in gasoline and parking fees and strain on the nervous system, isn’t too discouraging, most people will opt for their cars. The second element is population density—in general, the concentration of people in the city; in particular, the number of people who live close to the rail line <em>and</em> want to go where it goes. The last part of the equation is a good feeder bus system to take people to and from the railhead. Houston doesn’t measure up in any respect.</p><p>First, the pain factor: Notwithstanding the jokes about the Southwest Freeway being the world’s biggest parking lot, Houston traffic isn’t as bad as its reputation. Although a thousand additional cars take to Harris County roads every three days, the Texas Highway Department calculates that congestion inside Loop 610 is no worse than it was eight years ago. One can move about inner-city streets with relative ease, even at rush hour. Outside the Loop, the new arrivals disperse into Houston’s urban sprawl. There is no problem getting around town except at rush hour, something the MTA recognizes, since it projects that its rail line will handle only 1.6 per cent of the travelers in Southwest Houston at offpeak hours. Even at rush hour, freeway driving time is competitive with rail transit. On a test run, I left the Exxon Building downtown at five o’clock for an arbitrary destination of Gessner and Bissonnet. The Gessner station will be the penultimate stop on the southwest rail line and its remoteness should maximize the advantage of rail. My time: 38 minutes, more than half of it spent trying to punch my way across Loop 610. The MTA’s estimated time: 35 minutes of actual travel, plus an unknown amount spent waiting for the train and bus.</p><p>If traffic patterns do not guarantee that rapid transit will succeed, density figures —population per square mile—offer even less comfort. “a rail system in Houston?” was the incredulous reaction of UCLA economics professor George Hilton, a noted rail skeptic. “That would be a disaster. Houston is one of the least densely populated cities in america.” Hilton believes that rail becomes efficient only when residential density is above 20,000 people per square mile (psm). In lakefront sections of Chicago density is around 50,000 psm. Manhattan’s is in the thirties. Houston’s is only 3055 psm. Even Los angeles is almost twice as densely populated as Houston.</p><p>The MTA argues that the only relevant number is corridor density along the rail line. But Hilton disagrees. The more compact the urban area, he says, the more congested the traffic and the more likely that people outside the immediate corridor will choose to use rail. In any event, the MTA’s corridor density figures show that Southwest Houston still lags behind every other rail line but atlanta’s.</p><p>One way to compensate for lack of density along the rail line is with a good bus system—something Houston obviously doesn’t have. The MTA estimates that less than 5 per cent of its riders outside the Loop will walk to the station. It anticipates that half of all passengers will arrive by bus. But even assuming that Houston can get its buses in working order, it doesn’t have the one thing that is essential for a good bus system—good roads. The major streets that intersect the rail line outside the Loop—Chimney Rock, Hillcroft, Fondren, Gessner—are narrow and already strained to capacity at rush hour. Heavy commercial development and the absence of setback rules make widening the street financially prohibitive in some cases and physically impossible in others. The traffic jams that would be created by the rush to the railhead are beyond the imagination. And the buses would be stuck in the middle. I asked Linda Cherrington what she thought of this scenario. “I wouldn’t know,” the MTA’s director of planning said. “That’s out in the sticks to me. I never go out there.”</p><p><strong>EVERYBODY's On Board</strong></p><p>The case against a rail system for Houston is so overwhelming that it seems inexplicable that no one in town has taken up the cause. The MTA has its critics, to be sure, but most of the complaints are about the buses or the particular route a rail line might follow or the lack of service to a suburb that is irked about paying taxes with nothing to show for it. Almost no criticism has been directed at the MTA’s most vulnerable point: its vision for Houston.</p><p>The reason for the lack of public scrutiny is a classically Houston combination: sincere boosterism and deal cutting. This became clear when one group broke from the herd. The Engineers’ Council of Houston, an amalgamation of 52 professional societies representing 30,000 engineers and scientists, has been a noncontroversial organization over the years, but recently some of its members have been pushing for more involvement in community affairs. Last summer its transportation committee, chaired by Gary Holtzclaw, a professor at the University of Houston at Clear Lake City, finagled a semi-official invitation to examine the MTA’s just-completed defense of the Westpark rail line. The engineers were not impressed with the MTA’s work. In a letter to addison, they accused the MTA of a variety of analytical misdemeanors, including misuse of population forecasting models and failure to mention anything about statistical error. (Nowhere in its publications does the MTA indicate that its estimates of cost and ridership projections are anything other than exact, but one of its planners told me that the figures had a range of “plus or minus twenty per cent.”) The committee’s two most telling points were that the rail line appeared to cost $5 billion, rather than the $1 billion that had been publicized, and that the MTA had failed to come up with a consistent ultimate transportation plan for the Houston region.</p><p>“Public statements that Houston’s transportation future is dismal unless something is done now provide little assurance that a grossly inconsistent analysis, hurriedly compiled to attract partial federal funding in an election year, will meaningfully direct planning to an overall solution to Houston’s transportation problems,” the letter concluded.</p><p>As Holtzclaw had anticipated, the engineering profession rose up in protest —but against Holtzclaw, not the MTA. He had made a political error in beginning his letter with “The Engineers’ Council of Houston . . . representing over 30,000 members of Houston’s technical community, regrets to inform you ...” The letter was his committee’s work, not the entire council’s, and the hundreds of Houston engineers who plan to make a living off of the MTA and Westpark were able to denounce the committee for claiming to speak for the entire profession. The letter received brief mention in the local press—focusing on the controversy, not the substance—and the incident disappeared from view.</p><p>The Holtzclaw letter explains why no one is speaking out against the MTA. Everyone is too busy trying to get a piece of the action to care about the merits of the idea. What happened two years ago with the carving up of Houston’s cable television franchise is happening all over again with the MTA. The destiny of another public utility is being shaped by private rather than public concerns.</p><p>Who is there to complain? Not the public: they are caught up in the dream—and the traffic. Not the mayor or city council: they’re just grateful that the city got rid of the ball so they can’t be blamed for the bus mess. Not the business establishment, which in the past has been farsighted on issues like water supply and a new airport: they live in Southwest Houston and work downtown. Perhaps developers, who are ultimately dependent on the public’s willingness to underwrite expansion with bond issues, ought to be worried about the MTA’s plan to finance Westpark with bond money, but one of the biggest of them, Kenneth Schnitzer, <em>needs</em> Westpark to resuscitate Green way Plaza. He has been one of the MTA’s most ardent supporters.</p><p>The MTA’s plum of all plums, the contract to be chief consultant for developing the entire regional transit system, went to a joint venture headed by Turner, Collie & Braden and Brown & Root. Up until the end of the competition the two firms had been rivals. But just as in the battle for cable TV franchises, the competitors agreed between them to join forces and split the bounty. Moreover, addison had consented to let the two firms join forces —in apparent violation of the MTA’s own rules for the bidding process—without bothering to notify the other bidders.</p><p>The engineering firms that lost were convinced that politics was involved: TCB is well connected these days, and Brown & Root always has been. TCB does so much work for city hall that Bob Braden is sometimes described as Houston’s city manager. Robert Collie is the father of former Houston city attorney Bob Collie, whose law partner Jonathan Day (also a former city attorney) is the lawyer for the MTA. It did not escape the losers that TCB’s experience in rapid transit was severely limited, and Brown & Root’s most recent public venture, the South Texas Nuclear Project, has been plagued by cost overrun after cost overrun. But since the winning consultants will be farming out 60 per cent of the engineering work to other firms, the losers decided on discretion instead of dissent.</p><p>With the engineers muted, academia was the only remaining potential source of dissent. No one knew the deficiencies in the MTA’s mathematics and methods better than the planners at the Rice University Center for Community Design and Research; it was the center’s discussion of population trends that the MTA used as the basis for its ridership forecasts. But the architecture dean who founded the center in 1972 with the idea that it would take on unpopular causes has left Houston, and the man who replaced him as chairman of the board is Bob Braden. The MTA has Houston locked up.</p><p><strong>Road To Recovery</strong></p><p>A subway is not the answer to Houston’s transportation problems. It costs far too much money and carries far too few people. But there is a solution, one that’s right under the MTA’s nose. It’s called the automobile.</p><p>The MTA’s big success story so far is its van and car pool program. The MTA has been so good at persuading employers to operate van pools—it handles the initial computer work, helping pinpoint which employees live near one another—that Houston now has more van pools than any city in the country. The computerized car pool operation, which provides participants with the names of likely companions, has built up a ridership of about 28,000 people. The number of people who share rides through the MTA is approximately the same as the number of new transit patrons the MTA says would be attracted to the Westpark rail line—and for billions of dollars less. The reason carpooling works is that <em>people in Houston want to go to work in cars.</em> Who can blame them? Houston itself is proof that americans don’t want to live in compressed cities and will leave them for sprawling, disorganized cities if at all possible. Planning a rail line that assumes people will gravitate to a few preplanned corridors is only denying reality.</p><p>What the MTA ought to do, then, is throw out all its computer models and accept the city planning profession’s ultimate heresy: that urban automotive transit is still very much alive. It should expand Houston’s park-and-ride system <em>—paying</em> people to use it rather than charging them. It should build elevated bus and car pool lanes on all the major freeways. It should convince the city to adopt setback provisions so that as Houston grows and streets become overcrowded, they can be widened. For those people who can’t afford to drive—and they, by the way, don’t live along the MTA’s proposed rail line—it should provide bus service that works. If it really wants a multibillion-dollar project, the MTA can help fund a new outer loop around the city. That’s the most efficient way of moving a lot of people.</p><p>So much for the rational side of the problem. There’s an irrational side to it, too, and it’s no less important. Much of the appeal of a subway system in any city is that it is seen as one of the accoutrements of a truly big league town, in much the way that professional sports franchises and domed stadiums are, and Houston has a hard time resisting anything that smacks of being truly big league. But at the heart of Houston’s success at being big league to date is its chaotic, unpredictable quality, the sense it exudes of being in the grip of ungovernable economic and human forces. Those forces, not the computer readouts of city planners, are what produced the astrodome, the Galleria, the tiny but exciting strip of nightlife along Washington, a port fifty miles from the sea, Montrose, Houston Center, a hundred attractions great and small, by no means organized according to corridors or sectors. That’s why a mass transit system like the one the MTA is proposing is not really a sign of a city of the future. It is a sign of a city that has decided somewhere in its soul that things twenty years from now will be pretty much like they are today, only worse. And that just isn’t Houston.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "May 1981",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Houston",
      "BUS",
      "people",
      "Transportation",
      "Southwest",
      "Subway",
      "Traffic",
      "Work",
      "money",
      "Cities",
      "urban",
      "Addison",
      "Country",
      "Election",
      "New York",
      "Pool",
      "Running",
      "Business",
      "Cars",
      "Computer"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Houston",
      "Addison",
      "West",
      "Katy",
      "Texas"
    ]
  }
}