{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19836",
    "date": "June 1983",
    "year": 1983,
    "month": 6,
    "month_formatted": "June",
    "pdf_uri": "/1983/19830600.pdf",
    "issue_cover_image": "",
    "document_start_page": 124,
    "toc_start_page": 122,
    "document_page_range": [
      [
        124,
        125,
        126,
        127,
        128,
        129,
        130,
        131,
        132,
        133
      ],
      [
        223,
        224,
        225,
        226,
        227,
        228,
        229,
        230,
        231,
        232,
        233
      ],
      [
        240
      ]
    ],
    "toc_order": 1,
    "toc_headline": "Funky Riviera",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198306-funkyrivi",
  "source": "/1983/19830600.pdf",
  "wp_post_id": 119241,
  "wp_post_guid": "http://www.texasmonthly.com/article/funky-riviera/",
  "authors": [
    "Alison Cook"
  ],
  "headline": "Funky Riviera",
  "dek": "The Texas Coast Calls For Ambling Along the Beach, Communing With a Great Blue Heron, And Exploring a Hundred Ways To Do Nothing.",
  "spread_caption": "",
  "excerpt": "Discover another side of the Texas coast —its peerless beachcombing, legendary beer joints, odd birds {feathered and otherwise), and lovable year-round scruffiness.",
  "kicker": "",
  "word_count": 16242,
  "content": "<img/><img/><p>Photography by Will van Overbeek</p><p><em>From South Padre on up, jetties are the coast’s best feature.</em></p><p><span class=\"dropcap\">T</span>he original connoisseurs of the Texas coast were those much-maligned native sons the Karankawa Indians. What with all the bad rap about the tribe’s cannibalism and rank alligator-grease mosquito repellent, one tends to forget that they spent a goodly amount of time fishing, oystering, and hanging out on the beach. According to another great coast connoisseur, the late Texas naturalist Roy Bedichek, the Karankawa braves were so transfixed by the sight of the sea swallowing the sun that they would enter a mystical state known as the Karankawa trance and stand motionless for up to an hour while the sunset flamed and died over the bays.</p><p>No one can say the Karankawas didn’t have the right idea. If nothing else, ours is a coastline conducive to the pondering of imponderables, to low-key pleasures best taken in the company of the few rather than the many. Certainly it is not a coast that encourages the wearing of $70 swimsuits or the sipping of drinks from coconut shells. The swank crowds from Rio and the Riviera would not be caught dead on our shores, which are neither picturesque in the New England fashion nor dramatic in acapulco’s. Our coast is no good for clambakes. It offers a poor excuse for surfing. It’s not even that great for swimming, if the truth be known. What the Texas coast does excel in is a determined scruffiness, an unstudied ease that invites all comers to hang around doing nothing, or close to it.</p><p>But just because it’s laid-back doesn’t mean this coast is simple. Unlike California, where the land stops and the sea starts and it’s all very clear, the Texas coastline is a Byzantine affair full of complexity and nuance. Starting at Bolivar Peninsula, the world’s longest chain of barrier islands feathers down to Mexico, buffering the mainland from the unruly Gulf and enclosing a welter of bays and lagoons. Those 367 miles of seashore become 624 miles of tidewater coastline when the bay system is figured in, encompassing terrain from swampy, bayou-ridden marshlands in the northeast to drouthy coastal brush in the south.</p><p>What makes the Texas coast especially rich is the people who gravitate to it: doggedly independent fishermen and shrimpers and skippers and bait-camp ladies, runaways from city life, eccentrics seeking a hospitable roost. They flourish here because on the coast the rules are suspended, the bets are off. Time has more to do with tide and seasons than with nine to five, and nobody much cares if you’ve gone fishing. And in the land of flotsam and jetsam, who’s to complain that you’ve constructed something, well, awfully peculiar in your front yard? Not to say that Texas coastal communities are avant garde. They are in fact conservative in a libertarian sense —within reason, people are welcome to do as they damn well please. The mayor of Rockport is celebrated for his ability to snort raw eggs. One can only surmise how such a mayoral talent would go over in Houston or Dallas or Midland.</p><p>Jolly as all that quirkiness may be, a mournful thread runs up and down the coast, sounded in a litany of vanished towns and pipe dreams: Saluria, Velasco, Quintana, Indianola, Riviera Beach. Mutability, that eternal beach verity, is a lesson that came hard here, and still does. In a contest between the works of man and a ripsnorting Gulf hurricane, the smart money’s going on the hurricane. Even a condo is not forever—not on a Texas barrier island.</p><p>But that mutability is what makes the coast so endlessly alluring. Each tide brings a whole new beach, and no telling what you’ll find or see: a jade-green fiddler crab waving one hideously oversized claw, a great blue heron striding the surf like some miraculous cross-country skier, a barnacleencrusted baby doll’s leg. Halfway down North Padre Island a fellow I know once discovered a soggy bale of marijuana, which subsequently paid for his last year of law school. Value judgments aside, that’s quintessential beachcombing.</p><p>The guide that follows is by no means intended to be comprehensive or geared to AAA standards. Crotchets have elbowed out tourist attractions, and where lodging is concerned, resonance and style have taken precedence over frills. As for restaurants, the sad truth is that there’s little getting away from the Eternal Texas Seafood Menu —fried, broiled, amen. Within those limits, however, there are some classic meals to be had. Just remember to order your fish rare.</p><p>A final word of wisdom: while the primal urge to seek sand and salt water hits hardest in summer, now is not the only time to visit the coast. Rates go down and crowds clear out in fall, winter, and spring; hold out for the off-season and you may fall heir to the coast’s greatest gift —a beach all to yourself.</p><img/><p><strong>South Padre Island</strong></p><p><em>Evel Knievel on the Beach</em></p><p>Port Isabel is another country, a sunstruck village of whitewashed walls and exuberantly painted facades, the Laguna Madre flashing its changeable palette of azures and greens and deep blues at every turn. The pleasures of the town itself yield themselves up only gradually, but within easy reach lie large enjoyments: the magnificent vanilla beaches of South Padre across a graceful causeway; the duny wildness of Boca Chica, where the Rio Grande lumbers into the Gulf; the severely beautiful brush country of Laguna atascosa to the north. The Valley marches westward along processionals of palm trees, its highways handy for impromptu Tex-Mex dining forays to El Turista in Donna or the RoundUp in Pharr. Mexico looms to the south, where a thirty-minute drive brings you to lounge-lizard heaven in Matamoros.</p><img/><p><em>Regal but gawky, the great blue heron is king of the coast.</em></p><p>In <strong>Port Isabel</strong> proper, the main attraction is the venerable tile-roofed <strong>Yacht Club</strong> (700 Yturria), a serene Spanish-style hotel built in 1926 as a resort for rich Valley folk. Aside from four tip-end corner suites, the rooms are small and a tad gloomy, a flaw mitigated by the grand verandahs—perfect spots for sunset reveries and border tequila, accompanied by restful dockside clinking from the marina opposite. Here, as elsewhere on the coast, opt for the upper story, where the balcony invariably affords better breezes and superior vistas. (Doubles start at $38.)</p><p>Downstairs, in the evenings only, one of the Texas coast’s premier dining rooms dispenses skillful seafood platters, meticulously broiled whole fresh snapper, and satiny scallops in a garlicked butter. Place looks right, too, like an old fishing lodge, all stuccoed and beamed and hung with trophy fish.</p><p>Aside from the Yacht Club balcony, the most captivating spot in Port Isabel is the colorful, touching <strong>cemetery</strong> a few short blocks southeast, on Yturria. Overgrown with flowering grasses and salt cedars, it’s a festive Latin jumble where even the simplest graves, marked with hand-lettered wooden crosses, have been lovingly decorated with seashells.</p><p>Port Isabel’s modest back streets invite aimless meandering on foot. Late at night, in the deserted marina parking lots, a stroller may happen upon a solitary wheeled sailboat careening madly about, a demented ghost ship. To prowl any of the homey trailer parks populated by winter Texans, where fisherman’s waders and mesh bags of grapefruit swing from every other hitch and latch, is to encounter a curious subculture with its own special iconography. For a Mediterranean-bright view of the whole area, climb the vertiginous spiraling stairway in the <strong>1852 lighthouse.</strong> Go in the early morning, when the tower’s innards are cool; later the plasticenclosed lantern deck simmers. This is the only one of sixteen original lighthouses on the Texas coast open to the public.</p><p>For local color, a.m. variety, <strong>Isabel’s Cafe</strong> (Texas Highway 100 at Port Road) offers up religious bric-a-brac, breakfast <em>taquitos,</em> and a high-volume slice of P.I.’s excitable political life. While eating, peruse a copy of the <em>Port Isabel/South Padre Island Press</em> with its highly recommended police blotter.</p><p>For local color, p.m. variety, repair to the <strong>Seaside Lounge</strong> (1014 Texas Highway 100W), where the natives hang out, debating the vagaries of tides and fish in primal barroom darkness. Outdoor types intent on maximizing a starry night will relish the Seaside’s fetching patio with its spreading mesquite tree, pool table, jukebox heavy on Way Ion and the Beach Boys, and wallto-wall aviary populated by Japanese silkies —furry chickens that resemble after-ski boots.</p><p>After Port Isabel’s drowsy Mexican air, <strong>South Padre Island</strong> comes as a shock. It’s as if someone had lifted up Houston’s Westheimer strip and set it down bodily on this delicate sandy barrier. All along the island’s six developed miles the industrial cranes do their slow dance and the condominiums rise. The island’s funky little southern tail is easier to love. It houses the only true neighborhood on South Padre, a scruffy old trailer park that seems to have rooted and flowered over the years. The residents have embellished their trailers with all manner of decking, observation platforms, awnings, pencil trees, sea grapes, cow skulls, and whatnot. The most personal of these personal landscapes is retiree Jimmy DePriest’s Rube Goldberg fantasia at the park’s southerly tip. Can’t miss it; it’s the one with thousands of shells embedded in concrete along with duck decoys, plastic sailfish, and ceramic gulls. If DePriest isn’t gallivanting about on his Longhorned three-wheeled chariot, he may turn on the waterworks for you, causing whelks to spout, waterwheels to rotate, and an ornamental ape to relieve himself.</p><p>Maps illustrated by Ray-Mel Cornelius</p><img/><img/><p>At Galveston's popular Stewart Beach rituals familiar on the East Coast apply: you park your car, tote your gear, and stake out a space. But what’s important is the tan.</p><p>A stone’s throw away is <strong>Isla Blanca Park,</strong> graced at the end with one of those long graniteblock jetties that are the coastline’s best amenities. Visitors in search of prime prospect points —places to indulge in that primitive coastal activity of staring fixedly at a watery horizon—should always pick their way out to the end of the handiest jetty. This particular one requires mountain-goat skills, studded as it is with slippery, mossy pools and crevices. But the end is South Padre’s catbird seat, a solitary perch for watching fish jump, cormorants spread wings akimbo to dry in the sun, and massive oil tankers forge out to sea under escort. Waves sluice and sigh among the stones; a parade of splay-rigged trawlers chugs out from the Brownsville channel, home of the world’s largest shrimp fleet. Pack along a bottle of good wine and some esoteric picnic supplies from the <strong>Wine Cellar</strong> in Port Isabel <strong>(305 </strong>Texas Highway <strong>100)</strong> and prepare to bliss out.</p><p>At the jetty base the Isla Blanca sands are impossibly white and fine-textured —best on the coast. This is also reputed to be Texas’ best surfing venue. (The state championships are held at the South Padre jetties every april.) Elsewhere surfboards often seem to be mere props, but here you may actually witness a long, virtuoso ride. Keep an eye out for <strong>Billy Boomerang,</strong> a.k.a. John McMahon, a legendary beach character who materializes like an apparition to demonstrate his championship boomerang prowess. Square of jaw and childlike of gaze, Billy will sell you one of his hand-hewn boomerangs —sleek crescents ornamented with sharks and planets, their intergalactic spaciness rivaling Billy’s own.</p><p>Farther up the island dwells another beach personage, <strong>Ila Loetscher, the Turtle Lady.</strong> Ila, the Mother Teresa of turtledom, invites pilgrims to sit on picnic benches athwart her Gulfside home for periodic turtle revues. There is something sublimely goofy about the parade of big ridley sea turtles decked out in wigs and sundresses and patterned underwear, but there’s no denying that the canny Miz Ila has hit on a way to make audiences relate to this endangered species. For my money, though, the real show is Ila and her turtle-ettes—volunteers of mature years who bustle about in matching “Save the Ridley” Tshirts, pinning a pair of turtle underpants to a clothesline here, adjusting a turtle sombrero there. (Shows Tuesday and Thursday at 1 and 2 p.m., November through april; for summer hours call (512) 943-2544; 5805 Gulf Boulevard.)</p><p>Shoppers’ note: Female visitors to South Padre should pack light and make a mandatory stop at the <strong>Boutique,</strong> a beach house at 103 E. Red Snapper crammed with slinky Israeli swimsuits and wonderful gauzy cotton clothing. Best beach wear in the state, not to mention a pair of pleasantly whacked-out owners, Roger and Ronnie.</p><p>Four miles farther up, where commercial development comes to an abrupt halt, beachgoers can light out for parts semi-known on sturdy three-wheeled motorbikes or two-seater jobs, rentable at <strong>Ben’s Go-Karts</strong> on the causeway. They make a hellacious amount of noise, but they’re exhilarating conveyances that make you feel rather like Evel Knievel. To save the dunes, drive only on the packed beach sand. Those who can foot the tab of $15 to $20 an hour can ride them way up the island, where there is good beachcombing (a vast multitude of starfish had washed ashore after a norther when I was there), secret places to stake out in the dunes, and lonely windswept washouts where the Gulf has sliced through to the lagoon—reminders of just how mutable this barrier island is.</p><p>Those seeking sustenance will find that food is not South Padre’s long suit. One exception is <strong>Ro-Van’s</strong> (5304 Padre Boulevard), a cheery mom-and-pop bakery that serves an exemplary breakfast: perfect eggs over easy or basted with real butter, cinnamon toast made with homemade bread, and what must surely be the only classy grits left in Texas —buttery ones with nary a lump. The folks at Ro-Van’s will also pack you a mean baked-ham sandwich on their own whole wheat if you’re heading up the beach.</p><p>Other options are decent boiled shrimp with a serious red sauce from the <strong>Fish House</strong> (2301 Padre Boulevard), burgers and Californiaesque sandwiches at <strong>Blackbeard’s,</strong> with its agreeable raised terrace (103 E. Saturn), and nicely broiled whole snapper at the <strong>Sea Ranch</strong> (Isla Blanca Park), a plain-Jane eatery with a marina view. Eschew the tourist-trappy fare at chichi <strong>Louie’s Backyard</strong> (2305 Laguna Boulevard) in favor of drinks on its handsome bayside decks —great for a sunset fix. On your way in or out to connections at the Harlingen airport, make sure to avail yourself of the distinguished mesquite-smoked fajitas and chicken at the <strong>Casa Blanca Mexican Restaurant and Tortilla Factory</strong> (220 Ocean at Ling) in Los Fresnos; that infernal machine out front is the smoker.</p><img/><img/><img/><img/><img/><img/><img/><img/><img/><p><em>The laissez-faire coast nurtures personal landscapes. Clockwise from above: Jimmy and Lucile DePriest have constructed a flotsam-and-jetsam fantasia on South Padre. Elsie Luther runs one of the coast’s most nostalgic hotels in Palacios. A crab’s throw from downtown Port Lavaca, Roy Fleming hoists a prime specimen. Media darling Ila Loetscher, a.k.a. the Turtle Lady, stages turtle revues at her South Padre home. Alligator man Warren Lynch runs an eccentric roadside attraction near Rockport. Parrot man Les Baker dispenses trained birds and sea grapes from his Laguna Vista nursery. Guy Bailey makes vivid custom fishing rods and hosts wealthy sportfishermen at his Laguna Madre hideout.</em></p><img/><p><em>adrian Flores, George alvear, Danny Gonzalez, Roberto agado (l. to r.), with</em> small <em>groupers.</em></p><p>South Padre is <em>the</em> Texas place for a resort-style (as opposed to bait-camp-style) beach vacation. You want windsurfing, Gulf and bay fishing, jet-skiing, catamaran lessons, helicopter rides, paddle-wheel tours? You got it. For those who feel the need to get out on the water, there are numerous charter boats. Even duffers and dilettantes can enjoy an outing with <strong>Captain DeWitt Thomas,</strong> a congenial sort whose patience is augmented by excellent b.s. He charges $35 an hour for sight-seeing parties of one to six; rates vary for bay fishing or Gulf billfishing trips. Call (512) 943-3332.</p><p>Other possible choices for area lodging include the <strong>South Padre Hilton</strong> (500 Padre Boulevard, South Padre Island), top spot for a resorty vacation, with a lively pool scene and big Gulfside views; doubles from $84. Also the <strong>Sand Castle Motel</strong> (200 W. Kingfish, South Padre Island), nice condo-apartments with kitchens, balcony or patio, some with bay view; fishing pier available; doubles from $43.</p><p>There is a compelling, end-ofthe-Earth feel to <strong>Boca Chica, </strong>that lonesome stretch of beach opposite the tip of South Padre Island and leading down to the muddy mouth of the Rio Grande. It’s strictly one way in, one way out: from Brownsville you take Texas Highway 4, where silky salt pines rippling like afghan hounds in the onshore breeze give way to a vast empty plain spiked with Spanish daggers. Where the road hits the shore, drive south along the packed sand toward the river. Grandfather dunes loom off to the right; you can walk in among them where it’s hot and still, with an eerie lack of human scale. Lizards scutter underfoot. The invisible Gulf soughs in the background. Sand tendrils off a ridge. You could be in the australian outback, or on Mars.</p><p>Along the beach it’s wild and wracky, littered with Rio Grande flotsam. Storms toss up so much driftwood that the shore here may look like the scene of some terrible battle; among the debris the serious sheller can find whole sea urchins and burnished sea olives, shark’s eyes (moon shells), and sundials the shape of a Chinaman’s cap. Those of more frivolous bent should be on the lookout for the loose shoes that are particularly numerous here —everything from a wandering high-top sneaker to a metallic fuchsia mule. Birders should tend to the confluence of the river and the Gulf, where birds hold disorganized conventions and a pack of black skimmers may appear, shadowing the waves in tight formation.</p><p>The actual river mouth is a peculiar place, at its best at sunset or sunrise. There is no landmark, no discernible feature that says, “Here is where the Texas coast ends” (or begins, for that matter). Instead, the shore curves round gently until the sand becomes mudbank, the shells peter out, and marsh grass takes hold. Across on the Mexican side a slim Moorish-looking minaret rises beside a white outbuilding. A lone great blue heron personifies this lorn landscape, standing knock-kneed on his sandbar and meditating upon whatever it is that great blue herons meditate upon. Better join him at Boca Chica now, because water lines have been laid and development is nigh. “Hey, amigos!” trumpets a billboard advertising the future Spanish Dagger subdivision, while upriver at Tarpon Bend “Executive Homesites” are being touted.</p><img/><p><em>Loitering and mooching, gulls are inescapable scavengers.</em></p><img/><p><strong>Laguna Atascosa</strong></p><p><em>Where the Coyotes Howl</em></p><p>This federal wildlife refuge is not as immediately beguiling as the better-known aransas refuge to the north, but its charms grow on you. Timing is everything when visiting this richly diversified brushland with its border of coastal marshes. (It’s accessible via FM 106.) at sunup the birds are active. At sunset the coyotes send up a chorus, the most lugubrious song ever sung, and reason enough to be here.</p><p>Between the brush, the resacas, and the watery cordgrass flats, atascosa is prime stomping ground for birders. This is the southern end of the Central Flyway, which makes for a whole panoply of ducks and geese in fall and winter plus hordes of migratory birds in late spring. The fifteen-mile Bayside Drive is good shorebird territory; particularly rewarding is a beautiful Laguna Madre overlook called Redhead Ridge, where the air smells green and salty.</p><p>Choice spectacles: a longbilled curlew wading in search of dinner, bending occasionally to probe the water with its elegant scimitar bill; farther inland, an iridescent-tailed chachalaca dining on creamy yucca flowers, those same fleshy bells prized by Central americans, who steam them for salads. On the refuge walking trails, your advanceguard roadrunner may dart off into seductive unmarked dirt tracks —go ahead and follow, but remember that it’s tick city out there and dress accordingly. Be sure to stop in at the visitors’ center, where you can refresh yourself with a shower or inspect a stuffed bobcat grinning a superbly silly grin.</p><p>Traveler’s note: Laguna atascosa is in the middle of nowhere, but there’s good food to be had within easy driving distance. <strong>Esther’s Cafe,</strong> at the nameless four corners of FM 2925 and FM 106, serves the world’s best potato-and-egg tacos in surroundings that give new meaning to the word “spartan.” Fresh, carefully made chalupas, too, plus drippy roadhouse hamburgers wrapped in tissue paper. A few miles west on FM 106 in Rio Hondo, stop at <strong>Tina’s,</strong> the antique place just over the arroyo Colorado bridge, to order handpainted Brahma bull statuettes (see to appreciate). Also check out <strong>Fred’s Drugstore</strong> (200 Colorado) for malts. Northeast up FM 1847 at arroyo City, the <strong>Wharf</strong> does a better-thanaverage job on that old coastal bugaboo, frying: oysters, frogs’ legs, chicken, and hush puppies have a light touch; the sturdy onion rings are the real item; and there’s a perfectly decent salad bar (world’s worst cheesecake, however). An outdoor deck surveys the arroyo Colorado, an old finger of the Rio Grande that empties into the lagoon.</p><img/><p><em>Rockport’s tiny harbor gives a close look at a shrimp fleet—so close you can overhear shoptalk on boats like the</em> Barbara.</p><img/><p><strong>Port Mansfield</strong></p><p><em>Margaritaville</em></p><p>Port Mansfield is not what you’d call pretty. Amenities are scarce. Besides two mustardyellow water towers, the most notable feature of the civic landscape is a spindly forest of wooden fishing piers reaching into the Laguna Madre. If you want to send a postcard to the folks back home, you’ve got a choice of one aerial view commissioned by the chamber of commerce. So what makes the place so endearing? Lots of soul, for one thing, and lots of fish, for another.</p><p>This tiny burg may be the closest thing on the coast to Margaritaville, an overgrown fishing camp that offers a retreat from life as you know it. Even among the natives there’s a tendency to break out the lawn chairs and stare at the bay of an afternoon, to ease over to the deck at the <strong>Windjammer Inn</strong> on South Harbor Drive for a cocktail and a look at whose boat is heading out to the Gulf. A brown, opinionated tribe, Port Mansfielders have that smalltown habit of keeping tabs on each other and you too. It’s easy to get to know the town’s stellar cast of characters.</p><p>A good number of them hang out at the inimitable <strong>Watt’s Up Dock,</strong> a four-star coastal beer joint (1001 E. Port). There’s Roy Lee Evans, commercial fisherman turned sportfishing guide and self-styled dangerous varmint; silent John, who’s outfitting a houseboat so he can live out on the lagoon away from all that Port M civilization; Johnnie Bob Rash, ex-Houston accountant who came down for a visit and sort of stayed. Fisticuffs are not unknown at Watt’s Up Dock, but the atmosphere is generally benign. You might pick up a pool game with Marlena, the Windjammer waitress, or play some desultory Ping-Pong in one of the coast’s most disarming habitats —a slapdash greenhouseaviary with twinkly white lights and porch swings around a big fireplace. Owner Ed Lechlitner, who wears a perpetually stunned expression, handles the barbecue end of things; wife and coowner Pam will cook you a mess of whatever seafood is available and serve it up on a cardboard box lid lined with paper towels. Try the deep-fried fish burrito —no kidding.</p><img/><img/><p><em>Transient skyscrapers of the Gulf, commercial vessels hover off Galveston’s busy waterway Jett ats, a species of coastal fisherman, are oblivious to the passing giants.</em></p><p>Fish happen to be Port Mansfield’s consuming passion. When the locals aren’t catching fish, they’re talking about fish or cleaning fish or cooking fish from the tour de force <em>Port Mansfield 1982 Seafood Cookbook,</em> a chamber of commerce production that features a recipe for Sheepshead Sandwich and an inspirational poem about fish fries. Where to find the justice of the peace on a Monday afternoon? Out in Mansfield Pass, listening for the hollow boom voiced by thirty-pound drum as they pass beneath his sailboat. Neighbors draw their boats together to swap lies or watch somebody land a big one. They also indulge in a curious ritual aboard night-fishing barges: for thirty bucks a head, you’re ferried out to a barge where everyone bunks down until word is passed that the fish are biting, whereupon all jump up and fish like mad, and so on and so forth all night.</p><p>Small wonder that those long, private fishing piers ranged across the bay front are highly prized. You can have your own if you rent one of the comfortable, fully outfitted beach houses handled by <strong>Betty Glaze,</strong> a onewoman band who runs the chamber of commerce. She totes a cordless telephone out on her pier, the better to tend to biz while Dieting fish. Betty’s fivehundred-foot piers come with crab traps and live boxes and those enormous klieg lights that lure foolish bait shrimp to the surface. (Lodging information from Glaze Realty, Port Mansfield; beach houses $80 a day; units sleep six.)</p><p>A person could really get used to night fishing. It’s a wonderfully hypnotic pastime, as you cast and cast again, caught in the surreal circle of light while ghostly shrimp pop about in the water and a wan cabbagehead jellyfish or two pulses by. Just when you’re lulled into a stupor, the speckled trout will start snapping or a big ornery flounder will roll up, debating whether to take your bait, and the adrenaline starts flowing. To do it right you’ve got to pace yourself like the natives do: start about 11 p.m., fish for hours, crash until noon, then get up and pan-fry your catch for a late breakfast.</p><p>Clearly your own boat would be a boon in Port M. But over and above the various bay and Gulf fishing charters, there are ways to get out to the excellent, sparsely populated Padre Island beaches off the Mansfield Pass jetties. The going rate for a beach day trip is $75, but you might be able to strike a deal to be dropped off by a fishing party for beachcombing or camping. Ask around; Port Mansfield abounds with freelancers of all sorts.</p><p>Beachcombing is usually more rewarding off the <strong>North Jetty,</strong> if only because people have to drive eighty miles down from Corpus to get there, as opposed to the easier thirty-mile drive up from South Padre. This is a handsome sweep of beach with fine buff sand despoiled only by a few fresh tar blobs and the ubiquitous aluminum cans. In the cut, dolphins roll by, riveting presences that seem to be not entirely of this earth.</p><p>Given waterborne transportation, the most interesting thing to do in Port Mansfield is to go twenty miles up the Laguna Madre for some night fishing with <strong>Guy Bailey,</strong> the coast’s ultimate dropout. Bailey, a jugeared fellow with pale blue eyes and a shy, impish demeanor, has created his own microcosm on one of the spoil islands thrown up by the dredging of the Intracoastal Canal. There is no way to overstate the isolation of Bailey’s outpost—the uninhabited reaches of Padre Island to the east, the vast emptiness of the King Ranch to the west, and water everywhere.</p><p>On its face, Chez Bailey is a rickety assemblage of shacks and piers, but the stilt-legged house is an engagingly offhand lair supported by a kitchen garden, a diesel generator, and a 7200-gallon rainwater cistern. A multifrequency marine radio connects Bailey with Mae Biggs, who handles his bookings from her bait shop in Port Mansfield (call (512) 944-2340). Bailey charges $150 for a party of six to use his pier, utilitarian bunkhouse, and fishing barge. Washington hasn’t slept here, but Phyllis Diller has —regular clients Buddy and Caroline Hunt Schoellkopf brought her. Sportfishing enthusiast Buddy maintains a house and a boat, <em>Rosebud,</em> in Port Mansfield.</p><p>For $14 a head, Bailey —who has cooked at the Houston Country Club and for air Force brass —will whip up the kind of dinner he serves the Schoellkopfs: a little nilgai stroganoff, maybe? Bailey insists that these Indian antelope swim across the lagoon from the King Ranch. He uses his down time to fashion astonishing custom fishing rods with designs woven in multicolored thread, then lacquered with clear polyurethane ($100 and up). Trouble in paradise: Bailey had to rebuild completely after Hurricane allen, and he is disturbed by rumblings from austin that his rent is about to go up. Spoil islands all along the coast used to be claimed by squatters’ rights; now Bailey holds one of more than five hundred cabin permits issued by the School Land Board. “If there get to be too many state regulations,” muses Bailey, “i’ll put my house on pontoons and just float off.”</p><p>Port M miscellanea: It’s worth waking up early to see at least one sunrise over the lagoon. It’s also worth stopping in at the minuscule post office, where postmistress Sandra Edwards posts blackboard homilies and passes out holiday mail dressed as a six-foot rabbit or reindeer. Load up on foodstuffs in Harlingen or Raymondville; Port M has only one ill-stocked convenience store. Mary’s Bait and Veg. has discontinued produce because, as the owner puts it, “there’s no money in vegetables.”</p><p>Other selected Port Mansfield lodging: <strong>Laguna Lodge,</strong> a nostalgic wooden barracks-style lodge with plain kitchenettes, nice upper verandah; doubles from $25. Also the <strong>Red Fish Motel,</strong> clean, basic fisherman’s accommodations, some kitchenettes; doubles from $27.</p><img/><p><strong>Baffin Bay</strong></p><p>The fingery reaches of Baffin and alazan bays are cut off from the rest of the coast by the vast ranches of the Klebergs and the Kenedys. The tide of events seems to have passed by this little-developed area of modest bay houses and fishing camps, but oddly enough it’s a culinary mecca for people from miles around. In this open country folks think nothing of an eightymile drive for dinner.</p><p><em>Culinary Mecca</em></p><p>The main draw is the <strong>King’s Inn,</strong> purveyor of what may be the most-distinctive seafood dinners in the state. This is one of those rare restaurants that exudes an absolute confidence in its own style of doing things. Even the physical plant is authoritative. Overlooking the bay at Loyola Beach (on FM 628, nine miles east of U.S. Highway 77), the bleached blue clapboard structure with its pointy-crowned roofline looks exactly the way coastal buildings were meant to. Ultra clean-cut students from Texas A&I deliver an oral menu of expertly fried seafood served family style by the pound. The cornmeal-coated oysters and drum are crackly, the breaded shrimp huge, the crab patties highly seasoned. Better yet are the Inn’s trademark extras: superb wispy onion strings, a bizarre and wonderful seafood sauce that seems to involve cottage cheese and cayenne, salads based on preternaturally ripe and perfect tomatoes (try the Bombay version with curried guacamole). Order as if you were eating Chinese; three entrees are plenty for four people.</p><p><em>(Continued on page 221)</em></p><img/><p><em>Not all benefit from Texans’ sacred right to drive on beaches.</em></p><p><em>(Continued from page 131)</em></p><p>Worth a visit by virtue of its whole smoked flounder alone is <strong>Leone’s Mesquite Inn,</strong> a few miles south at <strong>Riviera Beach</strong> (that’s <em>Re-veer-a</em> to you) via FM 771. You’d think smoking flounder over mesquite chips would ruin its delicate taste, but this is a dish that demands to be eaten —moist, dusky, and strange. Unfortunately, the side dishes here are inferior knockoffs of the King’s Inn classics, from Cheeto-colored onion strings to a pallid version of that cottage-cheesy sauce.</p><p>Outside the restaurant, traces of a broken sidewalk sidle uphill through the mesquite thickets, the remnant of a long-gone resort. At the top of the rise once stood a big 1906 hotel with palmy tropical grounds and a wide bay vista, the brainchild of Theodore Koch, a German with grandiose ideas of creating a Texas Riviera. Hurricanes in 1917 and 1919 squelched his plans, but the hotel moldered on until it burned in 1951. Today Koch’s <strong>Riviera Beach</strong> is a backwater where dogs loll in the street.</p><p>Just around the bend from the Mesquite Inn, higgledy-piggledy <strong>Kraatz’s Bait Camp</strong> sits beside Baffin Bay within reach of a boat ramp and public fishing pier. Here Mrs. Kraatz, an archetypal bait-camp lady with white ringlets and a tart tongue, holds forth in the company of seventeen half-wild cats and a gardenful of the largest nasturtiums in Christendom. You can buy a beer to sip outside on her front lawn amid a collection of derelict lawn chairs; at night the front porch waxes festive with Christmas bulbs and plastic monkey lanterns. Do not fail to inspect her gallery of vintage fish photos, always a mark of a truly distinguished bait camp. If you’re lucky, Mrs. Kraatz will have laid in a new crop of homemade pickled chile piquin peppers, a $3 bottle of which will liven up your cooking immeasurably.</p><img/><p><strong>Corpus Christi-Aransas Pass</strong></p><p><em>Live Oysters and Pink Shrimp</em></p><p>Different as they are, both of these gateway towns are interesting drive-throughs on the way to seaside vacations. Corpus is so big and its waterfront so slick that you hardly get more than a whiff of salt. Start at the southeastern Flour Bluff end, where you can eat oysters on the half shell at the <strong>Black Diamond Oyster Bar—</strong>one of all too few places on the coast that still open fresh oysters on the spot instead of fishing dead ones out of a jar. Its frying, however, is not exactly world-class. (Flour Bluff location 7202 S. Padre Island Drive; original location 5212 Gollihar.) Check out the deep-sea specials at <strong>JB’s Crab Pot </strong>(10649 S. Padre Island Drive) —pan-fried kingfish was featured the day I was there —or the oysters Rockefeller slathered in hollandaise at the <strong>Yardarm,</strong> a perky yellow-and-blue cottage (4310 Ocean at Robert).</p><p>At the funky lower end of Ocean Drive —where wade and pier fishermen congregate —the Oso Boat Ramp affords a stunning view of Corpus Christi from across the bay, especially when a front is sweeping through. Rolling back past the unprepossessing Oso Fishing Pier, the downtown part of <strong>Ocean Drive</strong> commences—the only really swanky waterfront drive in Texas. Dotting the palmy residential esplanade are vest-pocket parks, some of them prettily manicured and fitted out with benches for picnickers and bay gazers, billers and cooers. Downtown, the orderly T-heads with their regiments of picture-perfect sail and charter boats proclaim that all’s right with the world, while joggers lope happily along the seawall. At the end of this grand public bayfront is the bone-white <strong>art Museum of South Texas</strong> (1902 N. Shoreline), a Philip Johnson creation that somehow manages to be small and monumental all at once —a must-see. Directly behind soars the most exhilarating bridge in Texas, but before essaying its giddy curves, take a left to view the several beautifully restored Victorian homes in the “Irishtown” neighborhood, directly west of the museum and civic center.</p><p>Forging northward to <strong>aransas Pass, </strong>“Shrimp Capital of Texas,” the insatiable tourist will want to gaze upon the civic totem, a mammoth pink shrimp opposite the city hall, on Texas Highway 35. The main street of this scrappy shrimper town has a Wild West look to it, with palms here and there as coastal punctuation. There are some interesting small businesses that have not been tarted up for passing tourists: a drowsy thrift shop, Wallace Marine Books, and the army Store, Inc., where you can buy snake leggings and an aransas Pass Tshirt emblazoned with a shrimp trawler. You may also take advantage of its used paperback exchange. A coast tradition, these unofficial lending libraries are everywhere.</p><p>Crab traps are for sale at a tumbledown shack half a mile south of downtown on Texas Highway 632. Just north of town on Texas 35, the <strong>Shrimp Capital Boutique and Flea Market</strong> boasts an amazing selection of dreck—everything from used fishing equipment to cow skulls adorned with bluebonnet paintings. Look in on Ed and Mildred Lasenberry’s booth, which features such collector’s items as a full set of iced-tea tumblers commemorating the Texas A&I Javelinas’ 1967 undefeated football season.</p><p>For a look at a large-scale working shrimp fleet, follow the signs to <strong>Conn Brown Harbor</strong> on the way to the Port aransas causeway. Here hundreds of trawlers with names like <em>Miss Biddy</em> and <em>Oriental Visitor</em> are moored among ice companies, welding shops, airboat brokers, and seafood packers, while nets hang in traction from huge frames. At the harbor’s end, looking out at the causeway and aransas Bay, stands a grim, graceless memorial to fishermen lost at sea.</p><p>You, presumably, will <em>not</em> be lost at sea if you circle around and take the Dale Miller Causeway (a surprisingly good birding venue) to the <strong>ferry landing.</strong> Here the cars cross to Port aransas nine at a time on free stateoperated ferries with names like the <em>Janey Briscoe</em> and the <em>Garrett Morris.</em> No, not <em>that</em> Garrett Morris.</p><img/><p><strong>Port Aransas</strong></p><p><em>Resolutely Raffish</em></p><p>Port aransas is the most bewildering assemblage of contradictions on the Texas coast. Nudged into one corner of Mustang Island, smack against sea and sky and wind, are funk and development, nature and industry, the fusty and the hip, parochial pigheadedness and coastal laissez-faire. What’s irresistible about the place is a resolute raffishness that so far has fended off the slickest efforts of condomaniacs and upscaly entrepreneurs. Life here seems ever so slightly skewed; when Mayor Charlie Brown faced a recall petition last March, the local <em>South Jetty</em> headlines screamed MAYOR Obviously Depressed.</p><p>To fully appreciate the soul of Port a, plan to loiter around the public marina area that locals call the <strong>Wharf</strong> (roughly bounded by alister and Cotter). Grab a beer at <strong>Woody’s Boat Basin,</strong> a decrepit shed crowned with a gargantuan wooden rod and reel, and retreat to the picnic-tabled breezeway, one of the coolest <em>(,naturally</em> cool, that is) spots in town. Meditate upon the civic emblems towering above the Wharf’s caliche and shell: the hulking Marlboro man, the Lone Star beer can advertising Port a’s motto and chief point of pride —“Where They Bite Every Day.” Do these things soon, because Woody has sold out to condo developers and defected to austin. His erstwhile business will move to another lot on the Wharf, but that condo is bound to screw up the area’s ineffable ambience.</p><p>At night the prime Wharf spectator sport is watching mountainous freighters glide like silent earthquakes from the Corpus Ship Channel through the aransas Pass, right in front of your nose. Across the channel, the scaffolding of Brown & Root’s Harbor Island complex rears up like a sparkly science fiction set piece, ready to unleash newborn drilling rigs into the Gulf. Tiny Tarpon Street at the middle of the Wharf houses two little coastal bars with Wild Westy facades. The <strong>Rod & Gun Club</strong> features mixed drinks and lambent neon. <strong>Shorty’s,</strong> next door, offers beer and a definitive collection of coastal gimme caps suspended from the ceiling.</p><p>Presiding over the Wharf is the estimable <strong>Tarpon Inn</strong> (200 E. Cotter), a grand 1925 barracksy hotel with expansive verandahs that catch Gulf breezes-the better to sit and do nothing. One of the oldest structures on the island, the Tarpon has weathered numerous hurricanes through the good graces of its tenacious eighteen-foot pilings. Co-owner Jim atwill says he can feel them shudder when a tanker passes. The small, narrow rooms are furnished catch-as-catch-can (doubles from $42). Those who insist on Holiday Inn standards will probably not be happy in them, but the Tarpon gets by on its great natural style —not to mention its great natural dining room, a calm and slender space with a narrowboarded ceiling and a .collection of vintage trophy fish, the real-looking kind. The archetypal coastal menu features only indigenous seafood, broiled or fried-Rockport oysters or blue crabs plus whatever else the local commercial fishermen bring in.</p><p>Next door is atwill’s new <strong>Silver King Bar & Grill,</strong> a blessedly untrendy place with just the right seaside look and splendid outdoor decking. A more adventurous menu will offer daily specials (some of them Cubaninfluenced), Italian ices, and mixed drinks, including margaritas made with Mexican limes. The advent of the Silver King has turned the Tarpon compound into the pleasantest public space in town.</p><p>The chances of getting something decent to eat are better in Port aransas than elsewhere on the coast. The screen-doored <strong>Seabreeze Delicatessen</strong> (717 N. Tarpon) on the Wharf is the kind of gem you’d like to have in your neighborhood. Starting at five, breakfast chef Lynn Snow will cook you up pancake-thin omelets with ham and white cheese, plus fried potatoes made from scratch and honey-wheat muffins studded with fresh fruit. At lunch you can take out fat sandwiches, including an outrageously good spicy Italian submarine dressed with oil and vinegar, the perfect thing for a beachcomber’s picnic, since the longer you carry it the better it gets.</p><p>The <strong>Seafood and Spaghetti Works</strong> (709 alister), an improbable geodesic dome sitting next to an improbable water slide, conceals a romantic wooden loft with odd porthole views of the twinkly-lit slide, an innovative menu, and a top-of-the-line salad bar; marinated fresh mushrooms, varied greens, and a pungent blue-cheese dressing get high marks. Chinesey stir-fried shrimp with black-bean sauce were absolutely swell, and a thin, reddish sauce gave the barbecued shrimp a peppery kick worthy of Pascal’s Manale in New Orleans. Such unorthodox soul is almost unheard of in a Texas-coast kitchen.</p><p>The <strong>Waterfront</strong> (730 Trout) is disconcertingly upscale for Port a, but its cloyingly named Crunchy Catch turns out to be an interesting idea-fresh local fish (maybe deep-water amberjack with an amazingly long, firm flake) fried in slivered-almond batter. And after lebenty-leben iceberg salads and baked potatoes, the Waterfront’s snow peas looked awfully good to me. For local color and wonderfully gooey, nasty, retrograde enchiladas, try <strong>Capn’s Cove</strong> (247 W. Cotter), which also features aquamarine booths and good breakfast <em>taquitos.</em></p><p>Miscellaneous in-town attractions include the sharkabilia at the <strong>Dolphin Docks</strong> (404 W. Cotter), where even the resident dachshund has a rubber shark to gnaw on; the mind-boggling <strong>Port-A-Homa</strong> compound (300 E. Tarrant), where trailers have been converted by hook or by crook into beach houses on stilts; and the tourist courts, which have survived in unprecedented numbers here. The snug thirties <strong>angler’s Court</strong> (403 N. Alister, cottages from $28), the breezy frame <strong>Gibbs Cottages</strong> (400 N. Alister, doubles from $45), the <strong>Merrimac Cottages,</strong> and the <strong>Snapper Courts</strong> are noteworthy specimens. Other lodging may be found at the unpretentious condo apartments of <strong>El Cortes Villas</strong> (Drawer 1266, 78373; doubles from $60) and the <strong>Dunes,</strong> high-rise condos with Gulf views (Box 1238, 78373; sleeps four; from $120). Want some trashy reading for the beach? Browse the three-for-a-dollar paperback rack at <strong>Souvenir City</strong> (White & alister) for titles like <em>Ski Lodge Nurse.</em></p><p>Off to the right of Cotter avenue as it winds toward the beach is a great coastal rarity, a <strong>natural lookout point.</strong> Keeping an eye out for rattlesnakes, follow the sandy paths back to a high dune crowned with decaying World War II gun emplacements. At the summit of this ruined citadel there is silence broken only by birdcalls and a dizzying out-of-body view. Magnificent sunsets up here.</p><p>Starting from Port aransas Park at the South Jetty, the beach sweeps eighteen miles down <strong>Mustang Island,</strong> much of it drivable and all of it reachable by access roads. The northern stretch is fine for students of the human circus, not so fine for beachcombing unless you are particularly fond of pop-tops. All the Mustang Island beaches are heavily used, and the buffcolored sand is mostly hard-packed from traffic. But generally the farther you go from town, the more natural-looking the beach.</p><p>The best local beach is across the channel on the tip of privately owned <strong>San Jose Island</strong> (St. Joe, in common parlance). To get there, I went to Woody’s Boat Basin and bought a $6 roundtrip ticket on the jetty boat, which departs at variable hours starting at 6:30 a.m. “an east wind, and the surfers go over there by the hundreds,” reported Captain Everett Singleton, who can haul 34 people per trip. But that afternoon he had only me. When Singleton deposited me at the foot of the <strong>North Jetty </strong>I saw that I had hit the coastal jackpot: a mile of <em>real</em> beach with loose, fine sand —none of that autopacked stuff-and all mine. A ways down I came upon the Guernica of giant pen shells, hundreds of which sprawled whole in the wrack with their thin iridescent wings agape.</p><p>I found a baby doll’s head, scores of the delicate cups called baby’s ears, and a clump of gelatinous purplish polyps that shrank in on themselves when I touched them. Then the barbed-wire fence, the No Trespassing sign: would rifle-toting ranch hands swoop down on me if I waded across?</p><p>Stalked by willets who pretended not to be following me, I retreated to the foredunes. Far off stood Charlie Butt's private Harbor Island lighthouse, one of the rewards of being heir to the HEB grocery fortune. Fat-stemmed sea purslane (the original dune builder) and yellow evening primroses clung to the infant dunes. I lay in a shallow basin and listened to tall sea oats rattle. I was the only person on Earth. Back at the jetty I counted porpoises and snowy egrets. When Captain Singleton showed up promptly to fetch me, I was almost sad.</p><img/><p><strong>North Padre Island</strong></p><p><em>Little Shell and Its Perils</em></p><p>People who want to see what the barrier islands looked like before the coastal real estate boom of the seventies should head for <strong>Padre Island National Seashore, </strong>66 miles of wild beach beginning 12 miles south of Nueces County Park. Only about 20 miles of the seashore can be driven in a passenger car; beginning at the notoriously dicey Little Shell stretch, four-wheel drive is mandatory. Two grizzled wade fishermen who’d made it all the way down to the Port Mansfield cut said their trip from Corpus had taken four hours, uneventful save for the perils of Little Shell. “Big Shell was bad enough, but Little Shell was ridiculous,” groused one. “We did it <em>real</em> slow, in <em>real</em> low gear.” Bring spare parts and water and think about checking in with the rangers at headquarters before setting out. This is not the teddy bears’ picnic.</p><p>Those who don’t want to go the wild and woolly route will find pleasant territory to explore on foot at <strong>Malaquite Beach,</strong> an unusually nice stretch with massive Japanesestyle pavilions that offer amenities like snacks, showers, and 24-hour rest rooms. Even in high season it’s not terminally mobbed, and the light, finely sorted sand here is quality stuff—dazzling compared with Texas beaches farther north. Unbesmirched by autos, the beach tells many stories: sprouting mangrove seeds bespeak the Caribbean, stray detergent bottles summon up careless oil rigs astride the Gulf, assorted tar balls recall Ixtoc I. Toward the dunes there are clues to a million little dramas. Intricate, wispy sand paintings surround every crab hole; purposeful three-toed bird tracks lead from one hole to another —stomp, stomp, stomp —scouting for dinner.</p><p><strong>Nueces County Park,</strong> at the northern end of Padre Island, is also worth a look. Devotees of the park’s beloved Bob Hall fishing pier, which Hurricane allen blew away save for a few sticks, will be glad to know that it will reopen in mid-June. Any beachcomber worthy of the name should inspect the ranger station’s eccentric marine exhibits—dusty shelves that seem to have been transported bodily from some 1942 high school science fair. Of particular weirdness are the bottled sea creatures suspended in cloudy pickling solution, the twisted bamboo roots in the shape of a reindeer and a cobra, and a large ball of wax found in the vicinity.</p><img/><p><strong>Coastal Bend</strong></p><p><em>Whoopers and Other Strange Birds</em></p><p>The charm of Live Oak, Lamar, and Blackjack peninsulas springs in large part from the trees that soften the coastal landscape, giving it an almost witchy sensuality. But on the lower and bleaker end of Live Oak Peninsula, between aransas Pass and Rockport, it’s the human factor that charms —the coastal quirkiness that has produced such wonderments as the <strong>Big Fisherman,</strong> known to the cognoscenti as the Restaurant of Five Hundred Parakeets. Owner Bill Stevens’ obsession with birds has produced a personal landscape that simply demands to be seen by any self-respecting student of the absurd. Make sure you tour all of the dining rooms, with their nauticalia and awe-inspiring bird habitats and working beehives. None of the seafood on the menu is freshly caught or local (they're into the cheap mass feeding of winter Texans here), but the fried chicken won’t hurt you. Just go. (Take Texas Highway 35, turn west on FM 1069, go about one-half mile.)</p><p>Farther west on FM 881, at Port Bay, sits the ramshackle <strong>Red Fish Camp,</strong> a must stop for beer and fish stories. Proprietress Sally is one of those bait-camp ladies corrugated from many seasons in the sun and salt air, and she has a way of suddenly turning lyrical on you, remembering how those trout and little mullet were “popping all over the bay like Fourth of July sparklers in the light, then just disappeared, all quiet-like.” The consensus the afternoon I stopped in was that the fish were acting mighty peculiar. “There's two solid acres of trout lying at the bottom of the bay, but they just look at you and won't bite,” reported Sally darkly. “Some rise to the surface lately and gum at you, as if to say, ‘Kiss off.' ” Sally’s regulars, who refer to her place as Sally’s Cuckoo Nest, have already begun saving coins in a water-filled bottle for their 1983 Christmas party, but Sally is threatening to use the proceeds to buy a hearing aid.</p><p>The best funky roadside attraction in Texas is a derelict-looking <strong>alligator Farm</strong> back on Texas 35, about six miles south of Rockport. Follow the homemade alligator signs past shaggy palms to the oak grove, where a honk on your horn will produce Warren Lynch, the alligator Man, a fierce vision with HarleyDavidson T-shirt and bruiser biceps. Warren, who commands one of the coast’s best vocabularies, turns out to be a gentleman and a scholar: a sort of biker-naturalist who delights in giving visitors $1 guided tours, during which he imparts much of his considerable stock of alligator lore. About 125 gators dwell in his water hyacinth-choked ponds, from fingerlings on up to monster bulls he caught as babies near West Columbia nineteen years ago. A man of many facets, Lynch had been out of jail for only two days when I showed up. He told me his “scrape with the law” involved a controversial patch of vegetation —dubbed gator weed by the local media —on his back forty. “I guess everybody around here knows the saga of the alligator Man,” sighed Warren, not without a certain amount of pride. “It was just a small patch, but high quality.”</p><p>Northward are Rockport and Fulton, contiguous bayside communities that enjoy the prettiest natural setting on the coast. The shore here is lined with ancient dunes heavily wooded in live oaks, fantastical wind-sculpted trees that crouch together for mutual protection in clumps called mottes. With their sweeping crowns bent low by the onshore winds, these trees lend a moody, fairy-tale aspect to the landscape. Sentiment aside, the oaks are eminently practical beings perfectly adapted to their coastal circumstances.</p><p>The <strong>Rockport</strong> waterfront shelters a miniature harbor so accessible that strollers can overhear shrimpers shoptalking on their trawler decks. Bait stands alternate with fish houses that sell local shrimp and, in season, the justly celebrated Rockport oysters. (Bring your oyster knife and try to find them by the live sackful instead of by the moribund gallon.) The <strong>Parks and Wildlife Marine Lab,</strong> in the turning basin, has a funny little aquarium where I saw a spiny boxfish and a shamefaced crab, among other things. Swell for kids.</p><p>Rockport is one of the richest birding territories in Texas, or anywhere else for that matter. More than four hundred species have been identified here, and this may well be the only town in the world where you can pull off the main drag and find yourself smack in the middle of a bird refuge. This shoreline preserve is named after late Rockporter <strong>Connie Hagar,</strong> a patron saint of Texas birding. Bring your binoculars and treat yourself to a Cecil B. De Mille production with a cast of thousands: puddle ducks, diving ducks, coots, grebes, geese, egrets, herons, skimmers —an embarrassment of riches.</p><p>Right near the Hagar Refuge is the <strong>Rockport Chamber of Commerce</strong> (404 Broadway), which furnishes useful birding broadsides, complete with driving instructions. For a good guide that includes the interesting old homes in the area, pick up the “Points of Interest” leaflet too. FM 1781, which skirts the western side of Live Oak Peninsula, makes a nice birding drive; then take the back roads around to Rattlesnake Point, an end-of-nowhere fishing camp.</p><p>To experience the real (as opposed to the touristy) Rockport, breakfast at <strong>Kline’s (106 </strong>S. Austin), a great-looking little place with curvaceous glass-block sides. Kline’s is definitely a social organism; the tables fill up willy-nilly and a gossipy buzz prevails. Coffee’s good, as it must be in such an institution; the grits are reprehensible and the biscuits only so-so, but eggs over easy are faultless and the unorthodox <em>huevos rancheros</em> will knock your waders off. Fishermen’s breakfast begins at five-thirty.</p><p>At <strong>Corky’s</strong> (503 S. Austin) order the allmeat crab cakes, browned and lightly seasoned, the closest thing to genuine Maryland crab cakes the Texas coast has. Dividend: ask and ye shall receive vegetables .from the daily plate-lunch specials (the turnips with greens are spectacular). Note the shag-carpeted pillars, a local motif.</p><p>Homemade doughnuts, a vanishing breed, are alive and well in Rockport. You want your <em>cake</em> doughnuts from the <strong>Donut Dock</strong> trailer on Texas 35; you want your <em>raised</em> jelly doughnuts from the inauspicious-looking <strong>Bakery</strong> right up the road. Formidable rounds of German black bread (a brownish pumpernickel) can also be had at this yeasty-smelling place. Grab some upmarket cold cuts and excellent German potato salad at the <strong>Mushroom Delicatessen</strong> (Texas 35 in Live Oak Plaza), and you’re ready to picnic.</p><p>The Ghost of Vacations Past lingers over <strong>Hunt’s Court,</strong> a forties time warp of seafoamgreen cottages overlooking aransas Bay (1107 S. Water, Rockport; cabins from $25, weekly and monthly rates September through May). Families return for decades to this palmy compound with its sloping lawn, where even the cottage interiors look like something from the late late show. This is a great place to putter around and do nothing: cook a gumbo, drink a beer, fish from the piers, take a walk, sit on a weathered porch chair, commune with the resident great blue heron, name of Charlie. By way of absolute contrast, swing through <strong>Key allegro</strong> on the way from Rockport to Fulton. Ersatz architectural styles run riot through this affluent beach-house community; this may be the only place in Texas to view Northern Thai roof detailing.</p><p>That <strong>Rockport-Fulton Beach drive</strong> is a real charmer, full of storybook dream trees leaning crazily inland as if something had thrown them into a permanent fright. Here and there a branch has thrust itself into the soil, only to emerge a foot or two later: instant knees, the better for the oak to support itself. Worth special notice are the comical attempts by property owners on the bay shore to block their fishing piers from the marauding public. Some gates are pure Dogpatch, others pure garden party.</p><p>The small-scale <strong>Fulton waterfront</strong> is another spot to shop for fresh seafood if you’re cooking in. If not, try <strong>Schrenkeisens’ (102</strong> Fulton Beach Road), perhaps the only worthwhile fancy restaurant on the coast (“fancy” as in no jeans, highfalutin menu, highfalutin prices, and no frying whatsoever). Skip the watery Boston lettuce salad, overbaked oysters, and bland, thickish cream soups in favor of the good stuff: perfectly broiled speckled trout in a lemony butter sauce, tiny fresh asparagus in a graceful hollandaise, wonderful braised leeks, a knockout poached pear in frothy <em>creme anglaise.</em> a few doors down, long lines wait outside <strong>Charlotte Plummer’s</strong> casual waterfront restaurant (202 Fulton Beach Road). But its ballyhooed family-style fried seafood dinners are really rather ordinary (shrimp steamed in beer is the best dish). Try Charlotte Plummer’s instead for its staggeringly huge, cheap breakfasts. The cook still knows how to soft-scramble an egg, and the fact that the grits are congealed, the bacon limp, and the hashbrowns the dread squarepattie variety is mitigated by high, tender biscuits of some substance. Nice view of the Fulton shrimp fleet too.</p><p>To get into the true retro spirit of Fulton Beach, stay at the <strong>Sandollar Resort</strong>-a fifties period piece set in a beautiful live oak grove (Star Route 1, Box 30, Rockport; doubles from $34, kitchenettes from $42). Ask for one of the huge, comfortable efficiencies upstairs in the two-story motel unit; your balcony, fronted by droll cutout panels, overlooks the bay and the parklike grounds embellished with deer statuary. All that’s missing are Lucy and Ethel. Next door is the equally nifty-looking <strong>Live Oak Lodge</strong> with its sylvan cottages.</p><p>The long Copano Bay bridge offers good visuals as you cruise Texas 35 to rustic <strong>Lamar,</strong> a feisty little community where serious duck hunting and fishing occupy the hearts and minds of the natives. The place to stay is the <strong>Sea Gun,</strong> which very nearly beggars description —try to imagine Tara done up in pink cinder block. The rampant pinkness of the Sea Gun against its grassy palm-dotted knoll is one of the coast’s truly gladsome sights; those who remember the place as a mildew palace will be pleased to know that refurbishing has brought it up to universal motel standards (Star Route 1, Box 85, Rockport; doubles from $42, kitchenettes from $44, cottages from $50). There’s a lobby package store, a mediocre restaurant, and a marina where Captain Brownie Brown’s pink-trimmed <em>Whooping Crane</em> docks.</p><p>Brownie’s three-and-a-half-hour whooper excursion is that rare standard-issue tourist attraction that’s actually worth doing, and the semilegendary Brownie is that rare media darling who actually lives up to his hype. Old Brownie really has the gift of gab (his fulminations against noisy airboats and other unseemlinesses of twentieth-century life are wonderful to hear); moreover, he has an uncanny knack for getting you practically on top of the grazing whoopers without unnerving them. The tall, pale cranes against the salt marsh make a genuinely stirring sight, and one February afternoon Brownie took us past 29 of them —almost half the population wintering on the aransas refuge and about a third of the world’s total whoopers. On the way back to Lamar, porpoises rode our wake like underwater surfers shooting the curl. (Bird trips October 20 to april 10, 1:30-5 p.m., Wednesday through Sunday, $12, reservations required; call the Sea Gun and ask for the marina, (512) 729-2341.)</p><p>Across the highway from the Sea Gun, the old Copano Bay causeway has been converted into a lighted fishing pier that invites moonlight strolls over the bay. Around the corner from the Sea Gun, on Park Road 13, the S&S <strong>Drive Inn</strong> advises patrons to “Beware of Javelina.” The back room houses a rattletrap beer garden that’s a paradigm of the flotsam-and-jetsam school. Pool table, darts, aquariums, pokerplaying-dog print, elderly piano, Siamese cat, regulars who could run an old-coot academy. One of many complicated jigsaw puzzles is always in progress on a card table, so feel free. Sometimes the jukebox works. Take heed of Rover out back —not your ordinary watchdog.</p><p>Not to be missed is <strong>Big Tree,</strong> a national champion live oak in nearby Goose Island State Park; just stay on Park Road 13 and follow the signs. Depending on what you read, this onetime Karankawa council oak is anywhere from one thousand to three thousand years old. Surrounded by an undulant motte of attendants, circled by a silly little fence, Big Tree has more charisma than Mick Jagger and the Pope combined. To my way of thinking, the best time to visit is at night, when you’ll have it all to yourself. Ducks whicker out on St. Charles Bay, the night air blows pungent and marshy, and a moon turns the oak-hedged park lanes into an enchanted forest.</p><p>By daylight <strong>Goose Island</strong> is the spot to take stock of the coastal evergreen woodland habitat, where greenbrier and yaupon and red bay spring from the sandy soil into an exuberant tangle. An occasional palmetto swallowtail butterfly can be found in the sunny clearings; its caterpillars, creatures of evident good taste, like the aromatic leaves of the red bay bush. Break one open for a whiff of coastal smelling salts, or tote some along for your next goose gumbo. Beats McCormick’s.</p><p>Just southeast of Big Tree the exclusive St. Charles Bay Hunting Club sits austerely on its sloping lawns, oozing reverse chic. Someone has to die before a new member is invited in; lesser mortals, however, can achieve much the same ends by continuing down the road a bit to the trim <strong>St. Charles Bay Marina,</strong> where young Dave Nesloney conducts private hunting and fishing charters. Nesloney prefers the intricacies of bay fishing to the deep-water variety; spend a little time with him and you realize that being in the Coastal Bend without a boat makes as much sense as being in Houston without a car. (Bay fishing trips $250 for a party of four; (512) 729-2053.)</p><p>North of Lamar at a wide spot in the highway called <strong>Holiday Beach,</strong> serious eaters will want to stop at the <strong>Running Bear Drive Inn Cafe.</strong> Owner Bill Knox, who is indeed a genial bear of a fellow, serves hamburgers memorable for their prodigious amounts of lettuce, tomato, and other trappings. His onion rings are the thing, though —a mountain of sweet, messy, eccentrically cut circles. I saw three mean-looking bikers stunned into stuporous submission by Bill Knox’s eats. One even asked to be helped out the door. Listening bonus: a jukebox featuring Johnny Preston’s “Running Bear” <em>and</em> Hank Thompson’s “Wild Side of Life.”</p><p>The <strong>aransas National Wildlife Refuge</strong> is the way it once was in the Coastal Bend, except that now this magical landscape is accessible, thanks to roads and footpaths and a splendid observation tower. (To get there, take Texas Highway 35, turn east on FM 774, then south on FM 2040.) Wandering aransas on an underpopulated day is like opening one birthday present after another. Turning away from an anhinga delicately riding the top of a black willow, big-winged and snaky-necked, I heard a rattling from a nearby thicket. Investigating, I found myself eyeball to eyeball with disgruntled javelinas. On the cloistered Big Tree Trail alive with unidentified rustlings and the determined hum of mosquitoes, deer suddenly rocketed away from me. At the edge of a marsh, an alligator spread his tender, pearly pink maw; gaudy red-beaked gallinules lurked in the shady forest of reeds.</p><p>To begin your prowl, pick up guides at the visitors’ center and walk the long Heron Flats Trail, with its salt marsh and luxuriant coastal woodlands spread thick with tanglewood, false buckeye, and mustang grape. Afterward, spiral up over the trees on the observation tower ramps and use one of the high-powered telescopes on top. Winter and spring a whooper family may be visible; in July, lots of spoonbills. At sunset watch the quicksilvery flats for raccoons on a clamming expedition. Bring insect repellent and a picnic lunch.</p><img/><p><strong>Lavaca-Matagorda Bays</strong></p><p><em>Sportin’ Life</em></p><p>There are three reasons you might want to go to <strong>Port o’connor: </strong>(1) You fish. (2) You hunt ducks. (3) Your mom lives there. Seriously, folks, Port o’connor is the kind of place for men to be men, the kind of place where your $38 motel room has holes in the bedspread and a sign on the mirror beseeching, “Do not clean ducks or fish in room.” There is a land’s-end feeling to this stark, stilty little town on its barren point between Matagorda and Espiritu Santo bays. The Gulf lies four miles out through Pass Cavallo —the route Carla took when she rampaged through back in ’61, flattening all but a handful of buildings.</p><p>Precious few amenities exist for the transient boatless tourist—flaky biscuits and local chitchat at the bare-bones <strong>Port o’connor Cafe, </strong>on Texas Highway 185, and a legendary raunchy watering hole. <strong>Hurricane Junction, </strong>known locally as the Skullbuster. Nothing to merit a detour, which suits the natives just fine. They’re already booked anyway—reservations for summer weekends must be made six weeks in advance. No such thing as a room during the Poco Bueno invitational, an exclusive billfishing tournament held in July by sportfishing kingpin Walter Fondren.</p><p>If a get-down sportsman’s outing is not your style, you too can contrive to do Port o’connor <em>al</em> Senor Fondren. Right near Walt’s canalside digs is <strong>La Pesca Lodge,</strong> run by Robbie Gregory (Maple and Intracoastal Canal, Port o’connor). For a trifling $3000 outlay, eight people can spend the weekend here in upscale comfort, playing pool, watching videocassettes, drinking the complimentary liquor, lolling on the sundeck as the barges toil by and the sun sinks behind Blackberry Island. Pop some more and Gregory arranges hunting trips or the bay and Gulf fishing charters that are POC’s raison d’etre. (Bayfront houses that sleep four to eight are also available, $ 140—$215.)</p><p>In all honesty, I can think of a fourth reason to visit Port o’connor, and that’s to get out to <strong>Matagorda Island</strong> any way you can. Interested parties may be able to hitch a ride with the U.S. Fish and Wildlife Service boat, which tends to leave from the end of Sixteenth Street between 8 and 8:30 a.m. “Of course, you never know exactly when we’ll go or how long we’ll be there,” warns station chief Bill Long, who currently oversees federal management of the island as part of the aransas National Wildlife Refuge. In accordance with recent legislation that’s raised quite a ruckus among environmentalists, the State of Texas will soon assume management of the federal lands. (Texas already owns about 40 per cent of the island; the rest belongs to members of Dallas’ Wynne family, who run cattle on it.) Until September, though. Long and company will continue to offer “a little transportation” to visitors who manage to reach the wild island. Brown pelicans abound out there, and the island’s beaches, flat grasslands, and marshes make it a prime migratory outpost for peregrine falcons and other species not found on the aransas side of the refuge. For now, camping is allowed among the dunes at the north-end beach.</p><p>With two —count ’em —two ghost-town sites and a small gem of a local museum, <strong>Port Lavaca</strong> is a place after a historian’s own heart. Others may be harder put to divert themselves here in the home of the Fighting $andcrabs. Walking the meritorious old wooden fishing pier known to locals as <strong>Pier Park</strong> amounts to a constitutional, so far does it stretch into the bay. This is a pier with stories to tell. Initials and inscriptions furrow the weathered wooden ties, tangled knots of fishing line testify to life’s frustrations, beer cans wedged between the ties thumb their pop-tops at the park’s nodrinking rule. Pier’s end brings you close to the strangely festive alcoa aluminum works that dominate the bayscape, while scolding terns urge you to scram.</p><p>Left off Texas 35 is <strong>Priddy’s Oyster House</strong> (619 Broadway), a dank, old-timey seafood house with its own boats in the tiny nearby harbor. In season it sells sacks of local oysters for $14 or so. At 220 E. Main in the somnolent old commercial district, <strong>Mary anne’s</strong> comprehensive collection of forgotten stuff will make flea-market hounds stare in astonishment: faded Man-in-the-Moon kites, multitudinous old buttons, cobwebby crutches. Robert altman must have missed this place when he was scouting locations for <em>Jimmy Dean, Jimmy Dean.</em> Highly undependable hours —Saturday afternoon is likeliest.</p><p>Nearby in the <strong>Courthouse annex</strong> (austin and St. Ann) the Calhoun County Historical Society operates one of those very personal museums that are long on unstudied charm and more edifying than any guidebook. There’s a diorama of the lost city of Indianola as it looked in 1875, detailed right down to the Louis Preisig Ice Cream Saloon; this creation is a labor of love by Jeff Underwood of Point Comfort. A spectacular Fresnel lens from the Pass Cavallo lighthouse, as big and commanding as a piece of sculpture, throws prismatic patterns on the wall that shift as you move about. Random artifacts salvaged from the ruins of Indianola are indescribably doleful: doorknobs, battered spoons, Louisa Smith’s size 4 wedding shoes, which danced at the Indianola Courthouse February 20, 1883. Myself, i’m partial to the antique roach catcher; some truths are eternal. Birtie Jo Ward, the lady who oversees the museum, is definitely a person to meet.</p><p>Ghost town number one —so ghostly it’s invisible —lies up a pretty farmland drive, FM 1090. Turn right at a promising honky-tonk called the <strong>Music Box</strong> and follow the park road to its end at a lonely boat ramp. Look southeast across the marshy flats to where <strong>Linnville</strong> stood until Comanches swept through in 1840 and routed the two hundred inhabitants (the survivors settled Port Lavaca). Birds like this sparsely populated stretch of bay, and handsome roseate spoonbills scour the water with metronomic precision, sweeping their built-in ladles from side to side. Unearthly pink against the gray-green of the flats, they flap off toward Garcitas Creek —thought to be the site of La Salle’s Fort St. Louis during his doomed exploration of these bays.</p><p>South of Port Lavaca, Texas 238 and 316 take you to ghost town number two, Indianola. This is about as funky as it gets on the coast. Detour east on FM 2760 to <strong>Magnolia Beach, </strong>the chief bayside hangout for Port Lavacans. Jammed with cars and catamarans and sunbathers on summer weekends, this dowdy strip of shell is the epitome of the municipal beach —lots of spunk, zero finesse. The salient landmark at one end is <strong>Bubba’s Beach Store;</strong> at the other, it’s the snug <strong>Crow’s Nest</strong> restaurant, right on the beach. Getting anything edible is a problem in Port Lavaca proper, so take advantage of the Crow’s Nest’s pretty fair seafood and stunning view. There’s a good salad bar, and the cook knows how to broil a flounder and fry an onion ring; skip the dreadful fried cheese. From this upper-story perch watch the sun set and the whole world —beach, bay, and sky —turn smoky blue with only the glittering far-off alcoa plant for punctuation.</p><p>Southeastward, Texas 316 weaves on and off the beach. Morbid types will have a field day on the stretch leading down to Powderhorn Lake. Ruination hangs heavy in the marshy air; weedy, crumbled cisterns and melancholy historical markers are all that’s left of the major nineteenth-century port of <strong>Indianola.</strong> Before the killer hurricanes of 1875 and 1886 wiped it off the map, Indianola was the thriving gateway for the tide of German immigrants who settled Central Texas, a city with clout rivaled only by Galveston. But the coast, in all its uncertainties, prevailed. Even now the elements are doing their best to reclaim the old Indianola cemetery, a waterlogged morass swarming with mosquitoes, atilt with listing headstones bidding <em>gute Nacht.</em></p><p>More cheerful neighborhood attractions are to be found at <strong>Fleming’s Bait Camp</strong> (“Blow Horn”), a shed with a swell proprietress, short on teeth and long on tips about hot spots for crabbing. Commodious <strong>Taylor’s Bar and Grocery,</strong> a local gathering place, offers beer, pool, and a corner booth overlooking the bay-_The road that wends the rest of the way to Powderhorn Lake, lined with ragtag fish camps and cabins and shanties, has a supremely marginal look—appropriate, given the historical context.</p><p><strong>Powderhorn Lake,</strong> a natural shrimp nursery, affords some excellent fishing (try Mail Boat Slough, famed as a redfish hideout); the spiffy new <strong>Sonny’s Indianola Fishing Center and Mercantile</strong> at the lake road's end serves as headquarters. Ask there about oystering —at low tide you can wade right out to a nearby point and rake in the shellfish. And if you’ve never had the pleasure of seeing a pod of pelicans in a fishing frenzy, you’ve come to the right place.</p><p>Lodging possibilities in the area include the <strong>Viking Inn,</strong> a comfortable family-run motel that smacks of the sixties —would that there were more like it (150 Texas Highway 35N bypass, Port Lavaca; doubles from $24).</p><p><strong>Palacios</strong> is the kind of place where a person could get serious about doing nothing. And the <strong>Luther Hotel</strong> is the place to do it. Rambling and tranquil, it’s one of the few surviving frame resort hotels that presided over the coast earlier in the century. With their screens, transoms, and chipper curtains, the high-ceilinged rooms are nostalgic rather than antique (doubles start at $25). It’s like being at your aunt’s house, complete with comfy lobby where you can watch TV with your fellow guests or chat with longtime owners Elsie and Charles Luther —she wryly funny, he with an ever-present bow tie and a passel of Sam Rayburn stories (he was once a Washington lobbyist). I’d love to disappear here for a week with all those books i’ve been meaning to read, taking time out to laze on the grandly columned front porch and stare at the palms and the moon.</p><p>The Luther’s greensward slopes down to a low bayfront seawall, perfect for sitting. Those who insist on activity can use the nearby fishing pier, ride out to <strong>Schicke Point</strong> to see a Carancahua Bay sunset, or meander down the shoreline past the Baptist Encampment. The vintage commercial district with its crenellations and false fronts is worth a stroll. Along Main Street view the ghoulish display of pickled sea creatures inside <strong>Phil’s Shellarama;</strong> buy crabbing gear or amusing children's T-shirts, hand-painted locally, at the old-fashioned <strong>Palacios variety store;</strong> and check for Nickand-Nora cocktail paraphernalia at <strong>Bayside Coin and Collectibles,</strong> filled with the ticking of antique clocks that —wonder of wonders —all tell the same time.</p><p><em>The</em> waterfront hangout here is <strong>Park’s Bait Camp,</strong> a friendly joint at the dead end of Turning Basin Number One by the small harbor. There’s a burly, much-tattooed bartender named Doug, who makes the place, joshing with regulars of all ages and urging Styrofoam holders on strangers who stop in for a beer. Things can get pretty rambunctious at Park’s picnic tables, and the jukebox —basic country with fillips of the Mills Brothers and “Fraulein”—gets a lot of play. No vacation reading matter? Buy used Western pulp paperbacks or Henry Miller’s <em>Black Spring</em> from Park’s corner shelf. Owners Carol and Captain Hook (yes, he has one) also sell the fresh blue crabs for which Palacios is famous. Or catch them yourself: pickings are no longer so easy along the actual bay front that you can throw in a line and automatically come up with a crab, but there’s still good crabbing to be had. The locals recommend <strong>Jensen Point</strong> or the <strong>Turtle Bay Bridge</strong> area, both just west of town off Texas 35.</p><p>Restaurant pickings are better in and around Palacios than farther down Matagorda Bay. <strong>Petersen’s,</strong> an old coast standby, serves superior local oysters on the half shell and socko crab-stuffed jalapenos that are made on the premises, not to mention the world’s best chocolate meringue pie. Petersen’s is not all perfection, however. An occasional fish may be overbroiled, and the fried seafood platter is by no means a classic. Don’t leave without a close look at the huge canvas of a collie dog, a lamb, and a snowstorm.</p><p>For breakfast, warm cinnamon rolls or spicy sausage kolaches can be had from the unfortunately named <strong>Sweets iT Eats,</strong> an earnest little bakeshop that also produces formidable tripledecker sandwiches on homemade bread. Ham salad here is fine, if a bit salty, and the pimiento cheese is pure state of the art. Great picnic potential. Just north of town on Business 35, <strong>El Torito</strong> Mexican restaurant offers eminently fresh soft chicken tacos and guacamole chalupas; it also passes the tortilla-chip test with flying colors.</p><p>Devotees of no-nonsense country cooking will think they’ve died and gone to heaven at the <strong>Hotel Blessing,</strong> twelve miles north of Palacios on Texas 35 in the prim hamlet of Blessing. Here, at communal tables in an enormous, well-worn dining room, people consume heroic midday meals that they serve themselves from pots and pans lined up along aged stoves. Pan-fried chicken, real roast turkey, giblet-and-egg gravy, cornbread dressing, peppery green beans with bacon, creamed corn, fresh cabbage, sweet potatoes unabashedly covered with marshmallows —more than a poor partitioned plastic plate can bear. Most of it is exceptionally gratifying too, save for the salads and sickly sweet sheet cake with grainy icing. The tab for this feast? $4. Upstairs off a broad hall are nineteen hotel rooms that look much as they must have when the place was built in 1906, as cattle buyers’ lodging. (Rooms 27 and 29, overlooking a pleasant balcony, are particularly nice.) If you can still walk after lunch, cross the street to the <strong>Blessing Saddlery</strong> with its working-cowboy gear and hat-cleaning service.</p><p>Crank the time machine forward with a trip to the <strong>South Texas Nuclear Project,</strong> which looms over the coastal plains east on FM 521. The visitors’ center, which I wish were the world’s only shingled geodesic dome, houses a variety of jolly do-it-yourself nuclear exhibits. Pedal a bicycle to illuminate a light bulb; punch a Strangelovian red button that says, “Push to start a fission chain reaction”; read reassuring prose about radiation and sanguine pronouncements like “Simply stated, a nuclear plant is a good neighbor.” Simply indeed. (Groups of four to ten can take on-site van tours Thursday through Saturday. Call (409) 245-1477 or 245-1792.)</p><p>Right down FM <strong>2031</strong> lies <strong>Matagorda,</strong> a wooded village that’s the gateway to the beach of record for this whole area. Once the only way out to Matagorda Peninsula was by boat, but now you can drive across on an alluvial strip laid down by the Colorado River. (When I start feeling sorry for myself for taking the wrong freeway exit, it cheers me to think of Stephen F. Austin, cooling his heels for months in Matagorda. He told a group of settlers to meet him at the mouth Of the Colorado. <em>They</em> thought they were supposed to wait for him at the mouth of the Brazos. They never did hook up.)</p><p>Close to the river, the beach is wall-to-wall with the lie-on-the-hood-of-your-car brigade, but persevere and you’ll come to less-populous zones. About eight miles up, the sand grows soft and treacherous. The Gulf here is perennially silty from the Colorado, and the sand is dun-colored. But —hey —it’s a beach. Check the mouth of the river for herds of scoop-billed avocets feeding like they’re on methadrine. Among the fishing camps on the river road back to, town, the <strong>River Bend Tavern</strong> is a honky-tonk to be reckoned with: huge and summer-campy, fitted out with woebegone couches, pool tables, and shuffleboards. When the river’s salt content is up, there’s fishing for trout and reds right outside. Matagorda itself boasts some lovely examples of indigenous coastal architecture, in particular the house at the corner of Fisher and Catalpa. C&Y <strong>Bait, </strong>surmounted with a fish and shrimp rampant, sells fresh local seafood —flounder, shrimp, monster cats from the Colorado.</p><img/><p><strong>Central Coast</strong></p><p><em>Permanent Spring Break</em></p><p>Aside from upper Bolivar, the only stretch of mainland Gulfside beach runs through Sargent to Freeport, where the barrier-island system begins again. This is an area more suitable for day trips than vacationing. Tiny <strong>Sargent</strong> could compete with austwell and Port Bolivar for the title of Most Bucolic Spot on the Coast. Sheep graze in the middle of town and Spanish-mossy trees overhang Caney Creek. From east or west, the approach to Sargent on FM 457 is lush and riverine, dotted with esoteric barbecue joints tucked back among the trees. Hold out for the <strong>S&G Bar-B-Q</strong> in Sargent itself, where a live-wire Scot named May doles out good pork or beef sandwiches with a lively sauce. The Christmas garlands are still up and your beer comes wrapped in tissue, so you know this place is okay. <em>Le tout</em> Sargent comes and goes, telling stories. “Remember that cow that died in the grocery store during Hurricane Carla?” Saturday pool-tournament nights are SRO.</p><p>The beach road is lined with a motley assortment of trailers, huts, and stilt houses plus hot spots of local renown, like <strong>Lillie’s Place</strong> (“Let’s Party”) and the <strong>Don Juan Marina.</strong> The beach is a curious one, so eroded that instead of sand there is fossil clay chewed out by the ocean. Waves foam into these strange outcroppings like som<em>e faux</em> New England scene, and the crannies catch a wealth of starfish and shells: rosy-mauve Taylor’s tellins, Texas’ prettiest; a smooth shark’s eye so big I am loathe to imagine the predatory marine snail that lived inside, clasping its nasty foot around hapless victims. To make any progress through the loose sand and shell of the beach, fourwheel drive is mandatory.</p><p>Farther up. at that industrial habitat called <strong>Freeport,</strong> where Dow Chemical reigns supreme, you face an existential choice. (1) You can go the laid-back route and take FM 1495 over the drawbridge to <strong>Bryan Beach,</strong> suitable for grandma and the kiddies. To the left is Quintana, a pre-Civil War resort for wealthy Texas plantation owners. A friend of mine who knows of a prime crabbing spot near Quintana refuses to divulge its exact location but does hint that you should look for junker refrigerators and lots of Indo-Chinese. To the right are several miles of undeveloped dirtcolored sand favored by locals. (2) You can take Texas Highway 332 to <strong>Surfside,</strong> the kind of beach scene your mother warned you about. Fong beloved by Houston high schoolers, this bumptious urban beach comes on like permanent spring break: the scent of coconut oil is pervasive, REO Speedwagon blasts from the stereos of a solid wall of cars, bikers rumble by on parade, honky-tonks perch right on the sand. If you’re into motion and spectacle, Surfside is for you. But anyone over 25 may conclude that the best thing about Surfside is the drive out-up a barrier peninsula with pelicans to the left, blue-green ocean to the right, and over the $1 San Luis Pass toll bridge to Galveston Island, where cows form a welcoming committee.</p><img/><p><strong>Galveston</strong></p><p><em>Victorian Ghosts</em></p><p>Galveston, with one foot anchored firmly in the nineteenth century, is the only town on the coast you’d care to visit on a rainy day. The city’s love affair with its own past means there’s life beyond the beach, and several new bed-and-breakfast inns now make it possible for visitors to partake of that haunted, quasiVictorian Galveston rather than just wistfully skirting its edges.</p><p>Guests at the <strong>Victorian Inn,</strong> a capacious 1899 Italianate villa filled with gorgeous woodwork, will find themselves rattling around the place the way Galveston doyenne Mary Moody Northen does <em>chez elle.</em> a walk-through window in one of four upstairs bedrooms leads onto a private screened porch —a circular roost where you can sit at twilight (511 Seventeenth; doubles from $75).</p><p>At the 1896 <strong>Meininger Guest House,</strong> a Queen anne extravaganza done up in theatrical art deco fashion, guests are likely to get spectacular Belgian waffles made by proprietress Linda Goldsmith, who also brews a serious cup of coffee. The upstairs Blue Room is highceilinged and finely detailed, a restful space that opens out onto a funny small porch with a very nineteenth-century view (1722 Church; doubles from $58).</p><p>Staying at the 1893 Bailey-Phillips house (doing business as the <strong>Gilded Thistle),</strong> may be the truest Galveston experience: it’s like walking into a Tennessee Williams play. Proprietors Pat Hanemann and his mother, Helen, have stuffed an idiosyncratic collection of antiques and bric-a-brac into the Victorian rooms. The substantial breakfast that comes with your room can be had on the delightful back porch, a green and shady affair that looks out over an ancient cistern (1805 Broadway; doubles from $85).</p><p>For more nineteenth-century excursioning, check the well-run <strong>visitors’ center</strong> operated by the Galveston Historical Foundation. It’s number 2016 down on the Strand, in the restored commercial district that harbors some of the most interesting shops on the coast. Cavernous old <strong>Hendley Market</strong> (2010 Strand) has a curious and highly original inventory: charming toys, antique clothing, vintage linenand-lace collars that Ralph Lauren would covet. A few blocks west is <strong>Colonel Bubbie’s Surplus Senter</strong> (2202 Strand), the world’s best army-navy store. Before you struggle into those Saudi pedal pushers or British Gurkha shorts, be aware that in hot weather the Colonel’s subterranean dressing room is not unlike the eighth circle of hell.</p><p>Aside from the Strand, the classic Galveston locus is the <strong>seawall,</strong> the only true beachfront promenade in the state. Bursting with life year round, the seawall encourages all sorts of frivolity: skateboarding, smooching, strolling, roller-skating, jogging, biking, sunbathing, ogling, staring out to sea. People roll along it in rented pedal surreys, giggling idiotically. People park RVs alongside it and sit inside pouring cocktails. Babies may have been born on it for all I know.</p><p>Seawall must-sees: the twin <strong>“Come In and Take a Gander” souvenir palaces</strong> cantilevered over the Gulf. Their great staircase displays are virtual shrines to Our Lady of Bad Taste. Take the long over-the-water walk to have a drink at the <strong>Balinese Room</strong> (2107 Seawall), erstwhile gambling den with an unbelievable Rousseauesque interior, and to look at an idea whose time has not necessarily come. Drive up the seawall to the glum <strong>Fort Crockett bunker,</strong> where multimillionaire George Mitchell will install boutiques to accompany his new luxury condo-hotel. If God had meant for there to be boutiques in bunkers . . . oh, never mind.</p><p>Galveston is the only coastal community that has seriously attempted to regulate its beaches, which have eroded considerably over the years. No cars allowed. Several access roads with public parking allow tourists (whom gracious mayor Gus Manual describes as an “inconvenience,” by the way) onto the long stretches of <strong>West Beach</strong> that run down to San Luis Pass. Sand’s not world-beater stuff, but it’ll do. East of town are the crowded, Felliniesque beaches —notably <strong>Stewart,</strong> which will invoke instant nostalgia for Yankees used to parking the car, loading up with beach gear, and eking out a spot on the sand. The pickup volleyball game at Stewart is something of a coast tradition.</p><p>Still farther east along the seawall is a rickytick little fishermen’s haven —one beer-bait joint after another. Stop at <strong>Nash’s,</strong> first place on the right, for beer and breeze-shooting at the open-air bar. At the island’s easternmost tip you can consort with the world’s whiniest seagulls while shelling for miniature angel wings, arks, and papery channeled duck clams. Waves flume in along an angled rock jetty and hallucinatory freighters hover in the Gulf, waiting for entry into the Houston Ship Channel. You can take your car onto the beach by paying a fee at <strong>R. A. Appfel Park</strong> or simply park outside and walk.</p><p>It’s always surprised me how little good food there is in Galveston, but there are a few restaurants you can count on. <strong>Russo’s (1228 </strong>Seawall) has outrageous chandeliers and outrageously good Italian shrimp dishes: scampi in lemony garlic butter and shrimp Fra Diavolo in a devilishly hot tomato sauce. <strong>Clary’s (8509</strong> Teichman) reliable old-school seafood can be a joy, particularly the exemplary stuffed flounder and the grilled oysters —a local quirk -which are dusted with flour and browned on a griddle. Don’t walk in grubby from the beach; it’s not that kind of place.</p><p>Good omelets and down-home cornbread are dished out by the not so <strong>Uptown Cafe (1424 </strong>Strand), home to one of the state’s oddest facades. Then there's <strong>Gaido’s (3828</strong> Seawall), the old chestnut, still comforting if you remember that it's a <em>shellfish</em> restaurant (it has a bad habit of overcooking fish). You are pretty safe with Gaido’s lump crabmeat, charcoal-grilled shrimp, and raw or cooked oysters.</p><p>Around the bend from Galveston Island but still on Galveston Bay is the <strong>Kemah-Seabrook</strong> area, a different world entirely. You do not go to Kemah and Seabrook to vacation. You go to eat crabs, buy fish, watch expensive boats on parade, drink in peculiar joints, and partake of what may be the most weirdness per square inch on the coast. Galveston Bay is a rich gumbo of types: shrimpers, refinery workers, IndoChinese, NASA people, affluent yachtsmen, Houston day-trippers. Every so often the Klan, in protest of Indo-Chinese shrimpers, stages a cross-burning on the much-traveled Texas Highway 146 drawbridge over the channel. (The area has subsided so much and boat traffic increased so greatly that on summer weekends the drawbridge is almost perpetually raised.)</p><p>The bird’s-eye view for boat watching is Captain Up’s, <strong>Jimmie Walker’s</strong> trendy bar on the Kemah side of the channel. Note how the most attractive member of each boating party invariably poses up front, figurehead style, as the pleasure craft plow into Galveston Bay. Clear Lake, to the rear, is one of the country’s largest collections of marinas, which makes for a solid stream of boats on weekends. Subsidence be damned, this whole area is exploding with condo construction. Not to be left out, Jimmie Walker’s has “Dockuminiums” going up outside —every man his own boat slip, starting at $19,450.</p><p>Nearby <strong>Pier 5</strong> looks like a coastal basket case. The car sitting on top hints that the owner has collected everything it is possible to collect; dine amid his flotsam on steamed crabs that you beat open with a two-by-two. The outside decks here are prime beer-drinking and boat-watching territory.</p><p>On the Seabrook side of the bridge, the <strong>Crab House</strong> offers heavily seasoned steamed crabs and all the accoutrements-mallets, newsprint, paper toweling. Lined along the channel are enough seafood houses to make a comparison shopper's heart beat fast. Check <strong>Captain Henry’s Seafood,</strong> which deals in antique stoves on the side, for a spectacular selection that may include the most fetching baby flounders you ever laid eyes on. Check the front door at <strong>Emery’s Seafood</strong> to see where subsidence gets you. (When water periodically surged through one late, lamented channelside bar, the regulars would just pick up their feet and go on drinking.)</p><p><strong>Maribelle’s</strong> sits prudently on stilts, pink and preposterous. This is the sort of beer joint that you have to know to love—raucous and raunchy and full of regulars in semipermanent residence. If you own a Harley-Davidson T-shirt, here’s where to wear it. When your back is turned, the decor probably grows and feeds on itself like an extraterrestrial life form. Big fun here includes weekend mud wrestling on the world's scroungiest patio, zany Hula Hoop contests under the auspices of the Flash Dog Show (don’t ask), and tacky lingerie shows Wednesday and Friday at noon. Maribelle, the Regine of Seabrook, still makes an occasional appearance. Get someone to tell you about the time she presided over a NASA splashdown party reclining in a bathtub full of raw oysters.</p><img/><p><strong>Bulivar and Beyond</strong></p><p><em>Shorebirds and Aggie Jokes</em></p><p>Sick of the chichi, the upscale, the thoroughly modern? <strong>Bolivar Peninsula’s</strong> jaunty rusticity maybejust the tonic. There’s not a condo in sight from the time you disembark from the ferry at Port Bolivar until you hit Sabine Pass 66 miles later. There <em>are</em> a lot of flea-bitten fishing cabins, pretentious beach homes, and marshy ranches plus a terrific beach drive and a couple of great birding venues.</p><p><em>(Continued from page 238)</em></p><p><em>(Continued from page 231)</em></p><p>First order of business is to ride the free <strong>ferry</strong> across from Galveston. The anthropologically minded would do well to make the fifteen-minute voyage at sunup, which affords a peek into the fisherman’s subculture in addition to heartbreaker views. At the ferry landing, note <strong>Zam’s</strong> (“Famous for Nothing”), where you may repair later for beer, good jukebox action, and shrimper shoptalk about how many thousands of pounds of bait they just bought. The owner has handwritten his favorite saws for the barroom wall —wisdom of the ages like “I learned long ago never to wrestle with a pig. You get dirty, and besides, the pig likes it.”</p><p>Take your first left, go over the ominously posted “Weak Bridge,” and proceed parallel to East Bay until you spy <strong>Milt’s Seafood</strong> to the left on Spur 108. Not only is this a fashion stop where you can buy the white rubber boots de rigueur for local shrimpers (only $29.90 to be the first on your block), it’s a fish stop where you can buy a clear-eyed snapper wrapped in an old <em>Wall Street Journal.</em> Swing through idyllic <strong>Port Bolivar,</strong> where roosters crow and livestock roam, and head back to Texas Highway 87 on Spur 108, crossing a bridge that’s a favorite crabbing spot for local IndoChinese. The sinister black <strong>Port Bolivar lighthouse,</strong> now part of a tidy private compound. lies off to the right.</p><p>A few miles east, off 87, take a right at the “Galveston Sanitary Landfill” sign and drive straight back toward the beach. Another right, a drive down to the beach to the far point, and you're at <strong>Bolivar Flats,</strong> the Woodstock of shorebirds. Alfred Hitchcock would have loved it—jillions of clamorous birds crowd these mud flats when the tide is out: pearly gray least terns, snaky Louisiana herons, out-of-scale pelicans, assorted plovers, and black skimmers by the hundreds, natty creatures with bright red forebeaks instead of boutonnieres.</p><p>Two attractions stand out at inaptly named <strong>Crystal Beach,</strong> where the honky-tonks are thick as sand fleas. One is the gangly Blue Water Wind Turbine, a shorebirdy affair billed as “a renewable energy experiment by Gulf States Utilities Co.” The other is <strong>Lester’s Bakery,</strong> where you can get good homemade doughnuts and even baklava, which is pretty exotic for these parts.</p><p>Still farther east, at Gilchrist, is fabled <strong>Rollover Pass,</strong> sacred to the fishermen who line this channeled cut through the middle of town, many of them in lawn chairs. This may be the best place on the coast to see funny hats. The name “Rollover Pass” allegedly springs from Prohibition days, when smugglers rolled their barrels over the narrow peninsula to East Bay. On the east edge of Gilchrist look in on <strong>Bryan Wolf’s Trading Post,</strong> where you can acquire an ancient accordion or one of a thousand used books—my 50-cent copy of <em>The Golden Bough</em> smells appropriately mildewed. Confirmed jokester Wolf puts out a monthly paper, the <em>Beach Triton,</em> at least partly so he’ll have an audience for his jokes. Heard about the aggie who moved his house back five feet? He had to take up the slack in his clothesline.</p><p><strong>High Island</strong> down the road is the first wooded landfall for exhausted birds who cross the Gulf en route north. Its salt-dome site raises it above storm waters, making it an “island” where salt water never reaches the trees. In spring birders flock to two beautiful High Island habitats in search of warblers, tiny, colorful birds more elusive than their shore cousins. Turn east at the post office to get to <strong>Boy Scout Woods,</strong> a voluptuous maze draped in honeysuckle and creepers. The garden outside—the one that looks like something on educational TV —was planted by Louis Smith. He sold this lovely patch to the audubon Society. To get to the bigger and wilder <strong>Smith Woods,</strong> take Texas 124 through town, turn right when you see a roadside park on the left, then take a dogleg to the woods. Behind a tragic-looking wreck of a house is a thicket tunneled with footpaths where birders skulk like hunters without guns. On the main road back to 87, stop at barnlike <strong>Babineaux’s,</strong> a threadbare beer joint and pool hall where big dances take place on weekends and the jukebox plays “Coonass From Vi lie Platte.” Proprietor Bob Bingham, a silver-haired guy with surprised black eyebrows, bears talking to —he’s equally at ease on the subjects of pollution, the oil bidness, birding, and wicked parties.</p><p>From High Island east, Texas 87 is posted with Road Closed signs. Everyone and his dog uses it anyway. Hurricane allen left this scenic beachside drive half eaten away in spots, partially drifted with baby dunes in others, so if you drive it, take it easy. Passage along this deserted stretch of coast seems almost allegorical: the sea wants this road, and the sea is getting it.</p><p>Incidentally, about the only place to stay hereabouts is the <strong>Gulfway Motel,</strong> in High Island (doubles from $28).</p><p>Toward the Port arthur end is <strong>Sea Rim State Park,</strong> about ten miles west of Sabine Pass, with seemly buildings, a nice beach, and an extraordinary boardwalk nature trail that allows visitors to walk over the watery marsh like gods. Across 87, at the <strong>Sea Rim Marsh Unit,</strong> you can take a noisy airboat ride back among the lakes or rent a canoe for a more serene primeval voyage, on which you can hear the gators slide —plop —into the water around you. As you approach Sabine Pass, the coast road puts on its Louisiana bayou-country face, veiled and luxuriant. Watch for helicopter ranches (they service offshore rigs) and some major yard art on the left as you approach town. Go right on FM 3322 to see the <strong>Sabine Pass Battleground,</strong> where young Houston barkeep Dick Dowling and more than forty Irish dock workers routed a pack of Union gunboats —even though Dowling had been ordered by Confederate general John B. Magruder to withdraw.</p><p>Back in <strong>Sabine Pass</strong> look for the neon crab marking <strong>Sartin’s</strong> (Texas 87 at Tremont), a roadhouse restaurant that serves some of the best crab you will ever eat. Twelve dollars a person gets you “platter service,” a prodigious parade of Louisiana-influenced seafood with seconds on demand. The expertly seasoned cold crab claws alone would be worth the trip. Sartin’s signature barbecued crabs are buttery and devastating even when they're mushy; they call for every last paper towel on that tabletop roll. There are first-class cayenne-peppery fried shrimp and frogs’ legs plus a red sauce that doesn’t even need doctoring. Cornmeal-fried fish and oysters are negligible, ironclad stuff, though, and the stuffed crabs are annoyingly mealy. Still and all, Sartin’s is a culinary landmark and a fitting end to a coastal tour.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "June 1983",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "Fishing",
      "Fish",
      "Seafood",
      "Shrimp",
      "Highway",
      "Water",
      "Beer",
      "House",
      "Galveston",
      "Oysters",
      "South Padre",
      "Birds",
      "Mansfield",
      "Padre Island",
      "people",
      "Alligator",
      "Houston",
      "Restaurant",
      "Texas coast"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Texas",
      "D.C.",
      "Galveston",
      "West",
      "Mansfield"
    ]
  }
}