{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19873",
    "date": "March 1987",
    "year": 1987,
    "month": 3,
    "month_formatted": "March",
    "pdf_uri": "/1987/19870300.pdf",
    "issue_cover_image": "",
    "document_start_page": 106,
    "toc_start_page": 104,
    "document_page_range": [
      [
        106,
        107
      ],
      [
        162,
        163
      ],
      [
        186
      ]
    ],
    "toc_order": 2,
    "toc_headline": "Hey, Mom, Have I Got an Assignment For You",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198703-heymomha",
  "source": "/1987/19870300.pdf",
  "wp_post_id": 123330,
  "wp_post_guid": "http://www.texasmonthly.com/article/hey-mom-have-i-got-an-assignment-for-you/",
  "authors": [
    "Prudence Mackintosh"
  ],
  "headline": "Hey, Mom, Have I Got an assignment for You",
  "dek": "",
  "spread_caption": "",
  "excerpt": "Once kids did their own homework. Now ambitious parents do it for them.",
  "kicker": "",
  "word_count": 2612,
  "content": "<img/><p><em>In highly competitive schools, homework isn’t for kids—it’s for overachieving parents.</em></p><img/><p>Illustrations By Etienne Delessert</p><p><span class=\"dropcap\">L</span>ike many parents (mainly mothers) in my Dallas neighborhood, I have been through what we once called junior high three times, once for myself and again for each of my two older sons. I have no advanced degrees for the extra years of classwork, but I do have a measure of expertise in the Mayan civilization, the Ku Klux Klan, and algebraic trains that pass in the night while traveling in opposite directions at varying speeds. My magnum opus, however, is a seventh-grade alamo diary written on paper that I soaked in tea and coffee grounds, dried in the oven, burned around the edges, and finally stained with the blood from my own finger.</p><p>I know that I am not alone in these dubious achievements. One has only to browse the beribboned projects at the school science fair to grasp the commitment some parents have made. “Gone back to graduate school?” I jest on seeing a mother combing the children’s encyclopedia at the neighborhood library at midday. This phenomenon is not limited to my neighborhood; any enclave of ambitious parents is susceptible. A Houston woman tells me that she once calligraphied a five-generation family tree for her son in one night. “Since he gave me so little advance warning, and we knew nothing of our own ancestors beyond my grandparents, I had to borrow a family from an elderly neighbor down the street who is into genealogy,” she confides.</p><p>In still another neighborhood, a mother admits to spending days trapping insects for her son’s bug project. “Well, he just schlepped around with a mayonnaise jar over the weekend and only had two cockroaches and some fleas off the dog,” she recalls. “I have seen these bug displays before. This is the big leagues. Some parents will have ordered exotic South american butterflies, and they will display them on natural imported vegetation.”</p><p>In the realm of schoolwork, parent involvement is so prevalent and taken for granted that I sometimes wonder if teachers can discern and assess the naked capabilities of their students. Accordingly, assignments seem to have escalated in complexity, as if the instructor presumes a back-up staff of researchers, graphic artists, writing coaches, and word processors. One mother will never forget her son’s ninth-grade science project, which involved his electrically shocking herds of roaches through a maze. “Then I think he ground up the ‘smart’ roaches and fed them to a new control group of roaches to see if the learned behavior could be transmitted through cannibalism,” she recalls. “The paper he wrote that accompanied it required a lot of poring over the works of behaviorist B. F. Skinner and several trips to the medical school library. We were so let down when he received a B. The teacher said his charts and graphs weren’t good enough.” I think I would have called for a Nobel committee review.</p><p>Similarly, mothers of sixteen-year-olds discuss the use of leitmotiv in Mark Twain’s <em>a Connecticut Yankee in King arthur’s Court.</em> “There must be more parents with advanced degrees in literature in this neighborhood than I thought,” said one. “I have my master’s, and I only made a C.”</p><p>Things weren’t always this way. Twenty-five years ago, the only parental help I can remember getting on a paper in high school was my mother’s driving me from my hometown, Texarkana, to the Shreveport public library so that I could research early american abolitionists and suffragettes. Why we thought a Louisiana library would enlighten me on either topic is, in retrospect, puzzling, but I do remember thinking it was a remarkable gesture on my mother’s part. Now I hear of a father who has a hookup to his son’s computer at UT so that he can assist the boy for four more years.</p><p>Parents get hooked into these performances in a number of ways. The schools consciously or unconsciously encourage them. The recent clamor for more homework as part of school reform casts parents in the role of study hall supervisors. If the homework is anything more than rote drill or busywork, it may unfairly extend the parent’s role of teacher. When our teaching skills are inadequate, we either become generous collaborators or feel guilty when our students do poorly. Parents begin to feel that they are being graded instead of their children. A woman with a son in a private school laments, “My son recopied his report on ancient Egypt four or five times because the teacher stressed that it had to be ‘perfect.’ When he received a D because it had three misspelled words and a punctuation error, I headed for the principal. ‘This can’t be a D paper,’ I said. ‘He did his research thoroughly, organized it all by himself, and it seems well written for a sixth-grader.’</p><p>“ ‘You should have proofread it,’ the principal said.</p><p>“ ‘I <em>did</em> proofread it. Does my child get a D because I can’t spell “pharaoh”?’ ”</p><p>Of course parents are reacting to their own peer pressure. One parent’s typing his sixth-grader’s report can send a whole neighborhood of parents to their typewriters. At the middle school’s open house, an eager mother asks, “Would it help if I laminated some flash cards and drilled him for his vocabulary test each week?” The next day there’s a run on index cards at the office-supply store. A professional decorator adds a few touches to the pumpkin art contest. An engineer consults on and finally designs a simple pulley device for a third-grade science lesson. A professional writer edits a college admissions essay. Once the ante is upped, independent student effort looks shabby by comparison. One must admire the wit and courage of the child who, when asked to make a soil table for his geology unit in science class, assessed the projects prepared by parents of his classmates and then unveiled his own four-legged mudpie table.</p><p>[Continued On Page 160]</p><p>[Continued From Page 105]</p><p>In addition to the parental peer pressure, I think the inflation of expectation from society also pulls parents into schoolwork. Private schools brag to their alumni that the alumni could no longer meet the current entrance standards. The much-quoted statistic that 96 per cent of our local school system’s students go to college is both heartening and intimidating. “What if my child is in the four per cent” is not the only fear; among competitive parents who set unreasonable goals for themselves (exercise classes at 5 a.m., indeed) the question may be, What if my kid is not in the top ten? In many households “no pass, no play” is translated to “no a, no play.” One parent confides, “More tutors are working with Ivy League-bound honor students in this neighborhood than with the kids who really need help.” In an insecure parent’s quest to measure “How’m I doin’?” on the fast track, the kid’s class rankings and ultimately his college acceptances are important mileposts.</p><p>Not all parents are driven to get tangled up in schoolwork by their own ego involvement. Some admit that their children are so overscheduled after school with drill teams, athletics, ballet, church activities, music lessons, and Scholastic aptitude Test prep courses that they honestly don’t have enough hours in the day to do it all alone. “I sort through her assignments every day and tackle what I consider the busy work myself—the map coloring, the poster lettering, and the magazine cutting,” one weary mother tells me. “The substantive work is up to her.”</p><p>Then again, some of us are just former schoolteachers who recognize the limitations of a teacher with thirty students. We see holes in our children’s education. We teach our own children to diagram sentences until some teachers in the schools reinstitute it. We nail maps on the breakfast room wall as geography blends into social studies. We are frustrated when our children make pedestrian trudges through poems, novels, and plays that we believe have soul-searing power. “I want him to know that there is more to history than dry facts and multiple-choice exams,” says one mother. I see her at the library with biographies of Thomas aquinas and Martin Luther. She checks out videos like <em>The Lion in Winter</em> or <em>a Man for all Seasons</em> in hopes that she can make it all come alive for her kids.</p><p>Particularly vulnerable are single parents, although many tell me that they’re just too exhausted to take on their children’s homework burdens. “If my kid fails, people will say it’s because we messed him up emotionally,” says a recently divorced mother. Extra guilt and an emotional need to be needed ensnare the single parent as well.</p><p>One doesn’t have to be divorced, however, to want to extend the nurturing role well into high school. The old intimacy between mother and son that threatens to disappear completely in the teenage years is sometimes briefly rekindled while burning the midnight oil together and scrambling to get a paper finished. “He seldom thinks I have the answers to anything anymore,” another mother confides, “but when it comes to sonnet form, an explication of Elizabethan language, or a Latin translation at midnight, he has nowhere else to turn.”</p><p>Some of my contemporaries insist that their involvement with their children’s schoolwork is a rebellion against the benign neglect they recall from their own childhoods in the forties and fifties. “My parents never took me to see any colleges or encouraged me to look at the catalogs,” one mother says. “I accepted going to the University of Texas as if there were no alternatives. If someone had just held out a dream for me-showed me that my scholastic ability had some door-opening power beyond the National Honor Society, I might have. . . . Well, i’m devouring my sons’ college catalogs as if they were best-sellers and fantasizing about the kind of life that might spring from four years in Massachusetts, Virginia, or even California. I don’t want my children ever to say, ‘Why didn’t you make me . . . take me to see . . . tell me about . .</p><p>The bottom line in success-oriented neighborhoods like mine is that failure isn’t permitted. And failure is narrowly defined as anything short of perfection. Although my own parents seemed inclined to lament but accept certain shortcomings in their offspring - stupidity, lack of gumption, or laziness-the more-affluent parents of my generation seem bent on remedying or removing every possible imperfection. We are afflicted with a sort of cosmic hubris brought on by a host of experts who assure us that if we buy enough books or attend enough seminars, we can raise a brighter child, develop a positive attitude, create a lifelong reader, keep our children drug free, get them into the right college, and guarantee them a painless, successful life.</p><p>We are cautioned to retain our sons with summer birthdays an extra year in kindergarten to give them a running start in academics and perhaps an advantage on the athletic field. We straighten their teeth, pin their protruding ears, and erase their acne. Perfecting their academic performance is more of a challenge. We employ child psychologists when they mysteriously lack motivation. One mother admits that the only result of her motivational efforts was the refining of her own ability to make charts on her children’s behavior. We also subject our kids to expensive diagnostic tests to discern aptitudes or to give failure a more acceptable name. I can’t imagine my mother keeping a straight face on being presented with a diagnosis of ADD (attention Deficit Disorder). But then she wouldn’t be tempted to purchase a book entitled <em>The One Minute Mother</em> to remedy it either.</p><p>My oldest son, Jack, always our noble experiment, once endured a battery of tests, which he now refers to as that “retard-weakness show up” test. “Thanks to that test, Mom,” he says, “I always remember when I sit down to study for a history exam that I have difficulty memorizing unrelated facts.” (Who doesn’t?) From this unfortunate experience, I conclude that it’s impossible to subject a child to any kind of tests without implying that something is wrong with him. Even my ten-year-old, William, clings to the notion that he’s a little deaf just because I had his ears tested at the Callier speech and hearing clinic after a winter of earaches.</p><p>We are more fearful of failure in our children’s lives than previous generations were. We have been cautioned since our children were born that we must keep their self-esteem up with lots of positive strokes. Psychologists tell us to correct the behavior, not the child, and to relieve their stress and anxiety by listening to them nonjudgmentally. As a result, we have come to view them as incredibly fragile creatures. When the doors to their rooms slam in anger or frustration over schoolwork, we are the first generation of parents to lie awake wondering if they will take drugs Or commit suicide. Letting them sink or swim was easier when the consequences of sinking were not so dire.</p><p>[Continued On Page 184]</p><p>[Continued From Page 161]</p><p>As parents, however, we can assume total responsibility for their emotional health only at the expense of our own. Kids are notoriously fickle worriers. They drop anxiety bombs like “i’m failing math” on their mothers. We spend most of the night studying quadratic equations and the next afternoon locating a tutor, only to have them say a day later, “Tutor? Oh, I don’t need one. She curved the test.”</p><p><span class=\"dropcap\">C</span>ommon sense suggests to me that our children are better served in their progress toward maturity by seeing real adults leading reasonably adult lives. Adults do not have lengthy conversations in the evening about associative and distributive math properties. They learned the location of the Cape of Good Hope years ago and perhaps can get on with adult thoughts about the plight of South africa. They read their home readers in 1952 and now can indulge themselves in the Sunday <em>New York Times</em> or the new John Trenhaile thriller. They wrote their own papers in 1962 and now earn money, not grades, with the skill they learned. They met each other in college, and while the kids are busy with their homework, they would like to get reacquainted.</p><p>If we are always supplying our children with creative ideas, instant answers, library books, and an overlay of presumably superior adult effort, we are denying them the pleasure of discovery and serendipitous sidetracks so essential to intellectual development. We are also shielding them from honest assessments of their own work at a time in their lives when learning from mistakes is less costly.</p><p>But common sense in child rearing is as uncommon as consistency. I still sometimes lie awake worrying more about the concluding sentence for William’s thirdgrade paragraph on snakes than I worry about the lead on my own article. Jack is a sophomore in boarding school, so i’m out of his academic efforts cold turkey. Drew, the fourteen-year-old, relieved me of his homework duties in the spring of the sixth grade, after I became maniacally obsessed with getting him organized. “When your mother buys a hole-puncher, you’re in trouble,” he groans.</p><p>During a recent exhibition of kites at our local library, the kitemaker was asked by an adult in the audience, “But how do you <em>make</em> a kite fly?”</p><p>“You can’t,” said the kitemaker with a mischievous grin, knowing that her audience is accustomed to control.</p><p>Nor can we make our children fly, even with nagging, prodding, and a dozen fix-it clinics for study skills and time management. We can adjust the harnessing and add longer tails, but if they fly at all, they will be borne aloft on mysterious winds that we can neither control nor predict.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "March 1987",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Mother",
      "Children",
      "School",
      "College",
      "Science",
      "Son",
      "Schools",
      "Students",
      "Work",
      "Anxiety",
      "charts",
      "Family",
      "History",
      "Research",
      "Spring",
      "Teachers",
      "Winter",
      "Alamo",
      "Art",
      "battery"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Dallas",
      "Houston",
      "Texas"
    ]
  }
}