{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19873",
    "date": "March 1987",
    "year": 1987,
    "month": 3,
    "month_formatted": "March",
    "pdf_uri": "/1987/19870300.pdf",
    "issue_cover_image": "",
    "document_start_page": 100,
    "toc_start_page": 98,
    "document_page_range": [
      [
        100,
        101,
        102,
        103,
        104,
        105
      ],
      [
        187,
        188,
        189,
        190,
        191,
        192
      ]
    ],
    "toc_order": 1,
    "toc_headline": "Top Gun",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198703-topgun",
  "source": "/1987/19870300.pdf",
  "wp_post_id": 123333,
  "wp_post_guid": "http://www.texasmonthly.com/article/top-gun/",
  "authors": [
    "William P. Barrett"
  ],
  "headline": "Top Gun",
  "dek": "Ten years ago Frank Lorenzo’s failing airline could barely get off the ground. Today, thanks to cheap fares, expensive takeovers, unionbusting tactics, and lots of glib talk, it’s the biggest airline in the country. But how far can he make it fly?",
  "spread_caption": "",
  "excerpt": "Texas air chief Frank Lorenzo took an airline with no profits and limited prospects and built it into the country’s largest. How? By betting like the sky’s the limit.",
  "kicker": "",
  "word_count": 8711,
  "content": "<p><span class=\"dropcap\">T</span>he airplanes are an inescapable presence in Rego Park, a shady, middleclass Queens, New York, neighborhood of chattering squirrels and alphabetically arranged streets. It is hard to imagine that anyone would consider the roar of takeoffs and the screech of landings at La Guardia airport just three miles away as anything other than a nuisance. But Frank Lorenzo, who grew up in Rego Park at the dawn of the jet age, must have heard something in the din that captured his imagination. The intense, dark-eyed teenager was captivated by air travel at a time when other boys were diverted by sports heroes or pretty girls. He decorated his bedroom with airplane posters and model planes. At fifteen, after his first trip to Europe, Lorenzo bought his first stock, in TWA. It was a fitting move, considering what was to come. For Lorenzo was to take a feeder airline called Texas International airlines—an organization with no profits and limited prospects-and within fifteen years build it into Texas air Corporation of Houston, the country’s largest airline holding company, second in the world only to aeroflot, the Russian state airline. In the process, Lorenzo conquered Eastern and Frontier; created New York airlines; gobbled up the pride of a regulated industry, Continental; and defeated the darling of deregulation, People Express.</p><p>How Frank Lorenzo-now chairman, president, and chief executive officer of Texas airhas come to control one out of every five seats in the sky has nothing to do with the romance of flight and everything to do with the ways of american business in the eighties. Lorenzo didn’t dramatically alter the way we fly by running a particularly better airline or by making bigger profits; like the speculators who are his counterparts on Wall Street, he triumphed by using his financial and negotiating skills to make deals, many built on ever-growing piles of debt. The radical changes he brought about in the airline industry took place not in the sky but on the ground.</p><p>The first generation of airline company presidents were romantic fliers like Eddie Rickenbacker, and for most of its history, the airline business was a cozy, closed circle that could always depend on the protection of the federal government, in the form of the Civil aeronautics Board, to keep profits up and competition down. Lorenzo, 46, is a man who personifies the next wave. He has been painted as a pragmatic prince of darkness, a cold and extremely private man who can change his persona to suit his needs.</p><p>(Through a company spokesman he declined to be interviewed for this article after being informed it would focus on him rather than his company.) He has proved himself to be a person who will say or do whatever’s necessary to get his way: Lorenzo fired thousands, slashed salaries, eliminated pensions, increased work loads, and persuaded a court to throw out hallowed labor contracts. He shut down an airline and endured a prolonged strike to win work rule concessions. When regulated fares were the law of the land, he won permission to institute discounting. He engineered the first hostile takeover of a major airline-a move so bitter that the rival president committed suicide. He took a company with $50 million in the bank into chapter 11, and while it was in bankruptcy court, he bought companies and floated new stock offerings.</p><p>With his bold bet-the-ranch schemes, Lorenzo has changed the way we fly, most notably in the lower fares we pay. At the same time, he has kept his stockholders happy. With a company debt of more than $4.5 billion, Texas air stock trades at four times its book value. Lorenzo has also made himself a rich man: unlike his peers, he is an owner-manager, owning about 3 per cent of Texas air stock. Along with generous stock options and an estimated yearly salary and bonus topping $500,000, Lorenzo’s stake in Texas air and related companies exceeds $40 million at this writing. In breaking all the rules of the airline industry, the outsider from Queens has remade them in his own image.</p><p><strong>In college, frats called Lorenzo Frankie Smooth Talk. But can he talk his company’s way out of $409 million in debt?</strong></p><img/><p>Carol Guzy/Black Star</p><img/><p><strong>Bob Carney teamed up with Lorenzo in 1966. In twenty years they took their airline to dizzying heights—but their partnership didn’t survive the trip.</strong></p><p><strong>Frankie SmoothTalk</strong></p><p><span class=\"dropcap\">F</span>rancisco anthony Lorenzo was born May 19, 1940, in New York City, the third of three sons to Olegario and ana Lorenzo, who had emigrated as children to the U.S. from Galicia, Spain. Young Lorenzo learned about risk from his father, a beauty salon operator who played the stock market (his estate, probated after his death in 1980, showed ownership in sixteen securities, worth $120,000). Frank’s knack for manipulating numbers showed up early too: as a junior high school student, he ran the pool on the World Series. He was an outsider at prestigious Forest Hills High School in Queens, a role he would take on again with his airline career. A middle-class blue-collar kid from a Spanish family, Lorenzo attended a school that was cliquish, competitive, and overwhelmingly white-collar Jewish. John Vinocur, now the editor of the <em>International Herald Tribune</em> in Paris, was in Lorenzo’s class. Paul Simon and art Garfunkel were a year behind. Lorenzo, when he is remembered at all, is recalled as a pleasant, if unassuming, student. He was a hall monitor and worked on the photo staff of the school newspaper. A yearbook write-up says he planned to study engineering.</p><p>The making of Frank Lorenzo seems to have begun at Columbia University, where he graduated in 1961 and later endowed a scholarship in his father’s name. He was well known there amid the two thousand students; he joined the top fraternity, Sigma Chi, and served in student government as secretary-treasurer of the undergraduate dormitory council. Former classmates use words like “glib” and “slick” to describe him. “He tended to skate close to the edge,” recalls classmate David C. Furman, Jr. Lorenzo’s college nickname around his frat: Frankie Smooth Talk.</p><p>The moniker seemed particularly well suited in light of an incident that occurred in Lorenzo’s sophomore year. As outlined in a <em>Columbia Daily Spectator</em> expose on May 1, 1959, Lorenzo was a lieutenant in a budding campus political machine linked to Christian fraternities that was battling a similar organization allied with Jewish frats. The night before the final day of balloting for seats on the student governing board, Lorenzo and other Christian Greeks met in a dorm roomLorenzo’s, others now confirm—to discuss, in the newspaper’s words, “the possibility of voting twice.” The plotters compiled a list of students unlikely to vote and then went to work rigging the election.</p><p>The plot was foiled when Lorenzo was the only member caught in the act of double voting. “at first he denied everything,” the paper reported, “and . . . claimed that he had tried it as a ‘stunt’-to test the Election Commission and see if anyone could actually get away with voting twice.”</p><p>That line quickly changed. “Lorenzo soon cracked under the pressure of the Board’s questioning and admitted to voting twice,” the <em>Spectator</em> said, adding that he and five others were “banned from voting ever again in a Columbia election.” When classes resumed in the fall, the paper called on him to resign his dorm council post, citing his “lack of any semblance of self-respect and honor.” Lorenzo’s resignation became public that day in a letter that showed a flair for obfuscation: “The political events of the past semester make my resignation . . . mandatory.” The rest of Lorenzo’s days at Columbia passed uneventfully. He was elected vice president of his fraternity, and his interests shifted toward economics. He read biographies of averell Harriman and andrew Carnegie and put himself through school by selling ties at Macy’s, waiting tables, working in the university’s publicity department. He also drove a Coca-Cola truck, a position that required the man who would later be known as a union buster to join the Teamsters.</p><img/><p><strong>The Outsider: In high school, the unassuming Lorenzo served as hall monitor.</strong></p><p><em>William P. Barrett is a former Houston bureau chief and national correspondent for the</em> Dallas Times Herald.</p><img/><p><strong>Continental president alvin Lindbergh Feldman was a dignified, old-fashioned administrator who was ineffectual against Lorenzo’s aggressive takeover techniques. Their bitter battle for control of the airline ended tragically.</strong></p><p>Having decided on a career in business, Lorenzo headed for the citadel of american finance, Harvard Business School. Its impact on him is unclear. In a magazine interview after coming to Texas fifteen years ago, Lorenzo discounted the value of Harvard’s vaunted casebook method, in which real-life business situations are analyzed: “You’re dealing with pure theory in the classroom. It’s one thing to read about a company in a textbook, but it’s something else to handle the practical problems of real people, in real situations, and still keep your commitment to making a profit.” He fit in well enough to be elected vice president of the Finance Club, best known for running a popular stock-picking contest. But Lorenzo always had an angle of his own: he maintained a personal stock portfolio and also ran the cafeteria newsstand, which was highly profitable. It was the only store on the business school campus.</p><p>Lorenzo graduated in 1963. After a short stint in the army that year, he returned to New York City, where, at 23, he began his airline career.</p><p><strong>The Gospel according to Frank</strong></p><p><span class=\"dropcap\">L</span>orenzo’s. first job was as a financial analyst for TWA, the airline he had adored in childhood. In 1965, when TWA president Floyd Hall moved to head Eastern airlines, Lorenzo was one of the bright young staffers who accompanied him. As a manager of financial analysis, Lorenzo distinguished himself as a man who could push past details to the heart of the matter, but he was too ambitious to patiently work his way up the corporate ladder. A year later, at 26, he resigned to go into business with a softspoken Harvard classmate from New England, Bob Carney, who had worked for two New York investment houses.</p><p>The two formed Lorenzo, Carney, and Company, although the “company” at that time was a secretary. “We thought we could make some money in airlines,” Carney recalls. “We had an entrepreneurial urge.” Each partner put up $1000. Lorenzo Carney was essentially a consulting firm in search of investment opportunities. It advised Zantop air Transport, a cargo carrier, and British West Indies airways before realizing that more capital would be needed to make it big.</p><p>The pair organized Jet Capital Corporation in 1969, kicking in $35,000 from their own pockets, raising more than $1 million through a public offering, and maintaining majority control. They considered buying jets and leasing them to other airlines, but the stock sale took place just before a recession that dried up capital markets as well as the aircraftleasing business. It was then that the notion dawned on Lorenzo and Carney that they could own an airline instead of just helping one. “It occurred to me,” Lorenzo later told an interviewer, “that we could offer a combination of financial advice and equity participation —after all, Jet Capital still had the proceeds of that stock sale —to companies that were in dire need of it.”</p><p>After an unsuccessful attempt to buy Mohawk, a small, struggling regional carrier based in Utica, New York (it merged with allegheny, now U.S. Air), the partners found a downand-out 24-yea.r-old Houston-based carrier named Texas International airlines (TI) in 1971. It was a real turkey. Formerly Trans-Texas, TI was better known as Tree Top airways or Teeter Totter airlines. In five years the airline had lost $20 million, primarily by overexpanding its fleet and debt while servicing such less-than-promising markets as Fort Polk, Louisiana, and Jonesboro, arkansas. Its status as an international carrier rested tenuously on a weekly money-losing milk run from Houston to Veracruz and Tampico. Still, what looked like a loser to most people looked promising to Lorenzo Carney. In fact, the purchase and subsequent operation of the airline served as a blueprint for future operations.</p><img/><p><strong>The Big Talker: Lorenzo’s glibness got him out of a Columbia election scrape.</strong></p><img/><p><strong>The pilots were Lorenzo's most rancorous enemy during the Continental takeover. He accused them of greed; they accused him of compromising safety.</strong></p><p>Chase Manhattan Bank, a lender on the Mohawk deal, was also TI’s lead creditor. Unhappy with the airline’s management, it had arranged to bring in Lorenzo Carney as consultants at $15,000 a month with an eye toward possible sale. A few months later the partners stepped off a plane in Houston for the first time. Their task was daunting: stockholders, creditors, and bankers all wanted their share of the airline. There was also another competitor-eccentric billionaire Howard Hughes, who had just bought Californiabased air West and saw TI as a key to his plans for a national airline.</p><p>In the end, however, Lorenzo Carney won. “The trick was in getting the large group of investors together,” recalls Robert Garrett, then a Smith, Barney, and Company official advising Lorenzo and now a Texas air board member. “It took an enormous amount of energy. And Lorenzo, being Lorenzo, was trying to make the deal better for himself.” The final agreement called for a complex $35 million refinancing equity program; Jet Capital got stock and warrants for 24 per cent of the equity but a controlling 59 per cent of the voting power. The deal also served as an early example of the Lorenzo style: the $15,000-a-month consulting fee allowed the partners to swiftly recoup the $35,000 they had invested to buy an airline under Jet Capital’s aegis. Lorenzo and Carney got TI practically for free.</p><p>At a shareholders’ meeting in august 1972, the 32-year-old Lorenzo was elected president and chief executive officer while Carney became executive vice president. <em>Dun’s</em> called Lorenzo the youngest airline president in world history. That year was important to Lorenzo in other ways. He got a pilot’s license and married Sharon Neill Murray, a Mount Holyoke graduate who was a legal assistant in a New York law firm and the daughter of a wealthy Florida real estate investor. The death from heart failure of Lorenzo’s stockbroker brother, Olegario Junior, at 43 helped persuade Frank to take up jogging. He pursued it with the same determination that characterized his business efforts: Lorenzo eventually became an under-four-hour marathon runner.</p><p>Ti faced a double threat to its survival. As an interstate carrier whose fares were regulated by the Civil aeronautics Board, Ti was squeezed between fledgling Southwest airlines, which could charge lower fares because its intrastate route system fell outside federal jurisdiction, and Braniff, an established carrier with extensive resources and operations. Under a mandate from its creditors to show results fast, Lorenzo and Carney streamlined, dropping unprofitable markets and slimming payrolls. For a while, it worked. In 1973 Ti posted a profit of $320,000 —the first in many years.</p><p>Trouble hit in December 1974 with a strike of unionized ground employees. The airline could have kept flying by simply meeting the demands (standard procedure in the airline industry), but Lorenzo was determined to win work rule concessions. The result: TI remained grounded for four and a half months, during which it furloughed almost all employees and drastically cut the salaries of executives. The dispute ended in april 1975 on terms generally favorable to TI.</p><p>It was a telling victory, and Lorenzo made the most of it. In a newspaper interview after the settlement, he painted the unions as villains. “The groundworkers union,” he said, “has demonstrated little concern for the well-being of any of us, for that of any of our cities, and, of course, for the company, which must somehow pay the bill.” In what would become yet another pattern, Lorenzo’s remarks engendered bitterness in company workers, who recalled his promises of big rewards once the airline broke into the black.</p><img/><p><strong>The Capitalist: at Harvard Lorenzo had his own newsstand and stock portfolio.</strong></p><img/><p>Randy Taylor/Black Star</p><p><strong>In 1986 Eastern chairman and former astronaut Frank Borman attempted to use Lorenzo’s purchase offer to get concessions from the machinists union. Instead, Lorenzo got the airline—and its thorny labor problems.</strong></p><p>Lorenzo had losses to contend with again. Despite belt-tightening and $11.1 million in strike aid from other airlines, the company posted a 1975 loss of $4.37 million. At mid-year Lorenzo went back to his creditors and persuaded them, as he had when he had bought the airline, to restructure the debt, this time by lengthening the payback schedule. Still, by year’s end, TI had managed to repay one third of the $35 million debt that had existed when Lorenzo had taken control of the airline in 1972. In 1976 the airline had a profit of $3.2 million, by far the highest in the company’s history.</p><p>But if TI was to survive, Lorenzo had to find a way to beat Southwest’s low fares. Prohibited from discounting regular fares, TI had experimented with reductions on largely unregulated standby tickets. The airline had, for instance, promoted a new route from Houston’s Hobby Field to Dallas-Fort Worth airport by offering standby fares keyed to the day of the month: $1 for travel on august 1, $6 for travel on august 6, and so on. Searching for a steady way to fill those empty seats, the company came up with Peanut Fares, in which passengers could lock into cheap fares on certain flights with light passenger loads.</p><p>It was a good idea-but it was against Civil aeronautics Board (CAB) regulations. Lorenzo’s response was to lobby the agency to change the rules. He succeeded; in January 1977 Ti was granted a one-year trial. Peanut Fares were an instant success, boosting Ti passenger loads on some flights from 30 to 90 per cent. The agency would eventually rule against Lorenzo when Braniff groused that Ti advertising misleadingly stated that all seats were discounted, but no one seemed to care. Spurred by Ti’s success, sharply discounted fares, previously limited to intrastate markets in California and Texas, spread to several national airlines.</p><p>For 1977 Ti’s profits swelled to nearly $8 million. In March 1978 the carrier voted its first cash dividends in years, enough to pay Jet Capital’s entire investment in Ti. The company soon listed its stock on the american Stock Exchange, swiftly raising $28 million by offering a package of common stock and subordinated debentures-the first time any airline had done that.</p><p>By 1978 Ti was the fastest-growing airline in the United States. Its 15,000-mile route system stretched from coast to coast and south into Mexico. Profits that year hit $13.15 million. In Texas the airline had even made substantial gains in Southwest’s territory. Midland oilman Tom Johnson, the only Texan in Lorenzo’s fraternity at Columbia, remembers the fanfare surrounding the start of Ti service to his hometown. Back when they had been fraternity brothers, Lorenzo had made fun of Johnson’s Texas talk; but at Ti’s reception in Midland, Lorenzo could be heard “y’alling” and “you betting” the crowd like a native. “I asked him about it afterward,” Johnson recalls, “and he said, ‘Hell, i’m a Texan now.’ ” In just six years Lorenzo had beaten the industry at its own game. Unfortunately, the rules were about to change. In Washington, consumer activists in Congress were complaining that air fares were too high for the services offered and the costs involved. Deregulation was afoot, and CAB chairman John Robson (whom Lorenzo would later make a Continental director) had told Congress in april 1976 that his agency endorsed such legislation. A year later President Jimmy Carter embraced the proposal, and lawmakers passed it in august 1978.</p><p>Deregulation terrified most airline managers, including Lorenzo initially. It spelled the end of protected routes and guaranteed profits gleaned from inflated air fares—in short, the way airlines traditionally made their money. But then Lorenzo started thinking. As he explained years later: “Here I was, the president of a little airline in the middle of Texas with a fleet of old planes. We had a pig in a poke; there was no way we didn’t want the government to continue regulating what we did. But as I talked to the smart staff people who were working on the legislation, I saw several things clearly. First, deregulation was probably going to happen. Second, it would come with the force of a tidal wave and turn the airline industry upside down. And third, I thought that it was a wave that could be ridden.” Lorenzo, unlike his competitors, could see a solution to his problems.</p><p>[Continued On Page 185]</p><p>[Continued From Page 103]</p><p><strong>the Takeover King</strong></p><p><span class=\"dropcap\">“W</span>e were looking at the balance sheet of National one day,” recalls Bob Carney, “and we were struck by how cheap it was.” Thus did Lorenzo discover one way to defeat deregulation: he would expand not by building up his own airline but by taking over a larger one. In the spring of 1978 he picked as his target National airlines, an ailing nationwide carrier with four times TI’s own revenues. Debt-financed takeovers have since become commonplace, but the National takeover was radical for its time. Not only was it a breach of industry etiquette; there were also practical matters to be considered, like TI’s relatively modest assets and CAB rules requiring agency approval of airline stock purchases (the agency would stay in business another five years). Lorenzo and Carney decided they could handle the added debt, and within two months, TI had purchased 9.2 per cent of National with bank loans.</p><p>When TI announced its intentions, the CAB responded that Lorenzo’s plan to continue buying National stock without the agency’s approval would lead to a “knowing and willful violation” of federal law. But rival airlines responded by following TI’s lead. Pan am and Eastern, also sensing the future, announced their interest in National, and the battle was on.</p><p>Lorenzo fought harder <em>{Forbes</em> magazine dubbed him “Lorenzo the Presumptuous”). Ti kept changing its proposal to stay in the game, offering a dizzying combination of cash, stock, and something called an “11.75 per cent senior sinking fund debenture due 1989.” Eventually, National’s directors sided with Pan am, but Lorenzo, as usual, had something to show for his labors. In a negotiated settlement, Ti said in July 1979 that it would sell its stake in National to Pan am at a profit of $46 million, pretax. In addition to pocketing a nifty profit, Frank Lorenzo had just ushered in the era of hostile airline takeover attempts.</p><p>Emboldened by his near success with National, Lorenzo set his sights on TWA, which had revenues fourteen times those of TI. In September 1979 Lorenzo arranged a breakfast meeting at the Hotel Carlyle in New York with TWA chairman Edwin Smart. The upstart made his purchase offer, a bid so jarring that the insulted Smart stormed out without eating. TI persisted, acquiring 4 per cent of TWA stock, but Lorenzo lost interest in early 1980 and sold out a few months later.</p><p>The brashness that characterized TI from without also characterized the company from within. It was not a cozy bureaucracy but a volatile, result-oriented organization. As long as financial objectives were met, executives had plenty of power, but this same freedom accounted for frequent personality clashes. “There’s a pattern over and over,” said one exemployee. “Frank brings in bright people, gives them too much leeway, and it goes to their head as an ego thing. Frank gets more demanding, the business takes a downturn, and they’re out.” Executives seemed to last either less than ten months or more than ten years. Some employees left because their ambitions matched Lorenzo’s. TI president Donald Burr, also a Harvard man, had been the best man at Lorenzo’s wedding and the godfather to one of his children. Along with top aide Gerald Gitner, Burr had tried unsuccessfully to convince Lorenzo that all-out discounting and employee-ownership were the keys to future success in the airline industry. Eventually, Lorenzo’s old friend would become one of his chief competitors—Gitner and Burr would leave to form People Express, the first airline launched after deregulation. It offered discount fares and employee ownership plans. Harry Chandis, a senior vice president of U.S. Air, replaced Burr. He lasted fourteen months. Each of the next two lasted less than a year.</p><p>Lorenzo drew new blood from the federal regulatory agencies, creating the kind of revolving door that had long existed between other corporations and the government. Philip J. Bakes, a former CAB general counsel, became Lorenzo’s vice president for governmental affairs (he is now the president of Eastern). Clark Onstad, a former chief counsel at the Federal aviation administration, also joined the team. Former CAB chairman alfred Kahn, in many ways the spiritual father of deregulation, joined the board of New York air. Critics, who counted fifteen such hires from government, charged that Lorenzo was buying influence, but no one listened. The rules had changed, after all.</p><p>Lorenzo was on the move again. In 1980 he created a shell holding company, Texas air Corporation, which consisted, an aide later joked, of “Frank Lorenzo and a whole lot of debt.” One subsidiary was New York air, a discount carrier that had been created partly to compete in the lucrative Northeast markets. The unstated but even more important agenda was to organize the first nonunion airline, a plan that was kept from unions and the press for as long as possible. By the time that word got out, it was too late for the outraged unions. Meanwhile, Lorenzo was planning to make the run of his life, for Continental airlines.</p><p><strong>CAGING the Proud Bird</strong></p><p><span class=\"dropcap\">O</span>ne of the class acts of american aviation, Continental flew coast to coast and across the Pacific. It had a glorious history, founded by legendary aviator Robert Six, its head since 1936. Despite deregulation, it had maintained expensive fares and the loyalty of its passengers—Continental consistently ranked near the top of passenger approval surveys. In other words, the airline couldn’t be less like TI, which just as often ranked near the bottom. But Continental was having labor problems, and worse, it was having profitability problems, losing $13.2 million in 1979 and $20.7 million in 1980. The mandate of Continental’s dignified new president, alvin Lindbergh Feldman, was to turn it around, which he hoped to do through a merger with its West Coast rival, Western airlines.</p><p>No one but Lorenzo seemed to notice that Continental was ripe for a takeover. It was cheap—its stock market value was only $150 million, far less than the value of its modern, unmortgaged air fleet alone, some of which a shrewd buyer could sell to finance the acquisition. Also, it was available. Big institutional investors held 30 per cent of the company and could probably be persuaded to sell, because its stock price had stagnated at $10 a share. Texas air secretly began buying Continental stock in late 1980. In February 1981 Lorenzo announced Texas air had acquired 9.5 per cent of Continental’s shares and was making a tender offer for $6 million more at $13 a share—cash.</p><p>Continental tried to counterattack, but Lorenzo had it outgunned. Texas air beat back every Continental bid for a court injunction and also won a key CAB ruling allowing the company to buy up to 48.5 per cent of Continental stock immediately, which it did. While the 53-year-old Feldman remained at Continental’s Los angeles headquarters, Lorenzo was everywhere, flying around the country lobbying legislatures, institutional investors, and even the media. Lorenzo made many promises. He wrote California officials that he had no plans to move Continental headquarters or any of its operations out of Los angeles. He said he had no intention of firing employees. He said he wouldn’t sell planes to raise money. Within two years he had done them all.</p><p>Continental’s unions were not won over, and they were far more effective than management was in fighting Lorenzo. They came up with a brilliant defense: an employee stock-ownership plan (ESOP), under which workers would buy control of the company. Federal law granted ESOPs significant tax breaks, and several large banks offered to provide the required $185 million financing. Feldman went for the idea. The unions went national with their campaign and even got the Texas Legislature to pass a resolution commending the plan, in effect opposing the efforts of a Texas-based company to make a major out-of-state acquisition.</p><p>But there was a glitch. The plan needed majority approval at a shareholders meeting—and Lorenzo had 48.5 per cent of the stock, enough to block. Continental went to the New York Stock Exchange and the California Corporation Commissioner’s Office to try to enact the ESOP without such a vote, but permission was denied. On august 7 the banks withdrew financing commitments, dooming the plan.</p><p>Two days later, as Lorenzo was in Sacramento lobbying the California government, Feldman went to his office at Los angeles International airport. He approved a press release to be issued the next day, saying the ESOP “no longer appears likely.” He left the building but returned with a package. Around eight that night he called the security office and asked guards to turn off the lights in his suite. He then reclined on a couch, put a newly purchased gun to his head, and pulled the trigger.</p><p>Feldman’s death took the fight out of the unions. One month later, Texas air boosted its stake in Continental to 50.3 per cent. In November 1981 Continental management surrendered. Standing alone, TI had been the nation’s seventeenth-largest airline. Combined with Continental, it jumped to number seven.</p><p><strong>the Lorenzo Law</strong></p><p><span class=\"dropcap\">L</span>orenzo’s losses jumped too. Both airlines were hurt by general industry conditions, increased competition, and the air traffic controllers strike, which hindered expansion plans. For 1981 Continental reported an operating loss of more than $100 million, and by early 1982 stock was selling for $4, far below the $13 paid by Lorenzo. Texas air’s own loss for 1981 was $47.2 million. The formal merger of Continental and TI by the end of 1981 failed to produce significant efficiency savings or revenue increases, even after Braniff filed for chapter 11 bankruptcy in May 1982. “a stockholder’s nightmare,” <em>Barron’s</em> called it.</p><p>Lorenzo tried to solve his problems by cutting labor costs. During the second half of 1982 he persuaded pilots to agree to forgo pay raises. The flight attendants union offered to absorb $35 million of the shortfall. Lorenzo turned it down as insufficient. Problems loomed with groundworkers represented by the International association of Machinists (IAM). There was trouble in the office too. Bob Carney, always lukewarm about the Continental acquisition, left active management of Texas air that year. In March 1986 he sold his stake in Jet Capital to Lorenzo, another Texas air board member, and Texas air itself for $11 million. (Carney has repeatedly refused to explain why he ended his twenty-year partnership with his Harvard classmate, saying only that he wants to devote more time to development of a discount travel business, Vacations to Go. He does praise Lorenzo’s “brilliant” financial mind.)</p><p>At the same time, Lorenzo was accumulating lots of cash. He began selling off Continental aircraft, netting $21 million. Chase Manhattan Bank lent $32 million. A public offering of Continental stock raised $37.5 million. In January 1983 american General, a large Houston insurance company, lent $40 million. So in spite of its debt-Continental lost $84 million during the first half of 1983 —Texas air had around $80 million in the bank, double the amount of just a few months earlier. This cache fueled speculation that Lorenzo was preparing to raid yet another airline. Giving away nothing, Lorenzo told an interviewer in april 1983 that he simply wanted “to be able to take advantage of opportunities that came along.”</p><p>As it turns out, the cash reserves were used for an even riskier proposition: the opportunity to use chapter 11 of the federal bankruptcy law —traditionally used by financially troubled companies to reorganize while shielded from their creditors by the courts—to break the unions. Lorenzo has since asserted that he implemented chapter 11 only as a last-ditch measure, “an admission of failure,” as he called it in a 1984 appearance at Harvard Business School. But according to evidence that surfaced during later litigation, the idea of using chapter 11 was in someone’s mind at Continental at least four months earlier, an eternity in an action-oriented company like Texas air, which puts together deals in days. In mid-May, Dick adams, the senior vice president of operations, scribbled a note to himself that said “creditors want $ if see Chap 11 coming.” a month later another note referred to chapter 11 as the “big stick.”</p><p>In July Continental hired outside bankruptcy counsel. An august memo from President Phil Bakes said, “We probably will want to discuss the pros and cons of Chap 11... but in the context of a possible risk, not a chosen strategy.” Continental’s international routes were reorganized into a separate corporation.</p><p>True to Lorenzo’s form, presentation was everything. Management developed a strategy to place the blame on labor problems from the start, not, say, on failed marketing plans that had helped make Continental the country’s only major airline to see its revenue and passenger load dip in the three months ending September 30. “What we tried to do,” Lorenzo said in that Harvard speech, “was shift the story from its being a bankruptcy to a labor problem as fast as possible.” Lorenzo made even greater demands upon the unions, sometimes reducing offers already on the table. The IAM struck august 11, but Continental kept flying by trimming operations 10 per cent, furloughing some nonstrikers, and hiring workers at $10 an hour to replace $16-an-hour unionists. Nonunion employees agreed to pay cuts of 15 per cent. Lorenzo bypassed union leadership whenever possible, pressing his case with the workers themselves. The cash losses continued mounting: Continental lost a staggering $38 million in the three and a half weeks before the filing.</p><p>On Saturday, September 24, 1983, at 5:30 p.m., Lorenzo staged the biggest gamble of his career by putting Continental into chapter 11. Legally, it wasn’t clear whether union contracts were revokable at all, nor was it certain that existing contracts could be abrogated immediately upon the filing of the petition, before a judge’s ruling. There was also the specter of thousands of passengers turning their backs on an airline ensnarled in bankruptcy. Certainly there was nothing to stop rivals from stepping up service, cutting fares, and doing Continental in.</p><p>The airline immediately shut down operations and laid off all but 4000 of its 12,000 employees. Continental executives said the line would resume flights three days later to selected cities at the low price of $49 one way. Returning workers would face pay cuts, increased productivity requirements, and the elimination of all pensions. The salary of flight attendants would drop from $29,000 to $15,000. Pilots making $89,000 would be paid $43,000 —the same salary Lorenzo said he would take in place of his normal $257,000. At press conferences he glossed over Continental’s $50 million in cash reserves; the airline faced running out of money in just a few days, he insisted. Meanwhile, union leaders and even some business executives denounced him, Wall Street analysts questioned the company’s future, and competitors rejoiced.</p><p>Only a few planes took off on Tuesday, September 27, the day Continental resumed operations and formally asked the bankruptcy court to rescind the union contracts. But the number of flights grew by week’s end. Lorenzo’s glibness was put to the test as he reassured the public and the financial community of his airline’s health while forecasting doom in the bankruptcy courts. At one point Lorenzo told a Houston press conference that Continental’s health was good the same day Continental petitioned the court for release of $10 million, citing “an urgent need of cash in order to sustain its operations.”</p><p>It may be that Lorenzo was saved not by his own shrewdness but by the complacency of his competitors. Rivals like american and United could have finished him off with fare wars and increased capacity in specific locations, but they apparently thought Continental was a goner and didn’t want to waste their money.</p><p>The pilots union proved to be Lorenzo’s fiercest enemy. With thousands of highly paid members nationwide, the air Line Pilots association could raise the war chest needed to fight. It created and perpetuated the rumors of Continental’s safety problems, for instance. (The airline eventually paid a $402,000 fine for what was described as deficiencies of training and record-keeping, although top Federal aviation administration officials declared that Continental was safe.) The battle was a nasty one. In May 1984 a San antonio federal court convicted two Continental pilots of conspiring to firebomb the homes of nonstriking pilots. The following year a Houston police lieutenant pleaded no contest to charges of selling confidential information about the criminal history of certain Continental employees-to a private detective the airline had hired to investigate striking workers.</p><p>But union efforts to derail the chapter 11 filing proved fruitless. Bankruptcy judge R. F. Wheless, Jr., held in January 1984 that the filing was made in good faith and rejected pleas for dismissal. When the U.S. Supreme Court ruled one month later that companies in chapter 11 may cancel “burdensome” union contracts, it was a clear victory for Lorenzo. Congress soon passed legislation making it much harder to ditch labor contracts using chapter 11, but not retroactively.</p><p><strong>Looking Out For Lorenzo</strong></p><p><span class=\"dropcap\">I</span>f Lorenzo could be categorized as a visionary for his novel use of chapter 11, the episode also reinforced the perception that he is a man who will stop at little to achieve his goal. “I wouldn’t characterize him as anti-union,” explains Boston investment analyst Dan Casper, who once did a case study on TI for Harvard. “He is just against anything that will stop him from making money.” Certainly a bit of smooth talk obscured a lot of personal gain. When Lorenzo declared chapter 11, he also announced his salary would drop to $43,000. Mid-1984 proxy statements, though, show that he could easily afford that pay cut. Lorenzo actually received about $460,850 in 1983, including a $179,923 bonus based on the company’s performance in earlier years-during which Continental lost hundreds of millions of dollars. But Lorenzo made even more than that, thanks to little-noticed transactions involving stock that he held in a Texas air subsidiary called CCS automation Systems, which operated a computer reservations system.</p><p>In January 1984, while Lorenzo’s salary was $43,000, Ccs sold him 200,000 shares of its stock at 50 cents a share, for a total of $100,000. Lorenzo put up only $5000; Texas air loaned him the remaining $95,000 at 9 per cent. Several other top Texas air officials bought smaller amounts. A proxy statement declared that the purpose of the transaction was to reward people who could contribute substantially to Ccs’s success. As the head of Texas air, Lorenzo already had this motivation and, indeed, duty.</p><p>Two years later, on February 20, 1986, Texas air bought Lorenzo’s 200,000 Ccs shares back in exchange for 100,000 shares of Texas air, which closed that day at $16.25-a total of $1,625 million. Subtracting the original $95,000 loan and an estimated $19,500 in accrued interest, Lorenzo reaped a profit of $1,515,500 on his initial $5000. This does not take into account the dramatic rise in Texas air stock that started taking place three days later, after the Eastern airlines purchase was announced.</p><p>Continental’s improving finances triggered another controversy concerning Lorenzo. By the end of 1984 Continental was back on its feet. Although it was reaching 70 cities (36 fewer than it had served before chapter 11), the work force was up to 10,000, only 2000 less than prebankruptcy levels. For the year, it posted a profit of $50.3 million. In fact, in early 1985 the company announced it would pay its debt in full, with interest. When Texas air later that year announced a plan to buy back Continental securities it didn’t own—including those owned by american General, whose loan had helped tide Lorenzo over chapter 11 —american General chairman Harold Hook felt betrayed and filed a lawsuit alleging that Lorenzo welched on a partnership deal.</p><p>According to court documents in the still-pending lawsuit, Lorenzo, searching for funds in January 1983, wrote Hook touting “an unusual investment opportunity offering american General a partnership with Texas air in the ownership of Continental airlines. . . . We would be very pleased to have american General as our partner.” Hook didn’t want a straight equity investment but after long negotiations agreed to loan Continental $40 million at 11 per cent—somewhat lower than the prevailing bank rate. In exchange, american General would receive warrants to buy up to five million shares of Continental at $8.50 a share for five years. Hook also joined Continental’s board, and Continental moved its corporate headquarters into the american General building in Houston. At the time, Lorenzo approved a press release proclaiming a “$40 million investment” by amGen and used the word “partnership” while describing the relationship to the <em>Wall Street Journal.</em></p><p>Since he had seen the airline through bad times, Hook assumed he would share in the good times too. Thus Texas air’s move to buy the 27.5 per cent of remaining available Continental stock and warrants came as a slap in the face. Hook believed Lorenzo had promised his company a continuing equity stake. He also thought Texas air’s initial offer of $14.50 per share or warrant was inadequate given Continental’s earning prospects, even though Lorenzo’s offer would yield a $30 million profit along with repayment of the loan. (Sued by other investors as well, Texas air has since gone up to $16.50 a Share, which would yield american General $40 million.)</p><p>It was a classic case of old versus new values. While admitting that no partnership papers had been signed, Hook—a pillar of the Houston business establishment and former chairman of the chamber of commerce-contended that Lorenzo had used words like “partner” or “partnership” in their discussions. In a deposition last year he stated, “There is a presumption about things like good faith and full disclosure and carrying out . . . the spirit of an agreement. . . . You don’t treat [people] as adversaries. You treat them as though you were both working toward the same objectives. That’s the spirit. I can’t claim it to be legally enforceable, but I would say it is the stuff out of which business is carried out in this country.”</p><p>Lorenzo’s deposition reflected starkly different notions. The word “partner,” as used in his January 14 letter, “was meant in a loose informal way, wherein one party might help the other if it were in its own interests.” at another point Lorenzo defined “partnership” as connoting only “mutuality of interest in the ownership of Continental airlines” and little more. He did not recall using the word “partnership” in talks with Hook, nor did he remember using the word with the <em>Wall Street Journal.</em> as for the press release describing an “investment” rather than a “loan,” Lorenzo said that he was simply employing “a more standard public relations practice to call something by what the jargon of the general public is” and that the accompanying text detailed the transaction.</p><p>Continental’s purported influence with public officials generated a scandal in australia, where the airline was expanding its routes. Sir Brian Murray, the ceremonial governor of Victoria province, which includes Melbourne, resigned in October 1985 after admitting that he had accepted free tickets from Lorenzo on an inaugural flight from Houston to London, as well as for travel between Melbourne and Houston.</p><p>Murray’s Continental trip came as part of a 28-day journey that included stops in Honolulu, Hong Kong, Beverly Hills, and New York City. Press reports in australia quoting Murray said some of his other travel expenses—he stayed at expensive hotels-were picked up by Lindsay Fox, an australian trucking magnate and Lorenzo associate who served on Continental’s international advisory panel. Fox denied he had paid Sir Brian’s expenses, and Continental spokesmen say the company did nothing improper.</p><p>Back in the United States, it became known last year that T. Glover Roberts, the judge who had handled the last half of the Continental chapter 11 case, joined one of the Houston law firms that had represented Continental. Roberts had approved Continental’s reorganization plan on June 30 and, during an earlier interview with a business publication, had praised Lorenzo as a man with guts. While denying any breach of ethics, Roberts acknowledged starting negotiations with the firm —Sheinfeld, Maley, and Kay —just a few weeks after approval of the plan.</p><p><strong>Going For Broke</strong></p><p><span class=\"dropcap\">G</span>iven Lorenzo’s career, it is not surprising that america’s number one proponent of hostile airline takeovers would move to prevent anything of the sort from happening to him. Throughout the chapter 11 crisis, Lorenzo avoided issuing new Continental stock that would have diluted his control. Texas air in april 1985 asked shareholders to approve a special class of stock that would give Lorenzo and other insiders voting control of 45.3 per cent, enough to stifle most takeovers. Despite some grumbling from shareholders-“irony of ironies,” one angry investor called it-the measure won overwhelming approval.</p><p>That approval was significant. During the next eighteen months Lorenzo made five takeover attempts, losing the first two. But he brought home the last three for the greatest burst of empire building in the history of aviation—while his largest airline was still wrestling with chapter 11.</p><p>The string began in april 1985 with word that Texas air was negotiating to buy Frontier airlines-whose executives had partied upon hearing of Continental’s chapter 11 two years earlier. After a halfyear struggle, though, Frontier fell to People Express, the carrier headed by Lorenzo’s ex-protege Donald Burr.</p><p>Then, after New York financier Carl Icahn launched a Lorenzo-type hostile takeover bid for TWA, Lorenzo decided to make a second attempt at that airline. He almost had it, in an agreement to purchase the airline for $793.5 million, or $23 a share. But then Lorenzo made a rare miscalculation. He balked at paying Icahn to walk away-the same kind of payments Lorenzo won from Pan am to let go of National in 1979—and took no steps to lock up his deal by obtaining control of key TWA assets. The unions, petrified at the prospect of working for Lorenzo, went to Icahn—never before seen as a champion of the working man—and offered big concessions. Icahn returned with a $24-a-share bid, boosted his stake in the airline to 50.3 per cent, and won the battle. Lorenzo lost an airline, but he took home a $51 million consolation prize.</p><p>Along came Eastern. The Miami-based airline had endured a decade of labor strife under its astronaut chairman Frank Borman, and early 1986 was no exception. The airline had posted a fourthquarter 1985 loss of $67.5 million, largely because of fare wars, and at contractnegotiation time, Borman wanted wage and work rule concessions. Borman’s archenemy, IAM president Charles Bryan, was willing to deal but only if Borman resigned. Word reached Lorenzo during the last week of February that the time was ripe for an offer.</p><p>Anticipating the bad blood between Borman and Bryan, Lorenzo, on Friday, February 21, set a low price of about $600 million and a deadline for approval of midnight Sunday. He also demanded that Eastern pay him $20 million just for making an offer. The timetable put the Eastern board and the unions under tremendous pressure. In what amounted to a joint board meeting and union bargaining session, Borman tried to use Lorenzo’s offer as a club to bring the IAM into line, but Bryan wouldn’t agree to pay cuts. Midnight came. Lorenzo briefly withdrew his offer, then reinstated it. Bryan said he would take a 15 per cent cut, but again, only if Borman resigned. The Eastern board refused and at 2:47 a.m. voted 16-4 to take the Texas air offer.</p><p>The stock market went wild. In one week Texas air stock rose from $17 to $28.50. That meant Lorenzo’s net worth rose more than $2 million per trading session for a total gain of $12 million.</p><p>Meanwhile, People Express was in trouble. Burr had snatched Frontier from Lorenzo and would soon buy two smaller carriers, but overexpansion and a lack of controls were clouding the balance sheet. The stock market had already proclaimed a winner between Lorenzo and Burr; while Texas air stock was soaring, People Express, which had peaked at $25.88 in 1983, was sinking to under $3.</p><p>In May Lorenzo announced the acquisition of Denver-based Rocky Mountain airways. Losses mounted at People Express: $133 million during the first half of 1986. In late June Burr announced reluctantly that the sale of part or all of People Express was being considered. Texas air, Delta, and United immediately expressed interest. Trying to gain maneuvering room, Burr announced the sale of Frontier to United, but the deal fell through, and the carrier entered its own chapter 11 in august. Finally, on September 15, Burr agreed to sell People Express, including Frontier, to Texas air for the piddling $134.3 million in stock. Texas air would also take immediate possession of up to twelve of People Express’ jets and other assets in return for a cash advance of almost $50 million. At a press conference Burr pointedly refused to pose for photographers with Lorenzo. But Burr’s humiliation did not end there. In November Lorenzo’s staff announced People Express had “agreed” to an 18 per cent purchaseprice cut because of deteriorating finances. Another cut came in December, just before shareholders voted their approval.</p><p>Lorenzo was quick to take advantage of the spoils of victory. Last month People Express was merged with Continental and ceased to exist. In January Lorenzo staged a flashy press conference at a New York City hotel, complete with what was labeled $5 million cash, said to represent the fare savings daily for those who chose to fly on airlines owned by Texas air. But amid the fanfare and subsequent announcements of dramatic fare cuts, Lorenzo aides confessed that because of the lessened competition some of their airfares would be rising significantly in the long run. (Burr, incidentally, will be rejoining Lorenzo’s company amid rumors, denied by Texas air, that Lorenzo will soon relocate from Houston to New York.)</p><p>Last spring Frank Lorenzo was the brightest star of his twenty-fifth reunion at Columbia in New York. The impatient kid from Queens had come a long way: he and his wife, Sharon, were treated like royalty by the hot-shot crowd of Wall Street lawyers, prominent physicians, leading business executives, and tenured professors. After all, his style of doing business is all the rage these days.</p><p>As co-chairman of the reunion, Lorenzo seemed remarkably at ease, even enjoying the attention. He smiled when one classmate kidded him about drawing more press than the president of the United States. Texas air’s chairman was feeling so magnanimous that he even sought out and warmly greeted the <em>Spectator</em> reporter who had detailed his vote-rigging activities 27 years earlier.</p><p>Of course, there was mention of Lorenzo’s college nickname, Frankie Smooth Talk; it reflected his ability to get his way, to sell himself or his proposal, to put the most difficult situations in the best possible light. It reflected his ability to think on his feet, to shift arguments when necessary, to size up the listener. So enduring was the name that, during the three-day reunion, it was even used by frat brother Don Roberts in introducing Lorenzo at a function, and it drew knowing laughter.</p><p>Still, it is possible to wonder how much farther Frank Lorenzo can travel. The consummate outsider has become the consummate insider; his gambles have paid off, but each time the risk has increased exponentially. Certainly, his greatest task lies before him—making the whole debtladen organization fly. Had they been a single unit for the first half of 1986, a recent Texas air proxy statement said, Continental, Eastern, New York air, Frontier, and People Express would have lost $409 million. The potential exists for dramatically improved profits with Eastern, but only through a high-risk confrontation with unions, which began in January. A president of another airline puts it this way: “Lorenzo is in the most challenging position that has ever existed in the short history of aviation. Why? He’s got Continental airlines, which is dogged with safety image problems. He has Eastern airlines, with a history of labor strife that goes back decades. He has Frontier, which was in bankruptcy. He has New York air, which is losing money, and he has People Express, teetering on the brink. I would say that’s a challenge.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "March 1987",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "Business",
      "people",
      "New York",
      "Houston",
      "Bankruptcy",
      "Work",
      "Airlines",
      "Columbia",
      "School",
      "Travel",
      "Voting",
      "Law",
      "September",
      "Wall",
      "California",
      "flight",
      "Frontier",
      "History",
      "office"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Texas",
      "Houston",
      "West",
      "Bryan",
      "D.C."
    ]
  }
}