{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19892",
    "date": "February 1989",
    "year": 1989,
    "month": 2,
    "month_formatted": "February",
    "pdf_uri": "/1989/19890200.pdf",
    "issue_cover_image": "",
    "document_start_page": 78,
    "toc_start_page": 76,
    "document_page_range": [
      [
        78,
        79,
        80,
        81
      ],
      [
        126,
        127,
        128,
        129
      ]
    ],
    "toc_order": 2,
    "toc_headline": "The Wooing Of Chairman Wang",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198902-thewooing",
  "source": "/1989/19890200.pdf",
  "wp_post_id": 125178,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-wooing-of-chairman-wang/",
  "authors": [
    "Peter Elkind"
  ],
  "headline": "The Wooing Of Chairman Wang",
  "dek": "",
  "spread_caption": "",
  "excerpt": "The decision by a Chinese plastics company to build a billion-dollar plant in Texas proves that economic development works—but it comes at a high price.",
  "kicker": "",
  "word_count": 4438,
  "content": "<img/><p>Illustrations By Joo Chung</p><p><strong>Quotations Of Chairman Wang: “You Are a Formidable Leader Of Men,” He Told Bill Hobby. “Texas Is a Wonderful State. THeRE Is Only One Problem. We Don't Like YouR Tax Structure.”</strong></p><p><span class=\"dropcap\">O</span>ne weekend last February, a ninemember delegation from Calhoun County on the Gulf Coast, one of the most economically depressed regions in Texas, flew to the island of Taiwan to meet with the world’s eleventhrichest man. They were the honored guests of 71-year-old Y. C. Wang, the founder and chairman of the Formosa Plastics Group whose personal fortune is estimated at $4 billion. Formosa’s vast international holdings include a small plant that employs 166 workers in Calhoun County.</p><p>Wang (pronounced “Wong”) had invited the Texans at his own expense—to foster goodwill in a far-flung corner of his empire, they presumed. But they arrived with their own agenda. They hoped to persuade chairman Wang to fund a $10 million plant expansion that might bring a few more jobs to Calhoun County. They were on a mission of economic development —the magic phrase that has become a Texas obsession.</p><p>Once disdained as the desperate strategy of dying Rust Belt cities, economic development —the practice of wining, dining, and wooing corporate executives in an effort to create new jobs through business relocations and expansions—is now touted as a cure-all for Texas’ miseries. E.D. will put people to work; E.D. will diversify our economy; E.D. will revitalize our cities; E.D. will balance the state budget. The cause of economic development has been invoked in support of education reform, higher taxes, even a slate of Supreme Court candidates. When a Dallas matron recently gave $20 million to the city’s art museum, Mayor annette Strauss talked about what the gift meant to economic development.</p><p>Politicians who once rushed to claim credit for dams and bridges now labor to bask in the glow of economic development. In a state starved for good news, one ritual has become a regular frontpage item: a beaming executive stands before the cameras with Governor Bill Clements on one flank and U.S. senator Phil Gramm on the other. Texas is getting more jobs, they proudly announce —the Navy home port is coming to Corpus Christi, the Sematech high-tech consortium to austin, J. C. Penney’s corporate headquarters to Plano, the superconducting supercollider to Waxahachie.</p><p><strong>HOW Does a Small, Struggling Texas County Get a Brand-New, Billion-Dollar Petrochemical Plant? By Giving One Of the World S Richest Men Everything He Wants.</strong></p><p><strong>Once Giant Corporations Clamored For the Privilege Of Doing Business In Texas; Now Government Pays Them To Do So. Once Dirty American InDUSTRIES Built Plants Abroad; Now ForEIGN Companies Build In Texas.</strong></p><p>But in the heat of the fever some fundamental questions have been ignored. Is economic development as we practice it the best way to get new jobs? What does it cost? and do we really need it? In wooing chairman Wang, the little group from Calhoun County would succeed beyond its wildest dreams. But the lesson it would learn is that economic development comes at a price.</p><p>After welcoming his visitors to Taiwan, Wang dispatched them to survey his empire. Once a laborer in a rice mill, Wang had started his business with a loan from the United States. His company, the largest in Taiwan, is the world’s biggest producer of polyvinyl chloride (PVC), the plastic compound used for everything from pipe fittings to vinyl footwear.</p><p>The slender, frail-looking Wang combines a noble corporate gospel —“Diligence, Perseverance, Frugality, and Trustworthiness”—with a sense of duty; he has donated millions to improve medical care in Taiwan. Yet many in his homeland regard him as a villain. The same heavy industry that made Taiwan an economic miracle also transformed it into an ecological wasteland. The air stinks of toxic gases; the rivers and bays are fouled by poisons. The leaders of a growing environmental movement have greeted proposals for new chemical plants with protests and delays.</p><p>The visitors from Calhoun County toured Wang’s plants and chemical tankers. They visited the hospitals and medical school he established. After five days, the Texans began to get nervous. When would they get down to business?</p><p>On the sixth day, convening his visitors in a conference room at Formosa Plastics’ Taipei headquarters, Wang revealed that he had more than goodwill on his mind. Wary of confronting the environmental movement at home, the mogul was contemplating the construction of a massive plastics complex abroad. The project would employ up to 2,700 workers and cost $3.2 billion. Was Calhoun County interested in having it?</p><p>The Texans stared at one another in disbelief. Wang was talking about a project worth more than <em>all</em> of Calhoun County.</p><p>Having dangled the carrot, Wang produced the whip. He explained that although he had great affection for his friends from Calhoun County, he expected them to work to get his project. He wanted tax breaks; he wanted speedy processing of the necessary environmental permits; and he wanted help getting visas for his Taiwanese engineers. Without such assistance, the chairman explained sadly, he would have no choice but to build his multibillion-dollar complex elsewhere.</p><p><span class=\"dropcap\">T</span>here are abounding ironies—delicious or perverse, depending on one’s perspective—in what the combination of economic development and tough times has done to Texas. Once giant corporations clamored for the privilege of building a plant in Texas; now government pays them to do so. Once dirty american industries built plants abroad to avoid stiff federal environmental standards; now foreign companies that face protests at home build in Texas. Once we regarded foreigners with suspicion; now we court them on bended knee, as long as they bring us a few jobs. Politicians who sneer about the public dole and make-work jobs have become the high priests of economic development giveaways to corporations—some of which aren’t even american.</p><p>The modern theory of economic development sprang up in the Rust Belt during the seventies. It held that corporate decisions on where to locate plants weren’t decided on logic alone but could be influenced. States and cities began aggressively courting CEOs and offering multimillion-dollar incentives to sweeten the welcome. A new, selfsustaining industry of E.D. professionals sprang up. They took courses at the University of Oklahoma’s Economic Development Institute. They studied to win accreditation as certified economic developers. They read magazines like <em>Business Facilities</em> and <em>Plant Location.</em> Some in this new breed worked directly for chambers of commerce or state and local governments. But many became employed by a hybrid: the economic development agency, usually funded with a combination of public and private dollars.</p><p>Inevitably, all of these groups began competing with one another. Happy to exploit the situation, corporate executives made a point of shopping around—or at least pretending to —as rival cities bid up the price of goodies. Because everybody was doing the same thing, communities were making expensive concessions without gaining any advantages.</p><p>When the economy was flush, Texas was slow to stoop to wooing business. Said one county economic development official: “Ten years ago, if somebody expressed an interest in Texas, you’d send ’em a road map and tell ’em good luck.” That attitude prevailed until the bust. The dawning E.D. event was the 1983 battle to attract the Microelectronics and Computer Technology Corporation, known as MCC. In competition among 57 cities in 27 states, austin won out after dangling a $26 million package of inducements that included the use of a Learjet and a $2 annual lease on 200,000 square feet for ten years.</p><p>Now the gospel of economic development is clutched in full embrace. E.D. groups —foundations, councils, corporations, and boards —are everywhere. The Houston Economic Development Council is the largest, with a staff of 33 and an annual $3.7 million budget —about one third of it from public funds, the rest from corporate donations. But small communities have them too—you’ll find them from alice to Zavala County, 226 in all. They clamor to attract business, filling magazines aimed at corporate planners with ads headlined GARLAND’s For the Victor, VictorIA Works, and TEMPLE, Texas: Positioned For Profit.</p><p>For a few years the incentives Texas offered came largely from private donations and universities (as in the case of MCC) and were comparatively modest. But in 1987 the Texas Legislature, joining 29 other states, authorized local governments to grant tax abatements —that is, propertytax exemptions on new construction, usually for several years. The ante in the E.D. bidding war leapt by millions.</p><p><strong>CHAIRMAN Wang Had a Message For the Teeming Masses Of Calhoun County. To Let a Thousand New Jobs Bloom, Doug Lynch (Holding Plans) Had To Give Him Tax Breaks And Other Favors.</strong></p><p><strong>[ Continued On Page 124 ]</strong></p><img/><p><strong>[ Continued From Page 78 ]</strong></p><p><span class=\"dropcap\">I</span>f ever a place needs economic development, it is Calhoun County. It seems like a forgotten piece of Texas —eighty miles from a major city, on the dreary Lavaca Bay. Calhoun County is just north of the environmentally sensitive aransas National Wildlife Refuge, the winter home to the endangered whooping cranes. But with five chemical plants inside its borders, the county bears a closer kinship to the strip of coast to its north, the industrial section from Brazosport to Port arthur. Home to 22,000, Calhoun County hit bottom in June 1986, when unemployment reached 15.8 percent. The county was the victim of a double whammy. Its natural-resource industries—commerical fishing, agriculture, and oil-all took a tumble. And alcoa, long the largest employer among the plants around Point Comfort, cut its workforce from 2,700 to 850. Boarded-up storefronts took over Main Street in Port Lavaca, the county seat. A new recreational marina was shut down months after it was completed.</p><p>So the Texans in Taiwan didn’t skip a breath before telling chairman Wang that they would do their utmost to meet his needs. But how would they win the plant? That was Doug Lynch’s job.</p><p>A native of Lubbock, Lynch, 46, was a former Navy commander who moved to Calhoun County after his retirement. A short, energetic man with a full beard, wire-rimmed glasses, and a cutting manner, Lynch was then in his fourth month as the executive director of the three-yearold Calhoun County Economic Development Corporation. The title sounds impressive, but Lynch and one secretary made up the group’s entire staff. Lynch was supposed to receive a $24,000 annual salary, but meager contributions from the depressed business community had raised barely enough money to pay the rent on the group’s Port Lavaca quarters. Lynch, who had a handsome Navy consulting contract to cover his own bills, continued working without pay.</p><p>By the time the Calhoun County delegation arrived back in Texas, Lynch had drawn up a tax-abatement proposal on his lap-top computer. He suggested giving Formosa-and any other companies that met certain requirements —a discount on new construction equivalent to five years of countyand school-property taxes. In the case of a $3 billion project, that amounted to a $132 million tax break-a tidy incentive indeed.</p><p>But Formosa wanted help with more than money. The project that chairman Wang had described would begin with a production plant for naphtha, a building block in the manufacture of plastics. Every aspect of the process is environmentally sensitive. Some materials are toxic and others are carcinogenic; spills and air pollution are a constant threat. Those hazards had led to an uproar in Taiwan when Wang had initially proposed to build the plant there. But in Calhoun County not a single voice would be raised in protest, even after the proposal became public. “It’s either industry or unemployment,” Lynch explained. “Once we get our economy stabilized, then we can afford to be a little more choosy with who and what we let in.”</p><p>Formosa’s plastics plant would require the blessing of the Texas air Control Board, the Texas Water Commission, and the federal Environmental Protection agency. Calhoun County had the advantage of being classified by the EPA as an “attainment area,” which meant that the air was clean enough that additional pollution could be generated. But getting the necessary permits could take more than a year. To keep Wang happy, Lynch needed to speed up the process.</p><p>The Formosa chairman also wanted visas expedited for about 250 Taiwanese who would help construct and run his project. The infusion of asians into Calhoun County had produced ugly racial conflict in the past. The small fishing town of Seadrift was the setting for the violence between american and Vietnamese fishermen that inspired the movie <em>alamo Bay. </em>But Calhoun County was eager for the new wave of asians.</p><p>Finally, to ship some of the naphtha back to Taiwan in his tankers, chairman Wang would need the 26-mile Matagorda Ship Channel deepened from 36 feet to 40 feet. The U.S. Army Corps of Engineers would do the work. But who would pay the bill?</p><p>To fix things in austin and Washington, Lynch retained a consultant, Joe Wyatt, who had served Calhoun County in both the Texas Legislature and in Congress. Lynch also enlisted the aid of a state agency that had been created to tackle precisely the sort of problems he confronted: the Texas Department of Commerce.</p><p><span class=\"dropcap\">L</span>ast fall the Texas Department of Commerce held a two-day conference of economic development professionals from medium-sized cities. Gathered in a meeting room at the posh Barton Creek Conference Resort in austin were 45 men and women. Several Commerce Department officials sat near the front, wearing lapel pins with the agency logo, an outline of Texas with an arrow shooting diagonally upward through its center. The agency’s newsletter radiates similar optimism; its title is <em>Results.</em> The Commerce Department employees display an institutional culture that bears a closer resemblance to that of corporate executives than of government workers. They speak of local economicdevelopment officials as “clients” and “allies.” They identify themselves as business consultants. They talk a lot about marketing tools, the Pacific Rim, and fax machines; they don’t talk about environmental and health problems.</p><p>During the wooing of chairman Wang the Department of Commerce celebrated its first birthday. The agency was the cornerstone of Bill Clements’ plan to revitalize the state through more aggressive economic development. Its executive director is J. William Lauderback, a former oil-and-gas industry lobbyist. On the first morning of the conference, Lauderback was scheduled to deliver a brief welcome to the local officials. Instead, he launched into a fifty-minute presentation, aided by an overhead projector, on his ambitious budget request for the next biennium.</p><p>Although Texas officials had been warning of billion-dollar state deficits, Lauderback wanted the Legislature to almost triple his annual state allocation to $21.6 million. He wanted more money for national-image advertising, more for foreign trade offices to sell Texas abroad, and more for a team of business consultants to visit executives around america to urge them to pick up and move to Texas. “This is something the state desperately needs to do,” warned Lauderback, a sense of crisis in his voice. Lauderback acknowledged that his budget request was “bold and aggressive.” But among the larger states, he said, “we are woefully dead last in terms of funding for economic development. This is what it takes to be competitive.”</p><p>When the Commerce Department was created in 1987 it announced a goal of creating 150,000 new jobs. That sounded ambitious, but economists had already projected that Texas would add that many positions even before the Department of Commerce came into being. Last October, when its first year was over, the department made the more modest claim that it had “teamed with communities” to keep or produce 4,260 jobs for Texas. It listed the companies in its newsletter. “These are very impressive results,” declared Lauderback. But were they? How could one determine that the Department of Commerce deserved primary credit for even a single job? Would Sernatech, to name one of the companies on the list, have gone somewhere other than austin if there were no Department of Commerce?</p><p>There is little evidence that heavy-duty marketing by the state does much good at all. Skeptics —such as Lieutenant Governor Bill Hobby —point out that corporate executives don’t decide to locate a plant in Texas; they select a particular city that has its own elected officials and chamber of commerce who are equipped to sell the community’s special assets. How likely is it, anyway, that an ad touting Texas virtues or a visit from a state-employed business consultant would prompt a corporate relocation?</p><p>Academic studies show that although businesses naturally embrace economic incentives and salesmanship, such factors rarely influence decisions on corporate location. Sematech and MCC, for example, both came to Texas despite being offered far more lavish incentives elsewhere. What’s most important, the studies suggest, are the basics —not the extras or the sales pitch. Companies move to Texas today for the same reasons they always have: climate, quality of life, education, low taxes, good roads, cheap energy, and nonunion labor. “That’s what gets jobs,” says Hobby. “any major relocation or establishment of a new enterprise—they all have the same checklist.”</p><p>Another problem with the focus on relocations is that communities burdened with servicing new jobs —with schools, sanitation, and streets —may lack the money they require because they’ve given away so much through tax abatements. Historically, chemical companies like Formosa Plastics are among the largest recipients of such giveaways; taxpayers, in effect, thus subsidize the air and water pollution they must later pay to clean up. Yet ecological considerations are rarely included when calculating what servicing a new industry will cost.</p><p>Texas communities are now so jumpy that many offer abatements to companies even threatening to move. Among the sixteen businesses receiving abatements in Houston during the past year, ten were merely expanding operations. Would the business have moved without tax breaks? Or did they merely capitalize on the economic-development fever? The largest inducement went to Compaq Computer, which received about $260 million in incentives—including roads, special bus lines, tax abatements, job training, and discounted utility rates —in return for expanding its manufacturing and headquarters operations.</p><p>“Tax abatement doesn’t get you a plant,” said Doug Lynch. “It gets you on the short list. But if you don’t have tax abatement, they’re not even going to look at you.”</p><p><span class=\"dropcap\">T</span>hree months after entertaining Lynch and his delegation in Taiwan, chairman Wang paid a visit to Texas. His first stop was Port Lavaca.</p><p>By then Calhoun County had competition. In the tightly knit community of economic development, big projects rarely remain a secret for long. Houston, Corpus Christi, and Beaumont-Port arthur had made proposals to Formosa Plastics. Houston seemed the most serious challenger, but that city was classified by the EPA as a “nonattainment area”; that meant because air pollution there was already so high, Formosa would have to buy emission rights from an existing plant to build its complex. A more dangerous bid came from Louisiana, which was promoting a site near an existing Formosa plant south of Baton Rouge. The most aggressive economic-development state in the nation, Louisiana had a reputation for offering companies the world.</p><p>Nonetheless, Lynch felt confident. Although Louisiana was in the process of getting the Baton Rouge site reclassified, it was still a nonattainment area. Its inland location would require Formosa’s tankers to travel 36 extra hours every round trip; in the long run, that would cost the company millions. Besides, Louisiana’s government was near bankruptcy, and chairman Wang placed a big premium on stability. The fundamentals favored Texas.</p><p>Aware that Y. C. Wang was deeply wounded by the treatment he had received in his own country, Lynch went all out to make the chairman feel welcome in Calhoun County. He arranged to host Wang and his entourage for lunch. But there was no money to cater the affair. Since returning from Taiwan, Lynch had barely kept his agency’s doors open by selling copies of a county business directory for $15 each. But for this crucial affair he was able to raise $1,000 with a few phone calls. After persuading a Port Lavaca bank president to host the luncheon at his home, he recruited a group of volunteers to prepare the meal. On the night before the luncheon, Lynch discovered that he was short a few pounds on the main course. He sent a friend to a pier to catch more fish.</p><p>Chairman Wang arrived with his wife and daughter and a handful of deputies. Beer and wine were served at noon. The Calhoun County High School choir sang, and carefully coiffed children gave roses to the Taiwanese ladies. Then the sixty guests sat down to a meal whose illustrated menu emphasized the local touch: “Matagorda Bay gumbo,” native crabs, “Port Lavaca-style tartar sauce,” “Gulf Coast-style drawn butter,” and “Point Comfort lemon meringue pie.” Each setting was dressed with wooden chopsticks in a red package that carried the words “Product of Taiwan.” The Texans were eager to let Wang know that Calhoun County ran in a businesslike manner. At 1:30 sharp the master of ceremonies rose and said, “Let’s get back to <em>work!”</em></p><p>The welcome was appreciated, but Wang still wanted to know what the Texans would do to get his business. The chairman made it known that Louisiana was offering ten years of tax abatement. Would Calhoun County match it?</p><p>Lynch took the matter to the county commissioners’ court and the school board. Look at the long term, Lynch preached. The county’s annual school budget was $16.6 million. When Formosa finally began paying property taxes, it would contribute to the school district more than $25 million a year. But the school board balked. Formosa’s 2,700 new employees would bring thousands of new children, and they would require several new schools and dozens of extra teachers. The Calhoun County Independent School District couldn’t afford economic development at such a price.</p><p>A few days after visiting Calhoun County, chairman Wang went to austin. The Department of Commerce greeted him with letters from the state Water Commission and the air Control Board promising to process promptly his applications to emit pollutants. The Texas Employment Commission promised jobtraining funds and help in screening prospective employees. Governor Clements pledged to find the money to dredge the Matagorda Ship Channel at no expense to Formosa. Senator Phil Gramm was arranging the visas and EPA approval. Wang was feted at a dinner with state officials in the Capitol featuring roasted beef tenderloin with <em>poblano</em> sauce. So gracious were the after-dinner speeches, so lengthy the toasts to international goodwill, that the strawberries Romanoff melted and had to be thrown out.</p><p>But Wang wanted more sweeteners. He was unhappy about the state sales tax on new plants and equipment. Because chemical plants require expensive machinery, the tax would hit Formosa hard. Speaking through Winston Wang-his son, heirapparent, and translator—Wang voiced his complaint to Hobby. While conspicuously mentioning the Louisiana alternative, Wang sweetened his tough bargaining posture with his customary Oriental courtesy. His comments to the lieutenant governor went about like this: “You are a formidable leader of men. You are a wise elder in your community. Texas is a good and wonderful state. You are a magnificent people. There is only one problem. We don’t like your tax structure.”</p><p>Joe Wyatt, the Calhoun County consultant, proposed a special tax break for Formosa that would cost the state $161 million. Hobby said he would oppose any windfall that favored a single plant or industry. He eventually agreed to a sales-tax change that would cost only about $13 million.</p><p>Meanwhile in Calhoun County, Doug Lynch had finally struck a deal on tax abatements with the county commissioners and the school board. They agreed to grant Formosa a seven-year exemption on the new construction. Formosa, in turn, would ease the burden on the school system by making a $1 million payment each year that the abatement was in effect.</p><p>But in September Lynch learned that Wang had suddenly revised his plans. Instead of building the naphtha plant in america, Wang would go forward with his original plan to construct it in Taiwan. Formosa would construct a smaller ethane plant in the United States. That plant would cost about $1.3 billion and generate 1,700 permanent jobs. But Wang had not decided whether to build in Texas or Louisiana. The project seemed to be slipping away.</p><p>Lynch, Wyatt, and Secretary of State Jack Rains (representing Clements) quickly took off for Taiwan. Arriving on a Friday evening, the Texans met with Wang each of the next two days. On Sunday night they dined with the chairman in his lavish penthouse, equipped with gardens and a running track, atop the thirteenstory Formosa headquarters. Louisiana had offered a bigger incentive package, Rains acknowledged, but the state had a history of failing to deliver; Texas was a better location in the long run. He pressed Wang for a decision, and the plastics mogul wavered. Wang said he would agree in principle to put the ethane plant in Calhoun County but couldn’t yet make a final commitment. Looking annoyed, Rains played hardball. “This whole project’s in jeopardy,” he warned Wang. “i’m not sure we can hold all the pieces of our proposal together.”</p><p>While Rains left to return to Texas the next morning, Wyatt and Lynch remained for a final meeting with chairman Wang. They made their case one more time. Wang looked at them gravely. “I will build the plant in Calhoun County,” he said at last. “How do you want to handle the announcement?”</p><p>“Before the election,” came the response.</p><p><span class=\"dropcap\">A</span>t eleven in the morning on Monday, October 30, four hundred residents of Calhoun County —recruited from their workplaces with the promise of a big surprise and a free lunch-filled the main room of the city civic center. The chamber was decorated with potted plants and bouquets of flowers; a thousand balloons were released outside. Reporters and cameramen sat at a row of tables near the front of the hall. On the wall hung a giant multicolored sign provided by the Department of Commerce. It read, “Texas: an Economy on the Move Welcomes Formosa.”</p><p>It was announced that Formosa will begin construction of its new $1.3 billion ethane plant by this fall. Construction will take three years and employ up to 4,000 workers. The plant will create about 1,700 permanent positions—200 for Taiwanese nationals and 1,500 for Texans. In return, Formosa Plastics will receive a package of governmental incentives —local, state, and federal—that includes tax abatements, port and ship-channel improvements, state tax rebates, and job training. The total value: about $168 million. The direct cost for each job that economic development will create for a Texan: about $112,000 —all for a plant that, in a world without inducements, probably would have been built in Calhoun County anyway.</p><p>Among the politicians gathered on the platform to share the credit were Bill Clements and Phil Gramm. But on this day, Y. C. Wang held center stage. Speaking through his interpreter, he humbly offered his thanks to the people of Texas, who—he sincerely noted—had done so very much for him.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "February 1989",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "Formosa",
      "Business",
      "Commerce",
      "School",
      "Texans",
      "Jobs",
      "The Texans",
      "Louisiana",
      "money",
      "Austin",
      "Budget",
      "Construction",
      "Government",
      "Governor",
      "Home",
      "Pollution",
      "Cities",
      "Economy",
      "EPA"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Texas",
      "Austin",
      "Houston",
      "Matagorda",
      "Alice"
    ]
  }
}