{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19834",
    "date": "April 1983",
    "year": 1983,
    "month": 4,
    "month_formatted": "April",
    "pdf_uri": "/1983/19830400.pdf",
    "issue_cover_image": "",
    "document_start_page": 138,
    "toc_start_page": 136,
    "document_page_range": [
      [
        138,
        139,
        140,
        141
      ]
    ],
    "toc_order": 5,
    "toc_headline": "Tricks",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198304-tricks",
  "source": "/1983/19830400.pdf",
  "wp_post_id": 119415,
  "wp_post_guid": "http://www.texasmonthly.com/article/tricks/",
  "authors": [
    "Susan Kennard"
  ],
  "headline": "Tricks",
  "dek": "Seeing Is Deceiving.",
  "spread_caption": "",
  "excerpt": "On the first day of april my true love gave to me . . . nineteen gifts that weren’t what they appeared to be.",
  "kicker": "",
  "word_count": 926,
  "content": "<p>While planning for the Christmas season of 1968, someone at Neiman-Marcus had a bright idea: why not market after-dinner mints in the shape of green peas, packaged in glass canning jars? The ploy succeeded so well that the store projected 20,000 orders. To try to meet the demand, the small Italian village that made the candy peaseach one rolled by hand - went to work day and night, feeding the seemingly insatiable american Christmas machine. Every available woman and child was drafted in the name of pea production. The Pet Rock notwithstanding, this episode must figure as some sort of landmark in the history of novelty gift items.</p><p>A fascination with artifice is as old as the urge to make riddles, games, and laughter. The French have a phrase for it—trompe l’oeil, or “fool the eye” -which aptly describes what’s happening on these pages. Scrutinize each item and see whether you can figure out the trick. If you find you can’t wait to pull the wool over someone <em>else’s</em> eyes, we know a certain holiday when you just might put a few of them to good use.</p><p>April Fool!</p><p>Photography by Matthew Savins/Kirkley Photography, Inc.</p><img/><img/><p>Clockwise from upper left:</p><p><em>Get gassed up with this replica-gas-pump drink dispenser from Odyssey Products. The fittings are brass, the clear glass cylinder is handblown, and the globe can be customized ($2500-$2800).</em></p><p><em>How does your garden grow? With red silk tulips sprouting from bulbs in a four-and-a-half-inch clay pot, so realistic that a few strategically placed leaves are demurely fading to brown. By Dalmarko ($75).</em></p><p><em>White lightning: George Kovacs’ striking six-foot metal “Georgian” floor lamp emits a decidedly classical glow ($330).</em></p><p><em>No strings are attached to a high-flying wall lamp of laminated cotton by aujourd’hui ($95).</em></p><p><em>Junior executives could easily get sidetracked with this grown-up toy: the simulated-leather attache case is fitted with a steam engine, five freight cars, and eleven feet of track. Jessam Marketing Services issues a new model each year ($325-$350).</em></p><p><em>Don’t toss this out: a ceramic tossed salad handmade and hand-painted by Nancy Nichols ($128).</em></p><p><em>You could get hooked. Inside this walking cane is a collapsible fiberglass fishing rod ($225).</em></p><p><em>These cigarettes should not be taken lightly: each one is chocolate, realistically camouflaged in filter-tip paper. By Steenland B. V. GoudaHolland Chocolate Factory (55 cents a pack, $4.95 a carton).</em></p><p><em>Troubled by slips twixt the cup and the lip? There’ll be no more worries with faux-cut-crystal doubleold-fashioned glasses in sturdy plastic. By Excalibur (six for $16).</em></p><p><em>Make any picture perfect with a five-by-seven-inch dark or milk chocolate frame. By Kron Chocolatier ($25).</em></p><p><em>Snazzy by day, snoozy by night: this high-gloss buffet folds out into a bed. By Thayer Coggin (king $1445, queen $1333, double $1268, twin $1025).</em></p><p>Clockwise from upper left:</p><p><em>This levitating parcel, which demands to be opened posthaste, is actually a note card in disguise. White Package from the Museum of Modern art, New York (cards with envelopes 85 cents each, $9 a dozen).</em></p><p><em>It’s a stickup: Popsicle soap in melt-in-yourbath flavors. A choice of five colors—lime, cherry, banana, grape, and orange—should make waves at your house on Saturday night. Soap Ice Pop by Colossus ($3.50).</em></p><p><em>Here’s a bright idea that will sharpen your wits: a light-bulb pencil sharpener by Herlitz ($1.25).</em></p><p><em>Something to get keyed up over, this floating “rock”gathers no moss. On the back is a door to a secret compartment for hiding your house key. The stones are virtually weatherproof and indestructible and come in dark or light gray, reddish brown, and tan. Mary Ellen’s Keystone ($5).</em></p><p><em>You’ll hear glowing reports when you whip out a shipshape butane lighter with chrome deck and enameled hull in green, blue, or red. By Sankei ($20).</em></p><p><em>Chairity begins at home, with a living room suite consisting of miniature ceramic armchairs, sofa, and lamps. The cushions lift off to reveal space for storing bangles, beads, or contraband; the two lamps are salt and pepper shakers. Designed by angelo Donghia for Toscany (chair $21, sofa $32, lamps $18 a pair).</em></p><p><em>Bow out in style wearing a hand-painted ceramic bow tie. Each one is tied from a strip of wet clay and individually decorated in a variety of colors and styles. The grosgrain ribbon is a tip-off that this is knot your ordinary cravat. Design credit goes to former Dallasite Letitia Eldridge ($21-$50).</em></p><p><em>Just what the doctor ordered: a life-size apple of glistening white Carrara marble, tinted green on the outside and missing two perfectly sculptured bites. Looks better than good enough to eat. Made in Pisa, Italy ($60).</em></p><img/><img/><p><strong>SHOPPING Guide</strong></p><p><strong>Gas-pump dispenser—</strong><em>austin:</em> Foley’s, Richard Jenness Gifts. <em>Houston:</em> Foley’s. <em>San antonio:</em> Foley’s.</p><p><strong>Silk flowers—</strong><em>austin:</em> the Bombay Company, Richard Jenness Gifts. <em>Houston:</em> the Changing Look, Home & Patio, the Perfect Setting.</p><p><strong>Column lamp—</strong><em>Dallas:</em> Marshall Field’s.</p><p><strong>Kite light—</strong><em>Houston:</em> International Design Imports.</p><p><strong>attache case train set—</strong><em>Dallas:</em> FAO Schwarz, William Ernest Brown. <em>Houston:</em> Brittany Blake Interiors.</p><p><strong>Ceramic salad</strong><em>—Houston:</em> the Mole Hole.</p><p><strong>Walking cane—</strong><em>austin:</em> Foley’s. <em>Houston:</em> abercrombie & Fitch, Foley’s. <em>San antonio:</em> Foley’s.</p><p><strong>Candy cigarettes—</strong><em>Houston:</em> Confection Connection.</p><p><strong>Plastic glasses—</strong><em>Dallas:</em> arresta. <em>Houston:</em> Sakowitz.</p><p><strong>Chocolate frame—</strong><em>Dallas:</em> Kron Chocolatier.</p><p><strong>Buffet bed—</strong><em>austin:</em> Denhome. <em>Dallas:</em> Denhome, Marshall Field’s. <em>Houston:</em> Blum’s Furniture, Denhome, Marshall Field’s. <em>San antonio:</em> Denhome.</p><p><strong>White Package cards—</strong><em>austin:</em> Works. <em>Dallas:</em> arresta, Vertu. <em>Houston:</em> Facets.</p><p><strong>Popsicle bath soap—</strong><em>Dallas:</em> Dream Garden, l’lmage Cosmetique-Diffusion. <em>Fort Worth:</em> Fundesigns. <em>Houston:</em> artcards, Gifts by Fitz.</p><p><strong>Light-bulb pencil sharpener—</strong><em>Corpus Christi:</em> Hi Balloons. <em>Dallas:</em> Ben Franklin Stores, Hillcrest Office Products, SMU Bookstore. <em>El Paso:</em> Initially Yours. <em>Houston:</em> Bronx Zoo, Gift Gamut, Massin Office Supply, Of all Things, Party Specialties. <em>San antonio:</em> apropos, Jam & Jelly.</p><p><strong>Keystone—</strong><em>austin:</em> Pack It In, the Paper Place, Richard Jenness Gifts. <em>Corpus Christi:</em> Hi Balloons. <em>Dallas:</em> artisan Galleries, Party Tree, Winterberry General Store. <em>Houston:</em> Bering’s, the Blue Hand, Peddlers. <em>San antonio:</em> Natural Selection.</p><p><strong>Steamboat lighter</strong><em>-austin:</em> Morgan’s.</p><p><strong>Ceramic living room furniture—</strong><em>Dallas:</em> Trilogy.</p><p><strong>Bow tie—</strong><em>Dallas:</em> J. Arden.</p><p><strong>Carrara marble apple —</strong></p><p><em>Houston:</em> International Design Imports.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "April 1983",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Design",
      "Marshall",
      "Apple",
      "Chocolate",
      "Christmas",
      "House",
      "office",
      "choice",
      "Cotton",
      "Fishing",
      "GLOW",
      "History",
      "Holiday",
      "Home",
      "ICE",
      "italy",
      "Marketing",
      "Mole",
      "New York",
      "Rock"
    ],
    "wp_categories": [
      "Home"
    ],
    "wp_location": [
      "Marshall",
      "D.C."
    ]
  }
}