{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19834",
    "date": "April 1983",
    "year": 1983,
    "month": 4,
    "month_formatted": "April",
    "pdf_uri": "/1983/19830400.pdf",
    "issue_cover_image": "",
    "document_start_page": 122,
    "toc_start_page": 120,
    "document_page_range": [
      [
        122,
        123,
        124,
        125
      ],
      [
        212,
        213,
        214,
        215,
        216,
        217,
        218,
        219,
        220,
        221,
        222
      ]
    ],
    "toc_order": 1,
    "toc_headline": "Hail To Thee, George E. Fischer",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198304-hailtoth",
  "source": "/1983/19830400.pdf",
  "wp_post_id": 119436,
  "wp_post_guid": "http://www.texasmonthly.com/article/hail-to-thee-george-e-fischer/",
  "authors": [
    "Tom Walker"
  ],
  "headline": "Hail To Thee, George E. Fischer",
  "dek": "Anybody can grow up to be president, but only in San antonio can a building materials sales manager be (for a while, anyway) king.",
  "spread_caption": "",
  "excerpt": "Most of the time you're a nice, ordinary businessman. But for one brief, shining moment you were King antonio, monarch of San antonio’s Fiesta and semi-beloved ruler of the one Texas city that still loves a good king.",
  "kicker": "",
  "word_count": 7967,
  "content": "<img/><p><span class=\"dropcap\">U</span>neasy lies the head about to wear the crown. Late one November night back in 1981, George and Carolyn Fischer were awakened in an upstairs bedroom of their two-story home in San antonio’s Terrell Hills by a ruckus on the front lawn that sounded like a New Year’s Eve party in full swing. Next came a banging at the front door and a nonstop ringing of the doorbell.</p><p>Alarmed and barefoot, the Fischers (George in blue and red pajamas, Carolyn in a nightgown and robe) padded downstairs, switching on every light in their path. Who would be disturbing their peace at such an hour? Carolyn stayed back, clutching her robe at the neck, as George peered through the front door peephole.</p><p>Phot ograph by Xavier Garza</p><img/><p><em>aides L. Lowry Mays (l.) and Bill atwell share the Fiesta spotlight with Fischer.</em></p><p>“Oh, my God,” he whispered.</p><p>He unlocked the door and opened it. Before a flash of light momentarily blinded him, he recognized a man aiming a camera at him and another man brandishing a fifth of King’s Ransom Scotch. A third held aloft a blue cape in one hand and a blue shako with a red plume in the other. By that time George Fischer knew what was going on: they were coming to tell him he had been elected King antonio. He had known they would be coming; he just hadn’t known which night.</p><p>Laughing, shouting, singing, the intruders pushed inside and demanded hospitality. The Fischers, rubbing their sleep-filled eyes and trying to smile, led them past the living room to a den. The Scotch was poured into glasses of ice and soda. Someone turned on a late-night easy-listening radio station. A neighbor, Kathleen Pryor, heard the racket, came to investigate, and joined the party. The Fischers’ son, Mike, had been driving by with his wife, Suzanne, and their infant daughter, Casey. They noticed the cars and stopped in. Someone summoned the Fischers’ daughter, Leigh, by telephone, and other people just seemed to wander in. Snapshots were taken, songs sung, another bottle of Scotch uncapped, and soon another. The revelry stretched into the wee hours.</p><p><strong>the Royal Flush</strong></p><p>This surprise party thrown by the party surprised is an annual tradition-the King’s Ransom-of the Texas Cavaliers, one of San antonio’s three most exclusive social clubs for men. Each autumn the Cavaliers elect by secret ballot one of their own to reign as King antonio for the twelve months beginning with Fiesta the following april. The tradition calls for the reigning king, the immediate past king, and the current commander of the Cavaliers, together with their wives, to convey the news of the king-elect’s victory to him in an unannounced late-night visit to his home. And the tradition also requires that the six visitors bring along a fifth of King’s Ransom Scotch, to be drunk to the last drop in celebration.</p><p>King antonio is ostensibly all in fun, and lots of people in San antonio regard him with feelings ranging from studied irreverence to out-and-out hostility. But in the bowers of old San antonio’s moneyed families-in alamo Heights, Olmos Park, and Terrell Hills especially-there’s nothing funny about him. However quaint or queer the tradition may appear to outsiders and even to other San antonians, in the world of these families, to be King antonio is the supreme social honor that a man can achieve, one that he and his posterity can forever look back on with button-popping pride.</p><p>None of which makes antonio a haughty ruler. Almost invariably, as in the case of George E. Fischer, he is a very nice and very ordinary man. At one point during his King’s Ransom party, Fischer flopped into a corner easy chair and pondered the burdens and blessings to be his. He would have to buy new wardrobes for his wife and daughter; choose aides with whom he and Caroline could live in a hotel suite for ten days; find a housesitter; order the coins and medals of his realm; buy gifts for the Cavaliers, local VIPs, his parents, his friends, and even outstanding grade-school students; take more time off from work than he could afford to; and in the process spend between $8000 and $10,000 out of his own pocket.</p><p><span class=\"dropcap\">K</span><em>ing antonio is ostensibly all in fun, and lots of people regard him with feelings ranging from studied irreverence to outand-out hostility. But in the bowers of old San antonio’s moneyed families there’s nothing funny about him. However quaint or queer the tradition may appear to outsiders and even to other San antonians, in the world of these families, to be King antonio is the supreme social honor that a man can achieve.”</em></p><p>Photograph by Will van Overbeek</p><p><em>Opposite: Supporters say Rey Feo —now Ralph Karam—does more for the community.</em></p><p><em>(Continued on page 210)</em></p><img/><p><em>(Continued from page 125)</em></p><p>On the other hand, come april, for ten days he would be treated as royally as any real-life monarch had ever been —feted, toasted, curtsied to, and toadied to at banquets and balls and lavish parties in hotels, country clubs, and the palatial homes of the city’s elite, with two aides to light his cigarettes, freshen his drinks, and fetch his this and that.</p><p>The papers would run his picture in color on their front pages. The mayor, county commissioners, city councilmen, judges, and sheriffs would address him as Your Majesty.</p><p>Schoolchildren would entertain him with pageants and regard him with wonder. At nursing homes the elderly would strain to touch the hem of his cape. Motorcycle police would halt traffic to escort his five-convertible entourage through red lights.</p><p>Parading troops and bands would pass in review before him as he stood beside generals and air Force base commanders. At Lackland, jets would zoom overhead in his honor as the band played “Off We Go Into the Wild Blue Yonder.”</p><p>A helicopter would fly him onto the center of a polo field as thousands of fans stood and cheered him. A white horse would carry him into the center of a <em>charreada,</em> or Mexican rodeo, as thousands of fans stood and cheered him in Spanish.</p><p>He would be on television.</p><p><strong>GENTLEMEN On Horseback</strong></p><p>For the benefit of those who have recently moved to Texas from remote cities like Detroit, Cleveland, or Semipalatinsk, Fiesta is San antonio’s biggest annual event. It’s a ten-day rite of spring, beginning each year on the Friday before San Jacinto Day, april 21 —a bash of feasting, frolicking, partygoing, and parading, a multiethnic mass hallucination of costumes and bands and flowers and floats. It is a cityfest second in size and scope in this country only to New Orleans’ Mardi Gras. Fiesta is the axis upon which San antonio turns—at last count a $40 million industry-and it draws together in an uneasy detente every shard of this fragmented city, whose history is rife with factionalism, class prejudice, and dissension.</p><p>In fact, the King antonio tradition, an Old World archaism, could not have flourished this long anywhere in Texas but San antonio. During the 1880s a group of high-toned, superpatriotic San antonio dowagers worked toward the creation of a flower parade on San Jacinto Day to honor the heroes of Texas independence. The visit of President Benjamin Harrison to the alamo City in 1891 crystallized the ladies’ dream. But their parade, unfortunately, got rained on; they held it anyway, sans Harrison, the following Friday.</p><p>The lords of San antonio have been running Fiesta ever since, and before long they felt the need to crown a king. Fiesta royalty dates back to Fiesta 1896 and the infamous reign of “King Cotton,” alexander Walton, a San antonian who, having chosen as his queen a beauty from austin rather than San antonio, was paid by the local press the sort of affectionate homage that Danton, Robespierre, and the poor people of Paris paid Louis XVI.</p><p>The Fiesta kings of 1897 and 1899 had no names —they were just plain “king.” But with the turn of the century, the chamber of commerce and the Fiesta de San Jacinto association began making up official-sounding names for a makebelieve organization through which they could designate a sovereign. Thus the Fiesta king of 1905 had the unfortunate name of King Selamat (“tamales” spelled backward), given him by the nonexistent Knights of Omala (“alamo” spelled backward). In 1915 another nonexistent local society, the Gran Quivera (named for the cities of gold the Spanish conquistadores never found) dubbed its Fiesta sovereign, Dr. Thomas Terrell Jackson, King antonio. The name stuck, and the doctor went down in history as antonio I.</p><p>For reasons lost in the mists of time, there was a slightly haphazard quality to the early Fiestas, and the yearly succession of kings cried out for order and stability. It found those qualities in John B. Carrington, a short, stocky, aristocratic Virginian who had moved to the alamo City in 1902. Except for the failings that he neither drank nor cursed, Carrington might have been the inspiration for poet Edward arlington Robinson’s character Miniver Cheevy. A hopelessly wistful romantic who scorned the automotive age, Carrington pined for the kings, queens, knights, shining armor, prancing steeds, and bloody jousts of the neomedieval tournaments popular in his home state before the Civil War. He so took to Fiesta San antonio, with its kitsch royalty and alamo hero worship and Tournament of Roses-like Battle of Flowers, that in 1909 he founded a male social club, the Order of the alamo, to stabilize the chaotic selection process for Fiesta queens.</p><p>In founding the Cavaliers seventeen years later, though, Carrington envisioned more than a local quasi-military fraternity to elect the annual Fiesta king. He wanted the Cavaliers to become a statewide club with local chapters; to lead an annual pilgrimage to the alamo, conceivably like those made to Lourdes and Fatima; to cement amicable relations between the civilian and the military halves of the city; to spearhead a drive for San antonio to land Texas’ centennial celebration in 1936; and, in his words, “to keep alive among our young men the Texas tradition of horsemanship in this age of automobiles.” The Cavaliers’ official history, by Henry Graham, suggests that to Carrington the word “cavalier” denoted both the monarchical English party of the seventeenth century and a gentleman or knight on horseback.</p><p>The Cavaliers never went statewide, nor did San antonio get the centennial (Dallas did). But Carrington lived to realize his other dreams to varying degrees. The Cavaliers not only stayed in their saddles until after his death in the mid-thirties but also held fierce, hazardous jousting and galloping competitions in the Tournaments of Roses at San Pedro Park (dedicated in 1729 by King Philip of Spain) and later on the fields of a riding club they built near the Olmos Basin. Their solemn ceremonies honoring the alamo’s dead heroes have endured to the present day. They—or somebody—cemented relations between the military and the civilian halves of the city that might be described as not just amicable but incestuous. And every year since the coronation of Sterling C. Burke, Sr., in 1927 —except for the war years 1942-45 —they have elected a Fiesta king in orderly fashion.</p><p><strong>LIFE In the Castle</strong></p><p>“George, you look just terrible,” Carolyn Fischer told her husband an hour before his investiture as King antonio LX. “are you going to be sick?”</p><p>“i’m fine,” groaned George E. Fischer, pulling on a T-shirt. But a glance in the mirror revealed that he looked less like a king about to be crowned than like one about to be guillotined. It was Saturday evening, april 17, the second day of Fiesta, and the Fischers were dressing in the king’s castle. Traditionally the castle had been in the St. Anthony Hotel, but now, with the St. Anthony being refurbished, it was in the comparatively new Four Seasons, where the commander’s suite adjoined the king’s, but the aides’ suites were across the hall.</p><p>As yet, the castle was a mess. There hadn’t been time to unpack, so the vaguely Mediterranean rooms were cluttered with boxes full of clothing, kitchen utensils, food, liquor, and various gifts that the king would dispense, including beribboned medals and bags of anodizedaluminum “gold” coins-40,000 of them. There were more floral arrangements than would be found in a funeral parlor, and all the flowers were blue and red, the Cavaliers' colors. Blue-and-red Cavalier banners and bright green Fiesta flags adorned the white walls, as did colorful collages of newspaper cartoons. In a corner of the main room hung a Mexican pinata in the shape of a man dressed in a blue and red Cavalier uniform. The plush green carpets were strewn with confetti, and so were the outside hallways, for antonio LX had been billed as the King of Merriment.</p><p>But he wasn’t feeling merry. If only he could just be himself—good old George E. Fischer, a building materials sales manager—there’d be no problem. But he couldn’t just be himself. He had to be a damn king. It wouldn’t be just himself that he embarrassed if at the investiture he blew his lines or dropped his saber or couldn’t get the Cavalier flame of honor lit. What if he tripped on his cape or something? It wouldn’t be just himself he’d disgrace but King antonio —the figure, the symbol, the office, the tradition, the mystique. The <em>Cavaliers.</em></p><p>Beads of nervous sweat broke out on his forehead, for it was time to put on the coat. He asked Carolyn to help him —no King antonio had ever put on that coat by himself. Unlike the ordinary Cavalier jacket, it zipped up the back. He extended both arms before him as Carolyn lifted the heavily medaled, gold-braided bluejacket off the bed with difficulty. She slipped it on him and zipped it up.</p><p>Gravely, he turned back to her. “Oh, George,” she exclaimed, brightening. “It looks marvelous on you!”</p><p>“Does it?” George asked weakly, adjusting the shoulder boards. Being fortunate enough to find a pair of past kings’ uniforms that fit had saved him the $1200 that two new ones would have cost at Sugarman’s Uniforms, where the Cavaliers shopped. What made the coat so heavy was its accursed medals-it weighed seven pounds without them, twenty with them. A few, like those he had received for being alamo properties officer and activities officer, meant something, but most didn’t.</p><p>“You look wonderful too,” he told Carolyn, and gave her a kiss. And well she should. That long white gown she was wearing had cost him almost a week’s pay. He moved to a full-length mirror. Over the blue stripe of his scarlet Cavalier trousers a gold king’s stripe had been sewn. He donned his blue, scarlet-lined cape, the red collar of which was studded with gold stars. He flipped the cape back over his shoulders so that from the front it looked scarlet rather than blue. He slipped on his immaculate white king’s gloves. He buckled on his heavy king’s belt, with its empty scabbard that would soon receive the sword of office.</p><p>Then he regarded himself closely. He had to admit he did look rather . . . kingly. Some of the color had even returned to his face. Maybe, he speculated, the uniform made the man, the way the pinstripes of the New York Yankees were said to transform average ballplayers into outstanding ones. If it did, he need not be nervous at all. He smiled hopefully at his reflection.</p><p>Now that he suspected he was going to be all right, his bemedaled chest swelled with pride. He sucked his stomach in and drew his shoulders back. Across the hallway his day aide, L. Lowry Mays, the owner of radio station WOAI, and his wife, Peggy, were waiting for him. In the suite adjoining theirs his night aide, Bill atwell, a real estate investor and remodeler, and his wife, Betsy, were waiting for him. In the suite adjoining his own, the commander, William Watson (this year’s likely King antonio), and his wife, Sally, were waiting for him. At the alamo all the Cavaliers and their families and Mayor Henry Cisneros himself were waiting for him. TV cameras —the whole city —were waiting for him. He was the king.</p><p>“Carolyn,” said George E. Fischer in a tone that sounded like a command, “let’s go.”</p><p><strong>the Coronation</strong></p><p>Nature blessed the investiture ceremony of George E. Fischer as King antonio LX with a balmy, breezy Saturday night. On the grassy patch directly in front of the alamo a stage had been erected; in the makeshift grandstand facing it, Cavalierblue folding chairs were arranged in eleven ascending rows, the first six reserved for wives and other relatives of the Cavaliers. For the rest of the city it was the top five rows, then standing room only. The air was heavy with tinny grandeur.</p><p>The stage, decked out in red cloth, bore a medieval kneeler, a royal-red throne, and a podium with a lamp and a microphone. Off to one side, in navy-blue uniforms, the air Force Band of the West, from Lackland air Force Base, was tuning up. Meanwhile, inside the shrine all the Cavaliers were quietly honoring the alamo heroes, and their own dead too, in an elaborately solemn secret ceremony.</p><p>By 7:20 the sidelines were packed with standees. The mayor had arrived, and wives and daughters of the Cavaliers had begun to appear, dressed to the nines in long gowns displaying king’s medals. (The Sunday papers the next morning would make much of Carolyn Fischer’s “white, ruffled in lace” gown, Betsy atwell’s “multi-floral ballgown,” and Peggy Mays’ “red paper-weight taffeta with vertical white stripe . . . halter and hemline were ruffled”; on attention to such details, for better or worse, had those newspapers built their journalistic reputations.)</p><p>As dusk became night, the amplified, resonant voice of Henry Guerra, who emceed many Fiesta events, welcomed everyone to the coronation. Now a radio news announcer, Guerra had been mouthing Fiestaspeak for so many years that his spiels had come to sound like recordings and he had gotten a reputation for being Fiesta’s token Mexican american official.</p><p>Acknowledging the welcome, the spectators tried to applaud, but Guerra cut them short with a peremptory sentence of Fiestaspeak: “King antonio the Fiftyninth, David P. Steves, Jr., with the aid of William S. Watson, the commander of the Texas Cavaliers, and King antonio the Fifty-eighth, Ricks Wilson, and the alamo officer of the Texas Cavaliers, John a. Colglazier, will preside over the crowning of the new king, the king of Fiestaaa ...”</p><p><em>Now</em> the people could clap. They did, and the band broke into a triumphal march as the Texas Cavaliers filed out the front door of the alamo and took up their positions in equal ranks to the right and the left of the stage.</p><p>“When the Cavaliers assemble,” Guerra announced superfluously, “the ceremony begins.”</p><p>Watson, Wilson, and Steves climbed the stairs to the stage. After Wilson had delivered a ponderous invocation, Steves bade Watson bring the new king forward. Watson called the Cavaliers to attention and ordered the captain of the King’s Guard to “escort the king-elect to his place before the throne.” With raised sabers of shiny steel, the guard formed a passageway to the stage.</p><p><em>Boom!</em> The unexpected report of a small cannon gave the crowd a comical start. That salute, discharged in the walled courtyard to the north of the alamo, was followed by another, and then another. Along a winding trail from the courtyard, a mini-parade led by the Marching Drum and Bagpipe Band of the United States air Force Reserve at Robbins air Force Base, Georgia, made way for the king.</p><p>The crowd cheered and the cannon continued to boom as he came into sight, celestially calm-seeming, smiling and waving as imperially as if he’d been king all his life. Flanked ’by his two aides, George E. Fischer sat regally in a golden carriage pulled by two white horses —the traditional king’s carriage —driven by two liverymen in black derbies.</p><p>The Band of the West trumpeted a fanfare as the king climbed down from the carriage and marched between the ranks of elevated sabers. “Kneel, Candidate Fischer,” Steves commanded him, “and repeat after me.”</p><p>Phrase by phrase, Fischer repeated the investiture oath. A reverential hush prevailed, like that accompanying the consecration at a Roman Catholic mass. Steves conferred on Fischer the king’s medallion, symbol of trust; the king’s saber, symbol of authority; and finally the king’s plumed shako, symbol of responsibility. “In having vested in you this trust, authority, and responsibility,” Steves concluded, “I proclaim that you are antonio the Sixtieth.”</p><p>As those amplified words echoed, the hush deepened. The crowd had passed the point of being reverential —it was marmoreal. Commanded to present arms, the members of the guard raised high their sabers.</p><p>Then nothing happened for many seconds. The arms remained presented. The moment seemed stuck in time, like a frozen frame in a film. “ ’zat all?” came the thin voice of a child from the grandstand. “Izzat <em>all?”</em></p><p><em>“Shhh!”said</em> someone else, probably his mother.</p><p>Rising at last, Fischer introduced 1982’s twelve new Cavaliers —initiates with names (like Cavender, Saunders, and Biedenharn, Thomas, West, and White) that happened to belong to current and past Cavaliers too. He then called forth, in chronological order, five of the six flags in the history of Texas. The band played a thematic ditty (“Lady of Spain,” “La Marseillaise,” “Deep in the Heart of Texas”) as each was posted before the stage.</p><p>“Cavaliers, present arms!” Watson barked. “Your Majesty, light the flame of honor!”</p><p>With bold, headlong strides, his cloak rippling royally, Fischer moved toward the birdbathlike bowl containing the butane gas jet that would produce the Cavalier flame of honor. His hand did not tremble as he lit the flame. A dozen cameras flashed. The band struck up “The Star-Spangled Banner” as the sixth and final flag, Old Glory, was posted. Everyone rose. Ersatz romance reigned triumphant. One could sense hovering over the great tongue of fire that leaped upward in the night the ghosts of original Cavaliers John B. Carrington and Sterling Burke, gamboling with those of William Barret Travis and Davy Crockett and Jim Bowie and John Wayne. It was a moment forever San antonio.</p><p><strong>LONG In Clubs</strong></p><p>King antonio is first, foremost, and always a Texas Cavalier—a member of the third most elite private club in a city with more private clubs than New York City has delicatessens. San antonio’s compulsive clubbiness began midway through the nineteenth century, with the national rural-to-urban tropism, as people flocking to the burgeoning towns sought out the people most like themselves for socializing. In San antonio in the 1850s the educated, class-conscious German burghers who had settled there, eager to mingle with their ethnic brethren and simultaneously to disassociate themselves from artisans and laborers, founded the Casino Club.</p><p>By the early decades of this century, what set San antonio apart from cities like Houston and atlanta, whose clubs dwindled in importance and whose social lines blurred, was that San antonio didn’t change. The corporate pressures brought to bear on Southern cities that became regional business centers destroyed the exclusiveness of their clubs —and in many cases the clubs themselves —as they were forced to accommodate members from the new businesses. San antonio’s resolute resistance to industry preserved the purity and longevity of its clubs and kept its rigid social structure intact. Says local historian T. R. Fehrenbach: “The private clubs have retained their importance here because historically they have allowed the city’s merchant aristocracy to define itself.”</p><p>Today a list of the city’s most exclusive clubs —men’s, women’s, and mixed —is apt to run off the page. One can still be turned down by the San antonio Country Club, the Merry Knights of King William, and the Town Club; by the Conopus Club, the Beethoven Maennerchor, and the Junior League; by the Tuesday Musical Club, the assembly, the Battle of Flowers association, and the Women’s Club; by Our Reading Club, the San antonio Bachelors’ Club, the Fenwick Club, the History Club, the Torch Club, and of course that club housed in an old Southern mansion whose kitchen serves up the most aristocratic cheeseburger in the Southwest: the argyle.</p><p>And then there are the Big Three —all proudly, rampantly, exclusively male. Annually the most prestigious of them, the Order of the alamo, after electing a queen and a princess at a grimly secret summer meeting inside that shrine, provides for the ceremonies of Fiesta a royal court with the queen, the princess, a prime minister, a lord high chamberlain, duchesses, dukes, a mistress of the robes, pages, and everything else courtly but Nubian eunuchs. A second, the San antonio German Club, comprises civically prominent men who announce the new debutantes (usually chosen from among their daughters) each October and present them at a coming-out party in November that launches the social season. The third, the Cavaliers, is smaller and slightly less prestigious than the other two, but of Olympian stature compared to the teeming hoi polloi of clubdom.</p><p>Though there is overlapping membership and no competitive feelings among the three, the Cavaliers differ from the German Club and the Order of the alamo in significant ways. One, they’re far more mercantile, with fewer gentlemen of leisure from the independently wealthy families of old San antonio and more who, though from prominent families, actually work for a living: bourgeois aristocrats, with the accent on “bourgeois.” Two, by visiting orphanages, old folks’ homes, grade schools, and children’s hospitals and by putting on the annual Fiesta River Parade, they do some things that are at least marginally useful to the community. And three, they (and their wives) seem to take their Hyperion status less seriously than do the other “aristocrats” (and their wives).</p><p>In person, whether in uniform or civilian clothing, the veteran Cavalier radiates bonhomie, good breeding, and good ol’ boy charm. Typically he is middleaged, ruddy-cheeked, and conventional—a churchgoer, a hunter, a fisherman, a football fan, and a Republican —with grown children and small grandchildren. He is a homebuilder, sales manager, real estate agent, manufacturer, storekeeper, banker, stockbroker, doctor, dentist, lawyer, mortician, or car dealer. He is proud of his past and optimistic about his future, and he can’t imagine why anyone would resent him or the Cavaliers or would ever consider living anywhere but San antonio.</p><p>Who may become a Cavalier? The bylaws restrict election to “persons who have attained the age of 25 and who have not attained the age of 45 and who have actually resided in Bexar County, Texas, for a continuous and uninterrupted period of at least two years.” any male who meets these requirements may become a member, but he must be proposed by a Cavalier; one does not apply. Each year the list of proposed members is mailed to the entire membership for voting. The top 24 are presented to the Cavaliers’ board of directors, who may then choose up to, but not more than, a dozen new members. Annually, some seventy names are put forth, of which at least two thirds are either sons or sons-in-law of current Cavaliers; new Cavaliers tend to be related by either blood or marriage to current and past Cavaliers with names like altgelt, Huntress, Herff, Calvert, Groos, Gill, Frost, Moorman, Peacock, Straus, Steves, West, White, and Zachry —names that brighten the membership rolls of other exclusive clubs as well.</p><p>In business and industrial boom towns like Houston and Dallas competence and achievement, along with money, are what is valued. But in relatively unproductive, relatively poor San antonio, those things rank a poor fifth to who you are, who your friends are, who your mother and father and grandparents were, and who your husband or wife is. An outsider, a nobody, can marry a woman whose father is a Cavalier and become one himself. An ambitious woman can marry a Cavalier or a prospective Cavalier and look forward to not only a career in San antonio society but also progeny who may become Fiesta royalty.</p><p>On the other hand, contrary to the general assumption in the social highlands of alamo Heights, Olmos Park, and Terrell Hills, not every male resident of Bexar County dreams of being King antonio. Nor, if the truth be told, does every Texas Cavalier. One 68-year-old Cavalier admits, “Even back in the heyday, when I was young, I would not have wanted to be king. It drains a man. Exhausts him. Costs a lot of time and money. Many Cavaliers, i’d guess, have wanted very much not to be king. And no Cavalier, to my knowledge, has ever gotten miffed about not being chosen king.” These days the crown can even be dangerous; in 1980 the police received word of an anonymous threat on the life of antonio LVIII, Ricks Wilson, and instituted special security measures during his reign.</p><p>But no Cavalier elected king has ever been taken entirely by surprise. Says 74-year-old Cavalier James Patton Taylor, who was antonio XXXVII, “Traditionally there’s a bit of politicking and electioneering involved. Every year back in my day, four or five Cavaliers would make it known that they wouldn’t mind their names’ being entered on the ballot. I turned down the chance to be king three times before consenting to it. I had to consider what it would cost me and what I could afford. Finally, in 1959, I told ’em that for my teenage children’s sake, I would consent to being antonio if elected. I was.”</p><p>Taylor is sorry to see that being commander has become tantamount to being elected king the following year. “The public doesn’t know that,” he says. “They still wait for us to disclose the king’s identity just before Fiesta. But we know it. And it takes the fun and the suspense out. It’s become so automatic that nowadays no more than two names are submitted on the ballot with the commander’s.”</p><p>A notable exception to the unofficial chain of succession occurred in 1972. Engineer Fred T. Goetting, Jr., who had distinguished himself as a capable and hardworking commander the previous year, wrote a letter to the Cavaliers withdrawing his name from consideration for king. Thus in 1973 Cavalier James W. Gorman, Jr., was invested as antonio LI. “I don’t know that I had actually been elected,” says Goetting today, “but I did tell them that my business wouldn’t allow me to take the time off from work that goes along with being king. So it’s true-I told them I wouldn’t be king.”</p><p><strong>ANTONIO Non Grata</strong></p><p>On the eve of Fiesta 1971, Dr. Jose Cardenas, superintendent of the West Side’s overwhelmingly Mexican american Edgewood School District, announced, with the support of the district’s board, that antonio would no longer be welcome at Edgewood elementary schools.</p><p>The Cavaliers were stunned. What sort of monster, they wondered, would deprive a minority child of the thrill of meeting antonio just to grind a political ax? But the ugliness was only beginning. That same year, State Senator Joe Bernal of San antonio effectively blocked the appointment by Governor Preston Smith of John Steen to the american Revolution Bicentennial Commission of Texas and that of H. B. Zachry, Jr., to the Texas air Control Board. One reason given was that both were known and practicing members of the Texas Cavaliers, a “discriminatory social club”; Steen had even been King antonio. (a number of Cavaliers believe that Steen’s having been king in 1967 was used against him in his unsuccessful 1981 bid for mayor. That idea is denied by George Shipley and Jill Collins, pollster and press secretary, respectively, for Henry Cisneros, who defeated Steen. Shipley says, “While we could have used being king and a Cavalier against John, and he was afraid we would, we didn’t.” Shipley does concede, though, that in one speech Cisneros made a passing reference to Steen’s “Cavalier attitude.”)</p><p>Overnight the king and his Cavaliers had become figureheads of the corrupt, decadent establishment. In public statements the League of United Latin american Citizens (LULAC) Council Two (whose own king, the Rey Feo, or Ugly King, had never been invited to participate in Fiesta), the Mexican american Legal Defense Fund (MALDEF), and the GI Forum attacked the Cavaliers as racist. Said MALDEF: “While it is the right of any private organization to be selective in its membership, organizations which discriminate . . . should not have the direct or indirect support of public facilities and accommodations.” a few organizations in the city even threatened to boycott Fiesta.</p><p>As one immediate result of the controversy, the Fiesta Commission declared that neither antonio nor the Order of the alamo’s queen was the official sovereign of Fiesta and that nothing prohibited other organizations from crowning all the Fiesta kings and queens they wanted to. As another result an invitation to participate in Fiesta was extended to Mexican american groups that had not been included before.</p><p>Anti-Cavalier wags dubbed the first uninvited King antonio-Buick dealer Charles Orsinger—antonio Non Grata I. Now 61, Orsinger (a nephew of stillactive Cavalier Ward Orsinger, 1934’s antonio XVI) chuckles about his 1971 reign, “The controversy was a tempest in a teapot: ridiculous. We got our most enthusiastic reception that year at a largely Mexican american school on the border of the Edgewood district. If you’ll notice, the political people who made all the noise soon found themselves out of office. They were against too many things this city happens to be for. San antonians love King antonio.”</p><p>Two such political people are former senator Bernal and former superintendent Cardenas. Bernal feels that the enemies he made in 1971, particularly powerful construction magnate and Cavalier H. B. Zachry, Jr., were instrumental in his 1972 defeat for reelection by Nelson Wolfe. Cardenas, however, insists that the antonio Non Grata controversy was irrelevant to his resignation in the midseventies as Edgewood superintendent.</p><p>Now executive director of San antonio’s Intercultural Development Research association, Cardenas boasts that if he had it all to do over, he’d do the same thing.<strong></strong>“I still think that for King antonio to visit public schools is bad,” he contends. “Even a play king has a relationship to his subjects. And to little minority children, this anglo king in his fancy uniform and fancy carriage presents a negative role model. They will always perceive him as belonging to a different ethnic group from theirs. If the Cavaliers want to discriminate, fine. But let them go off in a corner and discriminate by themselves rather than sending their king to schools full of children from the ethnic groups they discriminate against. Understand, though, I have nothing against the Cavaliers as individuals.” Cardenas smiles and adds, “Some of my best friends are Cavaliers.”</p><p>Bernal is no less adamant on the issue than he was twelve years ago: “In my opinion the king’s school visits are bullshit. Children are very susceptible to such things. You could dress a king up as a clown and take him into the schools and the kids would love him just as much. The thinking, adult Mexican american does <em>not</em> love King antonio. I equated the Cavaliers with a militaristic quasi KKK because we had not been able to budge them from being anti-black, anti-brown, and anti-Jew. I still do.”</p><p>Bristling, the Cavaliers respond that their accusers are the real racists and that becoming a Cavalier hinges not on surname or skin color but on something as simple as being the relative, friend, or acquaintance of a Cavalier. In fairness, it should be noted that their membership rolls do list a Mexican american (Dr. Aureliano a. Urrutia) and at least three Jews (Joe R. Straus, David J. Straus, and Jerome K. Harris). But detractors counter that Urrutia, nominated at the peak of the controversy in 1972, admitted in 1973, and hailing as he does from one of the city’s oldest, most aristocratic families is only a token brown and that he has not been an active member. As for blacks, there are no black Cavaliers.</p><p>Will there ever be? Could there ever be a black antonio? Some Cavaliers say yes, some no. “Wouldn’t be a thing in the world,” says Charles Orsinger, “to prevent a black or a Mexican american from becoming King antonio.” George E. Fischer, who views the inbred nature of the Cavalier bylaws as unfortunate and self-perpetuating-a catch-22-candidly disagrees: “With about forty sons and sons-in-law and other relatives proposed every year, and just twelve new members admitted, i’d think it would be difficult for a black even to become a Cavalier, much less king. I would certainly not expect to see it any time soon.”</p><p>Inevitably, the Cavaliers fall back on their old standby: they remind other organizations that each organization is free to elect its own Fiesta king and add that they themselves welcome as many as the public will allow. That challenge has been taken up by one of the militant organizations that attacked the Cavaliers back in 1971. In 1980 Lulac Council Two got its king, the Rey Feo, into Fiesta on an equal basis with antonio once and for all.</p><p>Tom Sandoval, chairman of the Council Two scholarship committee says, “We now have an excellent relationship with the Cavaliers. They generously helped us with our Rey Feo. One thing about the establishment—they haven’t always given Mexican americans what we asked, but when they haven’t, they have given us . . . concessions.”</p><p>Such as? “Well,” Sandoval continues with a grin, “there is a Mexican american lawyer in this town, a judge now, whose name I won’t mention, but he has always wanted to be a Cavalier so bad he could taste it. He made it known to them, too. But there was no way he could become one-he wasn’t buddies with any Cavaliers, and he was certainly not related to any. So, as a concession for not nominating him, they invited us [the LULACs] to be in their River Parade. That was back in 75, and we’ve been in it every year since. I doubt a Mexican will ever be King antonio, but so what? Our king is just as big as their king now.”</p><p><strong>the Ugly King</strong></p><p>The Rey Feo is not yet as big as'“their king,” but his significance is growing every year. If antonio is a throwback to the Teutonic, tribe-elected warrior-king of the Middle ages, the Rey Feo goes back to the southern European Ugly King of the same period. Just as the peasants of medieval Europe mocked the established royalty with their Ugly King, so have the common folk of San antonio mocked Fiesta royalty with their Rey Feo.</p><p>Though he has appeared at Fiesta only since 1980, San antonio’s Rey Feo first reigned in 1947. That year LULAC Council Two elected an Ugly King as a foil to antonio. His purpose was to raise money for a scholarship fund to benefit bright but needy high school students. Rey Feo I was funeral home director Joe Ortiz, and he made such a hit that the tradition took root; every year since, there has been a Rey Feo. But as members of LULAC love to emphasize, he has not always been a Mexican american, nor have the recipients of the scholarship fund.</p><p>Originally the community voted for the Rey Feo at large: one penny bought one vote for the candidate of your choice. More recently this slapdash method was replaced by a fundraising runoff between candidates chosen by a council of former Ugly Kings, El Consejo Real de Reyes Feos anteriores, and now the process is once again under review. Currently the council challenges two candidates to run against one another each year; invariably they accept, and whoever raises the most money wins the crown. In august 1982 restaurateur Ralph Karam, having raised $51,000, beat out restaurateur Roger Flores, who had raised only $41,000, and Karam was crowned Rey Feo XXXIV.</p><p>The man most responsible for the Rey Feo’s admittance to Fiesta on an equal footing with antonio is Logan Stewart, a news commentator for the city’s top-rated English-speaking radio station, KTSA. Stewart, famous in San antonio for his pearl-shaped tones and ripe Shakespearean diction, had been pushing LULAC to sponsor a Fiesta parade for years before he became the Rey Feo in 1979; with the crown atop his head, he pushed even harder.</p><p>Though Stewart had powerful friends in the ritzy men’s clubs as well as in LULAC, he himself wasn’t considered “society.” Whatever his exact social station, Stewart was in an ideal position to mediate between the clubs and LULAC, since he was also chummy with Davis Burnett (now in his fourteenth year as executive director of the Fiesta Commission). As the newly elected Rey Feo XXXII, Stewart convinced Burnett and Ray Doria, a past national vice president of LULAC, of the need for a Hispanic parade to liven up the listless first Saturday afternoon of Fiesta.</p><p>Recalls Doria, “Logan’s attitude was ‘You Mexicans should get off your butts. You’re fifty-three per cent of this town’s population. You should be leading a parade, not trailing behind antonio’s.’ ” LULAC would sponsor the parade Stewart had in mind, and he would be the first Ugly King to ride in it. Members of LULAC don’t mind telling you that their king is a more serious king (he raises money for those scholarships), more of a people’s king (he’s chosen by a community, not a club), a more active king yearround (he is a guest of honor during nonFiesta months at fetes in Corpus Christi, austin, Brownsville, and Laredo), and even a more “visual” king, than antonio is.</p><p>This last point is interesting because it raises the specter of what in the sixties was called co-opting. San antonio’s Rey Feo had never dressed the shabby part of the European King of Fools or worn the crown of cabbage leaves that literature’s most famous Rey Feo, Quasimodo, did; he had always draped himself in the raiment of real kings, but without much style. With the reign of Logan Stewart, however, his costume became reminiscent of the pre-antonio Fiesta kings’: a red cape trimmed in white fur and a shiny gold crown with fleur-de-lis points, embedded with red and blue jewels. As if that weren’t enough, Stewart threw in a white uniform modeled after that of the British governor general of India, a white and yellow silk sash worn diagonally across the chest, a gold collar, a heavy pendant, and four beribboned medals of vaguely antique appearance. Had Stewart not co-opted the Rey Feo into the very sort of king he had been created to mock centuries earlier?</p><p>“Logan was certainly more resplendent than any of our kings had ever been,” says a quite recent King antonio. “He wouldn’t let anyone touch that crown; he kept it perfectly shining. He even had those beautiful sashes made for his council of past kings, the anteriores whatchamacall-</p><p>it. Whether you were Rey Feo or antonio, Logan’s was a tough act to follow.”</p><p>How tough was it? So tough that only Stewart could follow it. In 1980 he was challenged by LULAC to run for an unprecedented second reign. He ran. He won, and in winning he became one of the few kings in history to succeed himself.</p><p><strong>KING Of Hearts</strong></p><p>Fiesta 1982 didn’t go down as the smoothest-running or the most successful in San antonio history. Midway through the week the weather turned around treacherously, bringing unseasonable cold and raining out the annual high school Battle of the Bands concert at alamo Stadium; a gospel concert at the Carver Community Cultural Center was canceled for lack of interest; scores of Fiestagoers were burned by hawkers of counterfeit tickets to Night in Old San antonio; Mayor Cisneros refused to ride in the Friday Battle of Flowers Parade because parade officials wouldn’t let his prepubescent daughters ride with him, and in the same parade security officers had to march alongside King antonio’s carriage to discourage people from shooting paper clips at the horses and to keep children from rushing out to touch the king and accidentally getting ground to pulpy substances beneath the wheels.</p><p>As for antonio LX, George E. Fischer, he was generally acclaimed to have been as noble, benevolent, dedicated, and magnanimous a monarch as ever lit the butane gas jet in front of the alamo. He was munificent too, doling out the king’s coins, innumerable medals, expensive sets of wind chimes, and LCD fivefunction quartz stick-on clocks that alternately flashed the hour-minute and the month-day.</p><p>Best of all, he was indefatigable. During his ten-day reign he visited 31 schools with 13,586 students, plus assorted senior citizens’ and nursing homes, orphanages, day care centers, and children’s hospitals. He appeared at one <em>charreada,</em> one polo match, and one local brewery; at churches, radio stations, the sheriff’s office, and the police department; at military bases, public parties, private parties, and one Israeli festival; at all Rey Feo functions and at the Fiesta queen’s coronation and lawn party; at balls, banquets, a gathering of the Women’s Club of San antonio, and a nutrition program at the First Presbyterian Church. In all, more than a hundred functions.</p><p>Long live the king. And might that be forever? Chances are, King antonio will endure as long as the San antonio we have known, and perhaps even longer—past the point when the posturing of its dwindling “aristocracy” ceases to be taken seriously. San antonio likes a club, any club; it loves a crown, any crown; and it is quick, even eager, to bow, to curtsy, to bend the knee. In fact, now that Fiesta and San antonio have two kings, the question has arisen of why not more still —a black King of Soul, for example, as a counterpart to Mardi Gras’ King Zulu, the black foil to Rex and Comus who parades before cheering throngs through New Orleans’ black neighborhoods.</p><p>What is it about San antonio that makes it fertile turf for fake feudalism, pretend royalty, and kitsch pomp? Why is the Miniver Cheevy complex epidemic here and nonexistent in, say, austin and Dallas and amarillo? The obvious reasons, of course, are that this city’s multicultural population makes for Fiesta, which makes for Fiesta royalty, and that its military population makes for a military king. More imaginatively, one could venture that San antonio, having actually been a seat of Spanish royalty, having housed a royal governor in a palace that still stands, having for a century and a half been the seat of a county named for a Spanish duke, is historically and culturally conditioned to bowing and scraping and bending its knee. If, as the cliche goes, america yearns for the royalty it has never had, San antonio, mired in its own past, yearns for the royalty it <em>has</em> had —and it does something about that yearning.</p><p>Is that good? Honestly, it’s hard to see it as really bad. Rather it seems innocently amoral, like the ritual play of children. It just <em>is.</em> Moreover, it’s part and parcel of what sets San antonio apart from unimaginatively practical and utilitarian Texas cities that live in the twentieth century and the present tense. Quaint, useless, and wasteful though these royalty traditions seem, it is doubtful that the city would be improved without them. Antonio touches the heart of this incurably romantic, curiously childlike city. I rather like him myself.</p><p>An incident I witnessed involving antonio and his subjects lingers in my memory, above all others, as a kind of epiphany. It occurred during his trip to Santa Rosa Children’s Hospital. As he was visiting patients on the intensive care ward, a mother of one of the children (his name was Juan, he was six, and he was terminally ill) asked if I was a reporter. When I said yes, she motioned toward a newspaper photographer and asked me to have him photograph her and Juan with the king. I said apologetically that I didn’t know the photographer.</p><p>As the king was leaving the ward, I preceded him to the elevator. Then I looked back and saw that the woman had borrowed someone’s Polaroid and gotten antonio to pose with Juan seated on his knee. The last image I recall is that of George E. Fischer smiling warmly and little Juan smiling weakly as the mother, face flushed, dark eyes avid, snapped not one picture but several.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "April 1983",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Fiesta",
      "San Antonio",
      "Texas",
      "Alamo",
      "ever",
      "people",
      "The Alamo",
      "Band",
      "carrington",
      "Tradition",
      "Children",
      "Cities",
      "History",
      "Military",
      "Radio",
      "School",
      "Love",
      "Schools",
      "Terrell",
      "Business"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "San Antonio",
      "Texas",
      "Austin",
      "Dallas",
      "Houston"
    ]
  }
}