{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19834",
    "date": "April 1983",
    "year": 1983,
    "month": 4,
    "month_formatted": "April",
    "pdf_uri": "/1983/19830400.pdf",
    "issue_cover_image": "",
    "document_start_page": 130,
    "toc_start_page": 128,
    "document_page_range": [
      [
        130,
        131,
        132,
        133,
        134,
        135
      ],
      [
        223,
        224,
        225,
        226,
        227,
        228,
        229,
        230
      ],
      [
        236
      ]
    ],
    "toc_order": 3,
    "toc_headline": "The New Rustlers",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198304-thenewru",
  "source": "/1983/19830400.pdf",
  "wp_post_id": 119424,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-new-rustlers/",
  "authors": [
    "Dick J. Reavis"
  ],
  "headline": "The New Rustlers",
  "dek": "Does Texas still have desperadoes? Sure it does—they've gone fishing.",
  "spread_caption": "",
  "excerpt": "Today's desperadoes are in the bays of the Texas coast, roping redfish and cursing the Parks and Wildlife Department.",
  "kicker": "",
  "word_count": 6854,
  "content": "<img/><p>Six feet up on the tube steel rigging at the front of the boat, thin, tanned, wrinkled Popeye gives a signal with a wave of his hand. Behind the steering wheel near the back of the boat, big, bearded Bluto, captain of the expedition, yanks on the lever at his right hand. The motor slows and the boat nearly stops, drifting with the tide. A few yards away, Wimpy and Sweet Pea, the low men in this exploit, slow the outboard motor on their square-bowed aluminum skiff. Everyone waits for a word from Popeye, the spotter.</p><p>“Look over there,” Popeye hollers, pointing with his left hand. “Look at 'em working!” In the distance you can see fish breaking water—jumping, or “working,” to catch smaller fish or to get away from bigger ones.</p><p>“Now, over by the sandbar,” Popeye says. Bluto’s eyes follow, and he doesn’t have to be told what to see. There are slicks of fine oil on the surface of the water. Beneath them are speckled sea trout—long, slender fish with canine teeth in their upper jaws. They regurgitate as they eat, causing slicks to form above. Somewhere in the channel between the boat and the sandbar there should also be redfish, even if signs of them can’t be seen. A norther has blown in, and when the temperature drops, redfish swim to deeper water.</p><p>Bluto is a redfish rustler. What he does is not scandalous in his, or any other, Texas fishing village. Commercial fishermen in Texas have by and large turned outlaw. Netting is illegal over most of the coast, and since 1981 the sale of native redfish and speckled trout has been prohibited across the state. Traditionally, trout and redfish have provided from 40 to 60 per cent of a fishing crew’s income, and the ban hasn't changed that. For the past two years, the bootlegging of fish has been routine on our coast.</p><p>Opposite: <em>Outlaw fishermen in a raggedy boat start the day’s haul.</em></p><p>Photography by Tomas Pantin</p><img/><p><em>Walter Fondren, founder of the Gulf Coast Conservation association, casts for speckled trout in aransas Bay with his guide, Howard Brown, an ex-commercial fisherman.</em></p><p>“Why don’t you send Wimpy out with the net and let Pea run ’em around from the other side?” Popeye shouts. Bluto nods. Herding fish is like herding cattle; seasoned men know what to do without discussing it.</p><p>Turning in his captain’s swivel chair, Bluto explains today’s plan to the two hands in the aluminum skiff. Wimpy smirks a little, for he is the one who is picked to get wet. All four men turn their heads north and south, then east and west, spotting now not for fish but for boats. It is important that there be no other craft in sight because what they have decided to do—what they do every day—could land them all in jail.</p><p>The boats groan back to life and move out slowly, muttering and grumbling like old men in the morning. Wimpy jumps from the moving skiff into the chilly water, still wearing the white rubber boots that are the commercial fisherman’s badge of office. The murky water reaches up to the design on his T-shirt. There, above and beneath a drawing of a nineteenthcentury sea vessel, are the words “It’s not the size of the boat, but the motion of the ocean,” a slogan that has more to do with sex than with sailing. Wimpy wades over to the back of Bluto’s boat and picks up a five-foot-long two-by-four with a green nylon net nailed to its side. Along the bottom of the net are lead weights, spaced three feet apart, and at the top, with similar spacing, are black floats made of hard rubber. As Bluto’s big gray boat moves forward, the net falls by folds into the water. Wimpy sticks the two-by-four in the bay’s muddy bottom.</p><p>Bluto guides his boat in an arc away from the shore, while Sweet Pea arcs toward the shore in the skiff. “Beat on the boat. Make some noise,” Bluto bellows over the motors. Sweet Pea takes a pole from inside his skiff and with one hand knocks it rhythmically on the boat’s frame. The noise drives fish toward Bluto’s net.</p><p>When the big boat and the skiff meet at the bottom of their arcs, near the shoreline, Sweet Pea, at Bluto’s command, moves into deeper water again. He speeds to the spot where Wimpy is standing, then doubles back, beating on the skiff’s frame all the while. Bluto and Popeye, in the meantime, are moving away from the shoreline, still dropping the net behind them. When they reach Wimpy, Popeye hands him the other end of the net, also secured to a two-by-four stake. “Now take this end and start walking down that way,” Bluto tells him, pointing toward the shore. Wimpy starts wading, carrying the two-by-four with him. He is closing, or “screwing down,” the circumference of the net.</p><img/><img/><p><em>at a remote dock, a commercial crew loads its net in preparation for the next run.</em></p><p>The net’s circle grows smaller, and when it is about 25 yards across, fish start splashing inside. They try to jump the net, and a few succeed. Bluto and Popeye eye one another with broad smiles. “I think we’ve got a few,” Popeye nearly whoops. “That norther must have been just right,” Bluto says, though he knows his crew was a little late in getting to the water.</p><p>All the men in the boats are now beating sticks against the sides of their craft to frighten fish into rushing the net, whose wide, strong mesh will hold the big ones by the gills. The net is heavy and already weighted with trapped fish. Dragging it is not easy work, and were it not for the norther overhead and the chilled water beneath, Wimpy would probably break out in sweat. He has the hardest job of the morning, but he can’t complain, because he is the new man in the crew and a Yankee economic refugee to boot. If he could have had his way, he would never have left Ohio.</p><p>Of the four men on the water, only Pop-eye is the son of a fisherman. The others are converts to the trade. Commercial fishing has given all of them a slim but sufficient income (about $15,000 a year), shacks, trailer houses, and old cars—any lack of cachet, they insist, is compensated for by the natural pleasures of the bayfront existence. The comradeship of their rustic village, despite its incessant crap games and its cycles of drunken brawling, on a fisherman’s scale is a better tonic than group therapy. The quiet of the town’s sunsets is undisturbed by the roars and squeals and unnerving hassles of freewaycentered life, and the darkness afterward is unmitigated by flashing lights, movie screens, or entertainments. Commercial fishing, its devotees will tell you, provides what farming has lost: the assurance that its practitioners are masculine, selfsufficient creatures—bound to accept the dominance of an omnipotent nature, perhaps, but never that of other men.</p><p>Bluto anchors his boat, and Popeye jumps into the water. In a few steps he comes to the edge of the net and, bending it down like a rancher does a barbed-wire fence, steps into the enclosure. He slaps the top of the water with his bare hands, trying to drive still-free fish to greater confusion. After a few seconds he looks up toward Bluto and with disappointment says, “I don’t know, Blut. I ain’t kicking fish like I thought I would be.”</p><p>I stand up in Bluto’s boat, take my bill-fold from my jeans, and cast aside my jacket. Then I jump overboard, still wearing my rubber boots, like Popeye. Imitating him, I climb over the net and begin slapping the water from the top. “Kick with your feet too,” Popeye tells me. I kick but strike nothing. “See, there’s not much here,” he says. But there is: I feel like i’m standing in a corral for fish. I can see them swimming by six inches or so beneath the surface, and every few seconds I feel one brush by my hip or slither past my rib cage.</p><p>While Popeye and I flail the water, Wimpy keeps walking, pulling the net behind him, drawing its circle closer. There are still a few fish swimming freely inside, but most have struck by now; you can see their pale bodies in the net, their tails waving as they try to wriggle out. Popeye and I climb over the net and into the skiff, which Sweet Pea has drawn up alongside us. Bluto joins us. He and Popeye begin pulling the net aboard, laying it in big folds near the stern. Fish stick out on all sides, like pins in a cushion. As the two men raise the net into the boat, fish jump out every now and then. They hit the water, flopping and free again.</p><p>A few minutes later we tie up at a pier where Bluto’s wife is waiting with boxes and wire baskets for the catch. Wimpy and Sweet Pea raise the net fold by fold into the hands of Popeye, Bluto, and Bluto’s wife. Wearing white cotton gloves with a spongelike texture, the dockside crew pick fish from the mesh. They throw some of them—the trash fish—into the boxes: mullet and porgies, good for baiting crab traps. The market fish—redfish, speckled sea trout, sheepshead, and black drum—are tossed into the wire baskets. After three or four baskets have been filled, Bluto carries them down the dock, nearer to the shore, where a wooden counter sits. With quick hands and a sharp knife, he guts and gills his fish, then drops them into a barrel of ice water. Before long, the barrel’s water is bloody red. On the surface of the counter where Bluto is cutting, a tiny deep red morsel has fallen, no bigger than an acorn. It is the heart of a fish, palpitating though its body is gone.</p><p>Nearly two hours pass before the picking, sorting, and gutting are done. Bluto and Wimpy empty the barrel of marketready fish, then sort them by species. From the trunk of his car, parked at the end of the pier, Bluto brings a table scale of the kind used to weigh vegetables at roadside stands. Wimpy writes down the numbers that Bluto dictates as he weighs the fish. There are 320 pounds, a fair-to-middlin’ haul for half a day’s work.</p><p>The black drum and the sheepshead, about half the catch, will sell on the wholesale market for around 60 cents a pound, or $96—a figure that, by the sharecropping tradition under which fishermen are paid, would give Bluto about $48 for the morning’s work—he owns the boats and nets—and the other men about $16 each. The redfish and trout are worth more, about $1 a pound, enough to raise Bluto’s income to $126 and the crewmen’s take to about $42 each. But to get that price, Bluto will have to sell his fish on the black market. He usually does.</p><p>Our laws provide for the legal sale of redfish and trout caught outside the state’s boundaries. If you ask any fish vendor in Texas where his reds and specks come from, he’ll probably tell you that they’re from Louisiana. But half—or perhaps more—are Texas fish, covered by lying paperwork. Game and fish laws require boxes of reds or specks imported to Texas to carry labels stating the origin of the fish, their number and weight, and the name and address and license number of the person responsible for importing them. Like other fishermen, Bluto has filled out these fish “birth certificates” countless times, saying that he imported his catch from Louisiana.</p><p>Fishermen aren’t the only paper falsifiers in the seafood market. Some wholesalers bootleg too. Since the redfish-trout law went into effect, dealers in Brownsville, Corpus Christi, Rockport, Houston, and Beaumont have been cited for paperwork irregularities or for possessing undocumented fish. One of them is Pat Pace, 48, of Brownsville, the state’s biggest supplier of redfish and, perhaps, of all fresh fish. In February Pace was convicted in a Brownsville district court of the possession of some 1100 pounds of undocumented reds. Another 20,000 pounds seized from his company are in government freezers, pending his trial on a second charge. Seizures are costly; that’s why wholesalers pay more, by 50 cents a pound, for redfish that are documented as legal by the seller. Fishermen who leave the paperwork to wholesalers don’t prosper, but those like Bluto, who do it themselves, can get by.</p><p>That morning in late fall when Bluto weighed the 320-pound catch, he was more worried than usual about playing fancy with his paperwork. He didn’t want to wind up like Robert Evans, a fourthgeneration fisherman from Ingleside. Evans, 31, was indicted in September for importing redfish he claimed he had purchased from a Louisiana supplier. Invoices that Evans filed with Texas authorities claimed that he had imported the fish under his own license, issued in austin. The trouble was, Evans didn’t have a permit to transport fish in Louisiana: if he had purchased his fish there, he was in violation of Louisiana laws. Under the terms of the federal Lacey act, anyone who transports fish across state lines in violation of any law or regulation is subject to federal prosecution. Ten days after Evans pleaded guilty in federal court to a probated six-month sentence, a Texas game warden found him in his home-built skiff in a bay near aransas Pass. There were six redfish in the skiff. The “fishing ticket” the game warden gave Evans led to a federal prison sentence.</p><p><em>(Continued on page 221)</em></p><p><strong>the Redfish Trail</strong></p><p><em>Step by illegal step, from bay to table</em></p><img/><p>The trail begins with the fish, here coming out of the bay in a rustler's net.</p><img/><p>The fisherman sells his haul to a fish house like this one. Reds go for 50 cents a pound...</p><img/><p>... unless you forge the paperwork to say they're from Louisiana, in which case the price doubles.</p><img/><p>Sandy King</p><p>From the fish market, reds go to more accessible retail outlets, like tony Jamail's in Houston...</p><img/><p>... and they end up on your plate, either at a restaurant (they are more popular since the ban) or at home.</p><p><em>(Continued from page 132)</em></p><p>Bluto and other Texas fishermen found a message in Evans’ fate. Violations of Texas fishing laws are prosecuted in county courts and rarely result in ruinous fines; federal prosecutions can lead quickly to jail. After Evans was sentenced to prison, fishermen began claiming not that their catch came from Louisiana but that it was brought from outside the Texas boundary in the Gulf. The claim is dubious on its face. The state’s boundaries lie 10.4 miles out to sea, and market-size (that is, small) redfish can be caught only in bays. But dubious or not, the claim is safer than the Louisiana ruse. The decision Bluto faced every day last fall was simple: he could sell the fish without papers and lose nearly half his income, or he could report that his catch came from the Gulf and risk a fine. Lying retained its place as the favored choice.</p><p>Walter Fondren III, 44, is a pink-faced, bandy man with pale eyes and strong hands. Born in Houston, he talks with a country-boy accent. Raised in the narrowest class, he is a master of populist charm. A raconteur, he is the sort of man who might begin an afternoon of storytelling by serving bourbon in glassware of the finest grade. In a different setting, but with equal ease, he might begin by popping the tops on beer cans served from a refrigerator with yellowed doors. His commoner’s aspect is flawed only by moments of silent concentration, pauses that warn the listener that Fondren’s down-home exterior is twothirds nurture and one-third nature.</p><p>Fondren is an Exxon heir and a former University of Texas football running back. He has a summer home in Port o’connor, where he stages an annual fishing tournament, Poco Bueno, to which rich folk and politicians are privy, and during the winter he spends a great deal of time in Isla Mujeres, where his boat is presently tied; Fondren didn’t take the boat down there, his fishing captain did. Though he is not an ordinary sport fisherman, he has made himself a spokesman for those who are. His gray Top Siders and red organizational gimme cap give a clue to who he is: member, founder, and chairman of the Gulf Coast Conservation association, a sport fishermen’s group with 13,000 adherents.</p><p>Howard Brown, 38, is a friendly, solicitous man despite his busy, bragging mouth. Like Fondren, he is a member of the GCCA. A couple of Howard’s front teeth have gone south, and his grammar is spotty. Howard Brown is a fisherman, though today his occupation must be accompanied by other modifiers. One of them, voiced by old netting buddies in Rockport, is “traitor. Howard, the crack commercial fisherman everybody knew and a man who sometimes was a spokesman for the less verbal men in his trade, three years ago sold off his commercial gear for a new profession in the bays: he became a guide to sport fishermen like Fondren. Over eggs and bacon at Kline’s Cafe in Rockport, he told me why: “Since I quit fishing, my hands don’t peel, my back don’t hurt, I haven’t had pneumonia, I run around with a higher class of people, and I don’t smell.” Howard Brown is more than a guide. He is a symbol and an advertisement for the future. Fondren and the GCCA believe that other commercial fishermen on the coast could become guides, and they intend to prod the change.</p><p>Dick Ingram, 32, is a somewhat chubby, brown-haired, mustachioed, smiling convivialist and attorney from amarillo, now a resident of Houston. He is executive director and chief lobbyist for the GCCA, and he believes that his cause is patently wise. That is why he invited me to go fishing with Fondren and Brown.</p><p>The four of us and a photographer put out in Brown’s handmade skiff early one Wednesday in February, hoping to catch redfish and trout in Brown’s home waters, Redfish Bay. All morning we cruised in choppy but almost transparent green waters, stopping over the flats, or shallows, where the bottom is covered with marine grasses. We cast out our lines, drifted, cruised, halted, and cast again.</p><p>A single-engine plane circled overhead. “That’s the game warden,” Brown explained, gesturing at the sky. “He’s probably spotted a piece of net”—a guess that turned out to be true. We, too, came upon illegal gear. Near a section of the bay that fishermen call the California Hole, Brown spotted the telltale sticks of a trotline. He steered his skiff over to one of the poles and lifted the line above the water. By law trotlines must be tagged and registered; there were no tags on this line. Brown cut the line and pulled it into his boat, nearly from instinct; sport fishermen and guides commonly destroy or steal commercial gear but not usually in front of visitors. Later in the day, he would turn the line over to the game warden, he swore, but that still wouldn’t make the seizure legal.</p><p>We baited our lines with golden-colored spoons but had no luck. We baited with imitation finger mullet, again without success. Because of the wind we had to run the skiff’s motor; its noise kept us from taking the redfish by surprise. Over and over we cast our lines into the bay, drifted, moved on, and cast again. After an hour or two, we landed three specks. We saw signs of redfish as we cruised—swirls of mud rise when they are startled—but none would bite our lures. In early afternoon we gave up and came back to shore.</p><p>Our outing was probably typical among sportsmen in search of redfish. We could have caught more sea trout, but we chose not to because any fool can catch specks. Sportsmen might not value them if they weren’t such good fighters on the line and, pan-fried before freezing, such incomparable eating. Reds are more difficult to get. Only a fisherman who knows the flats can confidently predict where redfish will be, and even he must take them by stealth because they’re easily spooked. Traditionally redfish are the crown of coastal cookery, and in cities like austin and Houston, restaurants have elevated them to delicacy status with dishes of fancy name: Redfish Fulton Beach, Redfish Bar Catalan, Redfish al Basilico. It doesn’t matter much, in the Texas opinion, that in other states redfish are ranked as trash fish or that fish market operators everywhere swear that reds taste exactly like the more accessible black drum. On the coast, make no mistake about it, redfish separate sportsmen from fishing boys.</p><p>Record commercial harvests were the prelude to the ban on commerce in domestic reds and trout. In 1973 and 1974, speckled trout landings by commercial fishermen reached two million pounds for the first time since record-keeping began in 1887. In 1975 and 1976 redfish catches exceeded two million pounds for the first time. Data on fish availability by the Parks and Wildlife Department showed that fish populations had declined, and the department’s reports on sportsmen’s luck showed that it took nearly twice as long as it had before 1975 to catch a fish in Texas bays. Fishing enthusiasts and sporting goods suppliers began to talk about trout and redfish as endangered species, as the passenger pigeon and buffalo of the bays.</p><p>The GCCA was formed in 1977 on the strength of that fear and in the context of a long-standing blood hatred between sport fishermen and rough-and-tumble commercial fishermen. The organization’s initial aim was simple: to get commercial redfishing banned. But instead of banning it, the Legislature passed the Red Drum act, which set annual quotas on the commercial harvest. Fishing didn’t get much better—for either sport or commercial fishermen —and in 1981 the GCCA went back to the Capitol with more ambitious goals. It wanted to outlaw the commercial taking of redfish and trout and the import of both species from other jurisdictions. Legislators scrapped the import prohibition in bargaining with restaurant lobbyists, but the ban on commercial fishing became law. This year the GCCA is prepared to ask for a continuation—by legislative or bureaucratic means—of the fishing ban and for additional restrictions on fishing and importation. If the sportsmen’s lobby succeeds, in 1984 there won't be any Texas redfish or trout on market counters or restaurant tables.</p><p>The case for restrictions made by the Parks and Wildlife Department—and wholeheartedly endorsed by the GCCA—is based on two lines of reasoning. The first is that the supply of reds and specks is too scarce to satisfy both commercial and sporting interests and that halting the commercial harvest will solve the problem. The second is that the public interest is primarily that of the recreation industry, not that of the commercial fisherman—or the consumer. This contention was advanced on the basis of an economic impact study by the Parks and Wildlife Department. Both the scarcity argument and the economic argument were winners in the 1981 Legislature, but they are both of dubious merit.</p><p>Neither the redfish <em>(Sciaenops ocellata</em>), also known as the red drum or channel bass, nor the speckled sea trout <em>(Cynoscion nebulosus),</em> also called spotted weakfish, is an endangered species or ever was: neither of them is, or was, about to disappear from the planet, the Gulf Coast, or—even after a century of commercial exploitation—from our bays. No biologist, no Parks and Wildlife official, no GCCA lobbyist has made that claim. In fact, there is doubt that either species could ever be eradicated by overfishing: the market wouldn’t bear the cost of catching isolated fish from the bays.</p><p>It is tricky to estimate fish populations, and it is difficult even to chart trends, precisely because fish are creatures of the deep; they, their natural predators, and their habitat are not open to view. There probably <em>was</em> a decline in redfish and trout populations in the late seventies, as Parks and Wildlife biologists claimed. But commercial fishermen were blamed largely because they were the only culprits in view; God and the heavens were more likely at fault.</p><p>The Texas coastline, unlike those of other states on the Gulf, is characterized by barrier islands that form a group of bay systems, seven in all. Gulf waters enter the bays through passes and, once inside, come under the influence of what are essentially inland variables: rainfall and inflow from streams. Rainfall and inflow can create a less-salty-than-seawater environment, which makes the bays a haven for salt-sensitive species, redfish and trout among them.</p><p>More than half the redfish landed by commercial fishermen in Texas come from the Laguna Madre, a particularly odd and insulated habitat that runs nearly 120 miles, from Corpus Christi south to Brownsville. The Laguna lies along a land belt known for dryness, despite the wet areas—East Texas and the Veracruz region—on its borders. Not only is rainfall scarce in the Laguna but there are no significant streams to feed it with floodwaters from inland. The Laguna is a curiosity that hydrologists call a hypersaline marine lagoon, a place where salinities can <em>exceed</em> those of seawater. There are only four similar sites on the globe: the Laguna Madre of Tamaulipas, in Mexico; the Mar Chica, in Morocco; the Soviet Zaliv Kara Bogaz Gol, in the Caspian Sea; and the Sea of azov, in the Black Sea.</p><p>For decades commercial fishermen in the Laguna have noted that redfish catches increase following rainy spells and hurricanes but decline during drouths. Biologists haven’t been surprised. Like inland cotton, redfish need rain to grow. Juvenile redfish function best at salinity levels of about 25 parts per thousand. Seawater is about 10 parts higher, and during dry spells counts in the Laguna sometimes reach 75 parts per thousand. In salinities above 30 parts per thousand, juvenile reds do not belly up and die, but they do suffer stress. Their mobility and growth decrease. Mobility is necessary for them to outmaneuver predators, and growth is a prerequisite for reproduction. Without rain, the Texas coast, and especially the Laguna Madre, becomes not a haven for redfish but a hostile environment.</p><p>During the 1981 legislative hearings, a lone marine biologist attempted to explain the influence of rainfall on the Laguna and the redfish catch. The witness, Dr. Henry Hildebrand of Corpus Christi, a Kansas native, had studied marine life in the Texas and Tamaulipas lagunas since 1950. In 1951 Hildebrand, along with a gray eminence in fisheries research, Dr. Gordon Gunter, did pioneer studies on the effect of rainfall on shrimp populations. The chart of rainfall averages that Hildebrand brought to the Legislature was an extension of his own and earlier studies and of knowledge he had single-handedly picked up from working fishermen.</p><p>Henry Hildebrand may be more familiar with the Laguna than any scientist alive, but he does not make a good public impression—he’s bulbous, balding, and rumpled—and the correlation of his rainfall data with fish availability was not apparent from his lecture props. If you lay Hildebrand’s chart over a graph of commercial redfish landings—which Hildebrand did not do when testifying before the Legislature—you’ll see a very close match marred, the scientist says, only by the influence of market diversions.</p><p>Other researchers—including several on state payrolls—had more convincing data than Hildebrand’s, but no one called them to testify. In 1979, for example, hydrologists and biologists for the Texas Department of Water Resources quantified the relationship of inflows to fish populations. They found a 90 per cent correlation between commercial redfish landings and freshwater inflow in the lower Laguna Madre. The correlation weakened to about 60 per cent farther up the coast, in the Galveston Bay area, and it petered out entirely in Sabine Lake, a body that, though sometimes considered an eighth Texas bay, is more properly regarded as a body of fresh water.</p><p>Because it relied on the Parks and Wildlife Department for information, the Legislature never learned that most biologists familiar with the controversy took Hildebrand’s salinity thesis seriously—and believed that ban proposals were unwarranted. “There aren’t any data to support the ban,” notes Dr. Ronald Ilg, a former researcher at the University of Texas’ Marine Science Institute and now a federal study chief. “The problem, I think, is that we have a lot of fishermen who don’t know where the redfish are.”</p><p>“We question the biological basis for that closure,” says David arnoldi, who monitors trout populations for the Louisiana fisheries bureau.</p><p>“I don’t know of any basis for the law. It’s a matter of people wanting something done and having the votes to do it,” says Dr. Donald E. Wohlschlag of the Marine Science Institute.</p><p>In any event, Parks and Wildlife supported the commercial fishing ban with an enthusiasm so strong that it occasionally swept logic away. To argue that there had been overfishing, Parks and Wildlife officials cited agency figures showing, for example, that commercial fishermen brought in the lion’s share of Texas redfish, about 75 per cent of the total catch. But they also testified for the prohibition on commercial sea trout fishing, even though their own studies showed that commercial fishermen caught only a quarter of the trout and sportsmen caught the remaining three quarters. Opponents of the fishing bans argued then and argue now that the agency’s statistics were untrustworthy, and experts have since confirmed the charge. Parks and Wildlife fish availability surveys were—and still are—based on a random sampling method that some statisticians consider inappropriate for wildlife estimations. One of those who has examined the department’s procedures is John Stockton, the dean of statistical methodology in Texas and former director of the UT Bureau of Business Research. The fishing data he reviewed showed that Parks and Wildlife figures have an average margin of error of 50 per cent—way too much for confidence. Further, since the studies date only from 1975, they cannot yet provide enough information to account for long-term cycles in populations.</p><p>Champions of the salinity thesis say that regardless of commercial activity, populations of both redfish and trout would have declined in the late seventies because rainfall decreased—in the Laguna by nearly five inches per year. When wet weather returns—and it has, both on the average and with Hurricane allen in 1980—redfish and trout populations can bounce back in three years, the time it takes them to reach maturity. If the salinity thesis is accurate, the Laguna should now be full of redfish, but there’s no longer any way of knowing, since the traditional measure, commercial landings, is no longer available. If the Legislature now wants to review the decision it made, it will have to do so with less information than it had in 1981.</p><p>After its 1981 examination of the redfish-trout issue, the Senate Natural Resources Committee voted 7-4 against new restrictive legislation. A version of the GCCA’s fishing-ban bill passed the House, and when it did, the Senate voted by a majority of two thirds to refer the fishing controversy from the Resources Committee to the Senate Economic Development Committee. In its hearing the Economic Development Committee learned, for example, that there are fewer than 700 commercial fishermen in Texas. On the other hand, thousands of recreational fishermen make trips to our bays, and when they do, they spend from $40 to $100 per outing.</p><p>There are thousands of other Texans whose recreation includes dining in restaurants, sometimes on redfish or trout. This public was not enumerated for the Legislature, nor did any spokesman for the restaurant industry come forth to tell the Economic Development Committee about them. Although the board of the Texas Restaurant association voted to oppose the fishing-and-import ban, once import provisions were scrapped its lobbyists thought prudence was the better course. Fish market men did make an appeal, but in Texas, fresh fish markets are penny-ante operations whose patrons are largely poor and ethnic.</p><p>Anyone who reads transcripts of the 1981 fishing hearings cannot help but develop a measure of sympathy for the Legislature. Confronted with the gruff and sometimes hostile testimony of fishermen, with the theories of an obscure biologist, and with the self-interested pleas of restaurateurs who cared little about ecology, the legislators chose the clearest, safest, most acceptable course. The Economic Development Committee and then the whole Senate voted to enact the fishing ban because it was the measure most favored by the Parks and Wildlife Department.</p><p>But Parks and Wildlife witnesses failed to show that the Texas economy would suffer any loss if redfish and trout remained in commerce—or disappeared entirely. Sport fishermen are spoiled, perhaps, but there is probably little reason to believe that great numbers of them would dry-dock their boats if any particular species became scarce. Even Parks and Wildlife surveys showed that most saltwater fishermen are happy to catch anything. There are other fish in the bays—flounder, croaker, black drum, sand trout, and snook among them—and in the years between 1976 and 1980, while the GCCA was fuming over the scarcity of redfish, the number of saltwater fishermen in Texas increased by nearly a third. The fisherman who won’t go into the bays until he is assured that redfish are waiting may exist, but he does not represent the coastal sporting population. If he represents anybody, it is the contributor to the GCCA’s political war chest.</p><p>In 1977 Governor Dolph Briscoe appointed Fort Worth magnate Perry Bass —a GCCA board member—to the chairmanship of the Parks and Wildlife Commission. Though Bass resigned from the GCCA’s board, he continued to support the group’s political aims—with a $1000 contribution in 1982, for example. Under his chairmanship, which expired this year, the department and the GCCA were closely in tune. GCCA representatives accompanied game wardens to net burnings, the nearly celebratory affairs at which confiscated commercial gear is destroyed. When game wardens needed to spot netters by helicopter, GCCA members flew them; when the department wanted to try using a radar truck to spot nighttime netters, the GCCA donated and equipped one. When the department wanted to expand experiments with redfish farming, the GCCA provided it with a $1.2 million hatchery. Though not yet operational, the hatchery was opened by Governor Clements last October, in time for campaign photos to attract the votes of sport fishermen. In 1981 a reporter asked Clements if the redfish-trout bill he had signed into law wouldn’t deprive Texans of fresh seafood. Clements said that if he wanted to eat redfish, he’d thereafter fly to New Orleans. And what about those who couldn’t make the trip? a reporter asked. “Let them eat catfish,” said Governor Bill.</p><p>Unless the Legislature acts during this session, the ban on commerce in redfish and trout will remain in force at the discretion of Parks and Wildlife. The law should be repealed and replaced with the type of regulation that most commercial fishermen understand and are prepared to accept: a quota bill, like the Red Drum act of 1977. That law, passed during the era of innocence in the fishing fight, set upper limits on the commercial catch for every bay under Parks and Wildlife’s purview. The act’s quotas were met only once, in one bay, it is true, but that is just the point. By merely resurrecting the old quotas, the Legislature could put commercial fishermen on notice that their activities are subject to regulation, despite the past, and at the same time put the Parks and Wildlife Department on notice that until it can present credible statistics its counsel will not be taken to heart.</p><p>The Legislature could also pay attention to the enforcement problem. The Parks and Wildlife Department has 370 game wardens on its payroll, 100 of them on the coast, ostensibly enough to keep an eye on things. Yet bootlegging hasn’t been stopped. In commercial circles the power of game wardens is feared, but game wardens are not. Most redfish rustlers regard them as greenhorns, and too many of them are. There is after all a kernel of reason in the GCCA’s call for new, tighter restrictions. If you can't enforce an existing law, perhaps a tougher law—or tougher law enforcement—is needed.</p><p>The Legislature’s likely course has been foreshadowed by an interim report of the House Environmental affairs Committee. Confronted last summer with refutations of Parks and Wildlife statistical and economic claims, the committee nonetheless called for tougher restrictions on commercial fishing and proposed a ban on redfish and trout importation.</p><p>When it comes to fishing, you see, the Legislature has more than the facts to weigh. There’s another important little consideration. It is called the art of the financially courteous. During the campaign for seats in the 1981 Legislature, the GCCA, through its political action committee, provided some $86,000 in political funding, and in preparation for this year’s session it took out its checkbook again.</p><p>Commercial fishermen have their own PAC organization, the ungrammatical Political Involvement of Seafood Concerned Enterprises (PISCES). In the past, PISCES has been beaten, in part because its spokesmen haven’t made a good impression on legislators. “PISCES is a ragtag group composed of unorganized folks who profess to be organized,” says former senator a. R. “Babe” Schwartz of Galveston. “They’re outlaw fishermen. I doubt if there are three hundred members of PISCES literate enough to vote.” Some members of PISCES are literate enough to lobby, however. In campaigns for the new legislative session they handed out bequests, just like the gentlemen from the GCCA did.</p><p>But PISCES contributed only $4400 to legislative campaigns. The men from the GCCA, more careful, thorough, and sympathetic in their practice of realpolitik, contributed $140,000, distributed thinly among 115 of the 150 House members and 22 of the 31 senators—enough to command the attention of a two-thirds majority in the House and Senate.</p><p>One mild afternoon in December, Bluto and I stood underneath the wind-bowed trees in the spacious yard of his trailer house, talking about the fishing controversy. I looked at the bay, less than a hundred yards off, and at the chickens and geese outside the shed where Bluto had thrown corn for them, and I listened, not so much to what he was telling me as to the quiet around us. Bluto’s voice hardly made a dent in that calm, and perhaps that is as it should be, for he had already told me that the quiet—and not the roar of his boats—was the sound of the future. The stillness of the bay front is not disturbed by political fervor, as are fishermen and lobbyists. It has always been there, and twenty years from now, when the fishing controversy subsides, as noisy coastal winds do, the quiet may be there alone, as Bluto predicts. He doesn’t believe there will be many commercial fishermen by the turn of the century, whether or not the redfish and trout ban is repealed.</p><p><em>(Continued on page 234)</em></p><p><em>(Continued from page 228)</em></p><p>Though no other Gulf state has passed a law like our redfish and trout ban, the fishing industry almost everywhere, Bluto explained, is regulated—for inefficiency’s sake. “Imagine that! We’re too efficient,” he bellowed, adding that the problem with Detroit and the rest of industrial america is almost the reverse. In Texas we have in the past ten years prohibited the use of artificial trotline baits and monofilament nets. We have done so because these methods catch too many fish too cheaply. Farmers, like fishermen, are familiar with the curse of efficiency—and they, too, are disappearing, Bluto said. But with the farmers, the process is kinder: when they produce too many crops they are subsidized to let their land lie idle. Nobody has proposed to pay fishermen for not netting the bays, and if Bluto is any measure, the fishermen wouldn’t accept. As a group, fishermen are already resigned to a future no one else could want.</p><p>They have not been able to fend off their foes, and they doubt that they ever will. Their setbacks have indeed been many. For example, in most Texas bays netting and trotlines are prohibited on weekends. Like farmers, fishermen need to work when the weather is right. Nature cannot be put on a five-day schedule, men like Bluto say.</p><p>“There ain’t going to be no more fishermen!” Bluto hollered, jabbing at me to make sure I was listening. “That’s why I told my son not to get started.” Bluto has four sons, one of whom began work with a fishing crew three years ago. “i’ve been lucky, see,” Bluto explained, “because my daddy wasn’t a fisherman, and I didn’t start out as one.” Bluto earned the capital for his boat and gear-nearly $30,000—at a more lucrative profession, offshore diving. His son went straight from high school to fishing, Bluto complained, “and the kid still hasn’t made enough money to buy his own boat.”</p><p>After he said that, Bluto, normally a loud-voiced and talkative man, was quiet for a while. Today fishermen are dominated by other men on the waters—and it is with a certain bitterness that they tell you their sons can’t follow in dad’s footsteps. “I don’t know what will happen to that kid,” Bluto told me, speaking more quietly and pulling down on the brim of his cap, as if he were a father ashamed, “but I hope he won’t turn out to be like his old man.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "April 1983",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Redfish",
      "Fish",
      "Texas",
      "Fishing",
      "Wildlife",
      "Game",
      "Legislature",
      "Law",
      "Water",
      "Louisiana",
      "Restaurant",
      "Boats",
      "House",
      "Senate",
      "ever",
      "Governor",
      "Illegal",
      "Land",
      "Son",
      "Campaign"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Texas",
      "Austin",
      "Beaumont",
      "Brownsville",
      "Corpus Christi"
    ]
  }
}