{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19941",
    "date": "January 1994",
    "year": 1994,
    "month": 1,
    "month_formatted": "January",
    "pdf_uri": "/1994/19940100.pdf",
    "issue_cover_image": "",
    "document_start_page": 88,
    "toc_start_page": 86,
    "document_page_range": [
      [
        88,
        89,
        90,
        91,
        92,
        93,
        94
      ],
      [
        108,
        109,
        110,
        111,
        112
      ]
    ],
    "toc_order": 13,
    "toc_headline": "Nashville City Limits",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199401-nashville",
  "source": "/1994/19940100.pdf",
  "wp_post_id": 128793,
  "wp_post_guid": "http://www.texasmonthly.com/article/nashville-city-limits/",
  "authors": [
    "Joe Nick Patoski"
  ],
  "headline": "Nashville City Limits",
  "dek": "It used to be said that arty austin country acts would sooner eat their guitars than give in to Nashville’s star-making machine. Today, with Nashville stepping up its talent search in Texas, many austin musicians are singing a different tune.",
  "spread_caption": "Some music mavens think the only thing holding Kelly Willis back is her hippie tendency to dress down. That’s why she feels like an outsider in Nashville: “I get the vibe i’m not an immediate family member.”",
  "excerpt": "Once, country acts made art in austin and money in Nashville. Today each place is a lot like the other, which is why more Texas singers are heading east.",
  "kicker": "",
  "word_count": 6254,
  "content": "<img/><img/><p>Photographed At Louie Mueller's Barbecue</p><img/><p><span class=\"dropcap\">O</span>N a Weekday Afternoon in early October, while many of austin’s musicians were sleeping off last night’s gig, two smartly dressed gentlemen from Nashville, Tim DuBois and Cameron Randle, held a press conference at the Four Seasons Hotel, where they announced the start-up of a new record label in town called arista Texas. As the name implied, it would be a label with a distinct regional identity, backed by the financial muscle of the Nashvilleand New York-based record company arista Records. Twenty-one years after Willie Nelson threw his first Fourth of July Picnic just west of town in Dripping Springs, a representative of the Nashville music industry was making a long-term multimillion-dollar commitment to austin music, moving the factory, as it were, closer to the raw material. Depending on whom you talked to, the start-up of arista Texas either signaled austin’s arrival as a music industry center or marked the day austin music died. Both reactions are understandable. But neither is exactly true, because contrary to popular mythology, austin and Nashville have much more in common these days than ever before.</p><p>Photographs By Michael o'brien</p><p>It’s fair to say, at least, that no two american cities where music is such an integral part of the culture have a stranger, more complicated relationship. Nashville and austin are both prosperous Sunbelt cities surrounded by picturesque hills, and both are seats of state governments and home to large universities (Vanderbilt and the University of Texas) that field lousy football teams. Nashville has a conservative mind-set, shaped around Christian publishing and insurance industries, which until recently had a far more significant local economic impact than music did. Austin is a liberal city with a well-entrenched counterculture that venerates musicians and the lifestyle that goes with the job. It has such a romantic appeal that thousands of pickers and the people who listen to them have migrated to austin specifically for the music, without much concern for the financial consequences.</p><p>Willie Nelson calls Nashville the Store, the place where the business of country music is conducted. Austin is more like the saloon, a break-even proposition at best, where everybody likes to hang out, if not get ahead. If Nashville’s paint-bynumbers formula for making hit country music records hadn’t been so rigid back in 1971, Nelson would have had no reason to lead an entire generation of country music rebels from Tennessee to Texas, where he could sing his own songs instead of write them for someone else, grow his hair long enough to braid it into pigtails, smoke his dope, and generally do what he damn well pleased without getting hassled. Without Willie, most likely there would be no austin music scene.</p><p>By the mid-seventies, the Willie-led progressive country movement faded away and many different musical styles emerged—ones that embraced roots, rock, punk, blues, reggae, folk, and country. For a long time, musicians in austin considered themselves the anti-Nashville, the cradle of alternative country and other unconventional music. It was often said that austin bands were just too weird for Nashville, a reputation built upon such great austin-to-Nashville failures as asleep at the Wheel, traditional fiddler alvin Crow, roadhouse rocker Joe Ely, and boogie-woogie pianist Marcia Ball. All of these artists are exceptionally gifted musicians who learned the hard way that their music had little in common with the Nashville star-making machinery. So they went back home, downsized their goals, and helped create the austin sound and Texas music, which evolved into the most original, musically diverse regional scene in the nation, built upon the shaky foundation of bars, honky-tonks, a few independent record labels, and the belief that, in the end, the music would prevail. Hundreds of musicians like them toiled contentedly in comfortable obscurity. No one was getting rich, except maybe Willie and Jerry Jeff Walker, but no one seemed to mind.</p><p>By the mid-eighties, Nashville started looking at austin differently as it reexamined its relationship with country music altogether. The Store was undergoing an expansion. Old reliables such as Merle Haggard, Hank Snow, Loretta Lynn, and Dolly Parton no longer sold as many records as they once did. The young people who were buying country albums wanted their own heroes. Some of those heroes were musicians from austin who went to Nashville and struck gold. This group was not a bunch of recycled cosmic cowboys, like the first generation of austin pickers who rode Willie Nelson’s coattails. They were intelligent singer-songwriters, epitomized by Lyle Lovett and Nanci Griffith. Their songs weren’t the stuff that would get played on a country music radio station, which is the most effective means of boosting sales for a Nashville recording artist, but their records sold enough for a record company to justify the $250,000 investment required to launch a new act. So instead of slamming the door in their faces, Nashville let them in.</p><p><strong>after ten years of being a “wallflower” in austin, Lee Roy Parnell followed Texans Guy Clark, Mickey Newbury, Nanci Griffith and Lyle Lovett to Nashville: “I figured if they could do it, so could I.”</strong></p><img/><img/><p>Hair And Makeup By Lucy Santamassino</p><img/><img/><p>Photographed At Coupland Dance Hall And Tavern</p><p>Sony Music believes that Rick Trevino has the potential to be a crossover hit with <em>tejano</em> audiences. He is a good-looking, bilingual 22-year-old with a strong and clear voice and the slightest twang.</p><p>Now the doors are wide open. Country is no longer a narrowly defined folk music for Southerners. Rather, it has become america’s music, a pop polyglot of country, rock, folk, and a little blues with the rough edges sanded smooth. Today, Nashville’s mass-market sound is almost as much soft rock as country. It borrows heavily from the seventies Southern California band the Eagles, whose sound is defined by layered guitars, perfect pitch, and three-part harmony. Mainstream country may be just barely country, but the numbers don’t lie. Fans spent almost $1.5 billion on country music records in 1992, and country reigns as the most popular radio format in the United States, counting an audience of 77 million listeners. Pop country is the moneymaker and it is performed by teen idols wearing Stetsons, such as Billy Ray Cyrus, Tracy Byrd, Mark Chesnutt, and Garth Brooks (the biggest recording star since Michael Jackson).</p><p>Even though Nashville is also more willing than ever to bankroll original and eclectic country artists, many austin musicians still feel deeply skeptical about the place. “The kind of mentality that predominates in Nashville is precisely why I moved to austin,” contends Michael Fracasso, a dark, wiry figure with a sweetheart of a tenor. Fracasso hails from Steubenville, Ohio, and moved to austin in 1990. On a flight to Nashville, where he was going to test the commercial viability of his songs, he read an article about austin in the music magazine <em>Spin.</em> austin sounded like the kind of place for a guy like him, who was neither country nor folk nor rock but a little bit of each. Within a year, he put together a band to play behind him, built up a loyal following, and won Best New artist designation by a country-folk fanzine. He didn’t get rich enough to quit his day job waiting tables at a restaurant, but his music was getting better. When he finally made his showcase debut in Nashville last fall, it was as part of the austin songwriters package tour with Jo Carol Pierce, David Halley, and Jimmy LaFave. Like many other musicians, Fracasso came to austin for the freedom to create his own style, something that is nearly impossible to do in Nashville’s stultifying company-town atmosphere.</p><p>The Tremendous Popularity Of Country Music Has Been a Boon for Music City. The New Nashville, as it is often called these days, is easy to find. Just drive up Broadway from the banks of the Cumberland River downtown, toward the West End and Vanderbilt. Tootsie’s Orchid Lounge, the most famous landmark on lower Broadway, is still in the same slow state of decline it has been in since the Grand Ole Opry was moved from the Ryman auditorium around the corner to the sterile pastures of the Opryland USA theme park in the suburbs. (These days, the once-mighty Opry is a mere cog in a multimedia enterprise that includes two cable television networks.) But on lower Broadway, a new sports arena is planned for construction a block away from Tootsie’s, and the Ryman is scheduled to reopen as a concert hall next summer. Like most of old Nashville, places like Tootsie’s are an endangered species, and lower Broadway’s gentrification is just a fern bar away.</p><p>Once past the railroad tracks and the freeway, Broadway begins to resemble Hollywood’s Sunset Strip. A prominently positioned celebrity billboard advertises Mark Chesnutt, a young country hunk who won the Country Music association’s Horizon award. Smart shops and hip little cafes line the street. If it weren’t for the two-block concentration of garish celebrity gift shops and museums on Music Row, where Division and Demonbreun streets intersect, you would swear the hillbillies had been run out of town.</p><p>At the record companies, the old-style hustlers wearing pinkie rings and peddling one-page contracts are out. The sensibilities of their younger replacements are what account for Nashville’s renaissance.</p><p>Tim DuBois, the 45-year-old head of arista Records/Nashville and the force behind the creation of arista Texas, is typical of country’s new audience as well as its new breed of executive. “I wasn’t raised on the Grand Ole Opry,” he said. “When I was a kid, I listened to WLS in Chicago, bought Beatles records, and played in bands that never did country music.” His tastes help explain the phenomenal success that he has had with arista Nashville, which he started in 1989. Last year, the label’s twelve artists racked up $53 million in sales. He wants to come to Texas because he has been hooked on the Texas sound ever since he lived in Dallas in the early seventies, working as a financial analyst for the Federal Reserve Bank.</p><p>But it was DuBois’ cachet as a record producer, songwriter, and manager in Nashville that got him the go-ahead from arista. What happened was that last spring the Nashville division of Sony Music, one of the Nashville giants, embarked on a search for a new president. The job was first rumored to be offered to Tony Brown, a hip musician’s musician (he was Elvis’ last pianist), whose production skills on albums by former austinites Lyle Lovett and Nanci Griffith and by country superstars Reba McEntire, Wynonna Judd, George Strait, and Vince Gill earned him the presidency of MCA Records/Nashville. As the head of the label, Brown has continued to develop Texas trophy acts like Steve Earle, Terry McBride, Kelly Willis, and Joe Ely.</p><p>Brown says Sony did not offer him the job. But Sony did go after DuBois, Brown’s chief competitor. DuBois’ track record with alan Jackson, Brooks and Dunn, Diamond Rio, and Pam Tillis made him the hottest hand in Nashville. Before Sony could snatch him away, arista renegotiated DuBois’ contract, including financing for two pet projects, a contemporary Christian label and a new record division in Texas.</p><p>Arista Texas gives DuBois not only the opportunity to make money on a sound he digs but also a leg up on the other labels in discovering the next big thing breaking out of Texas. How well the label will be able to exploit a style that is largely anti-commercial is anyone’s guess. But the best way to understand austin’s potential is to listen to players whose career paths have taken them through both cities.</p><p><strong>Rocking the House</strong></p><p>“I Distinctly Remember Telling You Fifteen Years Ago That I would never, ever leave austin, Texas,” Lee Roy Parnell said. Thousands of highway miles have been burned up since he uttered that vow to an earnest young reporter at a daily newspaper. Back then, Lee Roy was a confident guitar player who played blues in a country-fried boogie style and was learning to be a songwriter.</p><p>The 36-year-old Parnell still prefers his blues country-fried, but his songwriting has matured and he’s a bona fide rising star in Nashville. Lee Roy took his shot and hit the bull’s-eye: He has three albums under his belt and four Top 10 country radio singles (his “Rock the House” is the theme song for Texas Rangers baseball games on television).</p><p>When he’s not making records, doing television appearances, or talking to the press, Parnell is out on the road in his customized tour bus. He plays more than two hundred road dates a year. The pace is so demanding that he often won’t see his wife, Kim, for weeks at a time. Still, Parnell, with his tousled blond hair and boyish features, hardly seems ravaged by the road.</p><p>“So what happened?” I asked. “Why did you leave austin?”</p><p>“after ten years, i’d become a wallflower, just a piece of the austin scenery,” Parnell said. “By 1987, I was dangerously comfortable, [Continued On Page 106] [Continued From Page 92] but I was starving to death. I wanted to see what i’d find in Nashville. The road had been paved by other Texans like Mickey Newbury, Guy Clark, then Lyle and Nanci and Darden Smith. They were people like me. I figured if they could do it, so could I.”</p><p><strong>Once austin’s great hope in Nashville, Monte Warden has watched two of his records flop. Still, he knows how the business works. His publicists are in Nashville and he makes trips there to pitch songs.</strong></p><img/><img/><p>Photographed At D. E. Crumley Store</p><p>In Nashville, Parnell fell in with personal heroes like Clark, Radney Foster, and Rodney Crowell, and before too long, he was passing around the guitar with them during late-night picking sessions at someone’s house. “If that doesn’t get your act together, nothing will,” he said. Nashville, Lee Roy has discovered, isn’t the enemy that people back in austin think it is. “I expected a totally closed scene. It wasn’t like that at all. They let me in. Unfortunately, we in austin shortchanged ourselves by not using that machine to help us do what we do.”</p><p>Parnell believes his lengthy apprenticeship in austin prepared him to seize the moment when it came: “My time in austin gave me the ability to explore any style I wanted. The city is rather forgiving in that way. From the outside, it seemed like all there used to be was progressive country. But we all knew there was something different bubbling under the surface, like Jimmie Vaughan and the Fabulous Thunderbirds. I play the guitar the way I do because of him. He has influenced me just like Willie has influenced my songwriting. I couldn’t be doing this without the great foundation of club work in austin.”</p><p><strong>Grown Up</strong></p><p><span class=\"dropcap\">A</span>nother Advocate Of the austin-to-Nashville feeder system is Hal Ketchum, a singer-songwriter with matinee idol blue-green eyes topped by jet-black eyebrows that would suggest a show business career even if he couldn’t turn a phrase. As it is, Ketchum’s way with words and exceptionally sultry balladeer’s voice—like Lyle Lovett’s, only silkier—led to a string of seven consecutive Top 10 singles in three years, which gave him the financial wherewithal to pay for a touring band, support crew, and of course, a tour bus.</p><p>Ketchum’s inspiration was the 1976 album <em>Wanted! the Outlaws,</em> featuring Willie Nelson, Waylon Jennings, Jessi Colter, and Tompall Glaser, which he heard while living in Saratoga, New York. The rebellious attitude on that record prompted him to go to Texas to make music, which he did while supporting himself as a cabinetmaker. One day he stumbled upon Gruene Hall, a historic dance hall near New Braunfels that was within shouting distance of his home. It became his classroom. “I saw Lyle there staring at his boots, watched Robert Earl Keen, Jr., move a crowd like i’d never seen before, and witnessed Butch Hancock passing out balloons to the crowd so they could pop them on cue during ‘West Texas Waltz,’” he said.</p><p>Ketchum paid close attention and started doing what the other songwriters were doing. He compiled enough originals to make an album at a small studio outside of Fredericksburg. Jerry Jeff Walker heard him and took him under his wing, offering the business expertise of his manager-wife, Susan. Music didn’t become a serious enterprise, though, until he moved to Nashville in 1990 at the encouragement of Jim Rooney, who had produced records by Walker and former austin folkie Nanci Griffith.</p><p>“at that point in time, I had a different perspective than the Walkers,” Ketchum said. “They felt a defiance toward Nashville that I didn’t share. Practically everyone I knew in austin had gone up there and been had. But I wasn’t buying it.”</p><p>He hustled a spare bedroom at the home of songwriting legend Harlan Howard. “It was one of the greatest gifts imaginable,” he said. “i’d walk down the row with my tape of songs in hand all day, then go to Harlan’s house afterward, and he’d reassure me. He said the main thing I could do was savor the rejections.”</p><p>After working his way through a passel of promoters and hustlers who promised fame if only he would put on a cowboy hat, sit on a bale of hay, sing like George Jones, and sign away his publishing rights, Ketchum had Rooney (and his partner, allen Reynolds) produce his Nashville debut for Curb Records in 1991. The first single from the album, “Small Town Saturday Night,” caught fire. It stayed on the country music charts for 26 weeks, racking up more airplay than any other single that year. By the time the third single was released, the album had gone gold.</p><p>Like Lee Roy Parnell, Ketchum believed he could handle the pressures and demands of Nashville because he had done a lot of growing up in austin. “Just because you’ve got a record deal doesn’t mean you can stand on a stage and sell it,” he said. “Learning how to perform, humping equipment out of Raven’s on Sixth Street at three in the morning—these are things you’ve got to learn sooner or later. It was an important step.”</p><p>But there is plenty to miss about his old stomping grounds, he said. “For someone who came out of a scene where you can play five or six nights a week and not wear out your welcome, there isn’t much going on around here.” In fact, austin is held in high regard throughout Nashville, he discovered. “In all honesty, people making records in Nashville have a deep respect for austin that goes back to the source of making music. MCA’s Tony Brown is a great pianist. Arista’s Tim DuBois is a great songwriter. Much of the Nashville corporate community is represented by musicians. Why would those musicians not envy austin’s environment and not see it as a very, very deep well? Nashville spends a lot of time trying to combat its own exploitation.”</p><p><strong>Wise Man</strong></p><p><span class=\"dropcap\">W</span>ITH All the Current Emphasis on youth in country, it is Delbert McClinton who has exploited Nashville most effectively. The 53-yearold roadhouse veteran and songwriter ranks as one of the grand old wise men of the austin scene, even though he lived there for only a year in the seventies. (He was born in Lubbock and raised in Fort Worth.) His stature is based on his having never really altered the music he has played since he was a teenager. Back then, he tore up the bars along Jacksboro Highway, playing a mix of down-home country and blues that consisted of equal parts of Jimmy Reed, Elmore James, Lefty Frizzell, and Hank Williams.</p><p>Five years ago, McClinton was mired in tax trouble and in a creative funk. He had all but quit writing songs. He might have quit music altogether if not for his immense popularity and the big-money gigs on the summer beach music scene in the Carolinas and Virginia. (Beach music is essentially for older white folks who still groove to the black rhythm and blues oldies of their youth, such as Eddie Floyd’s “Knock on Wood” or the Drifters’ “Under the Boardwalk.”)</p><p>Moving to Nashville in 1989 ended his writing block. “The main thing that pushed me here was a conversation i’d had in a club,” McClinton said. “This guy said, ‘If you’re gonna pick cotton, you might as well be in the cotton patch.’ i’d never written much with anyone. I was in a writing slump. I had lots of pieces of songs. There are a lot of guys writing songs and making a lot of money at it. It’s in the air here. Yesterday, I had a writing session with Chris Ward, who wrote ‘Black Velvet.’ He came over with a piece of a song, and we finished it. There are people from all over, not just country. Steve Winwood lives here. So does John Hiatt.”</p><p>Evidence that moving to Nashville has paid off for McClinton are a Grammy</p><p>award with Bonnie Raitt for best rock duet, a Grammy nomination with Tanya Tucker for best country vocal, and a W. C. Handy award nomination for best blues song. By defying categorization, McClinton remains a Texas act, through and through. By being in Nashville, he is earning some fat paychecks. All told, he has written more songs in the past five years than in the previous ten back in Texas. “I figured if I was going to be a songwriter, I ought to be where the songwriters are. And the best songwriters on earth are here.”</p><p>Not surprisingly, McClinton believes that the image of Nashville as a place where you sell your soul for a meal ticket is off base. “I can remember being one of those people saying, ‘Nashville—I could never do that,’” McClinton said. “But if you’re a strong-willed person who knows what you want, you can take what you need and leave the rest. If I felt like I was compromising, I wouldn’t do it. That’s not the way I live. I’ve got an established career. I’m not a superstar, but I do okay, and running it out of here is the best thing i’ve ever done. I’m not opposed to picking up a fifty-thousand dollar royalty check for writing a country song.”</p><p><strong>Rebel Without a Contract</strong></p><p><span class=\"dropcap\">F</span>OR Every Delbert Mcclinton and Hal Ketchum, though, there are dozens of Monte Wardens who didn’t fit in. Like Michael Fracasso, the 26-yearold Warden possesses a plaintive vocal delivery that owes more than a little to Buddy Holly. Unlike Fracasso, Warden was raised in austin. He is young and good-looking enough to qualify for Nashville stardom if only he had a hit single. In 1988 he came close as leader of the Wagoneers, who were touted as austin’s great hope in Nashville after signing with A&M Records. But the band’s two releases, <em>Stout and High</em> and <em>Good Fortune,</em> never yielded a hit radio single, sales were insignificant, and A&M dropped the band.</p><p>Although his records flopped, Warden learned well the advantages of doing business in Nashville. His publicists are in Nashville, and he continues to make trips to Nashville to pitch songs. But when it came time to put out another CD last year, he did it as a solo artist for Watermelon Records, a small independent label based in austin. In a classic case of lowered expectations, he is no longer obsessed with going platinum; he’ll be happy if the record sells 10,000 copies.</p><p>At least he did it his way. The material is considered strong enough that if the album isn’t bought outright by a major label and rereleased, odds are he’ll be</p><p>offered a new contract by someone with clout in Nashville. Whether he accepts a major deal or not is another matter. “I wanted to prove I could be left alone and make a good record,” Warden said. “The only reason austin acts haven’t broken out is that the majors won’t leave us alone. You have to leave us alone and let us do what we did to make you want to sign us to a contract in the first place. My second album for A&M cost $225,000 to make. I can’t listen to it and I wrote the songs. The new album cost $15,000 and I love it.</p><p>“In austin you get to write your own songs and present them to an audience exactly the way you want to, completely uncompromised,” he continued. “In Nashville the audience wants to cut a deal. They don’t want to dance, because they’ve been working, listening to music all day. Living there would compromise my writing. I’ve tried collaborating enough to know I don’t dig it.”</p><p>Warden takes the hard line on Music City: “You see, Nashville forgot that music can make a difference; they only know that it can make a dollar. But when the two things meet, when music makes a difference and a dollar, you get some wonderful things, like Elvis Presley, or George Strait, or Bruce Springsteen.”</p><p><strong>Cover Girl</strong></p><p><span class=\"dropcap\">M</span>ONTE Warden’s Onetime Protégée, 25-year-old Kelly Willis, has figured out a way to straddle the line between the two cities and the two cultures. Willis lives in austin, does her business in Nashville, and likes it that way. Three albums into her career, she isn’t a threat to Reba McEntire or Trisha Yearwood but nonetheless projects the kind of drop-dead naturalblond beauty that rates photo spreads in <em>Mademoiselle, Vogue,</em> and <em>Rolling Stone, </em>publications whose readers aren’t typical country music fans.</p><p>There are starmakers who think the only things holding Willis back are her austin hippie tendency to dress down and her reputation for indecisiveness. If Willis had big hair and some sparkling threads with slits up the thigh, she would break on through. That kind of thinking makes Willis feel like an outsider in Nashville and keeps her from relocating there. “I get the vibe i’m not an immediate family member but a cousin,” she said.</p><p>“When I moved to austin, my goal was to be a regional act. But I signed on with a manager who took me straight to a major label,” she said. “I was sort of naive. I thought i’d make a record, and it would do really well.”</p><p>Willis has learned the value of patience but still bristles at the idea of toeing the company-town line: “I think I would be more accepted if I would just change. It’s really easy to sell something that has worked before. When something different comes along, you have to work harder, because the industry people just don’t hear it. It’s just this crazy machine.”</p><p>And with the craziness come the inevitable compromises, some of which she has made willingly. Her highest charting single to date is not a Kelly Willis original or something someone wrote for her. It’s a cover version of the Kendalls’ cheating classic from the seventies, “Heaven’s Just a Sin away.” So she sympathizes when she hears her friends back in austin voicing contempt for the music business. “In some respects, that contempt is justified,” she said. “You just have to know how to get around the bullshit—and there’s still a lot of that.”</p><p><strong>Crossover Cowboy</strong></p><p><span class=\"dropcap\">T</span>HE Story Of Rick Trevino Brings this tale of two cities full circle. Willie Nelson had to leave Nashville for the freedom of creative expression that existed only in austin. Trevino, a handsome baby-faced 22-year-old, had to leave austin for the sort of opportunity that exists only in Nashville.</p><p>Trevino fits into the box. He sings country in an appropriately honest, strong, and clear voice with the slightest twang, recalling Johnny Rodriguez. He has cultivated the clean-cut cowboy image that George Strait popularized, and he pleases old-timers with his medley of Ray Price hits. In concert, he is polished and professional, down to the obligatory doffing of his hat with a courtly bow (a move he honed at the Coupland Inn, the Broken Spoke, and other austin-area joints). But such calculated moves would be considered a liability if he tried to work his way up the ranks in austin. Rick Trevino was made for Nashville. It’s his key to the highway in a Silver Eagle.</p><p>Trevino’s Hispanic background was a factor in getting a big push from Sony Music, his new record label, which felt he had the potential to cross over to <em>tejano</em> audiences. It wasn’t exactly a novel idea, even in Nashville. Three years ago, Warner Brothers signed Tony Perez, a Mission native playing around austin, moved him to Nashville, and issued a single that never clicked. Then Perez dropped out of sight. The main thrust behind Sony Music’s strategy for Trevino was to release his first single, “Just Enough Rope,” in English and Spanish. But what the marketing folks did not calculate was how <em>tejano</em> fans relate to country. The audience would have been much more likely to respond to a bilingual version of Trevino’s Ray Price medley, which is something almost anyone in austin (or San antonio) would have known. It’s too early to tell whether Trevino will become a star. If he ends up coming home without Oprycertified star credentials, at least he’ll have plenty of sympathetic ears to hear his story.</p><p><span class=\"dropcap\">T</span>HERE Are Many Lessons Austin musicians can learn from those who have taken their shot at Nashville. And each city can learn a lot from the other. The infrastructure of labels, song publishers, and studios that Nashville has is sorely lacking in austin. So are the people who can create such infrastructure. One person would be Roger Sovine, the Nashville-based vice president of BMI, a licensing company that collects royalty fees for songwriters. Sovine has been conducting seminars in austin about song publishing since the days of the armadillo World Headquarters. If anyone knows about infrastructure, it is Sovine: “austin needs bankers and accountants who can realize that when a scraggly looking kid comes to them and says he’s written a hit song, he’s good for a hundred grand, more if Garth covers it. They need to recognize that a hit record is money in the bank.”</p><p>No one understands this better than Ray Benson, the leader of asleep at the Wheel and the producer of the new Bob Wills tribute album who was just turned down by three austin banks for a loan to upgrade his studio. Austin music has matured in the twenty years since Benson put down roots—“The main difference is that we used to drop acid and now we drop antacid”—but he still can’t get any respect. “These bankers say they want to help austin music, but if I can’t get a loan, then who can?” he said.</p><p>Conversely, Nashville could benefit from some of austin’s artistic pretensions. Like a few more clubs and bars. Take the Bluebird Cafe in Nashville, a literate, compact showcase in a suburban strip mall where songwriters actually get to sing their own material, trade off with their favorite compadres, and generally enjoy the weight accorded a poet in Ireland. In austin at least three clubs—the Cactus Cafe, Chicago House, and the Saxon Pub—operate on the same premise.</p><p>“When I want to see something new in country music, I think of going to austin first. That doesn’t apply to just country, but to rock, blues, the whole spectrum. With record people moving to austin, i’m concerned it will spoil the art,” MCA Nashville president Tony Brown said (although one gets the idea that he wouldn’t mind having his own custom label in Texas). Brown points out that playing live in Nashville is a secondary activity. The song is the star, not the performer. “In Nashville, writers aren’t singer-songwriters but basically nine-tofive people who go to work every day to get together with other writers and write songs for people who can’t.”</p><p>Needless to say, that system is not for everybody. “I couldn’t collaborate like they do up there,” Michael Fracasso said. “It’s the difference between playing for an audience and getting a record deal. People start thinking differently about what they do.”</p><p>Lucinda Williams, who wrote “Passionate Kisses” (a big hit in 1992 for Mary-Chapin Carpenter), recently moved to Nashville from austin and claims her new hometown isn’t that bad. Enough is going on to keep her night owl senses and her composing skills sharp. “There is an active subculture that does its own thing, away from the mainstream,” she said. “It’s just a big lie that you have to fit into the system.” She rattles off a string of noncountry Nashville musicmakers from Texas who, like herself, defy the stereotype but are nonetheless held in high esteem: Guy Clark, Townes Van Zandt, Billy Joe Shaver, Walter Hyatt. “It’s not what people think it is here. I’m having fun, and nobody’s cramming anything down my throat.”</p><p>Actually, both towns could use a few more innovators like Lucinda Williams or Willie Nelson. Rebels are what make any kind of music intriguing. Rebels are the sort of folks who devote themselves to protecting and preserving the honkytonk, such as the latest austin-toNashville export, Junior Brown, a guitar virtuoso who has dedicated his life to honoring the music of Western legend Ernest Tubb. His debut album for Curb Records garnered critical raves but virtually no airplay on country music radio. Still, Brown is good for Nashville, if for no other reason than to remind the community of its heritage.</p><p>Arista Texas aims to have it both ways. In maintaining an outpost in austin, arista Nashville will gain a toehold in a town full of rebels. In late December 1993, the rumor was that the label’s first signings would be Flaco Jimenez and Freddy Fender from the Texas Tornados, which is a decision that may have more to do with <em>tejano</em> than austin singer-songwriters. Cameron Randle, whom Tim DuBois has brought in to run the arista Texas operation, comanaged both artists (as well as austin’s Lou ann Barton) and could correct the mistakes he feels their previous record company made. “We want to use <em>tejano</em> as an entry, but not at the expense of Texas blues, alternative, folk, and country,” he said. “Our mission is to establish a regional label with the promotional resources of a major label. My role models are the austin independent labels like Watermelon, antone’s, and DejaDisc.”</p><p>Oddly enough, those same independents might suffer most from the presence of arista Texas, since they lack arista’s financial muscle and extensive distribution network. One label chief admitted feeling threatened, and the two others have begun to explore a distribution alliance with another major label.</p><p>Whether or not Tim DuBois and Cameron Randle turn out to be visionaries or just two more music biz hustlers blowing smoke and flashing mirrors is really beside the point. The fact is that Nashville and austin need more linkage, because both scenes are growing at a rapid pace. Just as the platinum CDs keep piling up on the walls of music businesses all over Nashville, vans carrying idealistic musicmakers continue to roll into austin every week.</p><p>For those ambitious enough to seek the most direct career path, the New Nashville may be more accommodating and open-minded, but there are still plenty of reasons to approach it with caution. The pinkie-ring mentality still lurks in the shadows. For those pickers wary of Nashville’s assembly line, austin is country music’s safety net, catching the kind of talent that doesn’t fit into Nashville’s box. What’s good for Rick Trevino isn’t necessarily good for Junior Brown. Wayne “the Train” Hancock, a hardcore austin honky-tonker who sings like Hank Williams, had to go through the New York offices of Elektra Records to score a deal. He’s too country for Nashville. So are the Geezinslaw Brothers, whose novelty record “Help . . . I’m White and I Can’t Get Down” made them austin’s best-selling country music act last year. Despite a remarkably illustrious career and heavy exposure on the Nashville Network’s <em>Nashville Now</em> program, the best deal the ’slaws (Sammy allred, the funniest disc jockey in austin, and Dewayne Smith) can muster is a contract with Step One Records, a small Nashville independent label. The Geezinslaws aren’t really too country for Nashville. Their problem is that they are older than Randy Travis. Similarly, it would be hard to imagine promoting other austin stalwarts such as songster James McMurtry, guitarist-producer Steve Bruton, bluegrass extremists the Bad Livers, or singer Toni Price as mainstream Nashville country artists.</p><p>The cultures of Nashville and austin underscore the differences of how to measure success in music. Is it the bottom line or the art? Is it a seven-figure income or a living wage for entertaining audiences in clubs? In terms of country music, austin is a satellite, like Tulsa and atlanta and Branson, Missouri, where some business related to country music takes place. Creatively speaking, though, austin does exert a strong influence on the future course of country music. It created the conditions that allowed the Nashville sound of twenty years ago to become the Nashville sound of today, for better or worse.</p><p>The alternative independent version of country music that has been created in austin has become too significant to be ignored. Even Willie Nelson, between record contracts, has decided to issue his next release on Justice, a Texas-based independent label. For that reason alone, more suits from Nashville hanging around the clubs of austin makes good business sense, as would another record company or two, more studios, at least one astute banker, and some celebrity gift shops and museums (a Grand Ole Opry, however, isn’t on the wish list; the Broken Spoke and Threadgill’s Wednesday night hoots are fine traditions in their own right). Nashville needs austin as its best source for discovering the next big thing after Garth, Billy Ray, and all the other hunks have run their course. In that respect, country music’s future is tied directly to both cities. It has become too broad for one town to claim anymore.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "January 1994",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Austin",
      "Nashville",
      "Music",
      "Country",
      "record",
      "Texas",
      "Country Music",
      "people",
      "Records",
      "Musicians",
      "Album",
      "Business",
      "Sound",
      "Blues",
      "Writing",
      "ever",
      "Songwriters",
      "Tejano",
      "Albums",
      "Career"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Austin",
      "Texas",
      "Mission",
      "West",
      "Dallas"
    ]
  }
}