{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198711",
    "date": "November 1987",
    "year": 1987,
    "month": 11,
    "month_formatted": "November",
    "pdf_uri": "/1987/19871100.pdf",
    "issue_cover_image": "",
    "document_start_page": 134,
    "toc_start_page": 130,
    "document_page_range": [
      [
        134,
        135,
        136,
        137,
        138,
        139,
        140,
        141,
        142,
        143
      ],
      [
        190
      ]
    ],
    "toc_order": 6,
    "toc_headline": "Sold!",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198711-sold",
  "source": "/1987/19871100.pdf",
  "wp_post_id": 122844,
  "wp_post_guid": "http://www.texasmonthly.com/article/sold/",
  "authors": [
    "Patricia Sharpe"
  ],
  "headline": "Sold!",
  "dek": "Don't despair. You sell tour house in buy's Texas. From selling the prise to sealing the deal, here's everything you need to know.",
  "spread_caption": "",
  "excerpt": "Never mind the million (no lie!) other houses for sale in Texas. If you follow our advice, yours will be the first to sell.",
  "kicker": "",
  "word_count": 7377,
  "content": "<img/><p>“One of our agents made a six-figure income in 1985 just by giving her customers the addresses of houses that had come on the market, then showing up here at the office to write the contract,” muses real estate broker Lynda adleta, staring out the window of her North Dallas office. “Today that agent is”—she searches for the right word —“frustrated.”</p><p>The agent is not the only one. Homeowners all over Texas are climbing the walls as the residential real estate market—once in a state of perpetual motion —sits there month after month with its batteries run down. It’s true that the real estate industry has been cranking out some mildly heartening reports lately: Sales of previously owned houses in Houston rose for seven months straight before dipping, and sales in Dallas for 1987 are expected to show a slight increase over the 1986 figures. But encouraging words don’t help very much when you walk out the door every morning and that For Sale sign is still in the front yard. And reassurances don’t negate the bad news that buyers —who once would have bid on anything with four walls and a roof—are now dawdling smugly through thirty, forty, or more houses, then making an offer tens of thousands of dollars below the asking price. About the only things they’re not looking at are condos, which have been harder to sell than drilling pipe.</p><img/><img/><img/><img/><p>So here you are. Your house is only one of more than a million houses on the market in Texas in 1987, and full recovery of the economy is still many months down the road. Until it comes, is there anything you can do besides wring your hands? The answer is yes. First, get smart: learn what makes a difference selling in a soft market. Then get with it: start your fix-up now to be ready for the spring buying surge. After that it’s all Zen: cultivate spiritual serenity. Maybe this time will be the charm.</p><p><strong>The active agent</strong></p><p>Let’s get serious. Unless you are filthy rich, your house is your biggest investment. So when you sell it, you want someone who will do it right. Should that person be you or a real estate agent? The “fizbo” (Fsbo, meaning “For Sale by Owner”), as it’s called in the industry, has two big advantages: You don’t have to get tangled up with a realtor or pay a fat</p><p>commission. But you do have to jump every time a buyer calls, you can’t go away for the weekend, you have to put up with strangers peering in your closets and pursing their lips in disapproval, and ultimately you have to shell out anyway for a lawyer to prepare the papers.</p><p><em>Hard Rules for Hard Times</em></p><p><strong>1. The customer is always right.</strong> It's a buyer’s market, and don’t ever forget it.</p><p><strong>2. Put up. Then shut up.</strong> Get the house in top condition, and speak only when spoken to by a buyer.</p><p><strong>3. Eliminate the negative.</strong> Don't let magenta wallpaper kill your sale.</p><p><strong>4. Price is everything.</strong> Price it too high, repent at leisure.</p><p><strong>5. Never say never.</strong> When you get a live offer, make it work. You may not get another one for a long time.</p><p>The biggest drawback, however, is that without an agent your home won't be included in the Multiple Listing Service. Basically, this is the bible of the industry, a regularly updated publication with information and snapshots for almost every house for sale by realtors in the city. Unless you have unlimited time, frankly, you’re better olf with an agent, and not just someone who dabbles. You need a pro.</p><p>Color Illustrations By Melissa Grimes</p><p>How do you get names of any possible candidates? Just as you might suspect: ask friends, and drive around your neighborhood to see whose names are attached to a bunch of For Sale signs, then give them a call. Ask for the specific person or you will get the agent on duty, who may or may not know your area. If you have any special needs, talk to the agency’s manager. Maybe you want someone who will hold your hand and explain every step; maybe you don’t want to be bothered until there’s a live buyer. The manager can match you with a compatible agent, who, incidentally, will prob-</p><p>ably be a woman; the majority of real estate people are. Once you have selected two or three names, have those agents come to your house one at a time for an interview. Here are the questions you should ask and why:</p><p><em>Do you work full time, and do you specialize in my area?</em></p><p>A good agent should treat selling as a job and should be available seven days a week. You want somebody who has sold houses in your neighborhood before. That will help the agent price your house right and understand how it stacks up against the competition.</p><p><em>What is your sales volume, and how many houses does it represent?</em></p><p>You don’t want a dilettante selling your home. On a typical 6 percent commission split, each of the two agencies receives half. The agency then splits its take with the agent, usually fifty-fifty. On $1 million in sales, for example, an agent grosses about $15,000. Anyone with sales of less than $1.5 million or $2 million a year either doesn’t need to work or isn’t trying very hard.</p><p><em>How do you plan to sell my house?</em></p><p>Insist on somebody who is plugged in. Look for detailed knowledge of what you’re up against, with prices. Expect a coherent plan, including showings, flyers, and open houses for realtors. But first, a word of caution. Just because your agent isn’t planning a lot of open houses or classified ads doesn’t mean she’s lazy. Buyers expect ads and neighborhood open houses (different from open houses for realtors) for a simple reason: They can see that [COnTINUED On Page 186] something is happening. And it’s true that those tactics make the phone ring, but a small percentage are sold through specific ads, and open houses don’t have a great reputation either. Of course, someone may call about another house and end up wanting to see yours, but that’s not the best use of the agent’s resources.</p><p><strong>The Price Is Right</strong></p><p>The law of supply and demand says your house isn’t going to sell for what you hoped it would. The hardest lesson of the real estate bust is that it’s a buyer’s market. Realtor Sheila Plotsky in austin says, “Sellers still believe you can beat the market and get last year’s prices.” Lynda adleta in Dallas observes, “It has taken a while for the homeowner to realize that we’re not just saying this as a ploy to get the price reduced. Price is selling houses now, whereas before it was location.”</p><p><strong>KITTY Bidder</strong></p><p><strong>Real estate agents hate animals. No kidding. Dogs growl at the customers, cats get underfoot, but worst of all, to put it bluntly, pets stink. There's not an agent alive who can't reel off one horror story after another about houses that sat on the market because of cat-box fumes or accumulated beagle breath. But San antonio realtor Betty Biechlin knows of an exception to the rule. A cat once helped her sell a house.</strong></p><p><strong>“It was a fabulous tiger cat,” she recalls. “When people came to see the place, he would greet them, he would sit up like a dog, and he would peek at them through the French door. Everyone was taken with him, one buyer in particular. She said, 'i'll buy the house if the cat stays.' It turned out that the owner was moving to an apartment, and the cat wanted to stay. The house was pretty nice, but the cat made the sale.”</strong></p><p>Their unanimous rule: Price your house near fair market value from the beginning. The eight words agents hate to hear are, “We can always come down on the price.” It’s true. You can. But the most crucial selling period is the first six weeks, when agents are revved up about it. After a couple of months without any bids, the</p><img/><img/><img/><img/><p>inevitable clearance-sale syndrome sets in.</p><p>How much do you ask? at the time you are interviewing agents, the candidates will show you comparative market studies, done on the computer, with data and prices on three or more houses in your area, including some that were sold recently. You may know of other sales and want to throw that information into the hopper. You compare your house with the others, bedroom for bedroom, Jacuzzi for Jacuzzi. Then each agent suggests a price for your home. After you have all the market information, decide which agent made the most convincing presentation—and don’t necessarily choose the one who suggests the highest asking price. Some agents have been known to use the old bait-and-switch routine, snaring sellers with an inflated promise, then pounding on them to drop their price when the first offer or two come in way under.</p><p>If you still aren’t convinced that your house is worth that little, ask the agent to drive you around the neighborhood. Just seeing houses and hearing their prices may help you settle down. Houston realtor Bette Carpenter recalls a house in West University that the owners had insisted on listing at $435,000. Seven months later they switched realtors and dropped the price to $340,000. A month after that the price was $325,000. A buyer offered $280,000, and the sellers countered with $318,500. Last February, eleven months after the initial listing, the house finally sold for $300,000. Half a loaf—or in this case, two thirds —was better than none.</p><p><em>Picking an agent is your biggest decision, so make sure that the one you choose likes you just as much as you like her.</em></p><p><strong>Sins of Commission</strong></p><p>Here’s the dirty little question you’ve been dying to ask: Do you have to pay 6 percent of the closing price as the commission? Can you bargain for, say, 5 percent? Theoretical answer: Sure. Practical answer: Lotsa luck. Under federal law (the Sherman antitrust and Clayton acts), it is perfectly legal for a single company or an individual to have a standard fee for a certain service, but several companies cannot get together in a back room and fix prices for the industry. Therefore, commissions are negotiable.</p><p><strong>a Worm Reception</strong></p><p>If you were thinking of keeping your mouth shut about that little leak in the roof, think again. Under the Texas Deceptive Trade Practices act, what you don't say can hurt you. In the blind-snake lawsuit, filed in Corpus Christ! in 1984, Robin and Cindy Littlejohn sued Patrick Hillman because he allegedly neglected to mention that the house he sold them was “infested with snakes.” Never mind that the reptile in question was truly the Walter Mitty of snakes —an earthworm-size wiggler that is fairly common in Corpus Christi and couldn't bite you if it tried. Hillman said that he saw maybe fifteen snakes in the three years he lived in the house. The Littlejohns said that they had more than a hundred a year popping up in tub, sink, and carpet. Settled out of court this year in favor of the plaintiffs, the episode has become Texas real estate legend. Caveat vendor.</p><p>Then why does almost every real estate company you’ve heard of charge 6 percent? Strange as it may seem, each agency has decided that 6 percent is what it needs to put bread (or is it brioche?) on the table. Actually, some companies routinely charge 7 percent, and a few charge 5; Henry S. Miller Residential Corporation in Houston has had commissions ranging from 4 to 12 percent, so there is a price spread.</p><p>Your best chance of haggling the commission down is having a solid reason why you think your house will be less work or much quicker to sell than the average home. Even so, the agent may not want to be pegged as a price-cutter. A case in point happened in El Paso in 1982. A jury found that eleven realty companies and the local board of realtors had conspired to fix prices and that five of them had conspired to boycott another company for its attempts to charge bargainbasement commissions. An appellate court reversed the decision, however, and the United States Supreme Court upheld the ruling that tossed out the judgment. Still, it effectively put the fear of God into real estate companies across the country about price-fixing. The sordid details of the boycott prompted the appellate court judge to write: “While many —indeed most—realtors ply their trade honestly ... the real estate business, like the Hobbesian state of nature, can be nasty, brutish, and short.”</p><p>That’s why you’re probably going to pay 6 percent.</p><p><strong>the Carrot Approach</strong></p><img/><img/><img/><p><strong>You say you have tried everything to get your house to sell and nothing is working? a bonus might entice realtors to round up buyers. Builders have dangled these tasty hors d'oeuvres in front of agencies for years as incentives. Now homeowners are getting in on the act, and the loot ain't bad: color TVs, barbecue grills, answering-machine telephones, a week in a condo at Hilton Head, gift certificates, savings bonds, plane tickets for two to Hawaii, ditto for Mexico, use of a sailboat in Florida with a captain and a crew, a week at a condo in Vail, and —because money is always in good taste —$500 to $5,000 cash.</strong></p><p><strong>Nobody is keeping score, so who knows whether any of it works. Some agents are shying away; Fort Worth realtor Joan Trew wouldn't want a customer to think that she pushed a particular house because of a bonus. But in the meantime, the rest of them are living it up in that condo in Vail.</strong></p><p><strong>Please Release Me</strong></p><p>Generally speaking, you should stick with your agent for at least six months. Though the listing period is negotiable, it takes about six months to get enough exposure in today’s market. You have the right to expect regular reports, telephoned or written; speak to the agent or the company’s manager if you don’t get them. Consider the feedback from the reports. Are buyers and other agents saying your house is overpriced or shabby? Evaluate if what the agent has done seems appropriate. A modest house will have more showings than an expensive one, but don’t expect it to merit [<strong>COnTINUED On Page 136]</strong> an ad in <em>Unique Homes Magazine,</em> the <em>architectural Digest</em> of the industry.</p><p><em>Sorry, Charlie. Agents these days don't just show houses with good taste; enticements of free lunch now have them hungering for houses that taste good.</em></p><p><em>Secrets of the</em> SUPER Stars</p><p><em>Top-dollar agents know that diamonds aren't a girl's best friend.</em></p><p>In real estate, anyone with sales of $3 million a year is no piker, and more than $5 million a year is awesome. Ask these agents how they do it, and they'll scuff one high-heeled pump on the carpet and say, “aw, shucks, just hard work.” and it's true that they are all type a personalities. They have also cannily staked out prime neighborhoods, for high return on effort. They say that they like people, and considering that they spend their days with strangers, that has to be true too. Then, they obviously have a nose for deals: all of them relish <em>negotiating</em> the contract. Finally, though, there's the money. Figure it out. Sales of $5 million mean commissions of about $75,000. Even if they didn't enjoy the rest, that kind of dough could help them put up with a lot.</p><p><em>Bette Carpenter</em></p><p><em>Bette Carpenter Properties Houston</em></p><p><strong>area of town:</strong> Inside the Loop, including River Oaks and West University</p><p><strong>Sales volume:</strong> $5.8 million for first eight months of 1987</p><p><strong>Biggest single sale:</strong> $1.75 million</p><p><strong>Car: </strong>1985 Mercedes 300D</p><p><strong>How long selling real estate:</strong> Six years; started own company in December 1986</p><p><strong>Previous occupation:</strong> Elementary school music teacher</p><p><strong>Best selling tool:</strong> “i’m a good listener. I’m able to interpret what people <em>say</em> they want and what they will buy.”</p><p><strong>Pet peeve:</strong> “Non the walls. Buyers relate to thategative attitudes among other realtors. Everyone should have a can-do feeling.”</p><img/><p><strong>Secret weapon:</strong> “When buyers like a house, I try to get them to sit down and stay a long time. It lets them visualize themselves living there.”</p><p><strong>Big no-no: “I </strong>never show up at a customer’s when the moving van is there. The happiest home buyer stands at the curb of her old house and cries.”</p><img/><p><em>Mona Biskamp</em></p><p><em>Henry S. Miller Residential Corporation Dallas</em></p><p><strong>area of town:</strong> Preston Hollow Estates area, Preston Trails, and Bent Tree Country Club</p><p><strong>Sales volume:</strong> $30 million in 1985; won’t say for 1986</p><p><strong>Car: </strong>1985 Cadillac Seville</p><p><strong>How long selling real estate:</strong> Seventeen years</p><p><strong>Previous occupation:</strong> Secretary, housewife</p><p><strong>Best selling tool: </strong>“I have fourteen open houses a week. Sellers don’t mind paying if they know i’ve been thoroughly inconvenienced.”</p><p><strong>Nicest thing you ever did for a client: “I</strong> let one couple move into my rent house, with their thirteen Doberman pinschers in cages, until their house sold. They stayed three years.”</p><p><strong>Words of wisdom:</strong> “You used to feel lucky if you got your equity out of a house. These days people expect to retire on the proceeds of the sale.”</p><p><strong>Big no-no: </strong>“I never wear diamonds to work. It might outshine the buyer.”</p><p><em>Joan Trew</em></p><p><em>William Rigg, Inc.</em></p><p><em>Fort Worth</em></p><p><em>area</em> of town: all areas, but especially the Tanglewood-Overton Park area</p><p>Sales volume: $6 million to $7 million in 1986</p><p>Car: 1987 Mercedes 420 Sel</p><p>Famous client: John Roach, president and CEO of Tandy Corporation</p><p>How long selling real estate: Ten years</p><p>Previous occupation: Housewife</p><p>Best selling tool: “I have a sixth sense about which house will fit which client. I <em>know</em> when i’ve found it.”</p><p>Pet peeve: “a seller who hangs around, volunteering information about the house when buyers are there.”</p><p>Secret weapon: “Convincing buyers that too low an offer insults the seller and makes him harder to negotiate with.”</p><p>Nicest thing you ever did for a client: “i’ll often give nervous buyers a home protection warranty covering electrical and plumbing problems. It costs about three hundred and fifty dollars.”</p><p>Words of wisdom: “Your first offer is your best offer most of the time.”</p><p><em>Roya Johnson</em></p><p><em>West End Properties</em></p><p><em>austin</em></p><p>Area of town: West austin, West Lake Hills, Northwest Hills</p><p>Sales volume: More than $6 million in 1986</p><p>Car: 1983 Volvo</p><p>How long selling real estate: Six years</p><p>Previous occupation: Computer analyst and software engineer; moved to the United States from Iran in 1972</p><p>Best selling tool: “I always ask the sellers how much a person would have to make to buy their house. It makes them more realistic.”</p><p>Pet peeve: “Most people will study more about buying a car than a house.”</p><p>Secret weapon: “The idea is to get buyers to see themselves in the house. We are talking about dreams here.”</p><p>Nicest thing you ever did for a client: “Many times i’ve made beds and put dirty dishes in the dishwasher so a house would show well.”</p><p>Words of wisdom: “You can overdo the fix-up. It’s nice to have family pictures on the walls. Buyers relate to that.”</p><p><em>Betty Biechlin</em></p><p><em>Guy Chipman Company</em></p><p><em>San antonio</em></p><p>Area of town: North Side</p><p>Sales volume: $8.6 million in 1986</p><p>Biggest sale: $2 million</p><p>Car: 1986 Cadillac Seville</p><p>How long selling real estate: Eighteen years</p><p>Previous occupation: Housewife and mother</p><p>Pet peeve: “a seller who makes negative comments or apologizes for his own house.”</p><p>Secret weapon: “Odors away. Put a drop in an inconspicuous place, and it masks bad smells.”</p><p>Nicest thing you ever did for a client: “I baby-sat a seller’s cocker spaniel for a week.”</p><p>Words of wisdom: “a vacant house looks forlorn and makes buyers feel like running the other way. I put pretty soaps and hand towels in the bathroom, set out a vase of silk flowers, put magazines and pillows by the fireplace, pot holders and dish towels and some spice bottles in the kitchen.”</p><p>At the end of the time specified in the listing contract, you are free to withdraw. Your agent can voluntarily release you in the middle of the period, if you so request.</p><p>Suspicions that the agent isn’t acting in your interest—she is rushing you, she is overly anxious to sell, or she is not explaining financial matters in detail—are another thing altogether. Problems like those are a hazard of a down market, when agents’ backs may be to the wall. Talk to the manager. If the problem is serious, speak to an attorney and consider a complaint to the local board of realtors or the Texas Real Estate Commission.</p><img/><img/><img/><p><em>Turn on, tune in, drop by. A new high-technique now lets buyers pick up your for-sale spiel over their car's FM radio.</em></p><p><strong>TRADING Places</strong></p><p><strong>Say you built a $2 million spec house in Highland Park just when the real estate market derailed, you can't unload it or lease it, and the bank has a gun to your head. Your neighbor down the street owns a $500,000 house but lusts after a mansion. What do you do? You trade.</strong></p><p><strong>The trade —where, yes, two owners exchange houses, making up the price difference in cash or a loan —has surfaced in the bust as a novel way to pry up a corner of a gridlocked market, in the caviar-and-champagne Dallas enclaves of Park Cities and Preston Hollow, realtor allie Beth allman is the guru of trades, and these are her rules for making those sometimes ornery deals work: First, the traders must have differing but compatible needs. Second, there must be at least a 25 percent price spread between the properties. Why? Because an evensteven trade is never absolutely even, and it just means that everybody is out closing costs and hasn't advantageously changed his position in the marketplace. Third, both traders must agree to accept the current market value for each other's properties —no fair price-gouging.</strong></p><p><strong>Finally, get the lawyers and tax advisers to approve the fine print, and head for the mortgage company. It's a deal.</strong></p><p><strong>Get-ahead Gizmos</strong></p><p>First there were talking cash registers, elevators, and cars. Now houses are getting in on the act. INR Technologies in California is marketing the Drive-Buy Radio, an electronic barker that broadcasts a continuous taped spiel to your car radio from the house you’re looking at. A sign in the yard tells you which frequency to tune in. The idea has been around for a while, but DriveBuy claims to be the first to use federally approved FM bands successfully. So far, about a dozen Texas realty companies have signed up to test the device at a cost of $300 a unit. Ed Maglaughlin, the owner of Quality Realtors in Denton, will be trying out the gadget, and he observes, “In today’s market you can’t afford to do things the way you have for the last thirty years.”</p><p>Cashing in on the couchpotatoization of america, Fort Worth has just become the first city in Texas where buyers can see a house without actually going to it. Computer-screen house pictures, which buyers can view at realtors’ offices, are the new bells and whistles in the business. The Greater Fort Worth Board of Realtors is using Photo-Trieve, a system developed by Moore Data Management Services that can store up to sixteen high-quality color photographs for each house. Realtors access them through their normal computer linkup to the board’s house-forsale data bank. Travis Kessler, the board’s executive vice president, expects the system to streamline home previewing, with the bonus that agents can make color printouts for buyers to take with them and pore over later. Other Texas cities are keeping a close eye on Cowtown’s success.</p><p>Real estate agents in Dallas have gone crazy over the Voice Retrieval Center, the better mousetrap of beeper and answering-machine services. Through VRC’s central recording system, messages accumulate for subscribers, who call in to listen to, amend, erase, or send the recordings to someone else. What’s so great about it? It cuts down on telephone tag, plus everybody’s on the program. The three-and-a-halfyear-old company got a big boost when prominent realtor Erle Rawlins became a fan. Others followed suit, and now VRC has some seven hundred members in real estate alone. The cost is not cheap —$22 to $40 a month per person, $15 extra for a pager. Still, Ellen Terry Realtors used it to transmit 11,000 messages in august.</p><p><strong>Smacks of Success</strong></p><img/><img/><img/><p>The power lunch in the real estate biz is no lunch at all. “We’re too busy to do lunch,” sniff they of the leather-upholstered statusmobiles, zipping off to noontime home showings. So lunch has come to them, in the form of the realtors’ movable <em>dejeuner.</em> Once a week various realtors in an area get together and sponsor appetizers at new listing number one, soup at number two, entree at number three, and dessert at number four. Everybody gets to have his cake and see the houses too. Frequently a title company, always eager for new business, will foot the catering bill; other times the brokers split the cost. Some agents even cook. Marlin Groomer, who works with Wolff and associates in Houston, has achieved local renown for his tortellini à la Marlin. The invitations are for agents only, although an occasional tagalong buyer is always welcome (in much the sense that Lewis Carroll’s crocodile welcomed little fishes in—“with gently smiling jaws”).</p><p>Does the lure work? Hard to say. “But,” mumbled realtors through mouthfuls of Chinese pasta salad and egg rolls at an Orient Express-theme lunch in Houston’s swank Memorial area, “you have to eat anyway.”</p><p><strong>Redo Redux</strong></p><p>Jan Craig is standing in the middle of my living room, arms akimbo, squinting disapprovingly at the molding around the ceiling. “Those big screws showing are terrible,” Craig announces mercilessly. “If you were really selling your house, they would be a definite detriment.” a former interior decorator, Craig switched three years ago to an untapped market: house make-overs. She is the president of ARIES</p><p>sisting Realtors in Effective Sales), with offices in Dallas and San antonio, and her mission is to help harried homeowners change their sad-sack houses into fresh, bright properties where any buyer could live happily ever after. She has come to West austin to inspect the wrinkles and warts on my 48-year-old bungalow. It’s not an experience for the thinskinned. Trailing along as she marches from room to room, I am beginning to feel less like the owner of a charming, if aged, house that just needs a little attention and more like a character in the creep show <em>House II: The Second Story—</em>“It’s getting weirder!”</p><p>“You want everything to look as finished and like new as possible,” Craig says. “It’s an industry axiom that a seller has to cut his asking price by at least three thousand dollars for every one thousand dollars in fix-ups that aren’t done. Now, your dining room.” She clucks at my salmon-pink color scheme. “I like it, but to sell, it really has to be painted a neutral color. How many people have furniture to go with pink walls?”</p><p>“Well,” I ask, “what about the living room?”—which is a nice sort of sandy pink. “Could it stay?” No way. “You want a plain vanilla house. You want to <em>un</em>decorate it,” Craig says. “It costs you to force someone else to buy your taste. I use antique white —never whitewhite—on everything, replace old carpeting with off-white or beige, and put beige patterned no-wax vinyl on the kitchen and bathroom floors. I don’t give the clients a choice. If I do, they just pick what <em>they</em> like.”</p><p>My study is clearly not thrilling her. “Too much furniture. It [COnTINUED On Page 186] <strong>[ COnTINUED From Page 137 </strong>] looks cramped. Move the desk and word processor out of the middle of the room, straighten up the clutter, and take down that ironing board.” Before I can protest, Craig is perusing some closets, calling back, “Every buyer wants to think he’s getting more space than he’s paying for. That’s why you should thin out your clothes, hang the short things in front, and leave a few hangers empty. It makes the closet look bigger.”</p><p><em>Ultra-White Elephant</em></p><p>For sixty years the old Ross Sterling house has presided in gloriously ravaged, Bette Davis grandeur over the Galveston Bay hamlet of Morgan's Point. The home is known as the Texas White House —a scaled-down replica of the edifice at 1600 Pennsylvania avenue. Actually, it's Texas' biggest white elephant —a galumphing 21,000 square feet of Tiffany chandeliers and granite circular stairways that have never passed from father to son and never sold for more than the $1.5 million reportedly spent to build them. As the story of the mansion's origin goes, about 1926 oil millionaire and soon-to-be Texas governor Ross Sterling pulled a $20 bill out of his pocket, pointed to the picture of the White House on the back, and growled at his architect, “Oh, hell, make it look like this.” Punishment for this act of offhand hubris came in the next generation, when his palatial digs became a home for wayward youths. From 1946 to 1961 boys slept in bunk beds nailed to the stately walls and gleefully put out wastebasket fires with the secondstory fire hose. The place was a wreck when Houston banker Paul Barkley and his wife bought it in 1961. For a while they breathed new life into the old girl, turning the vast rooms into a party house for the astronauts during the heyday of the space program. But ultimately the Sisyphean task of upkeep defeated them, and frogs were threatening to take over the swimming pool by the time Barkley put the house on the market in the seventies. An impetuous French count and oil trader, Pierre de Malleray de Barre, bought it around 1980 through Sotheby's International Realty and Houston realtor John Daugherty, but the count never moved to Texas. Since 1983 Joyce and James Osbourn (he owns a Houston construction-equipment rental business famous for its hard-to-steal lavender bulldozers) have owned the house, undertaking desperately needed renovation and installing air conditioning for the first time. Asked how long the fix-up could take, Osbourn laughs and gives an estimate of “a couple hundred years.” Until that time, the Osbourns say they have no interest in selling the place —not that a horde of prospective buyers is queued up at the gate.</p><p><em>LIGHT Bulbs, Yes. Swimming Pool, No.</em></p><p><em>Make-overs make money, but more is often less.</em></p><img/><img/><p><strong>The things that sell houses are sparkling, state-of-the-art kitchens and bathrooms, interiors as fresh as a soap commercial, the illusion of space, and landscaping with a high vine-covered-cottage quotient. You stand a better chance of recouping the cost of improvements if you upgrade a lesser house located in a la-di-da area, but you can lose money if you make any house too grand for its neighborhood. Will you turn a profit? Don't hold your breath. But upgrading will make your house sell faster.</strong></p><p><em>Musts</em></p><p><em>Improvement Cost</em></p><p><em>Cost</em></p><p><em>The Experts Say</em></p><p>Increase the wattage of every light bulb in the house.</p><p>$30</p><p>Best investment you’ll make; a bright house shows much better than a dim one.</p><p>Paint the exterior (price is for trim on a masonry house).</p><p>$2,000-$3,000</p><p>A must; you can’t afford not to.</p><p>Paint the interior</p><p>$2,500-$5,000</p><p>A fresh, like-new interior is essential.</p><p>New shower curtain, rings, and rod cover</p><p>$25-$35</p><p>Essential. A tiny hint of mildew can turn off a buyer.</p><p>Toss those Roach Motels and hide the cans of Raid.</p><p><strong>Free</strong></p><p>No point in advertising that you used to have bugs (you <em>have</em> called the exterminator, haven’t you?).</p><p>Spring cleaning: shampoo the carpets, wax the floors, have a garage sale.</p><p><strong>Free to $10 an hour</strong></p><p>Use elbow grease or hire a maid service, but make your place look like a model home.</p><p><em>Maybes</em></p><p>Remodel kitchen: new countertops, sink, floor covering, dishwasher, and disposal.</p><p>$8,000-$12,000</p><p>Good idea. Kitchens With new cabinets, and bathrooms sell houses. (Note: the remodeling cost could double.)</p><p>Update bathroom: vanity counter with two lavatories, tiling, glass-enclosed shower, new fixtures, new cabinets, heat lamp.</p><p>$5,000-$10,000</p><p>Smart move, especially if bathroom is dated.</p><p>Convert an existing room into a bathroom.</p><p>$8,000-$10,000</p><p>If your house is in a family-home neighborhood and has only one bath, you really should add one.</p><p>Add a whirlpool bath.</p><p>$3,000-$3,500</p><p>Pays off, but only in a mediumto high-priced house.</p><p>Install a toe-tester (foot-level shower faucet for testing shower water heat).</p><p>$250-$500</p><p>$250-$500 adds a custom touch in an expensive but blah house.</p><p>Add a bedroom (fifteen by fifteen feet, including paint and carpet).</p><p>$20,000-$30,000</p><p>A three-bedroom house is much more salable than a two-bedroom one.</p><p>Build a brick or stone fireplace.</p><p>$5,000-$7,000</p><p>A highly desirable, romantic feature. Will add value.</p><p>Add a pine deck (twenty by twenty feet).</p><p>$3,000-$3,500</p><p>An attractive addition that should pay for itself.</p><p>Put in a skylight.</p><p>$500-$1,500</p><p>Popular and should be a good investment.</p><p>Install an electronic opener on existing gates.</p><p>$1,200-$1,500</p><p>A must in a mansion (you expected, perhaps, the chauffeur to open them?).</p><p>Add a privacy fence (wood, six feet tall).</p><p>$10-$15 <strong>a lineal foot</strong></p><p>Depends on the neighborhood; helps where houses are <strong>foot</strong> closely spaced.</p><p>Install miniblinds (custom-fitted).</p><p>$50-$100 a <strong>window</strong></p><p>Wise move in a modest house; gives an architectural look, and buyers don’t have to purchase new curtains.</p><p><em>Don't Bother</em></p><p>Add a swimming pool.</p><p>$17,000-$25,00Q</p><p>A real loser; seller gets back 50 cents on every $1 spent, if he is lucky. It’s worth it only in a ritzy neighborhood.</p><p>Install aluminum siding.</p><p>$10,000</p><p>Bad idea; makes buyers suspect a cover-up.</p><p>Make energy-saving additions, such as weather stripping.</p><p>$500-$2,000</p><p>An invisible improvement that while worthy, may be hard to recoup your money on.</p><p>Insulate attic to the max.</p><p>$800-$1,000</p><p>Might tip the balance between two equal houses, but you probably won’t get your investment back.</p><p>Install a new roof.</p><p>$3,000-$4,500</p><p>Only if it’s really needed; otherwise forget it.</p><p>Prices Courtesy Of Robert H. Clark, Inc., Architects And General Contractors. And the Stark Companies. Architects, Engineers, And Contractors, Dallas</p><img/><img/><img/><p><strong>Cut Your Own Deal</strong></p><p>This could happen to someone you love: Their sixties ranch-style house with avocado-green shag carpeting and harvest-gold appliances has been on the market for a year and a half with nary a nibble, when one day the nicest young couple shows up and falls in love with the place. The only problem is the pair can’t qualify for a loan. The homeowners think the young people have honest faces, though, and they want this deal to work. Suddenly the words “creative financing” take on a new meaning. What can the owners do to help?</p><p>A better question to ask is, What do they stand to gain or to lose? The upside is that they can make a sale go through when otherwise it might fail, and they may also be able to earn some money on their investment. The downside is that they could lose time and money—and maybe the house.</p><p>Milton Birdwell at Centeq Realty in Houston has seen a lot of creative financing, and he says it’s not smart to make a move without a real estate lawyer (the State Bar of Texas or a title company can probably suggest a few names) and a tax consultant. Your real estate agent will gladly help check out the qualifications of the buyer by providing a loan application, forms for verifying employment, and a financial statement. She can also run a credit check and follow up on references. When a large loan is being contemplated, feel free to request a copy of the buyer’s tax returns to check his income further. Birdwell also recommends that you be sure that the contract reflects the terms of the note and the deed. Here are various deals you can make to help sell your house.</p><p>• <em>Owner financing.</em> In this case you own your house outright and you agree, essentially, to sell it on the installment plan. (Frequently the arrangement will have a balloon clause saying that payment is due in, say, five years. At that time the buyer gets other financing and pays you off in full.) Owner financing can be a good deal for you because you can get more interest than you can on a longterm certificate of deposit, and it can be good for the buyer because the rate is less than the rate he would pay at a mortgage company. There are limited closing costs, and you can close in as little as a week after the contract is signed. The potential pitfall is that you will have the house back on your hands if the buyer defaults—maybe in lousy shape—and then it could take months to resell it. To discourage default, you should insist that the buyer pay at least 20 percent down. And each year you must arrange to get receipts showing that the buyer has paid the taxes and insurance on the house.</p><p>• <em>Second mortgage.</em> You can help a buyer who doesn’t have all the money needed for a down payment by paying the remainder yourself and accepting his promissory note. You then have a second mortgage on the property; the rate you charge will be more than it would be for a first mortgage because of your greater risk situation. Here’s the ringer: If the buyer defaults on the first mortgage, the mortgage company forecloses on the house, and you don’t get anything unless —and that’s a big “unless”—the company sells the house for more than the [COnTINUED On Page 186] <strong>[ COnTINUED From Page 139 </strong>] value of the first mortgage. One way that you can avoid loss is by taking over the mortgage payments and reselling the house yourself. But will you be able to swing that financially?</p><p>If your house still hasn't sold, take it off the market. Listing fatigue can be an insidious enemy. Do the fixups that you initially pooh-poohed, get real about your asking price, and brainstorm with your agent on new marketing strategies. Do something that will make a difference. Three months later, when your newly revised listing rolls off the computer in every realtor's office, it will be honeymoon time all over again.</p><p><em>Come fix-up time, swallow your pride and think neat, think neutral, think buyer. Comeuppance beats markdown any day.</em></p><p>[Continued From Page 131]</p><p>• <em>Is your agency a member of the Multiple Listing Service in your city?</em></p><p>Most agencies are, but occasionally you will run across an independent who isn’t affiliated with these industry-run data banks of homes for sale. Your house won’t get enough exposure without being listed in MLS unless it’s a multimillion-dollar villa; that kind of house is often sold privately because the owners don’t want the exposure.</p><p>• <em>Is your agency associated with a relocator? Have you personally worked with any company relocations?</em></p><p>An association with a service that handles corporate-employee moves is not essential, but it’s one more base worth covering.</p><p>• <em>How often will you communicate with me?</em></p><p>You should expect a weekly call and a written monthly report. Don’t ask the agent to call you after each time she shows your house; that is a waste of time and drives the agent nuts.</p><p>• <em>How are your phones covered?</em></p><p>It’s best to have a person, not a machine, answering the agency’s office phones seven days a week. Potential lookers need service, not delays. Ask if the agent herself has an answering machine or service, a beeper, or a car phone.</p><p>• <em>Which financial institutions do you have relationships with?</em></p><p>Even though you’re not the buyer, your agent should be in a position to help locate financing if the buyer’s agent runs into trouble. An agent should have a line on two or three lenders. When an agent mentions half a dozen lenders, that probably means she is not close to any single one.</p><p>• <em>May I have the names of several professional and personal references?</em></p><p>Check the references so you will be ready for the second stage of the interview or so you can cancel if you don’t like what you hear.</p><p>• <em>Would you prepare a comparative market analysis?</em></p><p>On the second visit the agent will bring you data on how much houses are selling for in your area and suggest a price for your home. If she knows her stuff, it will show here.</p><p>Finally, expect rapport and enthusiasm. You should feel that the agent really looks forward to selling your house. You’re going to be dealing closely with this person for six months or more, so trust your gut reaction as well as your reason.</p><p>The kitchen is not exactly making her day, but it’s not failing either. “You should put away the blackened pots, get a few bright, shiny ones to hang up, and wash the windows. Clean windows are the cheapest way to add luster to your house. This wallpaper is subtle enough that I don’t think anyone could object, but it’s never a good idea to add it. I had a customer who spent over nine hundred dollars on wallpaper, and guess what? The buyer hated it.” On her way to the master bedroom, Craig spots a problem.</p><p>“Paint that rusty air-conditioning vent,” she orders. “a man looking at a house remembers things like rust, leaky faucets, and sticky doorknobs. Men are tirekickers. They want to know if they are buying a problem. Women notice light, space, and color. They want to know, ‘Will I love it?’ ”</p><p>She decides that the main bedroom, all white, just needs to have the paint freshened and the cracks in the Sheetrock over the doors filled. “Caulking smooths out age,” she says. “Your carpet is a little dark but okay; if we were changing it, we would use moderately priced carpet —fifteen dollars a yard —with a first-rate pad; makes it feel expensive.” She approves of the large number of windows. “People get depressed if it’s dark. A seller should open drapes and turn on every light in the house before a buyer comes through.”</p><p>“Do I have to landscape?” I ask.</p><p>“Your yard is fine,” she says. “Keep it neatly mowed and raked, and put some bright, pretty plants in the two pots by the front door and maybe plant some annuals. A house should look welcoming.”</p><p>So what’s the bottom line? “Most of our houses run five thousand dollars or a little more for painting, recarpeting, and vinyl flooring,” she says.</p><p>“But, Jan,” I protest, “why not let the buyer do the redecorating?”</p><p>She has heard this argument too. “Most buyers,” she says, “don’t have the funds or the time. They’re exhausted. They want to move in without a hassle.” Still and all, you have to wonder if a financial gamble of that size is really going to work. Craig has the last word. “Every house priced under eighty-five thousand dollars that we’ve done this year,” she says, “has sold within two weeks.”</p><p>• <em>Wraparound loan.</em> Pretend that years ago you took out a mortgage loan for $100,000 at 8 percent on your house and today you want to sell the house for $200,000. A buyer shows up with $50,000 for a down payment, but he can’t get financing. You take his $50,000 and carry a note for the dilference-$150,000 at 11 percent. You agree to keep paying off the original note and you keep second lien on the property. What has happened is that you have gone into the finance business. You have essentially marked up the interest on the outstanding balance of your bank’s loan from 8 percent to 11 percent, and you are collecting the difference as pure gravy, not to mention the full 11 percent on the remainder that the buyer owes you. The loan is called a wraparound because the bigger loan wraps around the smaller one. A few words of caution: Wraparounds work only with assumable loans that do not require approval from the original lender —like VA, Fha, and old conventionals without a due-on-sale clause —and they’re less tricky with fixed-rate loans than with adjustable-rate loans.</p><p>• <em>Lease with option to purchase (lease purchase option).</em> The would-be buyer, knowing he will come into some money in a year, signs a lease with an option to purchase the house at an agreed-upon price at the end of the specified time. The seller and the would-be buyer have the option of negotiating the sale price at the time the lease is signed, which is a good deal for the seller if the property’s value doesn’t rise. If it goes up, he is stuck with selling the house at a year-old price.</p><p>• <em>Lease purchase.</em> Not to be confused with the above, this is an arrangement in which a portion of the rent (it has to be over fair-market rent) goes toward the down payment on the house. When that amount is reached, a regular mortgage is negotiated. You retain the title until the actual sale.</p><p>• <em>Equity sharing.</em> In this deal the buyer moves into the house and makes the loan payments. In return he starts gradually accumulating equity in the house. That continues until the buyer owns whatever percentage equity has been agreed on. The arrangement is flexible and depends on the needs of each party. The two could also sell the house and split the proceeds. If the buyer fails to make the payments, though, he loses his equity interest and has the rights of a tenant only. Each party can deduct half the interest payments on his tax return, and the seller can depreciate the house as rental property.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "November 1987",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "House",
      "Real Estate",
      "Texas",
      "Home",
      "Houston",
      "people",
      "Dallas",
      "ever",
      "money",
      "Trade",
      "Work",
      "Computer",
      "Fort Worth",
      "Swimming",
      "Austin",
      "Cadillac",
      "Cities",
      "Country",
      "Diamonds",
      "homes"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Texas",
      "Houston",
      "Dallas",
      "West",
      "Fort Worth"
    ]
  }
}