{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198711",
    "date": "November 1987",
    "year": 1987,
    "month": 11,
    "month_formatted": "November",
    "pdf_uri": "/1987/19871100.pdf",
    "issue_cover_image": "",
    "document_start_page": 128,
    "toc_start_page": 124,
    "document_page_range": [
      [
        128,
        129
      ]
    ],
    "toc_order": 4,
    "toc_headline": "Old Times",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198711-oldtimes",
  "source": "/1987/19871100.pdf",
  "wp_post_id": 122853,
  "wp_post_guid": "http://www.texasmonthly.com/article/old-times/",
  "authors": [
    "A.C. Greene"
  ],
  "headline": "Old Times",
  "dek": "Long Before Dean Singleton Came Along, the Herald Was Number Two In Status And Better For It.",
  "spread_caption": "",
  "excerpt": "Before the Dallas newspaper war, the Herald was full of character—or was it characters?",
  "kicker": "",
  "word_count": 1382,
  "content": "<img/><img/><p><span class=\"dropcap\">W</span>hy is it you never remember the good things about certain jobs, only the bad—and yet the sweetest times, the days of your life you think you’d rather live over, are those seasons when salaries were lowest, the bosses were cruelest, your fellow workers were the most problematic? I spent them at the <em>Dallas Times Herald,</em> an afternoon paper that bore little resemblance to the current edition except that it was the number two paper in town—that is, it was number two in status. Actually, the <em>Herald'</em>s circulation in Dallas and Dallas County was bigger than that of the <em>Morning News,</em> but it never seemed to make a dent in the other paper’s pride and arrogance, which drove us to all sorts of frenzies.</p><p>I went to work at the <em>Times Herald</em> in February 1960. I lost three weeks’ pay because the <em>Times Herald</em> was about to have a guild (union) election and Felix McKnight, then vice president for editorial, heard from my former publisher that I was a union man and, using one excuse or another, kept me off the payroll until the voting eligibility deadline passed. (The truth is, my West Texas publisher, one of the least blessed with brains of any hominid I ever worked for, knew very well I didn’t know the difference between the Newspaper Guild and a gilded lily.)</p><p>When the guild election got straightened out, in deep defeat, I went to work on the rewrite desk. This might be a good place to point out that there is no hyphen between <em>Times</em> and <em>Herald.</em> I am proud to have been the one who discovered why in back issues of the 1880’s or ’90’s: The name symbolizes the “Herald of the Times!”</p><p>Well, back to the <em>Times Herald.</em> The first day I went to work I rode the front elevators, not knowing there were slightly smaller, slightly smuttier ones in the rear for printers, typographers, compositors . . . and reporters, of course. At any rate, on the second floor a mail girl pushing a grocery cart got aboard along with a little friendly-faced older man. As the girl, between floors, leaned over to rearrange the mail, suddenly the little man’s hand shot out and goosed her. It may not have been a record (apparently Guinness failed to take notice), but it was magnificent. I automatically braced myself for several things: (a) the scream of the mail girl, (b) the slap of the mail girl, (c) the possibility that I, not yet even delivered to the city room, would have to save a fair maiden from whatever you call a gooser. But lo and behold, she whipped around with fire in her eyes, then smiled, and said, “Oh, hi.”</p><p>I could hardly wait to inform the city desk of what I had seen, but before I could finish my story my associate rewrite man shrugged, “Oh, that. That was our publisher.” I knew then it was going to be my kind of paper. I eventually discovered that our beloved publisher (and I really did love the guy—saved my job once when the Dallas Chamber of Commerce sent a team of heavyweights to get me fired because of a front-page editorial I’d written) was about the most human person in the building. His successor had an engraved plaque on his desk that read “Money Spoken Here,” along with a large woven green wall hanging of a $1 bill.</p><p>All in all, it was a fun place to work, and some funny people worked there. Blackie Sherrod had just come over from the <em>Fort Worth Press</em> when I got there, along with Gary “Jap” Cartwright and Edwin “Bud” Shrake. When Bud and Jap left the <em>Times Herald,</em> they were replaced by Dan Jenkins, who later left to take a job with <em>Sports Illustrated</em> at (we couldn’t believe it) $15,000 per year. Jenkins was replaced by the late Steve Perkins, a New Orleans product who couldn’t have done one third the things people in the Crescent City said he did.</p><p>A young courthouse reporter named James Charles “Jim” Lehrer came to me one day with a pile of manuscript and asked if I’d read it over. This was not unusual since I was the book editor (because I’d once owned a bookstore). I read his manuscript, saw that it had great story possibilities, started editing it in bed after</p><p>midnight, about the same time he was writing it on the traditional kitchen table—and even named it <em>Viva Max!</em> We had a columnist named Seth Kantor, who was softhearted past belief. One night he and I missed the bus we rode and ended up in a place called the Star Bar, where lots of reporters gathered. Somehow, stepping down off the curb, I twisted my ankle —not a bad twist, but I limped along a few feet before Seth decided I was in no shape to walk. Despite the fact that I outweighed him by at least 25 pounds, he pulled and hauled me on his back, and we proceeded up Elm Street with Seth every so often stopping to explain to a stranger, “He ain’t heavy, he’s my brother.” Or I think once or twice I was his mother-I wasn’t doing too well myself, understand. Being the book editor, I was well supplied with books, which tended to spill about every ten feet, and eventually Seth, who had a bent toward philosophy, would stoop over, lurch to his feet, still carrying me, and proclaim, “A man never stands so tall as when he stoops to lift a book.” We made it to the Purple Onion, which sat in the middle of a row of bail bond offices (“24-Hour Service”), up by city hall, and why we didn’t get tossed out . . . well, we didn’t and someone even called Seth’s wife to come get us.</p><p>The sports people came to work earlier than anyone except the photo retouchers, and one morning, as I was walking by that rear elevator shaft, I heard a sort of whimper, and there, just her pretty little face showing, was a retouch artist named Pat, stuck. The elevator (the <em>Times Herald</em> always used some off-brand if available) had stopped between floors, and Pat was too short to be able to haul herself out, not to mention what it would do to her dress. So we did the next-best thing; we did the <em>Times Herald</em> thing. At her direction, we got her a drawing board and some paper, along with pencils and a watercolor brush, and let her go to work on some early stuff that had to be in by the mail edition deadline.</p><p>Then, you never know who’s on the other end of the telephone line, but you can bet your bottom dollar (the only kind a newspaperman ever has) it’s some character. Once in editorial, Johnny Weeks, my assistant, and I got a letter advocating fair play for Cuba and all that “snort.” we called it. The letter gave an address and a telephone number and said “Call after 5 p.m.” Well, since we came to work pretty early we left about 4:30 p.m. or so, but Johnny volunteered to stay while I called. A man answered, and I told him who I was. “You’re not gonna run my letter, are you?” a surly voice said. I assured him we were merely calling to confirm his name and that he was the writer, and we would quite possibly use the letter. After that the voice began to wheedle, telling us the <em>Times Herald</em> was his favorite paper, how much fairer it was than the “competitor,” and a lot of other “snort.”</p><p>The letter we got was handwritten, but the Linotype people wouldn’t set handwritten copy, so we typed the letter out, put a head on it, and sent it down. We kept the original, as was our custom, on a special spike for three or four weeks, in case people raised hell that we’d misquoted their letter. About two months later the name “O. H. Lee,” with which the letter was signed, became world-famous as one of Lee Harvey Oswald’s pseudonyms. We realized then who we’d been talking to and combed that letters spike, looking for the original. We never found it.</p><p><em>The author in the</em> Times Herald <em>newsroom, circa 1962: The paper was tops in circulation but number two in status.</em></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "November 1987",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Work",
      "people",
      "Dallas",
      "Election",
      "ever",
      "Sports",
      "Artist",
      "Blackie Sherrod",
      "BUS",
      "Commerce",
      "editorial",
      "Fire",
      "Fort Worth",
      "Harvey",
      "Love",
      "New Orleans",
      "record",
      "salaries",
      "Sports Illustrated"
    ],
    "wp_categories": [
      "Dallas"
    ],
    "wp_location": [
      "Dallas",
      "Fort Worth",
      "New Orleans",
      "Texas"
    ]
  }
}