{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198711",
    "date": "November 1987",
    "year": 1987,
    "month": 11,
    "month_formatted": "November",
    "pdf_uri": "/1987/19871100.pdf",
    "issue_cover_image": "",
    "document_start_page": 142,
    "toc_start_page": 140,
    "document_page_range": [
      [
        142,
        143,
        144,
        145
      ],
      [
        200,
        201,
        202,
        203,
        204,
        205,
        206
      ],
      [
        208,
        209,
        210,
        211,
        212
      ]
    ],
    "toc_order": 7,
    "toc_headline": "Every One A Victim",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198711-everyone",
  "source": "",
  "wp_post_id": 122841,
  "wp_post_guid": "http://www.texasmonthly.com/article/every-one-a-victim/",
  "authors": [
    "Gary Cartwright"
  ],
  "headline": "Every One a Victim",
  "dek": "Debora Sue Schatz is three years dead. David Port, her accused killer, will soon go free. But for the two families shattered by her murder, the case will never be closed.",
  "spread_caption": "",
  "excerpt": "The parents of a confessed killer went to jail rather than testify against their son. Now the murder conviction has been reversed, and the family of the deceased must endure renewed anguish.",
  "kicker": "",
  "word_count": 8325,
  "content": "<p><span class=\"dropcap\">T</span>he murder of 23-year-old Debora Sue Schatz in June 1984 was a particularly shocking and senseless crime, but that was not why the case drew so much attention. The attractive honey-haired daughter of a Spring Branch working-class family had been shot to death as she delivered mail in Houston’s upper-middle-class West Memorial neighborhood, and her body had been dumped in a bayou twenty miles away. What elevated this crime to a cause célèbre was that the parents of the accused killer went to jail rather than give grand jury testimony against their son. The parents, Bernard and Odette Port, were Jewish and so were their two exceptionally bright and ambitious attorneys. When one of the lawyers argued that the parents’ testimony would violate Jewish law, the tragedy assumed a new dimension, and the murder became almost secondary.</p><p>As the case against 17-year-old David Port dragged into the fall of 1984, it became a test of wills between the district attorney and Port’s parents. Odette Port was the boy’s stepmother, which made the situation even more intriguing. While David Port remained free on bond, his father served two months behind bars, and his stepmother served four and a half. When the district attorney upped the ante, throwing in the possibility of the death penalty for David, even the hard-liners were put to the test. What if they were asked to help send their child to the death chamber? What would they do? Nobody honestly knew.</p><p>The Ports caught the media’s imagination. Bernard Port was a large man whose woolly beard and glasses gave him a professorial air, and Odette was an intelligent, somewhat mysterious woman with dark, intent eyes. They were cultured people of some wealth, and the media portrayed them as loving, devoted, deeply religious parents forced to test the courage of their convictions. Editorial writers generally sympathized with their position. About the only people who viewed the murder in terms of simple Old Testament justice were the Schatzes, and hardly anyone mentioned them after a while.</p><img/><p>Photographs By Jim Sims</p><img/><p><strong>Debora Sue Schatz was murdered while delivering the Ports’ mail.</strong></p><p><strong>Barbara Schatz saw a vision of her daughter’s death. To this day, she and her surviving children are haunted by a spirit of grief.</strong></p><img/><img/><p><strong>Bernard Port paid dearly for his loyalty to his son David. He endured jail, lost his wife, and forfeited a hefty piece of his fortune.</strong></p><p>David Port was tried the following March in the German ancestral town of New Braunfels, not an encouraging venue for a Jew accused of killing a young woman with a German surname. At the time of his arrest, young Port had blurted out a detailed confession, but oral confessions are not usually admissible in Texas. Without the confession and without the parents’ testimony, the state’s case appeared hopelessly circumstantial. The parents maintained their silence, but the judge decided to allow the oral confession. Though David Port had no previous criminal record and was regarded by those who knew him as a mild, even passive young man who suffered from diabetes and a learning disability, he was convicted and sentenced to 75 years for Schatz’s murder. The case passed without public comment into the shadows of the appellate system. It reemerged last august, when the Texas 3rd Court of appeals reversed David’s conviction. But long before the court’s ruling, the horror of the murder and its aftermath had devastated both families.</p><p><span class=\"dropcap\">I</span> first met the Schatz family last June, almost exactly three years after the murder of Debora Sue —who had been called May since she was a small girl; nobody remembers why. We talked for several hours in the living room of the faded green frame house that has been the family home since 1957; May Schatz and her two youngest brothers had lived in the house most of their lives. Though seven of the eight surviving children had eventually moved out, it was still a small house for such a large family -three bedrooms and one bath. The living room was neat but sparsely furnished, and the walls were mostly bare. It was as if the family had been away for a long time. The house was on Kempwood, just down the street from St. Jerome Catholic Church, where the Schatz family had worshiped for 27 years, in a neighborhood of modest homes with tidy lawns and pickup trucks in nearly every driveway. The contrast with the home and neighborhood where David Port lived could not have been more glaring, a class distinction that the prosecution had not overlooked in pressing its case to the jury.</p><img/><p><strong>David Port’s oral confession sent him to the penitentiary.</strong></p><img/><p><strong>Pain and suffering have followed Odette Port’s family for generations. The ordeal with David made her want to put her story down on paper.</strong></p><p>The Schatzes are a simple, salt-of-the-earth family, in no way sophisticated or highly cultured. They never had much money nor imagined they would ever have it. The parents, albert and Barbara Schatz, had grown up in the farming hamlet of Dobbin in Montgomery County. Albert finished the eighth grade, served a hitch as an army cook, and worked all of his adult life at General Welding on Houston’s Old Katy Road. Barbara quit school in the fifth grade and devoted her life to raising their four sons and five daughters. Education was never the family’s primary concern. May Schatz, the second youngest, quit school in the seventh grade.</p><p>“She already knew what she wanted to do,” said her sister Betty Harmon. “She wanted to be a policeman.”</p><p>“She wanted a ’vette,” said her brother alan Schatz, meaning a Corvette.</p><p>Instead she settled for a gold Mustang and a job delivering mail, a significant step up from her previous jobs at a day care center and a dental clinic. May Schatz was a radiant and bubbly girl, unremarkable in almost every way. Though her only genuine ambition was to marry and raise a large family, she had just one serious love affair, and it ended not long before her death. The great love of her life was Elvis Presley —she sometimes signed her name “May Presley” when she was younger. When Elvis died she locked herself in her room for a week. Two of her proudest possessions were a packet of grass clippings that a cousin had brought back from Graceland and a statuette of Elvis that her mother had given her on her twenty-first birthday. Most of her friends were family. She loved to go camping and fishing with them. She loved kicker-dancing and sunbathing in the back yard-her brothers remembered how they used to climb the roof and dash her with ice water. Except for a visit to a sister in New Orleans and a vacation on Padre Island, May had never been away from home. Even though she had shared an apartment with a longtime friend since February, May telephoned her mother every day and usually stopped by for dinner. One thing that made her murder so unfathomable was that May Schatz was so ordinary.</p><p>[Continued On Page 198]</p><p>[Continued From Page 143]</p><p>The Schatzes’ sense of loss was overpowering, even to an outsider. The cast of their expressions suggested a permanent emptiness, a vacuum they had no choice but to accept. Albert Schatz had never recovered from the tragedy; he had died two months after his daughter’s murder, apparently of a broken heart. A few months after albert died, Barbara Schatz’s son-in-law Roger allen also died suddenly. The sequence of tragedies darkened every aspect of the family’s lives. The months following May's murder were a surrealistic blur of grief made exponentially worse by the legal fandangos and sensational headlines. The vortex of events finally dropped off the scale of the family’s comprehension. But the day of May’s murder was recalled in excruciating detail. It was Thursday, June 7, 1984.</p><p>The first indication that something was wrong came in a late evening telephone call from May’s supervisor at the branch post office on Westheimer. The supervisor told Barbara Schatz that her daughter had not reported back after completing her mail route. There might have been a dozen reasons for May’s absence, but none of them made sense to her mother. It was not like May, Barbara thought as she hung up the phone. Overwhelmed by a sense of dread, she awakened albert, who climbed out of bed and began dressing, methodical and stoic as always. Then she telephoned as many of her other children as she could locate. Betty Harmon, who was six years older than May, walked into the house a few minutes later.</p><p>“I heard Mama saying over and over, They are killing her. Get her out of that house,’ ” Betty recalled as we sat three years later in the family living room, surrounded by several of Barbara Schatz’s fourteen grandchildren.</p><p>All that night albert and the men of the Schatz family helped postal inspectors search the heavily wooded neighborhood where May was last seen. The streets in that part of Houston twist and circle back and frequently dead-end into cul-de-sacs or dense forest. In the warm, damp early morning the search party drove without direction, looking for the governmentissue Pinto that May had checked out. There was no trace of the vehicle or of May Schatz. They returned home and slept for a few hours, then started the search again after daybreak.</p><p>By mid-morning on Friday, Barbara Schatz’s sense of dread had developed into a premonition of death. Her daughter Mary had telephoned a psychic, who assured the family that May was alive and well, but May’s mother couldn’t shake her feeling of doom. A short while later, as Barbara Schatz was in what had once been May’s bedroom she saw a vision. May’s face appeared on the bedroom curtain and Barbara Schatz heard her daughter cry for help.</p><p>“I already knew she was dead,” Barbara said, her voice quavering. She was 56 and looked older. She had been a woman of considerable strength, but most of that strength had been used up. “I saw her as clear as i’m seeing you right now,” she went on. “Her hair was down over her face, and her face was splotched with red welts. She was saying over and over, ‘Mama, come get me —bring me home.’ ”</p><p>“That’s just exactly how she looked when they found her,” said Woody Schatz, the oldest of the nine children. “The welts were red ant bites.”</p><p>“Every one of us knew that something bad had happened,” said Milly allen, the second oldest. “It wasn’t like May to just vanish. She would have never done that to Mama.”</p><p>The Schatzes had been reluctant to talk to reporters, and their candor surprised me. The family had become so inured to the horror that reviewing the gory details seemed as effortless as reciting catechism. People who have endured tragedies tend to rearrange events in their memory, filing away the sharp edges and polishing motivations and reactions until the scenario fits comfortably with what they are able to accept. The Schatzes recalled that when David Port was arrested his hands were swollen from ant bites, but police photographs showed nothing more than marks on his wrists.</p><p>At times the Schatzes spoke of May in the present tense and talked of messages from the grave. They talked of how the family dog, Shorty, would sniff the backyard swing or how the swing would rock inexplicably on a hot, breathless afternoon or how a skillet would suddenly fly off the shelf and land across the room. They believed May’s spirit was with them. They believed they saw it, in fact, on a family photograph taken the Christmas after she was murdered —a wispy form hovering among them.</p><p>They remembered with bittersweet affection how albert Schatz had become so emotionally disoriented by his daughter’s death that after a time he convinced himself that the murder had never happened. He would telephone May’s apartment and claim to hear her voice. He told the others that he had seen her on television, dressed in white, sitting with Jesus, and assured everyone that she was all right. Friends of the family remembered albert as an unbending disciplinarian, a man who had difficulty communicating or sharing any sort of emotion. “a quiet, grumbling man who made you feel uncomfortable”—that’s how he was described by Deborah Gray, who had lived across the street from the Schatz family nearly all of her life, then shared an apartment with May Schatz during those final five months. There had never been a close relationship between father and daughter, Gray told me. But the family remembered that “May was his whole life.” albert went back to work a few days after May’s funeral, but within a week he was unable to do anything but cry. Eventually he had to be hospitalized. He had suffered a heart attack eighteen years earlier, but this was something else. He was a man dying of grief. Not long before he died, albert did a remarkable thing: He went to the hospital gift shop and bought his wife a doll. The doll wore an old-fashioned violet dress with lots of lace and frills and a matching bonnet, and it had long blond hair and blue eyes, like May. “It just surprised me so much,” Barbara Schatz said. “He had bought me pots and pans and things but never nothing like that, ever.”</p><p>The Schatz family had never met the Ports face to face, but they read about the Ports almost daily. They read that Odette Port, David’s stepmother, had lived in Nazi-occupied Greece as a young girl; forcing parents to testify against their children was a horror she had seen firsthand. Bernard Port was a financial wizard, the stories said, a man who read the classics, along with the <em>New York Times, </em>and identified with the suffering of the human race. He compared his jail ordeal to Dante’s eighth circle of hell. The Schatzes didn’t understand the nuances, but the media reports seemed out of balance and the Ports’ protests self-serving.</p><p>“I don’t know who this Dante is,” May’s brother-in-law Phil Harmon said, “but I got the feeling that’s who this man most wanted to be. It was an ego trip.”</p><p>It would not be entirely accurate to say that the Schatzes were bitter—the Schatz family never mentioned the Ports’ religion—but their grief was compounded by their belief that the Ports were hiding something. “If they had ever just once said they were sorry,” Mary Schatz said.</p><p>As I was about to leave the Schatz home I asked how the family would feel if an appeals court overturned David Port’s conviction. I had assumed they knew that it was a possibility, even a likelihood. If young Port’s oral confession was allowed to stand, it would rewrite a long-standing, controversial Texas law. Attorneys for the defense had been surprised that the trial judge allowed the confession, though without it the case might never have gone to the jury. As Harris County district attorney Johnny Holmes had acknowledged, the oral confession was about the only hard evidence the prosecution had. While I explained all of that to the Schatzes, I realized that the possibility that May’s killer might yet get off on a technicality had never crossed their minds. They couldn’t have been more shocked if I had suddenly produced a shotgun and blown a crucifix off the wall.</p><p>Woody Schatz followed me to the front steps. “What you told us, it’s hard to believe,” he said. “It’s just not right.”</p><p>I agreed. But two months later, that was exactly what happened.</p><p><span class=\"dropcap\">D</span>avid Port’s confession notwithstanding, May Schatz’s body was discovered only by chance. May’s vehicle was discovered early that Friday morning parked against the curb of a twoblock-long dead-end street called Lynbrook Hollow. Still, there was no trace of May. The sun was high, and the dense morning air smelled of honeysuckle and pine needles as the men fanned out into a ravine below Lynbrook Hollow. By that time Houston police and bloodhounds had joined the search. A large, bearded man approached a police sergeant from the direction of the cul-de-sac. They talked for a few minutes, then the sergeant and several other investigators followed the man back to his home, walking fast.</p><p>The man was Bernard Port. He told the police that his son David was missing. Port’s wife and a friend had come home the previous evening and found the boy gone and a bullet hole in the wall by the staircase. The boy was a diabetic and had a learning disability, Port explained, and he and his wife were worried for his son’s safety. Port had heard a radio report about the missing letter carrier, but he hadn’t yet connected it with David’s disappearance or the bullet hole. There were actually four bullet holes in the wall, but the only one Bernard Port had noticed was the one that had shattered a framed picture of himself. He had been pressuring David to take an Outward Bound course to improve his son’s self-image, and the boy had been resisting. “all I could see,” Port told me later, “was that I had a very angry boy on my hands.”</p><p>At his home Port showed the police two pistols, two rifles, and a shotgun that had been stored upstairs in his son’s closet. One of the pistols, a .22-caliber, had been fired recently, and the officers sealed it as possible evidence —it turned out to be the murder weapon. Odette Port produced a tennis shoe that belonged to her stepson. Though the shoe had been washed, blood stains were still visible. It became apparent that David was a suspect. Port excused himself and telephoned an attorney. Then he told the police that they would have to leave until they secured a search warrant. After that, Bernard and Odette Port answered no more questions. They didn’t even talk to each other, but in the magnitude of the glances that passed between them was the tacit recognition that their lives would never be the same.</p><p>As the search continued on Lynbrook Hollow early that afternoon —while albert Schatz rested in a reporter’s airconditioned car, his chest as heavy as wet sand —there was a commotion. Someone shouted, “There he is!” David Port wheeled his maroon Chevy around and sped off in the other direction with the police in hot pursuit. When young Port crashed into a parked car at a nearby apartment complex, five policemen rushed him with drawn guns. The police handcuffed the boy and read him his rights, at which point David began a confession that continued in spurts over the next several hours.</p><p>David told investigators that he had met the woman letter carrier at the front door with a loaded .22 pistol and ordered her upstairs. When she tried to escape, he shot her in the head —he couldn’t remember how many times. He stood looking at her a long time, then felt her pulse and knew that she was dead. There was a detached, almost studied casualness in the way David described his experience, as though he were remembering what he saw on the way to school. He tied the dead girl’s hands, then put her body in a trash bag, he said. “I then started to clean up because I was afraid my parents would find out. I washed my tennis shoes. I cleaned up all the walls. I put her in the trunk of my car, and I just drove around.” after a while David felt hungry and stopped to eat. When it got dark, he threw Schatz’s body into a bayou. It landed in the mud, so he jumped in and started rolling her body until it vanished beneath the brown scum. Then he threw in her mail pouch. He didn’t know why he killed Schatz. “I didn’t even know her,” he said.</p><p>David directed police to the place where he said he had thrown the body, a spot on Buffalo Bayou not far from his home. One problem with the oral confession was that David either lied or got confused about where he dumped the body. When May Schatz’s body was discovered on Saturday, she had been shot twice in the head with a .22 pistol and wrapped in a garbage bag. That part of Port’s confession was on the mark. But her body was discovered twenty miles from Buffalo Bayou, in a remote hollow near Cypress Creek. Schatz’s body was found two days after the murder only because a wrecker driver had seen television coverage and telephoned police to report that on the day of the murder he had pulled David Port’s Chevy out of the mud near Cypress Creek and U.S. Highway 290.</p><p><span class=\"dropcap\">B</span>ernard Port wasn’t sure he could afford Richard “Racehorse” Haynes, so he decided to hire a Haynes protégé, Randy Schaffer. In his panic and confusion, Port telephoned the wrong Haynes protege. That was how Jack Zimmermann became David Port’s lawyer. When the Ports were subpoenaed by the grand jury a few days after David’s arrest, Bernard hired Schaffer.</p><p>Attempting to use Jewish law to avoid giving grand jury testimony was Schaffer’s idea, and in the beginning at least, it was a potentially sound legal strategy. Texas law recognizes no parent-child privilege, but it does recognize the First amendment. Schaffer relied on two federal cases. The famous one was Mohammad ali’s successful defense in 1967 that he had refused to report for induction into the U.S. Army on the ground that Muslims only fight holy wars. A more recent 1982 case involved a Jewish mother in Connecticut who had refused on religious grounds to cooperate with a grand jury investigating a drug case against her daughter. The courts found that forcing the mother to testify would interfere with her free exercise of religion under the First amendment.</p><p>In a less impassioned atmosphere the strategy might have worked. Instead it backfired. Anti-Semitic letters were mailed to newspapers, to the defense attorneys, and to Judge William Hatten, who was presiding over the hearing to determine if the Ports had a right to refuse to testify. Hatten’s home was vandalized, and the district attorney’s office received a bomb threat. In the journalistic judgment of the <em>Herald Voice,</em> Houston’s Jewish newspaper, the Port case wasn’t a Jewish issue at all, and the paper declined to report it. That didn’t make the issue go away. Scholars debated 2,000-year-old Talmudic law. Rabbis testified against rabbis. A Jewish judge telephoned Judge Hatten and, to Schaffer’s consternation, let it slip that the Jewish community did not support the parents’ position. That was an arguable conclusion, especially since the parents hadn’t yet had a hearing, but the conclusion became a self-fulfilling prophecy. Except for an occasional wedding, nobody had seen the Ports in synagogue. Rabbi Samuel Karff took note of that a few weeks later in a sermon mildly rebuking his flock at Congregation Beth Israel and reminding them, “The fact that the Port family does not belong to a synagogue does not mean they are not Jewish.”</p><p>There were ugly incidents all over Houston. Rabbi Jack Segal of Congregation Beth Yeshurun, one of the city’s largest and most influential synagogues, told his congregation of overhearing a remark that Jews could get away with murder as long as they could afford a high-priced Jewish lawyer. Mail carriers refused to deliver mail to the Port home and reported threats and obscene gestures —a flasher exposed himself to one female carrier.</p><p>Postal authorities demanded the death penalty, while Harris County prosecutors wondered if they had enough evidence to sustain a simple murder conviction. There was no question that the murdered girl had been in the Ports’ home—her fingerprints were discovered on a door jamb, and there was undelivered mail in a trash basket. A button from May’s uniform was found in the trunk of David Port’s car. None of that evidence proved that David Port was the killer, however. Without Bernard and Odette Port’s testimony, the prosecution couldn’t even prove that David was home that day. Even if the trial judge accepted the state’s argument that David’s oral confession fell under the exceptions to the law —that it had been voluntary and not part of the custodial interrogation—there was a good chance the prosecution would lose on appeal. It was possible that David Port had told his parents about the crime, prosecutors thought. It was even possible that his parents had helped destroy evidence. The Ports’ testimony was regarded as indispensable.</p><p>Schaffer was convinced that the Ports knew nothing about the murder. “I thought the prosecution was bluffing,” Schaffer told me. “I believed that the real reason they wanted Bernard and Odette to testify was to refute a possible insanity defense.” For support of his First amendment argument, Schaffer approached his own rabbi, Samuel Karff. At first Karff agreed that Jewish law prohibited a parent from testifying against a child, but after talking to a scholar at Hebrew Union College in Cincinnati, Karff changed his mind. Schaffer got supporting affidavits from two other Houston rabbis, but they were no match for Rabbi Segal, the prosecution’s supporting witness. Segal stated flatly that the Ports’ argument that they could avoid giving testimony on religious grounds was without foundation. Since Roman times, Segal said, Jewish law has been subordinate to the law of the land.</p><p>The Ports’ hearing was predictably nasty, which only reinforced the Ports’ belief that the Jewish community had turned its back on them. Assistant district attorney Jim Lavine, a Jew, demanded to know how often Bernard attended synagogue. Bernard had not attended synagogue since his teens, though that wasn’t how he answered the question. He answered with a rambling discourse that managed to touch on circumcision, Yom Kippur, Rosh Hashanah, Passover Seder, Zen Buddhism, Moses, Jesus, and Hitler. Judge Hatten was not impressed. He ordered the Ports to either talk or go to jail for contempt of court. They had already decided to choose jail.</p><p>During the next two months the Ports were in and out of jail on two occasions as the Texas Court of Criminal appeals in austin decided whether to review their case. When the appellate court finally ruled in September—in effect refusing to hear the Ports’ appeal —Bernard and Odette were locked up either until they agreed to talk or until the grand jury completed its session the following January.</p><p>Randy Schaffer was getting pressure from all sides. The anti-Defamation League , his rabbi, his colleagues—even Jack Zimmermann, David’s attorney —were hoping Schaffer would back away from the Jewish argument. Instead he turned up the volume. “If we could get the flow of public opinion on our side,” he told me, “the courts would feel more comfortable about letting them out of jail.” While Schaffer was using all of his skills to gain publicity, Zimmermann was using his own skills to stop Schaffer. Schaffer helped arrange an interview with <em>60 Minutes</em> reporter Diane Sawyer, but Zimmermann snuffed the interview by convincing Bernard and Odette that it would hurt David’s case. After a few weeks the two attorneys stopped talking to each other, each convinced that the other was trying to undermine his case. When their professional relationship reached the breaking point, Bernard sent both attorneys flowers.</p><p>The Ports’ dilemma got even nastier when the prosecution began talking about the death penalty in mid-October. Bernard and Odette had been in jail since September 12, even though the grand jury had already indicted David for murder. “Once the grand jury had indicted,” Schaffer said, “they couldn’t continue to call witnesses just to see what their testimony would be. But the DA had drawn a line, like the alamo —no compromises. The only way they could keep Bernard and Odette in jail was to claim they were looking at a new crime —capital murder.” again, Schaffer believed the prosecution was bluffing. To upgrade the charge to capital murder, the prosecutors would have to prove an additional felony, like rape, robbery, or kidnapping. Although there was no evidence that any of those had occurred, the prosecution could contend that without questioning the Ports there was no way to know for sure. This didn’t even qualify as a fishing expedition, Schaffer thought; there was nothing in the pond. Yet there was always a small chance that the state could make its case. Suddenly, like the family of May Schatz, the Ports became victims of an event they would never be able to understand.</p><p><span class=\"dropcap\">D</span>avid Port had been in prison for eighteen months when I first met his parents last fall. Bernard and Odette had weathered the ordeal at considerable cost, not the least of which was their marriage. Their divorce had just become final. It wasn’t fair to blame David. The two had been talking about a divorce since 1979. They had delayed the divorce, in fact, on the advice of lawyers, who had pointed out that it would be imprudent to end the ten-year marriage before their other legal problems were resolved —David’s criminal trial and the $5 million wrongful death suit that the Schatzes had filed against the Ports in civil court in august 1984. Except for David’s appeal, all of that was behind Bernard and Odette when I met them.</p><p>We met at Randy Schaffer’s office to discuss a book. The Ports had been thinking book or movie almost from the beginning. At least a dozen agents and producers had made inquiries. A deal might have been made months earlier had it not been for the Schatzes’ suit, which was filed specifically to stop such a project. But the Ports were finally ready to tell their story, and they were considering me as its author.</p><p>Bernard saw the experience as a love story with classic themes of injustice, religious persecution, and martyrdom. He mentioned Dante, Faust, and the Dreyfus affair. Odette also had strong feelings about the story, but she kept them to herself. She saw it as a Greek tragedy, Bernard told me in private a few weeks later. She saw herself as antigone, the heroine of Greek mythology who defied the king’s command and buried her slain brother, then defied it again by hanging herself in her cell —for which the king’s son spat in his father’s face, then fell on his own sword. When I told Odette what Bernard had said, she smiled one of her poordevil smiles but made no comment. She wouldn’t discuss her own motives until a deal was signed. “It’s not the money,” she said. “This is a story that needs to be told.” There probably wouldn’t be any money, I had told them in our first meeting. I doubted that the book the Ports were proposing had any commercial value. The problem was that there were no heroes. Bernard told me later, “You really burst her bubble when you said we weren’t heroes.” I had the distinct impression that the bubble I had burst was his. Whatever the case, that ended our talk about a book.</p><p>The Ports’ own backgrounds were as radically different from each other as the Ports were from the Schatzes. Neither Bernard nor Odette had ever experienced the continuum of family life that made the Schatzes so ordinary and so steadfast. Bernard grew up in the Bronx, the son of resolutely americanized Russian-Polish immigrants. Bernard took ten years of Jewish instruction, like other boys of his faith, but he continually questioned Jewish orthodoxy. He wasn’t close to his mother, and when his father died Bernard left home. He was just seventeen. His intention was to move to Mexico City and study philosophy and pre-law, but he ended up at the University of Houston, studying economics —a turn of events that eventually made him a small fortune as a financial consultant.</p><p>Odette’s family was descended from well-to-do Sephardic Jews who fled Spain in the fifteenth century and settled in Greece. Odette and her family were living in athens when the Nazis invaded, and they survived by hiding out in the mountains with Greek partisans. Her father was a volunteer telephone operator with leftist guerrillas. Of the 75,000 Jews living in Greece when World War II started, 60,000 were murdered. Fighting among partisan camps went on all during the war, and when that war ended, the Greek civil war began in earnest. In 1951, when Odette was fourteen, her family migrated to Houston, where Odette finished her last four years of public school. At the age of seventeen she married a man twice her age, a survivor of the death camp at auschwitz.</p><p>When Bernard and Odette met in 1971, both were coming off failed marriages. Odette had two daughters by her marriage, and Bernard had two sons and a stepson. Bernard had never spent much time with his boys. But when he met Odette, that changed. “He bought them pistols and rifles, and they went hunting almost every weekend,” Odette remembered. “That was Bernard’s way of communicating.” One of the pistols later killed May Schatz.</p><p>In the beginning Bernard and Odette were attracted by their mutual contradictions, and their love affair seemed idyllic. On a whim, they flew to New York so Bernard could show her what a real hot dog tasted like. Bernard’s friends were mostly doctors, lawyers and CPAs, professional people with whom he worked. Odette was a schoolteacher, and many of her friends were European Jewish immigrants, survivors of the Holocaust.</p><p>Though on the surface they seemed ideally mated, there was something incongruous about the couple. Bernard was intense and tough-minded, yet strangely vulnerable and insecure. Odette was strong-willed and independent, yet deeply introspective, even secretive, about her true feelings. She could be as warm as a kitten or as cold as an arctic night.</p><p>By the time they married in 1975, much of the romance had gone from their relationship. Bernard moved in with Odette and her daughters in the West Houston house that she had received in her divorce settlement. The house was small, but the payments were only $125; Bernard contended that the coziness contributed to family unity. He even suggested that his boys move in with them, an idea Odette repeatedly vetoed. She had already raised one family. Bernard’s sons, Bryan and David, and his stepson, Roger, were usually there on weekends anyway, sometimes with friends—and sometimes in the company of a hundred other guests that Bernard had invited. He loved playing host, but Odette did most of the work. “I taught thirty-two children five days a week,” she told me. “i’d come home on Friday and spend the weekend shopping, cooking, and cleaning up. Bernard wanted me to do everything for him, even dial the telephone.” It wasn’t that they couldn’t afford a larger place: In 1977, Bernard earned an income well into six figures. Later he blamed the sudden wealth for the demise of their marriage. “When we were struggling,” he said, “Odette had her own identity. She lost it once we became wealthy.” From Odette’s point of view, Bernard never allowed her to have an identity. “We both worked,” she said, “but the money was his. He paid more in taxes than my yearly salary.” Four years into the marriage they were seeing a counselor and talking seriously of divorce.</p><p>In 1981 Bernard gave in and told Odette she could have a larger house, but she had to pick it out by herself. She decided on a two-story white and pink brick house at the end of the cul-de-sac on Lynbrook Hollow. Bernard signed the papers but refused to acknowledge that it was his home. “The first day we moved in, he wouldn’t even take his coat off,” Odette said. “He always had one foot out the door.” When Bernard referred to the place at all, he contemptuously called it “Odette’s perfect house.” He labeled the decor that she selected “OBT”—Odette’s bad taste.</p><p>Eventually Bernard persuaded Odette to let his boys move in with them. David refused his father’s invitation at first. His mother was pregnant again; although David was the youngest of her boys, he believed it was his duty to support her. Contrary to popular image, David wasn’t a spoiled kid from an upper-middle-class Jewish family. He was the son of a downon-her-luck woman who had recently divorced for the third time. David’s mother was Protestant; he had never been instructed in the Jewish faith, and he had never shown any interest in it. David and his mother lived in a low-rent section of town close to where the Schatz family lived, and he attended Spring Branch High School, the same school some of the Schatz children had attended.</p><p>David was one of life’s perpetual scrubs. He was a nice-looking kid, almost painfully polite but ill at ease in social situations. He had few close friends, and as far as anyone knew he had never dated, much less had a girlfriend. He liked sports, but his diabetes put him at risk; instead of playing he became a manager of the baseball team and washed the team’s socks and jocks. His classroom conduct was exemplary; he had no behavioral problems. When David agreed to move in with his father and stepmother in October 1983, he continued attending a class for slow learners in Spring Branch. He might have passed May Schatz on the street, but there is no reason to believe that he knew she existed until the day she was murdered.</p><p><span class=\"dropcap\">B</span>ernard and Odette’s decision to go to jail rather than testify tilted the delicate equation of their marriage. For the first time, Odette had the leverage. Bernard saw himself as a loving, generous father, so his readiness to go to jail was no surprise. Odette’s motive was not so clear. In the beginning, friends believed, she chose jail to appease Bernard, but as the weeks of confinement dragged on the reasons became her own. A longtime friend who also served as Bernard’s accountant said, “I think Odette wanted to prove something to Bernard. When you are not a natural parent, you feel more of an obligation than you would otherwise. Bernard had a tendency to blame Odette for things, and she didn’t want to be blamed for this.”</p><p>If indeed that was her motive, it was the furthest thing from Bernard’s mind when he heard the jail doors slam behind him. Doing time nearly drove Bernard crazy. He had never been so frightened, yet in a strange way he also had never been so elated. “I felt fantastic, like the cock of the walk,” he told me. “I felt like Faust—I had found the essence of life. No one had ever done anything for me in my life, but here was this woman that I loved, sacrificing everything for me and my son.” The initial elation turned to frustration and then to despair as days passed with no word from Odette. He tried repeatedly to smuggle messages to her cell, Bernard told me, but she refused to accept them. He thought about buying a full-page ad in the <em>Houston Chronicle</em> just to say he loved her. Then opportunity arrived from an unexpected source. The Schatzes’ attorney, Joe Jamail, got Bernard out of jail to depose him in the civil case. Jamail couldn’t force Bernard to answer questions, of course, but he could threaten him with a default judgment and maybe achieve through the civil system what the criminal system hadn’t been able to accomplish. Randy Schaffer blocked Jamail’s ploy by threatening to depose all the state’s witnesses, but in the meantime Bernard managed to get his message to Odette. “Tell my wife how much I love her,” he told reporters assembled in the courthouse hallway. Back in his cell, Bernard waited for some reply from Odette. But none ever came.</p><p>He placed a call to a psychiatrist who had counseled both of them, asking if Odette was sick. On the contrary, he was told, Odette had never been happier. While he was going mad, she was busy sweeping her cell, receiving daily visits from friends, writing letters, working <em>New York Times</em> crossword puzzles, and learning Spanish.</p><p>In November Bernard heard that police had found another witness, a woman who had been with Odette the day that she discovered the murder scene. Pam Gates, a longtime friend, was found in Germany and had given a statement to police. Since she had seen everything that Odette had seen, there was no need for the Ports to continue stonewalling the grand jury-or so Bernard convinced himself. But when he was finally able to get a phone call through to Odette, she told him coolly, “You do what you have to do. I’ll do what I have to do.” He tried reasoning with her, tried intimidating her, and finally issued an ultimatum; but Bernard knew from experience that talking to her was no use. Odette must have recognized the desperation in his voice because she offered one word of advice. “Pray,” she told him. That was the last straw. He decided then to go through with the divorce.</p><p>“It was the lowest day of my life,” he remembered. “I had been used again. The illusion crumbled. She wasn’t doing this for David or me; she was doing it for herself.” He still refers to the event as the Saint Odette’s Day Massacre.</p><p>It was Odette, not Bernard, who ultimately refused to answer the grand jury’s questions. She did agree to appear before the grand jury in November 1984, the same day Bernard testified, but there were six questions that she steadfastly refused to answer. Since Odette was the last parent to leave the house that morning and the first to return, there were some questions that she alone could answer—questions supporting the death penalty. The state wanted to know, for example, if David’s bed was rumpled, as it might have been after an attempted rape. The answer, had Odette chosen to give it, was that David’s bed was <em>always</em> made. The tiny chance that some offhand remark could seal David’s fate was the primary reason Odette held her silence long after Bernard was set free.</p><p>When Bernard was released from jail, he told reporters, “She must be tremendously strong. She’s the hero. She’s in there, and i’m not. It doesn’t look good, does it?” Privately, he admitted that Odette’s obstinacy was more than he could bear.</p><p>While she was locked up Odette met a woman who had been under the death sentence for months. Opposed to the death penalty in principle, Odette came to believe that waiting for death was worse than death itself. She could live with her confinement —she had once remarked that in times of trauma, jail was the safest place she could imagine—but she couldn’t live knowing that something she had said might put a boy on death row. The helpless frustration and humiliation of being locked up for a crime of conscience inevitably inflamed memories of a childhood under Nazi occupation. Shortly before the Ports went to jail, when they were staying at the house of a friend, dodging reporters, Odette had said several times: “This is how they did it during the war.” a friend remembered how upset Odette had been when jailers took away one of her two sheets. “It was such a petty thing,” he said, “and yet in concentration camps even the smallest possessions take on exaggerated meaning.” Odette had never been in a concentration camp, but she had lived most of her life thinking about living in one. There was something indomitable about Odette, some pack-rat mentality protected under layers of emotional scar tissue. The friend’s story made me think of the book Odette was determined to get published. After I discouraged the idea, there were two areas she wouldn’t discuss with me—her motive for staying in jail and her years under Nazi occupation. “Those are my secrets,” she said with a smile.</p><p><span class=\"dropcap\">D</span>avid’s attorney, Jack Zimmermann, went to trial in March 1985 with a strategy based entirely on his belief that David’s oral confession would not be allowed. Despite its apparent strength, the state’s case was not a good one. The material evidence strongly suggested May Schatz was murdered in the Port home, but it didn’t prove that David was the murderer. Various blood samples were contaminated with dirt and other residue, and on cross-examination experts couldn’t even agree on the blood type. The murder weapon, the bullet holes, the button found in the trunk of David’s car, even the testimony of the wrecker driver were all circumstantial. Zimmermann’s mentor, Racehorse Haynes, had built his reputation winning acquittals against far more convincing evidence. But when the judge decided to allow David’s oral confession, Zimmermann’s strategy went out the window. He had no Plan B, other than to preserve the record for appeal. He did it well.</p><p>Two years and five months after David went to prison, his conviction was overturned by a three-member panel of the 3rd Court of appeals. In its opinion the court wrote, “However frustrating the result may be, under Texas law such oral statements cannot be used in evidence against an accused.”</p><p>“Frustrating” is the word, all right. Harris County district attorney John Holmes and other law enforcement officials have lobbied for years to change the law, which dates back to 1907. Many sessions of the Legislature have considered scrapping the law, and each has decided that scrapping it wouldn’t be in the best interest of justice. The law was enacted after a sheriff passed off an alleged confession from a prisoner who spoke excellent Swedish but not a word of any language comprehensible to the sheriff. Such was not the case with David Port. Three different policemen took down segments of David’s confession. Surely not all of them lied. In federal courts and in the courts of every state except Texas, judges and juries hear oral confessions and determine for themselves who is telling the truth. What happened to David Port—or, more accurately, what happened to May Schatz—will hopefully get the attention of the next Legislature.</p><p>Houston prosecutors have several options. They can request a review of the appellate court’s decision, a process that could take several years, or they might retry David Port without the oral confession. Neither option is very promising. David Port will again be walking the streets.</p><p>May Schatz’s murder was a seemingly random act of violence, without motive or logic, and that is the reason it is so hard to accept. For the living victims —May’s family and the family of David Port—the pain and grief endure; the families go on searching for meanings where there is no meaning. Albert Schatz died never accepting that his daughter had been murdered. Bernard Port couldn’t accept the verdict that his son was a murderer or that he probably needs psychiatric help. Bernard can’t even bring himself to use May Schatz’s name. He refers to her as “that girl.”</p><p>Bernard knew about the evidence—he had handed over the murder weapon himself. But he believed there had to be some other explanation, something no one had considered. He thought the police had invented the confession. Yet he was tortured by doubt. Even his own decision to face jail rather than testify seemed, in the light of events, questionable. What if he had been less heroic and told the grand jury what he knew, which, as he analyzed it, was nothing? What if the case had evolved as a simple inexplicable murder, a puzzling act by an obviously troubled teenager? Nobody could say what would have happened then, but it wouldn’t have been front-page news for long. David might have ended up in an institution but probably not in prison. Essentially, Bernard believes that life has betrayed him. His upbringing, his Jewishness, his two marriages, the legal system —the institutions of society have let him down. His sense of betrayal affected what he did in the aftermath of the murder. “Everything I did,” Bernard said over and over, “I did for my family.” Now his family was irrevocably shattered.</p><p>The Schatz family is devastated by the news of David’s imminent release. “What would keep him from doing it again?” asked Barbara Schatz. Phil Harmon, May’s brother-in-law, said that the news made him feel like he was writhing in the dirt, and someone was kicking in his rib cage. Under a complex payment schedule worked out by the insurance companies, the Schatzes will receive $1.66 million by 2006 as a settlement in their civil suit against the Ports. May’s sister Milly allen said, “That money ain’t nothing. We filed that suit to keep them from getting rich off my sister’s murder.”</p><p>Odette has started building a new life with a new job and new friends. The anonymity she has so recently gained has preserved her sanity, but now it is shattered. She is terrified that the whole business has come full circle, that she will again be hauled into court and ordered to testify. If that happens, she honestly doesn’t know what she will do. This has occurred to the prosecution. John Holmes said, “There is a possibility her attitude has changed. She’s divorced. She may no longer see eye to eye with her husband, especially about a child that isn’t even hers.” That is wishful thinking. Even if Odette did have information that would help the prosecutors—and I don’t think she does —I doubt that she would talk to them.</p><p>In September Odette revisited her childhood home in Greece. She met the man who supplied falsified documents and smuggled her family to the mountains, and she visited the house where they hid all those months. “Those people risked their lives for a cause,” she told me. “I realize now that what I did was influenced by what they did.”</p><p>Odette hasn’t yet reached the point at which she is able to put her feelings on paper, but memories are her constant companions. “Sometimes I think of that other family and get so sad there are no words,” she said. The book will be about victims, a subject she knows well.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "November 1987",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Family",
      "ports",
      "Murder",
      "Death",
      "Jail",
      "Police",
      "Home",
      "House",
      "Law",
      "Mother",
      "Children",
      "Son",
      "ever",
      "Houston",
      "Love",
      "people",
      "Texas",
      "Prosecutors",
      "Crime",
      "Death Penalty"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Houston",
      "Texas",
      "Cypress",
      "West",
      "Athens"
    ]
  }
}