{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198711",
    "date": "November 1987",
    "year": 1987,
    "month": 11,
    "month_formatted": "November",
    "pdf_uri": "/1987/19871100.pdf",
    "issue_cover_image": "",
    "document_start_page": 130,
    "toc_start_page": 126,
    "document_page_range": [
      [
        130,
        131,
        132,
        133
      ]
    ],
    "toc_order": 5,
    "toc_headline": "Dear Mum",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198711-dearmum",
  "source": "/1987/19871100.pdf",
  "wp_post_id": 122847,
  "wp_post_guid": "http://www.texasmonthly.com/article/dear-mum/",
  "authors": [
    "Jerry Jeanmard"
  ],
  "headline": "Dear Mum",
  "dek": "The flower of Texas youth is ever close to our hearts.",
  "spread_caption": "",
  "excerpt": "Autumn is the time when true school spirit blooms.",
  "kicker": "",
  "word_count": 1092,
  "content": "<img/><p>Of the Two Occasions On which one is likely to receive chrysanthemums, the one that will be remembered is homecoming. As much a part of Texas football as Bevo and Tom Landry, the corsage remains an icon, and unlike some icons, this one is still going strong. Further, you should understand that in this ball game less is less and more is better. At Houston’s San Lorenzo Wholesale Florist, where a seminar on football mums last July drew upward of four hundred people, the inventory of collateral paraphernalia covers three tiers of bins stretching some fifty feet. So varied are the alternatives that several florists have devised order forms that list the buyer’s options: at appletree in Plano, for example, you can accessorize your basic Silver Star ($27.50) or Rose Lace ($32.50) mum corsage with one or more of 49 available choices, from a small football player for a quarter and an assortment of bells, helmets, chains, hearts, mascots, and mirror balls to a fuzzy football player or spirit braid for five bucks. Having gilded the proverbial lily, how about lighting it up like Patricia’s in Midland does; $10 extra will get you a handful of nine-volt lights (“They look like glitter”) powered by a battery attached to the back of the corsage. Music, anyone? For about $3 more, Patricia will rig up your corsage with a tiny music box, a gadget that despite the bargain price hasn’t really caught on, probably because it plays stirring tunes like “Let Me Call You Sweetheart” or “The Teddy Bears’ Picnic.” (Lubbock’s House of Flowers did offer one that played the Texas Tech fight song, but the cost, $20, was prohibitive.) In far southwest Houston the Garden of Edie has a trendy new twist: Edie Porter affixes the traditional mum, complete with ribbons and trinkets, to a sun visor, then writes on the visor the couple’s names or some appropriate exhortation.</p><img/><p>Photograph By Rick PATRick. Hair and Makeup By Jenny PATRick and annie Greenwood. Corsages Courtesy Of Fiesta Flowers. Austin</p><p><strong>SATELLITE Tagalong</strong></p><p><strong>CHEERLEADER</strong></p><p><strong>GOLD-LEAF-AND-SATIN Collar</strong></p><p><strong>PENNANT</strong></p><p><strong>FOOTBALL Player’s Number (Or Graduation Year)</strong></p><p><strong>MEGAPHONE</strong></p><p><strong>CORD With Tassle</strong></p><p><strong>IRIDESCENT Dazzle Ribbon</strong></p><p><strong>GOLD Star Chain</strong></p><p><strong>MUSIC Box</strong></p><p><strong>GOLD Heart</strong></p><p><strong>WHISTLE</strong></p><p><strong>COWBELL</strong></p><p><strong>GOLD Helmet</strong></p><p><strong>COWBELL Streamer</strong></p><p><strong>TRIPLE Mum</strong></p><p><strong>GOLD Leaves</strong></p><p><strong>SCHOOL Insignia</strong></p><p><strong>OR Greek i.D.</strong></p><p><strong>RIBBON-AND-LACE Ruff</strong></p><p><strong>POM-POM Mums</strong></p><p><strong>CHENILLE Letters</strong></p><p><strong>PLASTIC Football</strong></p><p><strong>TREBLE Clef</strong></p><p><strong>(FOR Band Member)</strong></p><p><strong>LIGHTS</strong></p><p><strong>MUSICAL Instrument</strong></p><p><strong>SPIRIT Stick</strong></p><p><strong>WRISTLET</strong></p><p><strong>COWBOY Hat</strong></p><p><strong>GLITTER Star</strong></p><p><strong>LACE Ruff</strong></p><p><strong>GOOD-LUCK Horseshoe</strong></p><p><strong>RABBIT’s Foot</strong></p><p><strong>LOVE Loops</strong></p><p><strong>NAME Streamers</strong></p><p><strong>MIRROR Ball</strong></p><p><strong>BUBBLE-GUM</strong></p><p><strong>“POP-EM” STREAMER</strong></p><p><strong>HOMECOMING Streamer</strong></p><p><strong>COWBOY Boot</strong></p><p><strong>LACE Streamer</strong></p><p><strong>SATIN Streamer</strong></p><p><strong>What you see on the opposite page may be an endangered species. Texans of a certain age will recognize it as a basic homecoming corsage: it’s got your mum, it’s got your streamers, it costs $5. And it’s virtually extinct. Today’s version is accessorized to the max with every imaginable geegaw a florist could lay his hands on. It weighs in at seven and one half pounds (batteries included) and would retail at approximately $165. And it epitomizes the current evolutionary state of the classic corsage.</strong></p><p>Elaborate, not to say gaudy, corsages are not the rule everywhere, even though the chrysanthemum is pretty much a constant. Affluent North Dallas kids still buy them, albeit in somewhat restrained versions. They also buy separate orchids or roses for the next night’s dance. In Midland parents buy simple mums for their pre-high schoolers, kindergartners included.</p><p>What happens when the kids graduate from high school? Have they seen their last mum? Depends on where they go to college. Mum biz is down at the University of Houston and, as you might guess, virtually nonexistent at Rice. Alff’s on the Drag near UT does “maybe five a year,” and those, confides designer Kermit Fritz, are usually for freshmen from small towns. But business is just fine, thanks, at House of Flowers in Lubbock, where owner Bobbie Lynch says Tech students outspend high schoolers at homecoming (including dropping a cool $80 for an over-the-shoulder number with a satellite corsage on the back). Then there’s A&M, where mums are traditionally worn at every game, with fancier versions showing up on the climactic UT weekend. What’s more, you don’t even have to get them from a florist: “They sell them on the side of the road,” marvels one faculty member. “Like shrimp.”</p><p>Also like shrimp, chrysanthemums stay fresh for a limited time. For that reason a new option has evolved: fake mums or, in florists’ jargon, “silks.” Some uppity florists are scornful, but others push them not only for durability but also for economy, in view of the rising cost of real ones. They make obvious sense in College Station, where an aggie’s girl can wear the same one to every game, assuming, as one florist put it, he’s got the same girlfriend all season. Many high school girls prefer silk ones because they make better keepsakes, pinned to bedroom walls long after homecoming has come and gone. Midland florist Patricia Jones, she of the lights and music, displays a refreshingly oldfashioned sentimentality about the whole thing. She began selling silk mums when the hot glue used to attach the various decorations caused real flowers to fall apart, leaving their wearers with laps full of petals. But now she strongly advocates fresh ones and offers to replace them with artificial replicas after homecoming so that the original effect might be preserved. “Homecoming is one time to be a lady and gentleman,” says Jones. “and besides, a corsage of fresh flowers is a nice way to teach them how frail nature is.”</p><p><em>Jerry Jeanmard is a Houston designer.</em></p><p>New age Mums</p><p><strong>Two floral designers fashion the ultimate corsage.</strong></p><img/><p><strong>The Boa, by Leonard Tharp</strong></p><img/><p><strong>The art of Zen, by Donna Simmons</strong></p><p><strong>It should come as no surprise that most high-end florists consider homecoming corsages to be completely declasse. Galloway’s, which peddles “elegant simplicity” in Houston’s Tanglewood area, won’t even discuss them, while a spokesman at Dallas’ Griffis and Cross “wouldn’t do one for a hundred dollars.” Houston’s Leonard Tharp and Dallas’ Zen Floral, two of Texas’ most prestigious florists, don’t do them either, but at our special request they applied their flair to the subject. Tharp, who admits to having done his share of homecoming mums while apprenticing in Pasadena, was inspired by the feathery look of a chrysanthemum’s petals to create-what else?—a “feather” boa, using the traditional mums to simulate the plumes of an ostrich. Designer Donna Simmons at Zen Floral retains the traditional form but substitutes rather outre materials: red ginger blooms and foliage of dusty miller and tricolor dracaena, plus-because “we don’t use ribbons”-long streamers of bear grass. Yes, Toto, we are in Dallas.</strong></p><p>Photographs By Rocky Kneten (Left). Styling By Patricia Gundlach. Dress Courtesy Of Saks Fifth avenue: Pete Lacker (Right). Styling By Janice Metcalfe. Hair and Makeup By Lydia Duron Of Model’s Rep. Dress Courtesy Of Richard Brooks</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "November 1987",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Homecoming",
      "Football",
      "Houston",
      "Midland",
      "Texas",
      "designer",
      "Hair",
      "House",
      "silk",
      "Tech",
      "UT",
      "Art",
      "Band",
      "battery",
      "Business",
      "College",
      "Dallas",
      "Dusty Miller",
      "ever",
      "Fashion"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Houston",
      "Midland",
      "Texas",
      "Dallas"
    ]
  }
}