{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-199511",
    "date": "November 1995",
    "year": 1995,
    "month": 11,
    "month_formatted": "November",
    "pdf_uri": "/1995/19951100.pdf",
    "issue_cover_image": "",
    "document_start_page": 140,
    "toc_start_page": 138,
    "document_page_range": [
      [
        140,
        141
      ],
      [
        221,
        222,
        223
      ]
    ],
    "toc_order": 3,
    "toc_headline": "Smelling Like a Rose",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199511-smellingl",
  "source": "/1995/19951100.pdf",
  "wp_post_id": 128955,
  "wp_post_guid": "http://www.texasmonthly.com/article/smelling-like-a-rose/",
  "authors": [
    "Helen Thorpe"
  ],
  "headline": "Smelling Like a Rose",
  "dek": "This month Houston mayor Bob Lanier will be overwhel mingly elected to a third term.With a political style that combines FDR’s common touch and LBJ’s ruthlessness, he has Houston blooming again.",
  "spread_caption": "",
  "excerpt": "Critics complain about Houston’s rising debt, but Mayor Bob Lanier’s reputation is blooming, which is why he’ll win a third term this month",
  "kicker": "",
  "word_count": 3142,
  "content": "<img/><img/><p>Photograph By Pam Francis</p><p><em>Mayor Bob handles the city’s thorny politics as deftly as he does his prize roses.</em></p><p>In 1983, Long Before Bob Lanier Became the Most Popular mayor in the history of Houston, he was named chairman of the state highway commission by Governor Mark White. Lanier knew nothing about building roads then—he was a real estate developer who built apartments—so he decided to read a book on the subject. Lanier has always approached new assignments this way: When he decided to marry again after his first wife died, he studied up on second marriages. This time, Lanier chose to read <em>The Power Broker,</em> a biography of New York builder Robert Moses. Written by Robert Caro, who would go on to become the biographer of Lyndon Johnson, <em>The Power Broker</em> told how Moses let nothing stand in his way as he erected significant segments of New York City’s infrastructure, including the West Side Highway, the Triborough Bridge, and the Verrazano-Narrows Bridge. Caro portrayed Moses much as he would later portray LBJ: effective but ruthless, manipulative, dishonest, and corrupted by the love of power.</p><p>This portrayal did not faze Lanier. “It was a marvelous how-to book in the sense of how to put together the political oligarchy to do the job, and Moses’ overall sense of planning,” he says. “That was of great help to me.” Indeed it has been—and not just at the highway commission. As the mayor of Houston since 1991, Lanier too has let nothing stand in his way. Machiavelli wrote that it is better to be feared than loved, but Lanier has done better yet—he has managed to be both feared <em>and</em> loved. Within city hall, council members cower at the thought of offending Lanier, who is known as a crafty politician who rewards his friends and punishes his enemies. Dave Walden, his hard-nosed former chief of staff, admiringly describes Lanier as “mean.” But the face Lanier turns to constituents is far sunnier: The 70-year-old politician is known as Mayor Bob, and he carefully cultivates an avuncular image. Polls show that the average voter thinks he is “nice.” as a result, Lanier has gone from a maverick candidate who was hardly known outside the local business establishment to an incumbent so entrenched that when he ran for reelection two years later, he pulled in 92 percent of the vote. Lanier has no serious opponents in his current bid for reelection and will almost certainly waltz into his third term on November 7. The only potential threat to the mayor’s stellar success as a politician is a recent report by the <em>Houston Chronicle</em> that the FBI is investigating whether officials working under Lanier personally benefited from city contracts with a collections agency. Although Lanier himself isn’t a target of the investigation, the scandal threatens to show the public what everyone at city hall already knows: Behind His Honor’s genial facade lies a hardened back-room dealmaker.</p><p>The mayor works out of a corner office on the second floor of the city hall annex. You walk through a set of glass doors and across a lobby full of early american furniture before you find him. He is tall, with a weathered face and hair that always looks windblown. He has a boyish gap between his front teeth, and a slight whistle when he speaks. It is one of several disarming attributes that lead the uninitiated to misjudge him. “He has a folksy way,” says Billy Burge, an ally, who is chairman of Houston’s Metropolitan Transit authority (Metro). “You think he is rambling and then he’ll just zap you.”</p><p>[ Continued On Page 219 ]</p><p>[Continued From Page 138 ]</p><p>During an interview, Lanier assumes his favorite pose: tilted far back in a vast leather chair, with his feet up on the desk. (He once paid Ross Perot a visit and put his feet up on <em>Perot’s</em> desk, at which point the atmosphere turned chilly.) His daughter Holly says that he has been described as a “shy extrovert”—someone who is both delighted by other people’s company and uncomfortable in a crowd—and at public events, Lanier often shambles around wearing an endearingly bashful expression. Much of Lanier’s popularity stems from his image as a freewheeling businessman who operates by the seat of his pants—a style that embodies Houston’s image of itself. The city also has warmed to the mayor because he communicates the sense that he will take care of things. “a friend of mine said to me, ‘Your dad is like the dad of the city,”’ says Holly. “Something will come up and you think, ‘It’s okay, Mayor Bob will handle it.’ ”</p><p>Probably the most important component of his popularity is the perception among residents of Houston that he has made the city work again. “Urban america has been in a fifty-year decline,” Lanier says, “and the hallmark of that decline has been the exodus of middle-income americans to the suburbs. I decided if you want people to live in the city, you’ve got to make the city more attractive. You make it safe. You make the neighborhoods equal to neighborhoods twenty miles farther out.” Since taking office, Lanier has installed 23,000 streetlights, filled 1.5 million potholes, and cleaned 1,400 miles of ditches. He has also added 1,053 officers to the city’s police force, and the police department’s statistics show that crime is down by 30 percent. His wife, Elyse, emulating Lady Bird Johnson, has filled public spaces with flowers. Their success in creating the sense of a rejuvenated city has drawn national attention. The TV newsmagazine <em>Day One</em> devoted a segment to Lanier, the <em>Wall Street journal</em> featured him in a frontpage story on affirmative action, and George Will recently wrote a column about the mayor, while politicians including Bill Clinton have been drawn to his success.</p><p>Cops, speed bumps, parks, and ditch maintenance are the currency with which Lanier has made his political fortune. He traces his inspiration to Franklin Roosevelt, who was president during his childhood in Baytown, where his father worked in the Humble Oil refinery. “Have you read Caro’s book on Lyndon Johnson?” Lanier asks. “Remember the feeling when the Roosevelt administration brought electricity to the Hill Country? People in my neighborhood didn’t have much money, and so there was a personal feeling for Roosevelt. That was my political orientation.”</p><p>In many ways, however, Lanier more closely resembles Johnson—a mixture of vision, pragmatism, and ruthlessness—than he does Roosevelt. “Bob Lanier has always been a student of how someone gets elected, where the voting blocks are, how it all happens,” says former mayor Fred Hofheinz. “There are Democrats, there are Republicans, and there are realists. Bob Lanier is a realist.” (In fact, he campaigns as an Independent.) In his rise to power, Lanier has exhibited an aptitude for the bloody side of politics, and by now he has his potential enemies too scared to cross him.</p><p>The first time Houston glimpsed Lanier’s hard side was during his initial run for office, which was bom of a feud. Five-term mayor Kathy Whitmire had appointed Lanier chairman of Metro, an agency created in the seventies to build a mass transit system. Even though Whitmire favored a monorail, Lanier decided that Houston was too sprawling to support any kind of rail system and said so publicly. “For them to put that dumb monorail in the midst of the transportation effort I spent years on would be like somebody throwing mud on the pretty picture you painted,” he says today. Faced with this defiance, Whitmire fired Lanier.</p><p>That was when Lanier decided to engineer Whitmire’s defeat, by breaking up her political base of blacks, women, and gays. He encouraged both George Greanias, the white city controller, who would appeal to the business constituency that had never liked Whitmire, and Sylvester Turner, a Harvard-educated black attorney who was a state legislator, to run against her. When Greanias decided not to run, Lanier jumped into the race himself. He was guaranteed to appeal to the business establishment because he was part of it.</p><p>The two-front war had the desired effect on Whitmire’s chances; she was eliminated and Lanier and Turner went into a runoff. But Turner, who was supposed to function as a decoy, suddenly began to seem like the real thing. Shortly before the runoff, Channel 13 aired an infamous broadcast (now the subject of a libel suit) that smeared Turner with allegations of criminal misconduct. Essentially, the story suggested that Turner had assisted a friend in faking his friend’s death as part of an insurance fraud. Wayne Dolcefino, a gung ho investigative reporter for Channel <em>13</em> would later say in a deposition that he received a memorandum about Turner from a confidential source “on the Lanier side of the political equation.” That source was identified as Peary Perry, a well-known private detective who worked for the Lanier campaign. Lanier squeaked into office with 53 percent of the vote; he was the first candidate to take city hall without the support of the black community since 1963.</p><p>Amazingly, despite the racial tension that followed, Lanier managed to win over the city’s black citizens with his evenhanded distribution of amenities like new sidewalks. He also opened his door to the city’s black power brokers. One muchpublicized instance inadvertently led to an FBI investigation. After Lanier hired a well-connected black lawyer named Benjamin Hall III as city attorney, Brian Wallstin of the <em>Houston Press,</em> an alternative weekly, reported that Hall had steered city business to a minority-owned company called Bayou City Enterprises. Hall allegedly shepherded work to Bayou City (without duly considering more-qualified firms) through a subcontract from a firm called Municipal Collections, which is owned by Peary Perry. According to the city controller’s office, Bayou City did not</p><p>perform the work—instead, the company passed the work along to non-minority subcontractors and pocketed a cut of the contract in the process.</p><p>Hall resigned in December 1994, and Lanier terminated Bayou City’s contract; then, to shore up damaged relations with the black community, he boosted Houston’s goals for contracts to firms owned by women and minorities dramatically. But the matter hasn’t died: In October Julie Mason of the <em>Houston Chronicle</em> reported that FBI agents were investigating the city’s relationship with Municipal Collections and Bayou City. Meanwhile, the mayor’s active support of affirmative action has generated opposition. One of the candidates running in the current campaign against Lanier is Dave Wilson, the owner of an electrical company who is an avowed opponent of directing city business to minority firms. For several months, a group that Wilson formed called the Houston Civil Rights Initiative has been collecting signatures to force a referendum on the subject.</p><p>Houston has a strong-mayor form of government, and Lanier is a strong mayor even by Houston standards. City controller Greanias, who made Bayou City an issue, is about the only significant political threat Lanier has faced in office. Early on, after Greanias made it clear he would</p><p>be an independent player, the mayor froze him out, and the controller (who is a citywide-elected official) was no longer invited to make his traditional monthly report to the city council. When Greanias refused to sign some bonds that the mayor wanted to issue, saying they had to be presented to voters in an election, Lanier had the city sue Greanias—and after the city attorney ruled that Greanias was acting outside of his official capacities, Greanias was forced to pay for his own legal counsel. The controller got the best of the mayor in the end, however, when the courts ruled in his favor and Lanier put the bond issue up for a vote.</p><p>Any other would-be gadflies have apparently been deterred by those examples. Whitmire was bedeviled by a stubborn council, but Lanier doesn’t have that problem. He reigns over council meetings like a puppet master with a firm hand on the strings. Members vie to see who can fawn over him more effusively. At a meeting earlier this year, Joe Roach, who represents southeast Houston and Clear Lake, told the mayor, “People are so appreciative of the parks program. Everywhere I go people are singing the praises of your administration.” Then Helen Huey, who represents the northwest, volunteered, “Your administration has come light-years in ditch maintenance and drainage.” Lloyd Kelley, the only council member who regularly challenges the mayor, always alerts the mayor before criticizing him.</p><p>Lanier explains the harmony this way: “I don’t get into fusses over trivia. I'm pretty firm about the council members’ not getting into administration. But most of the members have the same principles as I do—making this a safer city, evening out the quality of life in the neighborhoods, and respecting diversity.” another reason council members hesitate to buck Lanier is his influence with the business community. In a rare instance of outspokenness, East Side council member Ben Reyes fumed to the <em>Houston Chronicle</em> in august, “People are afraid to stand up. They are afraid if they do, they won't get the money come election time.”</p><p>Now some Houstonians are in the ironic position of wondering if Lanier isn’t a little <em>too</em> effective. It has gotten to the point that city hall aides privately refer to Lanier as “the Emperor.” In april businessman Gilbert a. Herrera suggested curtailing the authority of the mayor’s office. “[W]e are blessed with an exceptionally capable executive who has executed the power and influence of that position in a manner benefiting all Houstonians,” Herrera wrote in the <em>Chronicle.</em> “But we ought to be concerned that these virtues may not come with future holders of that office.”</p><p>Lanier’s administration has clearly benefited Houston; the important question is whether the city will one day pay a price for his largesse. Though the mayor enjoys being taken for a fiscal conservative (lately by refusing to knuckle under to demands by Bud adams, the owner of the Houston Oilers, for a new stadium), in truth he has spent a lot of money to improve services. The few critics who dare to speak out argue that the cost will be felt during future administrations. If that’s true, then the fear of Lanier may be stifling a debate over whether the city’s current fiscal plan is advisable.</p><p>Lanier has proved a wizard with the city’s finances, providing more police officers, better sidewalks, and prettier parks while asking voters for little apparent sacrifice. One way Lanier has done that is to appropriate stashes of money nobody will miss. The best-known example is the mayor’s diversion of funds from Metro. In a budgetary shell game, he took money dedicated to the mass transit program and used it to repair streets. Then he took money from public works and hired more cops. The idea was the centerpiece of his first campaign and was effectively sanctioned by Houston’s voters. You can’t help but admire Lanier’s deft touch; who is going to miss a rail system that never existed?</p><p>In other instances money was borrowed. Lanier, who uses statistics the way a magician uses scarves, likes to obscure this fact. During his state of the city address in January, he suggested that Whitmire borrowed more money in her final year than he has during his entire tenure. “Debt authorized, the last year of the preceding administration: five hundred million dollars, nonself-supporting,” Lanier told the crowd gathered at the George R. Brown Convention Center. “We’ve issued total debt, only a fraction of that amount, and all of it pretty much self-supporting.” arguably, the comparison is false: Whitmire didn’t spend one cent of the $500 million referred to—that’s the amount the city was <em>authorized</em> to assume. Authorizing debt is like upping the spending limit on a credit card. According to Greanias, Lanier has spent $380 million of the $500-million authorization he inherited, and, in addition, has issued $250 million of his own debt. And he has balanced budgets by stretching existing debt over a longer period—adding to the burden down the road.</p><p>Some Houstonians have started to worry about the city’s spending. Fred Hofheinz, who helped plan Whitmire’s defeat, now says, “Lanier came into office in a difficult period in Houston’s history. He immediately did a whole series of financings with short-term borrowings. In other words, Lanier was borrowing next year’s tax income in order to take care of this year’s problem. I think that until the economy starts generating some sales tax revenue, the city needs to be real cautious.”</p><p>Lanier is gambling that if he spends money now, he can halt the decline of inner-city neighborhoods. Ultimately, he expects his efforts to result in higher property values and a larger tax base, which should pay off the debt burden. Meanwhile, he is reaping a political bonanza. In his speeches, Lanier conjures up the image of money flowing through the city’s veins—of a healthy, growing place fed by commerce. Perhaps only those who lived through the roller-coaster climb and plunge of Houston’s economy understand how welcome his message is. “He’s been able to change the basic psychology back into a can-do attitude,” says the mayor’s friend, Joe B. Allen of the Vinson and Elkins law firm. “He’s made people feel it’s safe to build new homes, invest in new businesses. He’s changed the way the city feels about itself.”</p><p>Houston has rewarded Lanier with real warmth. It was something he never anticipated. “I knew I could do the work,” he says. “i’ve been working all my life. What’s been startling is this ‘Mayor Bob’ expression. They seem to have a genuine affection for me! I just thought of myself as a crusty curmudgeon.”</p><p>And so it came as no surprise when, on a sweltering day in September, Lanier announced he was going to run for a third term. He delivered the news at a Houston Police Department lunch for grandparents who are raising their grandchildren. It was the perfect setting: The diverse crowd of hardworking people embodied Lanier’s vision of a city striving to remake itself, and the police officers in crisp blue uniforms embodied his vision of a safer city. Sam Nuchia, the chisel-featured, poster-perfect head of the HPD, said, “as chief of police, I don’t endorse political candidates because it wouldn’t be appropriate.” Then he promptly talked about all the wonderful things that Lanier has done. Next Lanier spoke in his twangy, nasal accent about Baytown, Roosevelt, and fixing up parks and neighborhoods. He concluded by saying he would file for reelection that afternoon, at which point the crowd gave him a standing ovation.</p><p>Eventually, of course, all good things come to an end: Term limits prevent Lanier from seeking reelection in 1997, and the jockeying to succeed him has already begun. All the likely contenders look puny next to the current mayor, with one exception—Lee P. Brown, the nation’s drug czar and a former Houston police chief, has the stature to follow Lanier without seeming to be a letdown. Even if Brown were to become Houston’s first black mayor, though, Lanier would be a hard act to follow.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "November 1995",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Houston",
      "Mayor",
      "money",
      "Business",
      "Police",
      "Whitmire",
      "people",
      "Power",
      "Bob Lanier",
      "FBI",
      "Houston Chronicle",
      "office",
      "Work",
      "Campaign",
      "Economy",
      "Future",
      "Highway",
      "Neighborhoods",
      "New York",
      "statistics"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": [
      "Houston",
      "West"
    ]
  }
}