{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-199511",
    "date": "November 1995",
    "year": 1995,
    "month": 11,
    "month_formatted": "November",
    "pdf_uri": "/1995/19951100.pdf",
    "issue_cover_image": "",
    "document_start_page": 136,
    "toc_start_page": 134,
    "document_page_range": [
      [
        136,
        137,
        138,
        139
      ],
      [
        218,
        219
      ]
    ],
    "toc_order": 2,
    "toc_headline": "Crazy for Brew",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199511-crazyfor",
  "source": "/1995/19951100.pdf",
  "wp_post_id": 128958,
  "wp_post_guid": "http://www.texasmonthly.com/article/crazy-for-brew/",
  "authors": [
    "Gary Cartwright"
  ],
  "headline": "Crazy For Brew",
  "dek": "With the opening of dozens of new pubs and microbreweries, Texas beer has never tasted better. From bitters to wheats, here’s a connoisseur’s guide to soaking up the suds.",
  "spread_caption": "",
  "excerpt": "With 31 new brewpubs across the state, deciding which bar to belly up to has never been more difficult—or fun. Our guide to the craft-beer craze",
  "kicker": "",
  "word_count": 2830,
  "content": "<p>In the Belief That Someone Had To Do it, this summer I sampled the wares of all the brewpubs in Texas. I judge a brewpub by three standards: the quality of its beer, its atmosphere, and its fidelity to the beer culture. I do not include food because pub food is mostly the same—burgers, pizza, cold cuts, pasta, salads, maybe a chef’s special—and because the beer-culture crowd with which I associate considers food a sort of medication to be taken after soaking up several hours of atmosphere. My guys go to drink and talk. We do not care for music, or noise not of our own making.</p><p>No big-screen TVs, please. And while darts are okay, being traditional, pinball machines and exotic video devices should be restricted to arcades. Our foremost consideration is the beer—its color, aroma, taste, and aftertaste—but nearly as important is the status that a particular brewpub accords to the brewer’s product on whole, and the place that beer is accorded among the echelon of world values. Beer should rank somewhere below religion and above baseball. A good brewpub is a place where one would look foolish bellying up to the bar and asking for a beer. A pint of bitter or India pale ale, okay, but never just beer. As British author and beer expert Michael Jackson has observed, no one walks into a restaurant and orders a plate of food.</p><p>Texas is a latecomer to the renaissance of craft-beer brewing. Forty-one states adopted brewpub laws before our Legislature was moved to act in 1993, but we are catching up thirstily. There are 476 brewpubs in this country and the number is growing rapidly. In the past two years 21 brewpubs have opened in Texas, bringing the total to 31. For those not yet tuned in to the beer culture, a brewpub is a restaurant that brews and sells its beer on the premises, as contrasted to a microbrewery, which is a small brewery that produces beer and packages it for sale at other outlets. The industry defines a microbrewery as one that produces fewer than 15,000 barrels a year. Seven microbreweries have also opened in Texas in the past two years. We are awash in beer, much of it high quality.</p><p>Photographs By Will Van Overbeek</p><img/><p><strong>Here’s looking at brew, kid: The light ale concocted by Tim Case at the appealingly traditional Houston Brewery is the best in the state.</strong></p><p>I have concluded that the best brew-</p><p>pub—in fact, the only one that got everything right—is the Fredericksburg Brewing Company in downtown Fredericksburg. No other Texas brewpub has captured the concept of the <em>Gasthausbrduerei,</em> the small inn with a brewery that is the central meeting place in many German and Czech villages. Unfortunately, when the Texas Legislature hammered out the law permitting brewpubs, it forgot to specify that they are supposed to be social centers, not meat markets, discos, or electronic arcades. The Germans of Fredericksburg seem to know this instinctively. Fredericksburg Brewing Company owners Dick Estenson, Laird Laurence, and John Davies (who is also the general manager and brewmaster) visited regional breweries and inns in Germany, Hungary, and the Czech Republic before deciding on the theme for their pub and the recipes for their brews. The ales and lagers brewed by Davies are first-rate. His Pedernales Pilsner is world-class, a honey-colored lager brewed in the classic Bohemian style and infused with the fabled Saaz hops grown in the Zatec region of the Czech Republic. The Edelweiss wheat ale also rates among the best ales in Texas.</p><p>Housed in a century-old gray fieldstone building on Main Street—the pub shares a common wall with the admiral Nimitz birthplace, the ancestral home of World War II fleet admiral Chester Nimitz—the Fredericksburg Brewing Company is traditional, folksy, and just pretentious enough to satisfy the urbane tastes of beer connoisseurs. The ceilings are fourteen feet high and made of hammered tin. Not only was this place built in 1890, it <em>feels</em> like 1890. A bar constructed from longleaf yellow pine with a concrete top runs the length of the room, dividing the brewing equipment from the dining area. At the rear is a beer garden with suitably crude benches and tables and a skylight in its tin roof. Upstairs, above the brewery and dining area, are guest rooms, each individually furnished by one of Fredericksburg’s countless antique shops. “B&B” in this instance stands for “bed and brew.” This is the edge that the Fredericksburg Brewing Company has over other quality brewpubs: its concession to the tradition of the <em>Gasthausbrauerei. </em>Guest rooms are not practical for most of the state’s brewpubs, but they are perfect here in the Texas Hill Country.</p><p><strong>Clockwise from left: Fredericksburg Brewing Company patrons Milton Kramer (left) and Chester Langerhans regularly hoist a few at the best brewpub in Texas; Houston Brewery waitress Jennifer Zick delivers another round of tasty ales; Lubbock’s Hub City has tapped into a good thing—it’s the place to be in the town’s revitalized Depot District; austin hipsters enjoy the low-key atmosphere of the Waterloo Brewing Company, the first brewpub in Texas, famous for its spicy, hoppy pale ale and wheat beer.</strong></p><img/><img/><img/><p>When I visited Fredericksburg in July, at the peak of the Hill Country’s peach season, the town was thick with tourists. The patrons at the brewpub seemed to be evenly divided between locals and outsiders, with a variety of ages, interests, and ethnic backgrounds in evidence. There was no entertainment: The pubgoers seemed to be having a great time entertaining themselves. I overheard a table of men and women who looked like motorcycle enthusiasts seriously quarreling over the proper specific gravity of brown ale. Members of a Little League baseball team discussed ERAs over pizza and root beer. A baby crawled among the tables. Several plump and jolly women chatted in German. A man with a French accent ordered Wiener schnitzel with red cabbage and spaetzle (a German egg dumpling with fresh herbs), an excellent chef’s special, by the way.</p><img/><img/><img/><p>Four brewpubs ranked just below the Fredericksburg Brewing Company on my list. They are the Waterloo Brewing Company and the Bitter End, both located in the thriving warehouse district in downtown austin; the Village Brewery, Houston’s original [ Continued On Page 216 ] [ Continued From Page 137 ] brewpub, in the Village Shopping Center near Rice University; and the Houston Brewery, on Richmond avenue near the Galleria.</p><p><strong>a Drinker-Friendly Guide To Craft Beer.</strong></p><p><strong>BOTTOM's Up</strong></p><p>The Texans who took on the powerful beer distributors lobby and forced the Legislature in 1993 to allow brewpubs were all rank amateurs. Today these same amateurs are operating the pubs of Texas. Blessed are the amateurs. The craft-beer brewers are producing beer that is, with a few exceptions, up to (and sometimes surpassing) European standards.</p><p>Beer is broadly divided into two categories, lagers and ales. Lager is a clean beer with a light hop aroma and flavor (until recently most commercially brewed beer in this country was lager). Most microbrewed beers—bitters, porters, and stouts—are ales. Some craft beers, such as bocks and pilsners, are lagers. Beer-literate Texans know that a bitter is an aggressively hopped English pub beer with a malty aroma and a tangy aftertaste. Porter (so-named because it was said to be the midday picker-upper of English coachmen and porters) is intensely flavored, with dry coffee overtones—a dark beer without the heavy bite of a bitter. Stout is similar to porter though creamier, darker, and hoppier, with a malty flavor and roasted bitter finish. Pale ale or India pale ale—I.P.a. to beer culturists—is amber-hued rather than pale and is similar to a bitter but smoother. Brown ale is medium bodied, with a round maltiness and a lasting finish. Bock is a malty lager, sometimes with caramel or chocolate undertones and a faintly sweet flavor. Pilsner is a bright, dry, golden beer originally from Plzen, Czech Republic, highly carbonated with a floral bouquet from a late-in-the-brewing-process addition of Saaz hops. Steam beer—a crisp, slightly fruity beer—is the only truly indigenous american brew and gets its name from the steam power used by California breweries during the Gold Rush. It’s also known as California Common Beer.</p><p>One trend that Texas pub brewers in particular seem unable to resist is the production of wheat and specialty brews. These beers get their zest from being brewed with all manner of ingredients: orange peels, coriander, banana, apple, cherries, chocolate, green chiles, cloves, ginger, and maple syrup. Quirky beers are much in demand. Nearly every brewpub in Texas served some sort of raspberry wheat beer this past summer. Once considered the beverage of choice of little sisters and old ladies with floppy hats, they are fast becoming, God help us, traditional.</p><p>In the United States craft beers represent a tiny piece of the market, but large breweries have taken note and are moving to imitate them with machosounding new labels such as Red Wolf, a product of anheuser-Busch. Don’t be fooled: These beers are usually indistinguishable from the timidly flavored beverages brewed under the familiar labels of Budweiser, Miller, or Lone Star. G.C.</p><p>Waterloo, the first brewpub to open in Texas, occupies a two-story building that was once a paint store and has the open, no-frills look that a brewpub should have. The dining room and a small bar are on the ground floor. The second floor has a much larger bar and a game room—a very noisy game room, which is the main reason Waterloo ranks below Fredericksburg on my list. Though brewmaster Steve anderson’s early efforts were disappointing, he has perfected one of the best pale ales in Texas, its spicy, hoppy bitterness nicely balanced with a full, rich body. Waterloo also serves a good porter and a wheat beer that even purists who normally disdain wheat beer will enjoy.</p><p>The Bitter End is more upscale than Waterloo but quieter and more pleasing to the connoisseur. Even if the beer weren’t so high quality, this would be a pleasant place to spend an hour or two. The bitter brewed by Tim Schwartz is less assertive than the pale ale, but it has a wonderfully dry, mildly hopped finish and is among the best in its class. Schwartz’s specialty is brown ale, a mild, malty, fruity brew with a nutty finish. The wood-oven pizzas served on Italian sourdough crust are good.</p><p>The Village Brewery in Houston may be the best-looking contemporary brewpub in the state with its stucco and mahogany trim, copper tabletops, dark ceilings, and blizzard of overhead fans. Brewer Bryan Pearson specializes in ales: Even the wheat beer is an ale. The pale ale is deep gold with a nice malt character and floral aroma from English-style dry hopping. The amber Owl ale is fuller and darker than the pale ale, with a caramel flavor, a fruitiness, and a nice kick of hops. Pearson also brews an excellent black stout—malty, hoppy, and full bodied with roasted grains and coffeelike flavors.</p><p>The Houston Brewery is heavy on the traditional pub motif, including dark red brick walls, exposed beams, and an atrium. The brew tanks are behind the bar. The dining room is airy and comfortable, and the food here is better than most brewpub fare. The light ale brewed by Tim Case is the best in its class, golden and slightly sweet, with a body and kiss of hops that reminded me of a good pilsner. The stout had a complex sweetness balanced by fine northwestern hops, and a long bittersweet chocolate finish. When I was there in June, Case’s specialty brew was an excellent steam beer.</p><p>Topping the group of also-rans are the Strand Brewery on the Strand in Galveston, the Hub City Brewery in Lubbock, the Hubcap Brewery and Kitchen in Dallas’ West End Marketplace, and Yegua Creek Brewing in the Knox-Henderson area of Dallas. The Strand Brewery occupies a nineteenth-century bayside warehouse with three floors of wraparound balconies and a bird’s-eye view of the Port of Galveston. Brewmaster Michael Griggs has produced an excellent golden lager, lightly hopped and heavily malted, but the other beers served at the Strand are ordinary. If Griggs can improve his craft, the Strand will be one of the best brewpubs in Texas. The Hub City, in Lubbock’s revitalized Depot District, is the coolest thing that has happened to the town since Buddy Holly. Good beer, good food, good atmosphere. The Hubcap in Dallas is a sister brewery of the famous Hubcap Brewery of Vail, Colorado, and uses the same award-winning beer recipes to good effect. The pilsner and the I.P.a. are both among the best that I sampled. Yegua Creek has the small, intimate feel of a jazz club, but it’s noisy and the acoustics are bad. Its pale ale is well balanced and hoppy enough to suit any hophead.</p><p>Dallas currently has four other brewpubs, two of them in the suburb of addison. TwoRows Restaurant and Brewery, in the Old Town Shopping Center on Upper Greenville, is upscale and trendy, a usedbrick and glass structure designed to suit the tastes of its young, noisy, and obviously affluent clientele. The wood-fired pizza is good, but the pale ale tastes like porter and the porter tastes like stout, and neither one is worth $3.25 a pint. Hoffbrau Steaks has two brewpubs, one on Belt lane Road in addison and another on Knox at Cole avenue. Though the beers brewed at the Hoffbrau are of no interest, the pul) does serve fifty excellent imported beers. The Rock Bottom Brewery No. 5, one of a chain of brewpubs based in Boulder, Colorado, is also on Belt Line, a few blocks from the Hoffbrau. The pubs in this chain are honky-tonks frequented mainly by singles on the prowl. They have valet parking—beware of brewpubs with valet parking, especially if the parking lots are empty—and brew cask-conditioned ales that are without distinction. Rock Bottom Brewery No. 3 is in Houston, on Richmond, across the street and a block and a half from the Houston Brewery.</p><p>Austin is the epicenter of the brewpub industry. In addition to the two already mentioned, austin also has the Draught Horse Pub and Brewery on Medical Parkway and the Copper Tank Brewing Company, downtown at Fifth and Trinity, a favorite of college kids in heat. The armadillo Brewing Company on Sixth Street shut down a year ago, but a new brewpub, Katie Bloom’s, is scheduled to reopen in the old location. The beer brewed at the Copper Tank is good, especially the light ale and stout, and the place sells more gallons of beer than any other brewpub in Texas. Nevertheless, it is a splendid example of everything I hate in a brewpub. The polished limestone arches appear inviting until you wander deeper into the interior and discover that the decibel level from the numerous giant TV screens, foosball tables, and hyper-libidinous chitchat exceeds that of a mortar attack on Sarajevo. The Copper Tank is planning to open a second brewpub in Dallas.</p><p>San antonio is historically the brewing capital of Texas, home of Lone Star and Pearl and two excellent microbreweries, the Frio Brewing Company and the Yellow Rose Brewing Company. But neither of its two brewpubs is worth an out-of-town trip. The Boardwalk Bistro, at 4011 Broadway, has added “Brewery” to its name, but it’s still just a bistro. There are no beer tanks in sight. Joey’s, located in a frumpy building on N. St. Mary’s, looks like a neighborhood bar, not a brewery. I was there on a Saturday evening and the place was almost empty. Yegua Creek of Dallas is planning to open a second brewpub in San antonio.</p><p>The Brazos Brewing Company in College Station and Silk’s Grill and Brewing Company in amarillo offer good if not particularly distinguished beer. Seven more brewpubs have just opened or will open shortly in the state. They are the Routh Street Brewery and Grill in Dallas, the Galveston Breweiy in Galveston, the Bank Draft Brewing Company in Houston, the Padre Island Brewing Company on South Padre Island, Hierman’s Hofbrau in Midland, and Jaxon’s Restaurant and Brewing Company and the Old West Grill and Breweiy, both in El Paso.</p><p>In the notebook that I carried while touring the brewpub circuit, I repeatedly wrote, “The best beer is the one nearest at hand.” I noted only one exception. On the day that I visited it, at least, the Cafe on the Square and Brewpub in San Marcos had only two beers to offer, a blond ale and an amber ale. I took a sip of each and walked away. I don’t do that often.</p><p>For anyone planning a tour of Texas’ brewpubs, here are some pointers. Taste as many beers as your constitution allows. Half-pints (about $2.75) are less cost-effective but more prudent than pints ($3 to $3.50). Many brewpubs offer four-ounce samplers, a bargain if you’re not sure which beer suits your taste. Nibbling breadsticks or crackers between beers helps cleanse the palate. Heavily hopped or malted beers such as pale ale, stout, or bitter should follow, not precede, lighter ales and lagers. After that, you’re on your own.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "November 1995",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Beer",
      "Brewpub",
      "Fredericksburg",
      "Texas",
      "Houston",
      "Czech",
      "Food",
      "Restaurant",
      "Breweries",
      "Golden",
      "Legislature",
      "Austin",
      "California",
      "Chocolate",
      "College",
      "Country",
      "Dallas",
      "Game",
      "Home",
      "Pearson"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Fredericksburg",
      "Texas",
      "Houston",
      "Golden",
      "Austin"
    ]
  }
}