{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-199511",
    "date": "November 1995",
    "year": 1995,
    "month": 11,
    "month_formatted": "November",
    "pdf_uri": "/1995/19951100.pdf",
    "issue_cover_image": "",
    "document_start_page": 142,
    "toc_start_page": 140,
    "document_page_range": [
      [
        142,
        143,
        144,
        145
      ],
      [
        199,
        200
      ],
      [
        202,
        203,
        204,
        205,
        206
      ]
    ],
    "toc_order": 4,
    "toc_headline": "Crude awakening",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199511-crudeawak",
  "source": "/1995/19951100.pdf",
  "wp_post_id": 128952,
  "wp_post_guid": "http://www.texasmonthly.com/article/crude-awakening/",
  "authors": [
    "Jan Reid"
  ],
  "headline": "Crude Awakening",
  "dek": "Today Many Of the Biggest Oil Plays Are In the Rain Forests Of South America. But the Texas Companies That Dril There Face Daunting Obstacles—From Border Wars To Blowgun-Toting Indian Tribes. And That's Just For Starters.",
  "spread_caption": "",
  "excerpt": "There’s black gold in the South american rain forest—lots of it. Can the oil companies get it out without ruining the jungle and the way of life of the Indians who live there? The perils of drilling in the heart of darkness",
  "kicker": "",
  "word_count": 6029,
  "content": "<p><span class=\"dropcap\">P</span><em>olvo</em> Is the Spanish Word For “Dust.” I Hadn’t expected to eat much <em>polvo</em> in the amazon rain forest, but in eastern Ecuador, preconceptions are the first things to go. Created by a two-week drought, dust rose from the narrow road and curled back down in blinding white walls that far too often contained the ghostly form of a hurtling dump truck. The 93-mile road begins at a ferry crossing of an amazon tributary called the Napo and winds southeast to a bulldozed clearing about 60 miles from the border with Peru. It was early last February, and the two countries were fighting a war over that frontier. But so far, the road served just one purpose: to facilitate production of the most controversial oil field on earth. The wealth of that oil patch is an estimated 220 million barrels, and the imprint of Texas is burned into it like a brand.</p><p>I had first seen this tropical jungle as a tourist. My guides assured me that it was still there, unscathed and thriving, just 150 yards away. But now the jungle seemed strangely remote. The road and the cloak of white dust had walled it off. The builder of the road and the operator of the large production area, called Block 16, was the Maxus Energy Corporation, which was then an independent based in downtown Dallas. “Independent” in the energy industry is not a term of ownership. It means the company had no refineries or filling stations; all effort and revenue were directed at finding hydrocarbons and bringing them out of the ground. In February the ownership of Maxus was up for grabs. Suitors were being acknowledged in Dallas. Like many U.S. energy companies, Maxus had severely reduced its domestic exploration. The search had moved abroad, but for Maxus most of the holes were either dry or too costly to show a profit. The only thing that made Maxus attractive to buyers was its most productive fields abroad—among them Block 16.</p><p>The biggest oil plays in the Western Hemisphere today are in South america. Companies from all over the world are drilling off the coast of Brazil, in the foothills of the andes, and in the massive sprawl of tropical jungle. Ecuador’s oil is found almost entirely in a remote amazon rain-forest region called the Oriente, and the development of that field casts a long shadow over rain forests with similar subsurface prospects in Peru, Colombia, and Brazil. In the imbroglio one side charges that the oil industry—particularly Texaco, which opened the field in the late sixties—brazenly fouled the environment and destroyed indigenous cultures in the northern half of the Oriente; and though Texaco is now gone, other oil companies must not be allowed to impose similar wreckage on the south. The other side argues that Ecuador cannot afford the luxury of leaving its oil in the ground—the Oriente field represents a one-shot means of financing schools, roads, hospitals—and that U.S. companies now possess the technology and the corporate mind-set to develop the field in a responsible and exemplary fashion. To many opponents the most troubling feature of Block 16 is not the oil wells but the road to them. Two prior decades of oil production north of the Napo River suggest that, once the countryside is opened up, campesinos from other regions of Ecuador will respond with slash-andburn settlement and agriculture—even if that countryside is a rain-forest national park.</p><p><strong>Close Encounter: a Huaorani Hunter On the Road To Block 16. Despite the Tribes Fearsome Reputation, He Was Gentle And Polite.</strong></p><p>Photographs By Jan Reid</p><img/><img/><img/><p><strong>What Will Developing Block 16 Mean To the Indians’way Of Life? Above. A Stretch Of Road Dead-Ends At a Huaorani Village</strong>.</p><p>“i’m not going to address those people who say absolutely we should not be here,” said John Schmid, Maxus’ general manager in Ecuador. “But i’m telling you that if you go in there with an open mind and see specific operations, we’ll hold up. I’m not concerned that someday the whole thing’s going to bust open and we’ll be exposed—subjected to the kind of worldwide notoriety that Texaco is getting because of its operation. I’m not pointing a finger at Texaco. They operated at a different time and are being judged by today’s standards. We’re also being judged by today’s standards, and i’m not worried.”</p><p><span class=\"dropcap\">A</span>bout the Size Of Nevada, Ecuador Is one of the best small places on earth. It has the Galapagos Islands, with such striking wildlife that Charles Darwin hatched his theory of evolution there in 1835. It straddles the equator (hence the name) and from a Pacific coastline wedges between Colombia and Peru. The interior is divided by two andean cordilleras called the avenue of the Volcanoes. The capital, Quito, folded into the envelope of a stunning highland valley, is one of the most beautiful cities in South america; smaller towns in the mountains are even lovelier. East of the andes is rain forest drained by the Napo River and other amazon tributaries. Ecuador has for sixteen years sustained South america’s most stable republic with free elections. But the country is woefully poor; the annual per capita income is about $1,000. Ecuador’s proven oil reserves are calculated at 2 billion barrels—far less than Venezuela’s 63 billion and Mexico’s 50 billion. Still, oil accounts for 50 percent of Ecuador’s economy.</p><p>Until a quarter century ago, the jungle had changed little since a Spanish conquistador named Francisco de Orellana slogged through and looted the region in 1542. Ecuador made its mark on the world economy as an exporter of bananas, and the territory east of the andes remained wilderness populated by Indians, the most numerous of them Quichua, whose language was spoken by the Incas. North of the Napo, Texaco drilled the first oil wells in 1967. Five years later the company finished building a 312-mile pipeline across the andes to the Pacific port of Esmeraldas, and the Ecuadorian oil industry was bom.</p><p>The Maxus concession covers 494,000 acres of the Oriente region, just east of the andes. A few miles south of the Napo, the road to Block 16 enters Yasuni National Park, a place where jaguars dine on javelinas and sloths. Blue parrots flock to a certain stretch of riverbank and eat the dirt—perhaps because of nutrient minerals or maybe it just tastes good. Piranhas, caimans, and anacondas inhabit the tea-colored creeks. Spider monkeys leap and thrash in foliage high above the forest floor. Through all this float dreamlike morpho butterflies, opening black-and-sapphire wings the size of prayerbooks.</p><p>The Maxus block is also a sensitive concession because it overlaps the territory and official reserve of the Huaorani, a semi-nomadic tribe of about 1,300 hunters and gatherers who subsist in the forest with spears, machetes, blowguns, darts poisoned with essences of frog, and shotguns. They drink <em>chicha,</em> a fermented brew of chewed yuca and saliva. The earlobes of many have been pierced, plugged, and stretched to the size of onion rings. For centuries the Huaorani simply killed all intruders—alien tribes, conquistadores, rubber planters, missionaries. North americans learned of them in 1956, when <em>Life</em> published diaries and photos of five evangelicals who initiated contact by air-dropping buttons, ribbons, and an aluminum kettle; three months later the missionaries were butchered and dumped in a river. In 1987 a Catholic bishop with diplomatic notions was left in the forest by the helicopter of an oil exploration crew. Days later he was found dead with seventeen spears in him and 89 puncture wounds. A pair of spears crossed in the ground anywhere in Huaorani territory still imparts a lethal warning. But lately Huaorani who speak Spanish have started referring to their ancient homeland as <em>Bloque Diez y Seis</em> (“Block 16”).</p><p><span class=\"dropcap\">E</span>ager To Form My Own Opinions Of This Texas oil field in the jungle, I flew into Coca with Maxus workers on a charter flight from Quito. Coca, which is on the Napo, is one of three large oil towns in the Oriente. They all conform to a sorry standard of saloons, brothels, and grimy cafes—in the rainy season, a mess of whores and mud. Near the Colombian border, Texaco spawned the first one and named it Lago agrio (“Sour Lake”)—in honor of the hamlet in the Big Thicket of Texas where a bounteous well gave birth to the Texaco giant in 1902. But the most notorious boomtown, midway between Coca and Lago agrio, is Shushufindi. Its long main street looks like an Old West movie set. People carry guns and machetes in the bars, and the action cranks up at ten o’clock in the morning. For a while a hand-lettered sign on the outskirts read “Houston, Ecuador.” I found that Maxus crews don’t linger in squalid Coca; they go straight to a dock and board a company boat for the forty-minute journey downstream.</p><p>My guides to Block 16 were Tom Sullivan and Lucia Rivas, Maxus’ public relations managers in Dallas and Quito, and they were anxious to dispel fears raised by the project’s critics. At a staging area on the south bank of the Napo called Pompeya, the security precautions to keep out would-be land grabbers seemed almost military. Along with new members of the work force, I was required to attend an orientation that dealt mostly with environmental matters and the Huaorani. Maxus provides everyone who enters Block 16 with a fourteen-point checklist titled “We are Guests.” This protocol for dealing with the Huaorani (spelled “Waorani” in Maxus publications) forbids hunting, fishing, fruit gathering, and possession of drugs, alcohol, or guns. “What to Do If a Wao Makes Contact With You: Remain calm. Do not show fear or make any gesture that could be interpreted as aggression. Tell him you are his friend and looking him in the eye, say the following: Waponi, amigos Waorani, boto Maxus (Greetings Waorani friends, I am Maxus).”</p><p><strong>IT's a Highly Problematic $4 Billion Field: Maxut Has To Get the Heavy Crude Out And Not Spoil a Rain-Forest National Park.</strong></p><img/><p>Sullivan brimmed with pride over the design of the controversial road. Most roads in the jungle rely on underbeddings of logged trees to keep them from sinking into the mud. Instead, Maxus cut down only enough trees to clear a 25-yard right-of-way for the road and a buried pipeline—the company says this reduced the deforestation by 70 percent. For the base, a geosynthetic grid manufactured in Georgia was laid over an impermeable plastic tarp. The eye-shaped cells in the grid were filled with sand, then the tarp was folded over—“Like an enchilada,” said Sullivan—and covered with gravel quarried north of the Napo and delivered in dump trucks that crossed the river by ferry. Maxus swore it would never build a bridge, for that could open up the southern forest to the settlement that is transforming the northern Oriente.</p><p>[ Continued On Page 197 ]</p><p>[ Continued From Page 143 ]</p><p>I got this detailed a look at the road’s makeup because the driver assigned to show us Block 16 had stopped the van, and we walked along a partially finished, half-mile side road toward a Huaorani village. I conversed as best I could in Spanish with Milton aulestia, a graduate student from Quito; he worked for an Ecuadorian botanical society called Jatun Sacha and also for the Missouri Botanical Garden, the contractors engaged by Maxus to inventory trees and plan revegetation. Aulestia had his own problems with language. Pointing out trees, he consulted a thick volume called <em>a Field Guide to the Families and Genera of Woody Plants of Northwest South america.</em> I said, “It only exists in English, right?” <em>“Claro,” </em>he replied with a laugh. Of course.</p><p>Moments later I saw my first Huaorani, walking barefoot toward us beside the unfinished road. He was about five feet six, clad only in red pin-striped shorts and a leather necklace. On one shoulder he carried a blowgun, a single-barrel shotgun, and a knitted tote bag that contained several 12-gauge shells. His thick black hair was clipped short, and his earlobes were unaltered. A Maxus community relations coordinator made introductions. The Huaorani was solemn and polite, and his handshake was gentle. He let us take his picture.</p><p>A little farther, the side road’s black gridding curved out of the shade into a large scraped clearing. The road’s end pointed directly at the village, which consisted of five or six structures made of scavenged lumber and roofing material. One man said it had been a marvel to watch the Huaorani help with the clearing. They would look closely at the trees, tell the Maxus folks which one to cut down first, and a short chain-saw howl later, other trees would come crashing down like dominoes.</p><p>There were about thirty people in the village. The men were dressed in shorts, some in T-shirts, the women in thin cotton smocks. I had been advised to be careful how I interacted with the women. Adult gringos tend to greet girls of twelve or thirteen with easy and friendly, fatherly smiles. Among Huaorani this familiarity could be misunderstood by her husband. The women hung out laundry and selected short-feathered turkeys and red parrots with clipped wings for the day’s stew. A little boy jerked along a pet monkey with a rope around its neck.</p><p>An amiable young man named araba was introduced to us as the village chief. He invited us to follow him to a small clearing to see a young harpy eagle, which was tied to a perch by a rope around one foot. It is the most venerated animal among the Huaorani, its wing span can reach six and a half feet, and as this one returned our stares, a crest rose and fell from its white head like fingers of a flexing hand. Araba apologized that his mother, Pava, wasn’t feeling well and wouldn’t be able to receive us. From inside her lodge, a jambox emitted an ululant tribal song and percussive crashing. She once took in as a son the Catholic bishop who wound up impaled with seventeen spears. The villagers joked with aulestia but were very shy with us. “<em>Waponi, waponi</em>,” Tom Sullivan said.</p><p>Unlike Indian tribes in this country, the Huaorani have no chance of enjoying royalties from the underground wealth: all mineral rights in Ecuador are owned by the state. Consideration of the Oriente tribes is limited to largesse and understanding; the Maxus program emphasizes education and health care. On indigenous matters, Maxus ex-pats—as employees on foreign assignment are known—defer to a tall, bearded Ecuadorian named Milton Ortega, whom I met beside a small archaeological dig. A political scientist, Ortega worked in government and received training in Washington, D.C., before joining Maxus in 1992. He told me that Maxus has been trying to strengthen a Huaorani organization called ONHAE (translated, the “Organization of the Huaorani Nation of the Equatorial amazon,” which was once branded as communist by a longtime local missionary) so the tribe can defend its interests with a single voice. But that concept does not come easily to a people aligned in clans. In an august 1993 jungle ceremony attended by Ecuadorian president Sixto Duran, ONHAE signed a “goodwill agreement” with Maxus. The ONHAE letter contained a single poignant request: “Respect our habits, our language, our culture, our lifestyle, our women . . .” Maxus committed to nothing too concrete or binding. And however enlightened the Dallas <em>petroleros</em> may be, they possess a twentyyear contract. When, inevitably, the stateowned Petroecuador assumes operation of Block 16, will the Ecuadorian government prolong the indigenous and environmental policies and continue to keep settlers out? “£sa <em>es la pregunta</em>,” Ortega told me. That is the question.</p><p><span class=\"dropcap\">R</span>oad Building And Indigenous Relations aside, most of the Maxus employees I met made it clear that the overriding concern was oil production. Starting in 1986, Maxus, along with Petroecuador, the state oil company of Taiwan, and small companies in arkansas and Michigan, had provided money and advice to Conoco, the operator of the field. (Maxus had been spun off as an independent the next year, when Diamond Shamrock decided to concentrate on refineries and filling stations.) Conoco had drilled exploration wells in the Yasunf park and the Huaorani reserve and had hit oil in seven out of seven. But in late 1991, as U.S. environmentalists’ opposition to the oil field was growing heated, the major abruptly pulled out—didn’t even try to sell its interest—and nominated Maxus as operator. Maxus had never intended to be more than an investor in Ecuador, but Block 16 was tossed to it like a hot potato.</p><p>At first Maxus moved all its equipment by helicopter, using Russian pilots and aircraft put on the market by the breakup of the Soviet Union and the end of its war against afghanistan. Within months, as the road construction and drilling accelerated, the company devised programs that it hoped would allay the critics’ fears. Along with geologists, engineers, drilling technicians, and construction contractors, Maxus brought in anthropologists, archaeologists, ornithologists, and entomologists. The scientific work they engaged in was costly, and it was no public relations gimmick. Still, Maxus’ operation of Block 16 was pilloried last year by <em>The New Yorker, Harper’s,</em> and NBC’s <em>Dateline.</em> The company was under constant fire from Ecuador’s energy ministry. There had been kidnappings of gringo <em>petroleros</em> in Ecuador. Last year two employees of a Houston oil-services company were snatched in Shushufindi and held for ransom in Colombia. And now a war with Peru!</p><p>I had to wonder—as Conoco apparently did—if such a field could be worth the trouble. The oil discovered by Conoco is very heavy crude, which has to be coaxed out of the ground at an angle; otherwise the wells might yield water. Once the directional drilling began in mid-1992, Maxus expanded the field at a breakneck pace. By May 1994 seventeen wells were flowing. To transport its oil out of Block 16, Maxus brought on line, also in May 1994, the first of two planned production facilities. Refinerylike in appearance, the plant removes water from the sludgy oil, flares off the natural gas, and heats and thins the oil enough so that it will flow through the pipeline to a blending station at Shushufindi, where it is mixed with lighter crude from Petroecuador. This mixture is piped on to a small tank farm in Lago agrio, where it awaits shipment through the overstrapped Trans-andean pipeline. The operation is problematic in the extreme, but by the end of this year, Maxus believes, production should plateau at about 32,000 barrels a day. It’s expected to produce at this rate for twenty years. At today’s oil prices, it’s a $4 billion field.</p><p>The necessity of directional drilling complemented Maxus’ environmental approach, which was to drill up to twelve wells outward from one cleared site. This “cluster drilling”—similar to the method employed on offshore platforms—reduced deforestation by eliminating the maze of connective access roads found in most oil fields. The most damning accusation against Texaco and subsequent operators in the northern Oriente was that instead of drilling new holes and reinjecting toxic and oily waste fluids—the costly but most widely used means of complying with safety regulations in the U.S.—they either piped them into the jungle or disposed of them by spraying them on roads. In either case, the fluids ran off into streams that humans relied on for fishing, drinking, and bathing. Maxus managers insisted they were reinjecting all fluid drilling wastes. And while I saw trucks spraying oil on roads all over the northern Oriente, nothing held down the dust on the one in Block 16. The Maxus pipeline was buried next to the road and under the beds of the principal rivers, and at every stream crossing a computer-operated shutoff valve monitored the line for ruptures and spills. (Maxus admits there have been some ruptures.)</p><p>In a compound of <em>cabanas</em> not far from the production facility, I found that a wide range of ecological questions was being addressed by a Quito consulting firm called Ecuambiente; it bad recruited a team of scientists to monitor the oil development’s effect on the rain forest and make suggestions. The ornithologists were headed by Robert Ridgely, the author of the definitive <em>Birds of South america.</em> Terry Erwin of the Smithsonian in Washington, D.C., supervised the work of entomology students from a Quito university. “Maxus claims they want to protect the environment,” Erwin said with a shrug. “If they’re serious, they might as well include insects.” The Maxus overture, he added, gave these aspiring Ecuadorian scientists an unparalleled chance at field work. I asked Erwin whether company officials were generally receptive to their suggestions. “Very much so, at first,” he replied. “Lately they’ve seemed less interested. That may have something to do with the bad news on the business pages in Dallas.”</p><p>In the oil camps, ordinary workers and contractors lived in trailers or pre-fab motellike blocks that were hardly palatial. The typical schedule was two weeks on, one week off. The only news of the outside world came from TVs in the mess halls, and the dominant story was the border conflict between Ecuador and Peru. In 1941 Peru invaded Ecuador and seized half its territory. Ecuador never accepted the resulting frontier—especially a 48mile stretch through a mountainous jungle region called La Cordillera del Condor. Along with national pride, at stake were possession of deposits of oil and gold and La Cueva de los Tayos, an immense cavern linked in legend to Inca treasures. In late January of this year a new war had broken out. This time the Ecuadorians were dug in, and the troops were fighting to a nasty draw. The front was about three hundred miles southwest of the Oriente oil fields, but coming in, we had seen gunboats on the Napo, and in the tank farms of Shushufindi and Lago agrio, anti-aircraft batteries poked skyward through camouflage nets. A broad section of the frontier was treacherous with land mines.</p><p>In Block 16 copies of an evacuation plan were scattered around the camps. For a while there was a nightly blackout, though workers wondered how a bomber pilot could miss seeing a natural gas flare. But in Quito, Robin Draper, a logistics engineer with a salt-and-pepper beard, explained a nightmarish problem created by the war. “Ships left Houston one week after the war started, carrying ten thousand tons of pipe, generators, and cranes, equipment for the new production facility. It’s twelve days through the Gulf and Caribbean and up the amazon to Manaus, Brazil. At that point the cargo has to be off-loaded on river barges. Then it’s twenty-five days up the Napo, crossing through Peru, which is a war zone now, which means we’ve got no insurance. We have a three-month window to get the barges here. After that, the river is too low. If we miss, all that stuff sits and rusts in storage. But, hey, Houston, send ’em on. Ships ahoy. Somebody in Dallas made that call.”</p><p>Fortunately, that night brought news of a cease-fire at the front. But for Maxus, the war was just one battlefront. The Ecuadorian energy ministry was another. Most foreign oil companies maintained a small staff of ex-pats who directed a work force of Ecuadorians. But Maxus persisted in doing it with a large and favored ex-pat contingent. The company also picked up the moving, living, and education costs of its ex-pats on long-term assignment. Per family, the annual tab was about $250,000. And under the generous “cost recovery” terms of a contract written during the seventies oil boom, all that expenditure was passed on to the Ecuadorian government. With justification, the energy ministry wanted to tear up that document and start over.</p><p>Last year Maxus asked austin Murr to give up a general manager’s assignment in Bolivia and join Schmid at the Quito crisis post as the attorney and second-incommand. “When I got here,” Murr said, “the energy minister was withholding all approvals and telling the press that if we didn’t renegotiate our agreement in thirty days, he was going to kick us out. The parliament impeached him. We were just getting to know his replacement when that man got killed in a car wreck. On top of that, from august to December there were sixty-five kidnappings in Ecuador. Most were Ecuadorians, but you think about it; you adjust your behavior. It would be interesting to see how the company would react,” he said with a sudden chortle. “I guess that would help determine your ultimate value.”</p><p>Yet for all the controversy and difficulty, the Maxus ex-pats, especially those in management, seemed to regard Ecuador as a choice assignment. Distance loosened the corporate reins: “Day one as an ex-pat,” said Maxus’ James Looten, a purchase and control manager from amarillo, “you make more decisions than you’d make in a lifetime in Dallas.” Over time, some expats and spouses grew bored with Quito and immersed themselves in work and shopping lists for the next trip home. But even these had a maid, a cook, a driver, and a house they couldn’t possibly afford in the States. The ex-pats had taken over a posh country club on the city’s outskirts. Many wives belonged to a civic and social club called Las Damas. An extraordinarily popular family recreation in Quito was called the Hash House Harriers. The tradition was started in Malaysia by the British—who else? In Ecuador someone lays out an obscure running course through Quito barrios and highland forest and ravines. When the runners find their way back, they cook hash (the food variety, not cannabis) and drink beer.</p><p>At the Maxus office in Quito I met a woman named Lutie Mora who is a geophysicist and a graduate of Wellesley. She shared her colleagues’ conviction that whatever forces lay beyond their reach and control, the Maxus people were doing this oil field right. But she said a large part of her reward was the marvel of where on earth she was. “I get up in the morning,” she said, “and go out on my patio with coffee. Depending on the clouds, the measure of a given day is how many twelvethousand-foot volcanoes I can see. A onevolcano day, a two-volcano day, or a threevolcano day. It’s like a <em>National Geographic</em> special. You never, ever get tired of it.”</p><p><span class=\"dropcap\">B</span>ut At the Same Time, I Encountered a siege mentality in the community of ex-pats. Maxus was just one Texas enterprise with a large stake in Ecuador. Oryx, another Dallas independent, and ARCO, which is headquartered in California but runs its foreign operations out of an office in Plano, were preparing to start production in the same sensitive terrain south of the Napo, and Triton, a Dallas independent on a hot streak lately, had just bid successfully on a block in the Oriente’s andean foothills. They all felt they were being tarred by the same indiscriminate brush.</p><p>Critics of the industry’s performance in Ecuador are fighting the oil companies in court and in forums of U.S. public opinion. Cristobal Bonifaz is a lawyer and immigrant Ecuadorian who lives in amherst, Massachusetts. A member of a prominent Quito family, Bonifaz told me that in 1992 he spoke to his brother, an adviser to President Duran, about the stories coming out of the Oriente. “He said they were all the work of environmental terrorists. My own damn brother!” In late 1993 Bonifaz filed a classaction lawsuit against Texaco on behalf of 30,000 Ecuadorian plaintiffs—not in Quito, where he thought it futile, but in a New York federal court, under the premise that Texaco set these policies at a high corporate level. Once more a Texas connection popped up: Bonifaz cited a state court precedent in which Dow Chemical and Shell were successfully sued for pesticide poisoning of foreign workers. The concern in Texaco’s boardroom was reflected by its choice of counsel—Griffin Bell, the U.S. attorney general in the Carter administration. A federal magistrate will decide whether to hear that case in January 1996. For good measure, Bonifaz filed a second suit on behalf of plaintiffs who live downstream on the Napo in Peru. Alleged damages in the two suits total $3.5 billion.</p><p>Maxus is a defendant in neither of those suits, but in effect, every oil company in the Oriente is on trial for industry performance over the past 28 years. A constant thorn in Maxus’ side is a Northern Californian named Joe Kane. A former editor of the <em>World Rain Forest Report,</em> Kane is one of two men in recorded history to navigate the entire length of the amazon. In 1989 he published a superb and best-selling book about that kayak and overland expedition called <em>Running the amazon. </em>Now a staff writer for <em>The New Yorker,</em> he has a new book out about his adventure with the Huaorani, <em>Savages.</em> Kane blistered the oil industry and its apologists in 1993 and 1994 for <em>The New Yorker.</em> In the first piece, he accused Robert Kennedy, Jr., a lawyer for the environmentalist Natural Resources Defense Council, of embracing empty promises of the industry and, like less prominent North american consumers of petroleum, of selling out the Huaorani for a few pennies at the gasoline pump. In the second, Kane accompanied a young Huaorani friend and ally named Moi on a tour of official Washington, and Moi was photographed by Richard avedon. Amid complaints about Kane’s tactics and fairness, one Maxus official made snide comments about Moi’s zest for the North american lifestyle and luxuries—a complaint shared by some of Moi’s Huaorani contemporaries. But the Maxus official understood that Kane and his prestigious publisher have framed the debate to the company’s distinct disadvantage.</p><p>Anti-industry lawyers and Kane cite the work of Judith Kimmerling like Scripture. As an assistant attorney general for New York State, Kimmerling helped prosecute cases arising from the Love Canal toxic disaster. She came to Ecuador with a vague idea of the rain forest as her abiding cause, wandered off alone to Coca, and spent five years documenting industry despoilment of the Oriente. In a book called <em>amazon Crude,</em> she alleged that oil companies are dumping four million gallons of untreated hazardous waste a day into unlined pits in the Oriente. “Maxus sounds very agreeable,” she told me over lunch in Quito. “They have a good PR strategy. But the jury is out on whether their claims are true. There’s no independent measuring and no transparency. I’m not sure cluster drilling is beneficial. Maybe the risk of groundwater contamination would be lessened if they shortened the drilling column and sacrificed a few trees. I want verification and that means seeing the data. But basically they’re saying, Take our word for it.’”</p><p>In their own way, I learned the same afternoon, even the Huaorani who are most amenable to Maxus share Kimmerling’s skepticism. I had arranged to meet with a delegation of Huaorani at a hotel in Quito. Just after I pushed through the revolving door, someone called my name over a loudspeaker and blurted, “Los <em>sehores Huaoranis estan aqui.”</em> Here indeed they were, delivered by a Maxus driver. I greeted and shook hands with Enqueri, who is the president of ONHAE, and five friends, who proved to be soft-spoken people in their twenties, dressed in jeans and pullover shirts. The Huaoranis’ ferocious reputation precedes them in Quito. I glanced around and noticed wide-eyed bellmen pressed against the wall.</p><p>In a conference room, the Huaorani and I sat around a polished blond table. Unlike the others, who fidgeted and seemed to fall into a funk, Enqueri spoke Spanish volubly. He worried about what the dust raised by the trucks and drought was doing to the vegetation. Maxus had not fulfilled its promise to enforce a fifty-milean-hour speed limit. He was concerned about water quality. He guided me through my thin forest of vocabulary until at last I scribbled in my notebook, “Solid waste!”</p><p>His friends started to yawn with such force and frequency that I began to think it aggressive. I asked the young Indian what he thought of the american company’s overall performance. “It’s like somebody serves you a meal,” he said with a smile. “It looks good. It smells good. Then you taste it.” He held his hand palm down and wobbled it in the Spanish gesture. “Not so good.”</p><p><span class=\"dropcap\">B</span>ack In Dallas, Most Of the Rumored suitors of Maxus were U.S. majors, but the winning tender offer was made in February by an argentine company called Ypf. Until 1993, Ypf was an unprofitable though very large stateowned energy company; its privatization was charted by a highly regarded chairman, Jose Estenssoro, an engineer and former Hughes Tool Company executive. When the buyout was announced to Maxus stockholders, Ypf praised the value of the company’s foreign holdings and its technical expertise—but said nothing about its indigenous and environmental programs in Ecuador.</p><p>YPF was already in the Oriente as a partner in a block south of the Napo operated by the French company Elf aquitaine—hardly a favorite of the anti-industry lawyers and environmentalists. Beyond that, no one had much clue what the changes would mean. The situation grew cloudier still in May, when Estenssoro was killed in a plane crash while flying to Ecuador. John Schmid and austin Murr continued to direct the operation in Quito. On June 8 Maxus’ common stock was acquired by YPF, and the Dallas company became a subsidiary, charged with foreign operations, of a corporation based in Buenos aires.</p><p><span class=\"dropcap\">N</span>ear the End Of the Road In Block 16 is an oil camp called lro-1. It’s the far edge of the industry’s penetration into the rain forest. Close by, all the workers know, are Tagaeri, the fiercest of the Huaorani clans. They were the ones whose spears turned the Catholic bishop into a likeness of a porcupine. But the nightly mood in Iro-1 is one of boredom, not fear. The workers live in cramped trailers that smell of soiled feet. They are forbidden to hunt or fish. Alcohol is prohibited. The only recreation, one ex-pat told me, is a paperback book.</p><p>I have a hunch that the blue-collar expats didn’t get terribly exercised when they found out about the big events in Dallas. Stock ownership and corporate intrigue are not things they’re disposed to think about; they were looking for a job when they got this one.</p><p>It takes a special kind of arrogance for a citizen of as rich and oil-greedy a country as the United States to decide that an impoverished nation like Ecuador should not use its principal natural resource. On the other hand, the ex-pats will go back home or move on to other foreign postings, leaving the consequences of their exploration and adventures out of sight, out of mind. North americans, many of them Texans, founded the oil industry in Ecuador, but the form it takes in the long term will be shaped by South americans. It’s their country, their continent.</p><p>When I heard the news about the YPF acquisition I remembered a conversation with a pipeline worker named David Matlock. He had curly blond hair, laughed a lot, and walked with a swagger. He told me that he made his home in Denham Springs, Louisiana, a suburb of Baton Rouge, but that he had no permanent address. “I had a new house, a ’93 convertible,” he said cheerfully, “but I stayed gone too long. My baby decided she don’t love me no more.”</p><p>Matlock talked about the bars and the wildness in Lago agrio and Shushufindi and the time he was sent home desperately ill with hepatitis. The worst thing about oil camp life in Ecuador, he said, was the food. “They cook a lot of tongue. You ever eat much tongue?”</p><p>I said the closest thing i’d experienced to Iro-1 was the military.</p><p>“Yeah,” he quipped, “or jail.”</p><p>He told me to come back with him to the mess hall trailer so he could sign for a jug of water that wouldn’t make me sick. He leaned over the tray of an Ecuadorian colleague who in exasperation with the nightly fare had caught, battered, and fried himself a fish that looked like a large crappie. It was a piranha. “He could get fired over that,” Matlock said. Outside again, I thanked him for the water. He lingered a moment, gazing at the cooling jungle, and reflected on the prospects of the Huaorani. “I just wonder what’s gonna happen to those people,” he said, “after we’re gone.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "November 1995",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Oil",
      "Drilling",
      "Rain",
      "War",
      "Work",
      "Amazon",
      "Dallas",
      "people",
      "Spanish",
      "Texas",
      "News",
      "Trees",
      "Border",
      "Country",
      "Home",
      "Trucks",
      "Water",
      "Women",
      "Attorney General",
      "Austin"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Dallas",
      "Texas",
      "Austin",
      "Houston",
      "D.C."
    ]
  }
}