{
  "issue": {
    "identifier": "TXMO-ISSUE-199511",
    "publication": "Texas Monthly",
    "issue": "November 1995",
    "pdf_uri": "/1995/19951100.pdf",
    "month": "November",
    "year": 1995,
    "pages": 268,
    "document_toc_page": "7,9"
  },
  "toc": [
    {
      "heading": "Texas Monthly",
      "section": [
        {
          "section_heading": "Features",
          "toc_entry": [
            {
              "title": "Hostile Makeover",
              "subtitle": "",
              "description": "Mary Kay ash and Jinger Heath have made fortunes getting women to buy and sell their beauty products. But no lipstick or powder can conceal the ugliness between these Dallas cosmetics queens.",
              "byline": "by Skip Hollandsworth",
              "page": "128"
            },
            {
              "title": "Crazy for Brew",
              "subtitle": "",
              "description": "With 31 new brewpubs across the state, deciding which bar to belly up to has never been more difficult—or fun. Our guide to the craft-beer craze",
              "byline": "by Gary Cartwright",
              "page": "134",
              "wp_post_id": "128958",
              "identifier": "txmo-article-199511-crazyfor.json"
            },
            {
              "title": "Smelling Like a Rose",
              "subtitle": "",
              "description": "Critics complain about Houston’s rising debt, but Mayor Bob Lanier’s reputation is blooming, which is why he’ll win a third term this month",
              "byline": "by Helen Thorpe",
              "page": "138",
              "wp_post_id": "128955",
              "identifier": "txmo-article-199511-smellingl.json"
            },
            {
              "title": "Crude Awakening",
              "subtitle": "",
              "description": "There’s black gold in the South american rain forest—lots of it. Can the oil companies get it out without ruining the jungle and the way of life of the Indians who live there? The perils of drilling in the heart of darkness",
              "byline": "by Jan Reid",
              "page": "140",
              "wp_post_id": "128952",
              "identifier": "txmo-article-199511-crudeawak.json"
            },
            {
              "title": "Twelve Yards and a Cloud of Dust",
              "subtitle": "",
              "description": "The tiny town of Mullin adopted its high school football heroes in more ways than one. These foster children and native sons had the time of their lives playing in the Super Bowl of six-man football",
              "byline": "by Jan Reid",
              "page": "144"
            },
            {
              "title": "Mrs. & Mrs. Bridge",
              "subtitle": "",
              "description": "Tobi Sokolow and Mildred Breed, two of the world’s expert cardplayers, have little in common—except a killer instinct",
              "byline": "by Paul Burka",
              "page": "152"
            }
          ]
        },
        {
          "section_heading": "Departments",
          "toc_entry": [
            {
              "title": "Time Marches On",
              "subtitle": "Texana",
              "description": "Computer-aided choreography, professional composers to score the music, mammoth budgets: at high schools and colleges across Texas these days, marching bands are playing for keeps",
              "byline": "by Carol Flake",
              "page": "56"
            },
            {
              "title": "The Real Medical Crisis",
              "subtitle": "Health",
              "description": "For reformers of the nations health-care system, ground zero may be Dallas’ Parkland Memorial Hospital, where the crush of uninsured patients with non-urgent complaints is affecting everyone's care",
              "byline": "by Jim atkinson",
              "page": "68"
            },
            {
              "title": "A sleeping Beauty",
              "subtitle": "Music",
              "description": "More than two decades after he arrived in austin, asleep at the Wheel’s Ray Benson still reigns as the king of swing",
              "byline": "by Gary Cartwright",
              "page": "78"
            },
            {
              "title": "Seeing Red",
              "subtitle": "Design",
              "description": "The controversial color of San antonio’s new public library is only the latest indication that architect Ricardo Legorreta isn’t afraid to buck convention",
              "byline": "by Jan Russell",
              "page": "112"
            }
          ]
        },
        {
          "section_heading": "Miscellany",
          "toc_entry": [
            {
              "title": "Behind the Lines",
              "subtitle": "",
              "description": "Donald Trump is one. So are Boris Yeltsin and John Gotti. So was Emily Dickinson. What are they? Texans, of course.",
              "byline": "by Gregory Curtis",
              "page": "9"
            },
            {
              "title": "Roar of the Crowd",
              "subtitle": "",
              "description": "An armey of opposition to the House majority leader; a spirited response to a Christian’s plea for understanding.",
              "byline": "",
              "page": "18"
            },
            {
              "title": "Reporter",
              "subtitle": "",
              "description": "He’s won the support of Mexican americans in El Paso; now he wants to win a seat in Congress. Is Silvestre Reyes’ attack on illegal immigration heroism or hype? Plus: Ross Perot defends his wife, Texas newspapers go to war, Lisa Loeb eyes stardom, and even Cowgirl Hall of Famers get the blues.",
              "byline": "Edited by Evan Smith",
              "page": "22"
            },
            {
              "title": "Around the State",
              "subtitle": "",
              "description": "A New Braunfels sausage festival offers the best wurst in Texas. Plus: Surf’s up at South Padre; Van Gogh, Cezanne, and Monet in Dallas; tango time in El Paso and San antonio.",
              "byline": "Edited by Quita McMath and Erin Gromen",
              "page": "34"
            },
            {
              "title": "State Fare",
              "subtitle": "",
              "description": "In the hands of chefs Raymond Tatum and Robert Mayberry at austin’s Brio, pork is more than just the other white meat",
              "byline": "by Patricia Sharpe",
              "page": "223"
            },
            {
              "title": "Restaurant Guide",
              "subtitle": "",
              "description": "",
              "byline": "Edited by Patricia Sharpe and anne Dingus",
              "page": "223"
            },
            {
              "title": "State Secrets",
              "subtitle": "",
              "description": "Are Texas cops as bad as Mark Fuhrman? Plus: Why your car rental rates are being driven up.",
              "byline": "by Paul Burka",
              "page": "260"
            }
          ]
        }
      ]
    }
  ]
}