{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19858",
    "date": "August 1985",
    "year": 1985,
    "month": 8,
    "month_formatted": "August",
    "pdf_uri": "/1985/19850800.pdf",
    "issue_cover_image": "",
    "document_start_page": 124,
    "toc_start_page": 122,
    "document_page_range": [
      [
        124,
        125,
        126,
        127,
        128,
        129
      ],
      [
        195,
        196
      ]
    ],
    "toc_order": 4,
    "toc_headline": "The Wee World Of Golf",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198508-theweewo",
  "source": "/1985/19850800.pdf",
  "wp_post_id": 121125,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-wee-world-of-golf/",
  "authors": [
    "joe nick patoski"
  ],
  "headline": "The wee world of golf",
  "dek": "Let's Hear It For Players Who Worry More About Bunkers, Than Bunkers, Ramps Than Roughs, And Windmills Than Water Hazards As They Tackle The Best Miniature Golf Courses In Texas.",
  "spread_caption": "",
  "excerpt": "Looking for a sport that offers plenty of cheap thrills and wacky challenges but requires no training, no equipment, and no big bucks? Try miniature golf.",
  "kicker": "",
  "word_count": 3628,
  "content": "<p>I Wanted Kicks, I wanted fresh air, and I knew the score. The last time I played eighteen holes of golf, it took 150 strokes to complete the circuit. The last time I played miniature golf, the scorecard tallied a more reasonable 42. My loyalties were cemented. When all is said and done, miniature golf is a lot more fun than its big brother. It’s the great american trash sport of the twentieth century, bigger than slot-car racing, trampoline parks, and survival games combined. It is not so much a game of skill as a recreational activity that requires little expenditure of energy or thought.</p><p>Perhaps it is the lack of competitiveness that has made long golfers scorn minigolf. Consider that the inch-thick <em>Golf Magazine’s Encyclopedia of Golf</em> devotes all of one paragraph to the diminutive version, concluding that “the fabulous rise of miniature golf was exceeded only by the quickness of its decline.” The differences between the two sports transcend social status and snooty attitudes. Long golf nestles its entire raison d’être in nature’s bosom; courses are designed to coexist with the natural setting as much as possible. Minigolf defies nature’s laws with boards placed at odd angles, gravity-cheating loop-the-loops, obstructive pipes, and windmills that sweep balls away. There are wonderfully convoluted water hazards, half-scale houses, and haunted castles. And certain holes offer a reward; the diligent putter can win a free game for a hole in one.</p><p>You don’t need any equipment for miniature golf; putters and balls are provided on location. The only challenge is to putt the ball into the hole in as few strokes as possible. An understanding of pinball and billiards, with their bank shots and angular play, doesn’t hurt either. For residents of many towns and small cities where minigolf enjoys its greatest popularity, the scaled-down statues, hazards, and buildings on a course are the closest they will get to the Magic Kingdom. Some people even mistake miniature golf courses for Disneyland. While touring the Malibu Castle course in Houston, my game was interrupted by a family of foreigners standing in the middle of the fairway to pose for snapshots.</p><img/><img/><p>Steven Pumphrey</p><img/><p>Steven Pumphrey</p><p><strong>a summer night, salt air, and statua silly enough for finicly small fry: a minigolfer’s dream can be found at Galveston’s Stewart Beach Mini Golf.</strong></p><p>The game’s beginnings are somewhat muddled. Walter Grey McCommas and his sons, Harry and Scott, opened Bob-OLinks in Dallas in 1927. Garnet Carter is credited with inventing Tom Thumb golf in Chattanooga, Tennessee, in 1929, but there is no real consensus on who first shrank the game; maybe the Scots brought the sport to the U.S. to appease the Munchkins. I got hooked on the game as a child visiting the Jersey shore. One course in Ocean City featured an eighteenth hole on which the golfer attempted to shoot the ball up a narrow ramp that led to a covered black kettle. If his aim was accurate, a papier-mâché British explorer in khakis rose out of the caldron and harrumphed, “By Jove, you’ve won a free game.” Back in Texas, there was the beloved Goofy Golf on Casino Beach at Lake Worth, a course that had a real monkey in a cage on one hole. When a ball was hit into the cage the monkey scooped up the ball and dropped it into one of three pipes, determining its proximity to the hole. That was great fun, if for no other reason than that the monkey was sometimes derelict in its duty and needed prompting from the manager.</p><p>Today there are two kinds of minigolf courses, the franchise course (a.k.a. PuttPutt) and the mom-and-pop operations. Mom-and-pops, which tend to be unassuming courses dotted with unusual statuary (spinning windmills, swinging doors, and turning waterwheels), celebrate the common player. For instance, at Pasadena’s Golfland, modestly tucked between a gas station and an auto repair shop, the free game that traditionally accompanies a hole in one at the eighteenth hole—on this course it’s the twentieth hole—is signaled by flashing lights and bells. Golf land even serves snow cones at the clubhouse.</p><p><em>Joe Nick Patoski lives and golfs in austin.</em></p><img/><p>Raymond Gendreau</p><p><strong>What’s this? a Dallas Cowboy stealing a football from a 7-Eleven? Nope. It’s just some honorary statuary at the Malibu Castle course, near Texas Stadium in Dallas.</strong></p><p>Although Putt-Putts once featured automated statuary, like barns with doors that opened and shut, they disdain gimmicks on their par 36 courses today. Instead, emphasis is placed on dips, rises, and small obstructions, like pipes and angular bumpers. The only real gimmicks are Putt-Putt’s various organized activities, which include parties, marathons, and competitions such as the Professional Putters association circuit. Twenty-three tournaments have been scheduled across the state this season, climaxing with the $3000 state championships at Fort Worth’s Calmont avenue course on September 8. The sheer number of PuttPutts sets the standard for modern minigolf, and they offer the best tests of accuracy. But I like bells and whistles too. Putt-Putts are like franchise burgers; they’re consistent—another way of saying that they’re the same wherever you go.</p><p>Unfortunately, time has not been kind to minigolf. Too many courses today, especially the mom-and-pop operations, suffer from negligence and indifference. At Family Golf and Go-Karts in El Paso, for example, benches are few and far between, and worn-out carpeting is being replaced slower than it should be. Also, minigolf has fallen prey to the faster-isbetter syndrome. Too many youngsters have abandoned the sedate greens to don helmets and space gear and zip their bicycles over BMX courses.</p><img/><img/><p>Steven Pumphrey</p><p><strong>Beam me up, Scotty! This tower may look like something out of</strong><em>Star Trek,</em><strong>but it’s actually the eighteenth hole at Houston’s Malibu Castle Golf and Games course.</strong></p><img/><p>Steven Pumphrey</p><p><strong>Fearless and dedicated minigolfers line up for this Malibu hole in Houston, even though a bad shot might haunt them for months to come.</strong></p><p>But my tour in search of the state’s best miniature golf courses proved that word of miniature golfs death is entirely premature. All over Texas, minigolf remains one of life’s more pleasurable cheap thrills. On evenings and weekends the crowds still line up for the chance to hit little colored balls along green carpet into holes, never giving up the hope that somehow, some way, a free game might be theirs. Here’s my selection of the finest mini-fairways in Texas. They may not be the most challenging, but they’ll give you the most fun for the money.</p><p><strong>cool crest</strong></p><p><strong>SAN Antonio’s Treasure</strong></p><p>Set on a breezy rise three blocks north of I-10, Cool Crest is the kind of course minigolfers dream about. The owners’ claim that Cool Crest is “Recognized as the World’s Finest” is no empty boast. Although the course has no moving parts or gimmicks to speak of, the holes are imaginatively laid out in a manner that makes the par 53 tough to break. The fiber carpets are the finest, truest surface I have played upon. Their wear and tear is minimized by the light vinyl-covered putters supplied at the clubhouse. The grounds are canopied by oak, mesquite, mimosa, and other shade trees, and flower beds, trickling fountains, and banana plants are spaced between the holes. Putting lessons are free for the asking. Rest rooms are marked Putters and Putterettes. What else could a golfer ask for?</p><p><em>Cool Crest Golf Course, 1400 Fredericksburg Road, San antonio (512) 7320222; $2 per round, $2.25 after 6 p. m.</em></p><p><strong>south green</strong></p><p><strong>LONGVIEW’s Ideal Mix</strong></p><p>With two meticulously maintained eighteen-hole courses (“scientifically designed for an interesting and better game of golf,” says the scorecard), proprietors Bill and Lyla Mauldin have made South Green one of the best in the state (Cool Crest is its only equal). Constructed in 1945, it is also the oldest minigolf complex in North Texas since Wee St. Andrews closed shop in Oak Cliff. Bill and his father, James, have designed courses all over the Southwest, but their ability to create greens with clever statuary and challenging holes is best displayed at the four-acre home spread. The holes feature well-kept plastic turf and freshly painted light-green bumper boards. Each hole is marked with the name of one of the course’s annual championship winners. Small fountains, neat brick walkways, planter boxes, exotic flower beds, and tiny Christmas lights strung through the bushes make the setting all the more appealing. For dedicated minigolfers, South Green offers the ideal mix of fantasy and challenge. Oversized plastic kiddie clubs and balls provided on request.</p><img/><p>Steven Pumphrey</p><p><strong>Welcome home: San antonio’s Cool Crest is a classic mom-and-pop operation. The course is shadet with mimosa trees, and putting lessons are free for the asking.</strong></p><img/><p>Raymond Gendreau</p><p><strong>Piedmont harks back to minigolf’s golden era; it has been unchanged since 1957, right down to its sawdust surface and old-time lighting.</strong></p><img/><p>Steven Pumphrey</p><p><em>South Green Putting Courses, 2100 South Green Street, Longview (214) 7530146; $1.50 per round.</em></p><p><strong>piedmont</strong></p><p><strong>TEE-ER’s Timepieces In Dallas</strong></p><p>Piedmont is one of the most unusual courses I have encountered, chiefly because it has been practically unchanged since it opened in 1957. Piedmont bills itself as Dallas’ only old-fashioned course, featuring a sawdust surface that requires daily watering. The predecessor to artificial carpet, sawdust is regarded as the truest of all putting surfaces. The course is a reminder of minigolf’s golden era in Big D, when Wee St. Andrews and Bob-O-Links ruled and Scott McCommas reigned as the Bobby Jones of miniature golf course design. The holes at Piedmont, which sits on a limestone bluff, are longer and narrower than most modern courses, and [ Continued On Page 193 ] [ Continued From Page 126 ] high green bumper boards control the ball’s path. Everything about the course is old-time, down to the lighting-a string of naked bulbs hanging from a wire.</p><p>the nastiest nine</p><p><strong>FEATURING the Cuckoo Clock, the Quintuple-Holed Wonder, And the Launching Pad.</strong></p><p>After puttering through dozens of Texas’ better-known tiny tees, i’ve found the nine toughest holes in the state. They may not cause families to cringe in terror at the sight of insurmountable challenges or make Dutchtreat daters wish that they had gone to the drive-in instead. But they will quell the call of the mild, which is what minigolf is all about in the first place.</p><p><strong>1 Number 10, west course Cool Crest San antonio</strong></p><p>This two-tiered, par-three marvel requires a straight shot into the upperlevel cup avoiding the two larger, rectangular trap holes flanking it. The shot into the upper cup drops the ball about halfway down the lower-level dogleg toward the second cup. A shot into one of the rectangular trap holes leaves the ball about twice the distance from the final cup, which is no gimme itself. A triangular obstruction sits directly behind the cup, preventing all but the most precise bank shots. According to Ria Metzger, who owns the course along with her husband, Harold (Cool Crest’s architect), number 10 has been aced only four times in the course’s 48 years of operation.</p><p><strong>2 Number 16, course 1 South Green Putting Courses Longview</strong></p><p>This par three could create a Rolaids shortage in North Texas. The source of acid indigestion is a dogleg to the left with a rise in the middle. It drops into a flat with traps on both sides before rising again onto the circular green surrounding the cup. A conservative approach over the first rise is recommended to avoid the traps. If you dare, go on to number 17, where a miniature oil pump malevolently blocks the tee shot if your timing is off.</p><p><strong>3 Number 16 Parkland Mini Golf Marshall</strong></p><p>I call this one Chump’s De-Lite, though it’s called the anthill hole at other courses. The proprietors have broken with tradition by offering a free game for an ace at sixteen instead of eighteen. They can afford to be generous because this is one ace that’s wellnigh impossible. The par-three hole is about twenty feet from the tee on a mesa about eighteen inches above the rest of the green. If you’re going for the gusto and a free pass, your tee shot needs to be strong enough to roll the ball up onto the plateau but not so forceful that the ball rolls down into no-man’s-land on the other side. It’s tougher than it looks. I bit the bait and went for a one. In the end I took a five. I would have been better off playing three-card monte at the carnival.</p><p><strong>4 Number 5, course 3 Putt-Putt austin</strong></p><p>Unlike most holes at these clean, well-lighted, franchised courses with their distinctive orange trim bordering the greens, this deceptive, difficult par two cannot be played off the boards billiards-style. It can be aced only with a straight shot of some twenty feet toward the hole. The ball must climb a two-inch rise before rolling into the cup. Even the slightest deviation will direct the ball to one of the two 45degree bumper boards guarding the front of the hole, sending the ball to minigolf purgatory.</p><p><strong>5 Number a Golf land Pasadena</strong></p><p>This par five is a three-tiered, quintuple-holed wonder that requires a light touch and patience. The first shot should be tapped delicately enough to barely push the ball up the steep, threefoot-long ramp; if it’s hit too hard, the ball will bounce off the concrete backstop and roll back down. The ramp’s uppermost hole is tucked away on the left near the board. Sink the shot and move down to the second level off to the left, where you can choose among three holes placed side by side. Beware: only one hole takes the ball straight to the final cup. The other two leave it one or two strokes away.</p><p><strong>6 Number 14 Wonderland Park Temple</strong></p><p>Number 14, the Cuckoo Clock hole, features a revolving man and woman who eternally chase each other through two doors of a little dollhouse. For the tee shot to clear the house on this par two, the ball must be hit when you can’t see the two figures; otherwise, they’ll swat the ball back toward the tee. Clear the house, and one simple shot will sink the ball into the cup.</p><p><strong>7 Number 7, north course Piedmont Miniature Golf Dallas</strong></p><p>Affectionately known as the Monster, this triple-level par three makes you sweat for a good score. The tee shot, from a wooden pad supported 25 feet above the ground by two tree limbs, calls for a solid whack aimed at the chicken-wire backstop 40 feet away. If the shot into the backstop is accurate, the ball rebounds to a small putting green below. From there, it’s an easy stroke into the cup. Any shot that misses the green calls for a penalty stroke from a mid-level launching pad.</p><p><strong>8 Number 9 Green acres Midland</strong></p><p>Green acres is the home of a hole I call the Roller Coaster, a doublehumped rise of about three feet that leads to a circular green. Making par three is difficult because the momentum that carries the ball over the humps usually propels it out of bounds. Worse, the cup itself is in a depression in the middle of a small circular rise, demanding a tap-in shot that is like shooting into the crater of a lilliputian volcano. The ball must be finessed—it needs just enough to go over the rim but not so much that it flies out the other side.</p><p><strong>9 Number 3, Seton Courtyard Putting Green Seton Central Texas Heart Institute, austin</strong></p><p>This hole proves you got to have heart to love this game. A straight, nofrills, fifteen-foot par two, the third hole is tough to beat because of two wooden bumpers staggered midway down the green at 45-degree angles, blocking just about any hole-in-one attempt. A firm stroke from the tee should bounce the ball off both side boards in order to clear the obstacles and make par.</p><p>The primary purpose of the ninehole layout in the third-floor courtyard of Seton Medical Center is to reintroduce cardiac patients to low-stress physical activity and, simultaneously, the joys of putting. The green was built two years ago with the help of golfers from Onion Creek Country Club after the club’s president was overcome with boredom while he was a cardiac patient. Use of the course is restricted to patients—who remain hooked up to their monitors while minigolfing—and their visitors.</p><p><em>J.N.P.</em></p><p><em>Piedmont Miniature Golf, 7035 Scyene Road, Dallas (214) 381-9021; $2 per round.</em></p><p><strong>PASADENA Golf Academy</strong></p><p><em>Monumental Miniatures</em></p><p><span class=\"dropcap\">T</span>he Golf academy course, adjacent to a driving range, crams more holes into less space than any course i’ve visited. In spite of the small layout and the crunchy lava-rock landscaping, it should be cited for its moving parts, including a railroad crossing gate and a windmill that rotates. Then there’s the squat, eight-foot replica of the San Jacinto Monument that glows from within. If this course were in Washington, D.C., that tower could pass for the Washington Monument.</p><p><em>Pasadena Golf academy, 7506 Spencer Highway, Pasadena (713) 479-6293; $1.50 per round.</em></p><p><strong>MALIBU Castle</strong></p><p><em>The State’s Superlative Statuary</em></p><p><span class=\"dropcap\">T</span>he chain of Malibu Castle Golf and Games boasts three of the best statues to be found on the Texas miniature golf circuit, each acknowledging some unique attribute of whichever city the course is located in. Looming over the last hole in San antonio is a big brown rock that supports a replica of the alamo with a twenty-foot version of the Tower of the americas soaring in the background. The Houston course is graced by a weird, Gaudí-inspired extraterrestrial object called an X18<strong>.</strong> The Dallas course, just a down-and-out pattern from Texas Stadium, stars a ten-foot-tall football player with the name “Staubach” above his number 12. A football is cradled in one arm and a six-shooter in the other. I’m not sure if he’s supposed to be running for a touchdown or stealing a ball from a 7-Eleven. The one exception to those local tributes is in El Paso, where the course sticks to an ambiguous international theme with an arabian castle, a candycane house, and an oriental pagoda.</p><p>Check out the other extensive half-scale statuary (a castle and several Old Weststyle buildings) and the landscaping, which can include waterfalls and a series of ponds with real ducks. However, Malibu’s statuary does not play a role in the holes. Its courses are essentially bigger versions of Putt-Putts integrated into game parks that feature car racing, batting cages, bumper boats, and video-game parlors. More bad news: Malibu Castle courses carry a stiffer tariff than most of their competitors. All locations are short on natural ground cover, and shade is at a premium. Daylight play in the summer is not recommended.</p><p><em>Malibu Castle Golf and Games. Dallas: 11130 Malibu Drive (214) 620-7576. El Paso: 1255 Lafayette (915) 593-3151. Houston: 1105 West Loop North (713) 688-5271. San antonio: 3330 Cherry Ridge Drive (512) 341-6664. All courses $3.25 for adults, $2.25 for children under thirteen.</em></p><p><strong>STEWART Beach Mini Golf</strong></p><p><em>Scavenged Statehouse in Galveston</em></p><p><span class=\"dropcap\">a</span>lthough it makes perfect sense to see statues of dolphins, tiki gods, lighthouses, whales, Peter Pan, and even the Eiffel Tower on the beach, I couldn’t figure out why the miniature state capitol was straddling the eleventh hole—until I was informed that some of the statuary had been scavenged from the old Peter Pan North location in austin.</p><p>Open since 1948, this version of Peter Pan has been in place since Hurricane Carla hit town 24 years ago. M. B. Norton, who has been at the helm of the clubhouse for the past 37 years, reckons that this course is a lot harder than any Putt-Putt. “I watched some professional putters come here not too long ago. After five holes, the best score of the bunch was three over par,” he snorted. The salt air is definitely an added attraction.</p><p><em>Stewart Beach Mini Golf, Fourth Street at Seawall Boulevard, Galveston (409) 762-6619; $2.50 per round, $3.75 for both courses.</em></p><p><strong>GREEN Acres</strong></p><p><em>Midland’s Shaded Shots</em></p><p><span class=\"dropcap\">W</span>ide open spaces, not shrubbery, are the rule at Green acres. This verdant patch in the oil patch, spread across more than two and a half acres on the edge of town, is marked by numerous cedars and junipers, lots of running water and fountains, and statuary, including a castle, a church, a windmill—all with gates that open and close—and even plaster deer resting in the shade of a tall cedar. Though some of the fiber carpet surfaces need repair, this classic course makes up for that deficiency with plenty of character. Each hole has its own name tacked to a Texas-shaped marker. Note the legendary Roller Coaster hole (number 9), and the fifth hole’s Country Mile, the seventh hole’s water jump, and the tenth hole’s geometrically precise around the Bend, which requires a delicate angle shot. Four holes boast triple-level layouts, and to make matters even tougher, the wind influences your game here. An ace on the relatively straightforward first hole wins a free game. So far Scott Howard’s 32 is the lowest score tabbed at Green acres’ par 48 course this year.</p><p><em>Green acres Miniature Golf, East U.S. Highway 80, Midland (915) 686-8155; $2.50 per round before 7 p.m., $3 after 7.</em></p><p><strong>SHERWOOD Acres</strong></p><p><em>Petroplex Putting in Odessa</em></p><p><span class=\"dropcap\">S</span>herwood acres is really Green acres’ sister course. Laid out on a similar spread of two and a half acres near the Ector County Coliseum, Sherwood was constructed in the midfifties by the same man who built Green acres (each course is now separately owned and operated). And just like its Tall City counterpart, Sherwood acres features a windmill, a log house, ponds, fountains, and other such landmarks, as well as rust-colored bumper borders. There are subtle differences. Statues of frogs on lily pads and alligators peek out of the water. Lawn chairs and picnic tables near the clubhouse are painted in bright colors. And only on the left end of the Petroplex is there a nineteenth hole with its enticing free-game opportunity.</p><p>Pleasant as the place may be, don’t let the name mislead you. As in the case of Texas’ ubiquitous Trafalgar Square apartments and Kensington Gardens subdivisions, Sherwood acres bears bloody little resemblance to merry olde England.</p><p><em>Sherwood acres Golf and Games, 4320 andrews Highway, Odessa (915) 3621322; $2.65 per round.</em></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "August 1985",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Golf",
      "Game",
      "Texas",
      "Dallas",
      "Water",
      "Football",
      "Games",
      "Statues",
      "Country",
      "Family",
      "Golden",
      "Home",
      "Land",
      "Oil",
      "Running",
      "San Antonio",
      "Space",
      "Summer",
      "Alamo",
      "apartments"
    ],
    "wp_categories": [
      "Dallas"
    ],
    "wp_location": [
      "Texas",
      "Dallas",
      "Andrews",
      "Golden",
      "San Antonio"
    ]
  }
}