{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198512",
    "date": "December 1985",
    "year": 1985,
    "month": 12,
    "month_formatted": "December",
    "pdf_uri": "/1985/19851200.pdf",
    "issue_cover_image": "",
    "document_start_page": 152,
    "toc_start_page": 138,
    "document_page_range": [
      [
        152,
        153,
        154,
        155,
        156,
        157,
        158,
        159
      ],
      [
        230
      ],
      [
        222
      ]
    ],
    "toc_order": 3,
    "toc_headline": "The Week Of the Virgin",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198512-theweeko",
  "source": "/1985/19851200.pdf",
  "wp_post_id": 120810,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-week-of-the-virgin/",
  "authors": [
    "Jan Jarboe"
  ],
  "headline": "The Week Of the Virgin",
  "dek": "Every year thousands of people flock to a small church to pay homage to an icon that heals the sick, feeds the hungry, and reveals the soul of San antonio’s West Side.",
  "spread_caption": "",
  "excerpt": "A doll-like statue of sugar-cane fiber and clay came to San Antonio from a village in Mexico. Twentyfour hours a day, residents of the West Side visited Our Lady of San Juan de los Lagos.",
  "kicker": "",
  "word_count": 3383,
  "content": "<p>by</p><p><span class=\"dropcap\">I</span>t was near dusk on a steamy Friday in late July. The parking lot of the only major shopping center on San antonio’s West Side was crowded with Mexican americans awaiting the arrival from a small village in Jalisco, Mexico, of a 349-year-old, 32-inch-tall statue made of sugarcane fiber and clay.</p><p>Legend has it that in 1623 a six-year-old circus girl who died after falling from a trapeze onto a bed of machetes was brought back to life when a statue of the Virgin Mary was laid on her body. Named for the village in which the miracle occurred, the statue became known as the Virgin of San Juan de los Lagos. It was soon in such demand that in 1636 the village priests commissioned local craftsmen to make two copies. Though the original statue never leaves the shrine in Mexico, where about 40,000 people a week go to pray for miracles or to thank the Virgin for miracles granted, the two replicas, known as Las Virgines Peregrinas, “the Pilgrim Virgins,” do occasional road tours.</p><p>The people in the crowd-many clutching letters of petition-didn’t seem to mind that the statue en route to the shopping center was not actually the one responsible for bringing the circus girl back to life. Fidgeting at the foot of a portable stage was ten-year-old Roxanne Salas, this year’s queen of San Juan de los Lagos Catholic Church. Roxanne was scheduled to lead the procession the mile and a half from the shopping center to the church, and she was eager to get on with her duties. She tugged at the waistband of her floor-length lacy white dress, wiped the sweat from her forehead, tossed her long black hair, and adjusted her rhinestone crown.</p><p>Photography By Robert Maxham</p><img/><img/><p><span class=\"dropcap\">F</span><em>ather Jose Guadalupe Rodriguez accompanied the virgin from Mexico. No one in the crowd seemed to mind that she was only a replica of the statue that legend says brought a circus girl back to life in 1623.</em></p><img/><p><span class=\"dropcap\">P</span><em>rotecting a 349-year-old statue is serious business. A member of the Knights of Columbus honor guard at the procession (above). La Milagrosa ensconced at the San Juan de los Lagos Catholic Church (left). Devotion to the statue is not passed on through the official Catholic liturgy but through word of mouth by generation after generation.</em></p><img/><img/><p><span class=\"dropcap\">R</span><em>oxanne Salas, 10, helped raise 85000 toward bringing the virgin to San antonio. She was rewarded by being chosen this year’s queen (right). Maria Guadalupe Martinez, Roxanne’s great-grandmother, at home (below). She said of the virgin, “She has kept our family together and protected us from a lot of harm.”</em></p><img/><p>Roxanne was queen because she and her king partner, Miguel almanza, raised $5000—more money than any of the other children in the parish-to help bring the statue to San antonio. Standing in the heat of the late afternoon, Roxanne was about to reap the rewards of months and months of fundraising-car washes, bingo games, cake sales, raffles, even dressing up like Boy George and singing “Karma Chameleon” for the church talent show.</p><p>Costs ran approximately $60,000 to bring the statue, also known as La Milagrosa, “the Miracle Worker,” to San antonio for ten days, according to Belgian-born parish priest Father Hugo Van den Bussche. Airfare from Mexico for Jorge Martinez (a layman whose job is to arrange appearances for the statue in the United States), Martinez’s wife, and two priests came to $1700. Four security guards were on duty 24 hours a day at $10 an hour. Producing and performing a nightly spectacular celebrating the virgin’s miracles cost $15,000. The parish also spent $20,000 for promotion, including radio advertisements, fliers, banners strung across downtown streets, and the services of a public relations consultant. Many thousands more went toward food booths, portable toilets, wages for clean-up crews, and around-theclock lighting and air conditioning for the sanctuary.</p><p>Father Hugo, a religious entrepreneur, is candid about the financial boost that is one of the blessings of La Milagrosa. During the statue’s first visit, in 1984, an estimated 300,000 people-roughly one third of the city’s population—visited the small West Side church to see the virgin, and the church grossed $250,000 in offerings. The second visit attracted only about half as many people. Curiosity-seekers didn’t return; neither did some believers who paid off a lifetime’s worth of promises to the virgin during the first visit. This year the church took in $85,000, for an after-expenses profit of $15,000.</p><p><em>Jan Jarboe is a columnist for the</em> San antonio Express-News.</p><p>Father Hugo made no apologies for the hawking of $2 votive candles, $1.50 bottles for holy water, and an endless variety of religious trinkets and photographs. “Look, this is not a business, it’s a church. Whatever we raise, we spend. Whatever we buy benefits not only this church but the whole neighborhood.” San Juan de los Lagos Catholic Church is one of the poorest parishes in the San antonio archdiocese. According to the 1980 census, almost 35 per cent of the people in the immediate neighborhood live below the poverty line, and more than 50 per cent are illiterate.</p><p>At 7:20 p.m. a red Volvo pulled into the parking lot. The two somber-looking priests from Jalisco got out of the car and presented the fifteen-pound statue to the crowd. The doll-like figure could almost be part of the Madame alexander series of dolls from different nations <strong>that little girls have been collecting for years. </strong>She was of mixed heritage, with the slanted eyes and <strong>aquiline nose</strong> of an aztec but the light flesh tone of a Spaniard. On her head was a miniature version of a crown Queen Isabella might have worn. The crown was decorated with a ruby, <strong>the only precious stone</strong> on <strong>the statue. La Milagrosa</strong> stood behind a crescent moon of silver, an ancient Indian religious symbol. The combination of Indian and Spaniard made her clearly Mexican.</p><img/><p><span class=\"dropcap\">L</span><em>os apaches desde Coahuila (left). These Indians from northern Mexico followed the virgin to Texas and performed for hours on the street in her honor. A San antonio shop window (below). Special items honoring Our Lady of San Juan de los Lagos were available in addition to the usual herb powders, vials of colored liquid, and aerosol sprays used for casting spells.</em></p><img/><img/><p><span class=\"dropcap\">T</span><em>he parish spent 860,000 for the ten-day visit, which included airfare, publicity, and security. A nightly spectacular celebrating the statue's miracles cost 815,000. Featured were dancing aztec maidens (above), and reenactments of ancient battles (right).</em></p><img/><p><span class=\"dropcap\">F</span><em>ather at Hugo Van den Bussche (above) carried the statue to the altar. His parishioners flocked to fulfill their vows, offering the virgin charms, photographs of their children, and strands of hair. Father Hugo said of the virgin’s visit, “If you think what is going on here is not sincere devotion to the Blessed Mother, just look at the faces of the people” (left).</em></p><img/><img/><p><span class=\"dropcap\">D</span><em>edication to the Virgin Mary is a way for worshipers to keep alive the ancient Indian belief in female gods, said one San antonio priest. Among the faithful were girls from the parish presenting the sacrament (right) and a group of nuns praying to the statue (below).</em></p><img/><p>The virgin’s serene face and hands were the oldest parts of the statue. Her brocade dress, though antique, was of more recent vintage; under it, she was only a wire frame. Newest was the statue’s hair. Long and black, it was the hair of Mexican worshipers. One of the most important gifts a believer can give the virgin is her hair, and little girls cultivate long braids, which they later cut and present as offerings.</p><p>For a moment before the mariachis started up again, there was silence. The statue was put in a plastic box, and four nervous Catholic laymen carefully placed it on a platform and hoisted it above their heads. Then the procession finally began. At its head was Roxanne, who says of the virgin, “She’s almost like my real mother.”</p><p>All along the route the faithful were waiting. Some joined the 45-minute walk, but most just stood in their yards and looked at the statue as it moved past. Many were crying, with their arms lifted up, as if in a state of suspended supplication. A few people had permanent outdoor shrines in their yards with elaborate portraits of the Virgin of San Juan de los Lagos on display.</p><p>Several cultures were represented in the procession; while mariachis played at the front, Indian dancers chanted ancient songs at the rear. Ahead, a dark-haired teenage girl was wearing a T-shirt that read “Virgin Tour 1985” in bold black and white letters on the back. On the front of the girl’s T-shirt was a photograph of rock star Madonna. Nearby, an old Indian woman fingered rosary beads and whispered prayers as she moved through streets [ Continued On Page 216 ] [ Continued From Page 145 ] named Inca and Matthews.</p><p><strong>[ Continued On Page 216 ]</strong></p><p><strong>[ Continued From Page 145 ]</strong></p><p>Once inside the church, Father Hugo climbed a stepladder and placed the statue on a platform about 25 feet above the floor. People began flocking to the altar to fulfill <em>mandas,</em> or vows to the Blessed Mother. Some walked on their knees to the altar from the back of the church. Others offered small silver charms, called <em>milagritos,</em> in the shape of a heart, a foot, or a leg, depending on what part of the body has been cured. Still others brought photographs of their children or grandchildren, strands of hair, old war uniforms, or wedding bouquets.</p><p>The West Side of San antonio, where devotion to the Virgin of San Juan de los Lagos is one of many deeply rooted, complex rituals, is not a neighborhood that outsiders enter or exit unintentionally. It is poor, foreign, and not on a natural route to better-traveled places. It is also the part of town from which San antonio draws its heightened sense of melodrama and its love of gladiator-style politicking and gaudy festivals. Most of what happens there is invisible to the rest of the city and, consequently, to the outside world. The phenomenon of the Virgin of San Juan de los Lagos is one example. Generation after generation of Mexicans and Mexican americans have venerated that manifestation of the Virgin Mary, and the statue is as much a symbol of cultural identity and ethnic pride as of religious faith. Devotion is passed on not through the official liturgy of the Catholic church but by word of mouth, like a treasured family secret.</p><p>Marfa Guadalupe Martinez, a 76-yearold matriarch of San Juan de los Lagos Catholic Church, is typical of many West Side residents who came from Mexico and passed on their religious beliefs to their american-born children, grandchildren, and great-grandchildren, including Roxanne Salas, the parish queen.</p><p>Mrs. Martinez lives in a small aqua and white bungalow on San Fernando Street, just behind the church. From the metal lawn chair on her front porch, she can watch the children of the parish play on $5000 worth of playground equipment, purchased with some of the proceeds from the statue’s 1984 visit to the parish.</p><p>Her family was part of an early wave of refugees who fled the political unrest inside Mexico in the early 1900’s; they were welcomed in Texas as laborers. Mrs. Martinez first heard about the Virgin of San Juan from her mother. Our Lady of San Juan, known as the patroness of journeys, is especially popular among migrant workers and newly arrived immigrants. Immigration and Naturalization officers had told Father Hugo that more than 50</p><p>per cent of the Mexican nationals who cross the border into Texas carry photographs of the virgin in their wallets.</p><p>The story Mrs. Martinez was told about the virgin’s first miracle had nothing to do with a circus girl who was brought back to life. It was about chickens, and it went something like this. One day long ago in an Indian village in the state of Jalisco, a little girl was playing outside while her mother was working in the house. The girl noticed some chickens stealing the family’s supply of corn. To stop them, she chopped off their heads. The mother was furious because the chickens were also an important source of food for the family. The little girl told her mother not to worry, and as her mother watched dumbfounded, the girl was transformed into the Virgin of San Juan, and she brought the chickens back to life.</p><p>Mrs. Martinez told the story while sitting on the edge of an easy chair beneath a tapestry of the Last Supper. On another wall hung a portrait of President John Kennedy, whose face was superimposed on an american flag. She told the legend twice, once in Spanish and again in broken English. Her granddaughter Mary Jane Salas, who translated, had never heard the story before and tried not to laugh. Mrs. Martinez volunteered that it wasn’t the story about the chickens or the circus girl that made her believe in the miraculous powers of the Virgin of San Juan but her own experiences of answered prayers.</p><p>When she was fifteen she met her future husband, Espiridion, at a church dance. “I was already big by then,” she recalled. “I had been working in the fields a long time.” Their courtship lasted five years; during that time they were never allowed to be alone. They were married in a Catholic church in San Marcos but soon came to San antonio, where Espiridion landed a job in the Kelly air Force Base maintenance department. They moved into what was then a two-room house on San Fernando Street and started having children, thirteen in all. Espiridion later became a janitor at the Municipal auditorium in downtown San antonio and worked there seventeen years until he retired. Every summer on his vacation he went to the Valley and worked in the fields, using the extra money to build more bedrooms onto their house. In 1981 Espiridion died of liver cancer. Mrs. Martinez now lives on her husband’s Social Security pension of $396 a month.</p><p>“Over the years, I have asked the Blessed Mother for so many things,” Mrs. Martinez said. “When my son Richard was in Korea and also in Viet Nam, I promised that if she would bring him home safe, I would make a pilgrimage to her shrine in Mexico. When Richard came home he took me to see her. When the children were sick I would buy <em>milagritos</em> and she would always heal them. She has kept our family together and protected us from a lot of harm.”</p><p>The Reverend Virgilio Elizondo, rector of San Fernando Cathedral in downtown San antonio, said that devotion to the Virgin Mary is one way that Mexicans and Mexican americans had been able to keep alive the ancient Indian belief in female gods. “The feminine deity was crucial in the Native american mind. The Indian concept of spirituality was dualistic —feminine motherhood asking, masculine fatherhood granting,” Father Elizondo said. “I have contended that when the people show great devotion to the Blessed Mother, either in the form of Our Lady of Guadalupe, Our Lady of San Juan, or any of the others, they are compensating for the Western world’s overemphasis on the masculine view of God.”</p><p>Father Elizondo thinks that the strong show of devotion is also a way for Mexican americans to leave their cultural imprint on Catholicism. “What’s happening at San Juan de los Lagos Catholic Church and the other forms of popular piety is a radical call to simplicity. The people are saying, ‘Don’t try to conventionalize us. Learn from our experiences.’ It is the ageold voice of resistance.”</p><p>Mrs. Martinez’s daughter Virginia is married to a carpenter and has eleven children of her own, including Mary Jane Salas. Unlike her mother, Virginia does not believe that the statue itself somehow participates in miracles. She also rejects her mother’s belief that Our Lady of San Juan takes revenge on people who fail to keep their promises. “I have faith in the Blessed Mother,” Virginia said, “but I also have faith in the Lord Jesus Christ.” Still, when Virginia suffered a fractured foot a few years ago, she purchased a foot-shaped <em>milagrito</em> and prayed to Our Lady of San Juan for intercession. “and God healed me because the Blessed Mother asked him to,” she said.</p><p>Mary Jane, Virginia’s daughter, shares her mother’s less superstitious beliefs about the Virgin. A devout Catholic, as a child Mary Jane rarely missed catechism classes or mass; she made her first Communion at the age of seven, and she recited the rosary at home twice a day. Nonetheless, she never thought much about Our Lady of San Juan until april 1980, when she got an urgent call concerning her husband from a physician at Bexar County Hospital, the hospital of last resort for San antonio’s indigent population. “When I got there the doctor told me that Floyd had encephalitis meningitis,” she recalled. He explained that her husband had probably been bitten by a mosquito carrying the disease and told her that Floyd had little chance to live. Mary Jane looked at the physician and snapped angrily, “You’re not God. You don’t know.” While Floyd was in the hospital Mary Jane never told her daughters that their father was seriously ill. “I did ask the Blessed Mother to heal my husband, and I made several promises to her,” Mary Jane said. Floyd survived, and Mary Jane kept her vows-she wore a certain T-shirt for two weeks, she crawled down the center aisle of her church, and she made more of an effort to get along with her in-laws.</p><p>Finally there is Roxanne, the family’s fourth-generation believer in Our Lady of San Juan. “I pray to her every night and every morning,” said Roxanne. “When I grow up, I want to be a nun, and if I can’t make it, then I want to be a lawyer.”</p><p>Father Hugo said that one of the reasons he arranged for the statue to be on display in his church was to fight the superstitions of the parishioners. “The visits are beautiful teaching moments,” he explained. In sermon after sermon the priest had told parishioners that the statue only represented the mother of God and it did not provoke miracles or disasters. “We use these visits as an opportunity to explain the relationship between faith and miracles. The miracles don’t happen because the people pray to the statue, but because of the power of their own faith,” Father Hugo said. “It is also a rare and beautiful opportunity for people who come looking for miracles to accept their own place in life, which oftentimes is a harsh place. They receive grace in order to accept whatever comes. Besides, if you think what is going on here is not sincere devotion to the Blessed Mother, just look at the faces of the people.”</p><p>And all week the people came-at all hours of the day and night, in buses, in automobiles, in wheelchairs, on bicycles, and on foot. During the statue’s ten-day stay Mrs. Martinez went to the church to visit Our Lady five times. At this stage in her life, with her husband dead and her children grown and living on their own, she doesn’t have as long or as specific a prayer list as she once had. She prayed for peace and prosperity and left it at that.</p><p>Late in the afternoon on the final day of the statue’s visit, Mrs. Martinez walked across San Fernando Street, past the twenty portable toilets in the church parking lot, toward the outdoor patio where the despedida (“farewell mass”) was to be said. It was nearly one hundred degrees, and almost everyone but Mrs. Martinez complained about the heat.</p><p>She sat through the mass showing little expression. The only time she smiled was when a group of young girls from the church, including her greatgranddaughter Roxanne, danced down the aisle with flowers in their hair. She listened as Father Juan Francisco Gutierrez, one of the priests who accompanied the statue from Mexico, advised the crowd not to be sad. “This is a happy occasion because the love of the Blessed Mother is with us always.”</p><p>After the statue left the church, Mrs. Martinez was asked why she venerates the virgin. She thought for almost a minute and then said, “Mexico never did anything for me, and america never did anything for my husband. But the sweet virgin, she’s given our family so much.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "December 1985",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Statue",
      "Church",
      "San Juan",
      "people",
      "Mother",
      "San Antonio",
      "Children",
      "catholic church",
      "Family",
      "Chickens",
      "Home",
      "Mexico",
      "Shopping",
      "Texas",
      "Virgin Mary",
      "Food",
      "God",
      "Love",
      "money",
      "Outdoor"
    ],
    "wp_categories": [
      "Family"
    ],
    "wp_location": [
      "San Antonio",
      "West",
      "Texas",
      "San Marcos"
    ]
  }
}