{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198512",
    "date": "December 1985",
    "year": 1985,
    "month": 12,
    "month_formatted": "December",
    "pdf_uri": "/1985/19851200.pdf",
    "issue_cover_image": "",
    "document_start_page": 122,
    "toc_start_page": 120,
    "document_page_range": [
      [
        122,
        123,
        124,
        125,
        126,
        127,
        128,
        129,
        130,
        131
      ]
    ],
    "toc_order": 1,
    "toc_headline": "Portraits In Power",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198512-portraits",
  "source": "/1985/19851200.pdf",
  "wp_post_id": 120816,
  "wp_post_guid": "http://www.texasmonthly.com/article/portraits-in-power/",
  "authors": [],
  "headline": "Portraits in Power",
  "dek": "The Texas Establishment In Its Natural Habitat.",
  "spread_caption": "",
  "excerpt": "Helmut Newton, world famous for his bizarre, sometimes shocking erotic photographs, turns his lens on another exotic subject—Texas tycoons.",
  "kicker": "",
  "word_count": 341,
  "content": "<p>HELMUT Newton</p><img /><p>“Isn’t it wonderful that foreign places always look the way you imagine them,” Helmut Newton said one night while walking through a livestock barn at the Travis County Stock Show. “You go to Tahiti, and it looks just like a Gauguin. You go to Texas, and it’s a scene from <em>Dallas</em> or <em>Giant.”</em></p><p>For Newton, a European who has captured the public imagination by translating private, often dark fantasies into compelling photographs, Texas meant power-tycoons, people who were larger than life. He had photographed royalty, the rich, the famous, and some of the most beautiful women in the world. He had shocked the worlds of fashion, art, and photography when he published photos of fashion models coming down the runway, first dressed, then nude. Personally a charming, cultivated man, he brought the kink of sadomasochism to fashion photography and made pictures that were art. But nothing struck Newton as more exotic than Texas, and nothing was more romantic than the Texas millionaire.</p><p><strong>Ben Love, chairman and chief executive officer of Texas Commerce Bancshares, lives in Houston with his wife, Margaret.</strong></p><img /><p><strong>Robert Mosbacher, Sr., is an independent Houston oil and gas producer, the chairman of Mosbacher Energy Company, and a world-champion sailor.</strong></p><img /><p><strong>TRAMMELL Crow, real estate developer and founder of the Trammell Crow Company, is at ease before the Dallas skyline.</strong></p><img /><p><strong>Caroline Hunt Schoellkopp, of the Mansion on Turtle Creek and the Remington on Post Oak Park, towers over a model of the Crescent, her new Dallas project.</strong></p><img /><p><strong>H.R. “Bum” Bright is a Dallas financier, general Partner of the Dallas Cowboys, and director of the Bright Banc Savings association.</strong></p><img /><p><strong>Gerald D. Hines, nationwide developer, is pictured beside RepublicBank Center, his latest Philip Johnson building In Houston.</strong></p><img /><p><strong>Lynn, Sakowitz, Wyatt Is an International socIALITE, Houston's reigning hotess, and one of the best-dressed women. in the world.</strong></p><img /><p><strong>John B. Connally, former governor of Texas and presidential candidate, is at home in his West austin real estate development.</strong></p><img /><p><strong>Walter Mischer, Sr., real estate tycoon and Houston power broker, relaxes at his Central Texas ranch in front of a mural of his West Texas ranch.</strong></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "December 1985",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "Dallas",
      "Houston",
      "Real Estate",
      "Fashion",
      "Photography",
      "Austin",
      "Central Texas",
      "Commerce",
      "gas",
      "Governor",
      "Home",
      "hunt",
      "Livestock",
      "Oil",
      "Oil and Gas",
      "people",
      "Photos",
      "Portraits",
      "Post Oak"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Texas",
      "Dallas",
      "Houston",
      "West",
      "Austin"
    ]
  }
}