{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19915",
    "date": "May 1991",
    "year": 1991,
    "month": 5,
    "month_formatted": "May",
    "pdf_uri": "/1991/19910500.pdf",
    "issue_cover_image": "",
    "document_start_page": 128,
    "toc_start_page": 126,
    "document_page_range": [
      [
        128,
        129,
        130
      ],
      [
        132
      ],
      [
        134
      ],
      [
        136
      ]
    ],
    "toc_order": 18,
    "toc_headline": "Ann off A Hundred Days",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199105-annofah",
  "source": "/1991/19910500.pdf",
  "wp_post_id": 126525,
  "wp_post_guid": "http://www.texasmonthly.com/article/ann-of-a-hundred-days/",
  "authors": [
    "PAUL BURKA"
  ],
  "headline": "Ann Of A Hundred Days",
  "dek": "Surprise! Texas has a real governor —but can Ann Richards survive what lies ahead?",
  "spread_caption": "",
  "excerpt": "Things around the Legislature are looking bleak, but so far, Governor Richards is having the time of her life.",
  "kicker": "",
  "word_count": 3679,
  "content": "<img/><p><span class=\"dropcap\">T</span>he state capitol this spring is a gloomy and unhappy place, home to worried faces and weary feet. Public schools are on the verge of ruin, the state is out of money, the executive agencies are awash in scandal and ineptitude, and redistricting is a threat to every member of the Legislature. The Speaker Gib Lewis’ ethics until he stands trial on charges of receiving and failing to report a gift, is paralyzed and scared. Ask any veteran legislator how the session is going, and the answer will be something like “It’s the worst one I’ve ever been through” —which was exactly the response Governor Ann Richards got last month when she greeted a House member dining at Jean-Pierre’s, a pricey Austin restaurant. “Really?” said Richards, her blue eyes opening wide in surprise. “I’m having the time of my life.”</p><p><em>Photograph by Danny Turner</em></p><img/><p><strong>Senate, forced to defend Lieutenant Governor Bob Bullock’s premature advocacy of an income tax, has turned mean and partisan; the House, forced to defend</strong></p><p>If Richards seems to be whistling on her way to the apocalypse, it’s easy to understand why. Her first one hundred days in office have been the single bright spot in this otherwise grim moment in Texas politics. For the first time in goodness-knows-when, Texas has a real governor. In case you’ve forgotten after all those years of Preston and Dolph and Mark and Bill, a governor is supposed to have a vision for the state, a program to carry it out, and the political skills and personal popularity to see it through. For the time being, at least, Richards has them all.</p><p>She has even regained a little of the star quality that she lost when Jim Mattox dragged her through the mud of last year’s Democratic primary. She received more mail in her first month in office than Bill Clements received in a year. When she emerges from her office at the Capitol, tourists flock to her for autographs.</p><p>She was the center of attention on a muggy morning in early April, as she made her way to a makeshift podium through a throng gathered outside the offices of the Texas Railroad Commission. Though she was 25 minutes late to the ceremony celebrating the agency’s 100th birthday, Richards worked the crowd deliberately, always keeping eye contact, always keeping each outstretched hand in her grasp throughout the greeting. She varied her accent and her dialect from one person to the next: “How <em>are</em> you? . . . How are <em>you</em>? . . . Hahryew^iein’?” Finally, someone got the question in first. Richards stepped back and broke into a big grin. “I’m just <em>perfect</em>,” she said.</p><p><strong>The Politician</strong> No, not quite perfect. She has a 61 percent favorable rating in the latest Texas Poll —not bad for someone who on election day won less than half the votes cast and had a higher unfavorable rating than favorable. She has been criticized, and justifiably so, for her conspicuous silence during the school-finance stalemate, after proclaiming during the campaign that education was her number one priority; the <em>Dallas Morning News</em> editorially described her lack of leadership as “Annarchy.” She pushed for a state lottery and lost. She postponed the make-or-break budget and tax decisions and still has to face them in a summer special session. But, in a way that is reminiscent of Ronald Reagan, her shortcomings seem to fall away and only her successes get noticed.</p><p>The source of Richards’ Teflon coating is that she, like Reagan, is doing something that long needed to be done. In her case, she has turned an office that is supposed to be weak —the Texas governor has no direct control over state agencies and doesn’t even get to appoint a majority to their boards for at least two years —into one with muscle. Richards demanded the resignations of Bill Clements’ appointees to the State Board of Insurance and took control of the agency. She ordered the Texas Water Commission to impose a moratorium on granting permits to handle hazardous waste. She took advantage of scandals at smaller agencies to stage additional bureaucratic coups. She laid out an agenda of stricter ethics laws, insurance reforms, and tougher hazardous-waste rules that cut across party and ideological lines. She has done the one thing she had to do: build up a cushion of popularity that might enable her to come through the impending budget and tax fight with a chance for political survival.</p><p>During the campaign, Richards carried the burden of being a political insider —a status that has been a disadvantage in American campaigns since the failed presidencies of Lyndon Johnson and Richard Nixon. “I’m not a politician,” Clayton Williams liked to say, and sure enough, he proved it in the end. Ann Richards <em>is</em> a politician, in the true sense of the word —someone skilled in using the political process. She is the first governor since the fifties to push her agenda by testifying at legislative hearings. She drops in on legislators in their offices. (Once she walked in on Steve Wolens, a Democrat from Dallas, and began lobbying him to vote for the lottery while a delegation of visiting doctors —and Wolens—looked on in amazement. She got his vote.) After calling for resignations at the State Board of Insurance, she went to the agency and assured rank-and-file employees that their jobs were not in jeopardy. She visits the House and Senate floors more often than her predecessors, always without a regal retinue of aides, always stopping to press the flesh. No sooner had the first school-finance bill gone down to defeat in the House than Richards was on the floor, impossible to overlook in a pink checked skirt, a pink striped jacket, and a pink polka-dot blouse —as if to say, I may not be involved, but don’t you boys think you can forget about me.</p><p>This is the Ann Richards that everyone expected to see in the campaign but never did. On a quiet Friday morning, with the Legislature scattered across Texas and the Capitol left to the tourists, Richards reflected on the difference between her performance as candidate and as governor. She sat at one end of a long table in a rather bare office —no plush sofas or intimate nooks —with large floral works by Texas artists on a wall behind her. She sat upright in a straightbacked chair, hands folded and still.</p><p>“People who really like campaigning may not necessarily be good officeholders,” she said, choosing her words carefully. “Campaigning and governing involve two entirely different skills. I have always believed that as a candidate, it’s very important not to run your own campaign. It’s hard for me not to be in charge.”</p><p>Did the campaign and all its nastiness change her?</p><p>“Oh, yes. I’m much stronger now. Perhaps that’s the beauty of the process. You have to be pretty tough to be in this job.</p><p>“In a campaign you have to respond to the issue of the moment. Now I can follow a long-range agenda. I think about Bill Clements a lot, particularly in this school-finance fight. He believed that it was all right to withdraw from the fray. You don’t have to be in the middle of every big fight. Bill Clements was too withdrawn, but I suspect that he was able to preserve his sanity.”</p><p><strong>The Manager</strong></p><p><span class=\"dropcap\">A</span>NN RICHARDS’ FIRST DECISION was her most important one. Three days after the election, she met with a group of close advisers in a South Padre Island condominium to plan the direction of the new administration. Jack Martin, an Austin political consultant, posed the initial question: Do you plan to run again in four years?</p><p>The implications were clear to everyone in the room. Richards was the first person from the liberal wing of the Democratic party to be elected governor since the early days of the New Deal. She carried the hopes of people who had lost almost every political battle for thirty years and saw this as their big chance. Already rumors were circulating around Austin that Richards would appoint Liz Carpenter, Lady Bird Johnson’s longtime press secretary, to the University of Texas Board of Regents; sic Jim Hightower, defeated for reelection as agriculture commissioner, on the Water Commission; and send Annette LoVoi, a consumer advocate, to the State Board of Insurance. Did Richards want to stock the government with her buddies, declare war on business, come out swinging for an income tax, and retire, voluntarily or involuntarily, after four years? Or did she want to govern in a more pragmatic way?</p><p>Her answer was immediate: Yes, she wanted to run for reelection.</p><p>Mark White, the last Democratic governor of Texas, had lost his race for a second term, and Richards had watched from her treasury office as he botched his job. He had run off to Washington at every opportunity in order to promote himself as a potential vice-presidential choice. So Richards has made a deliberate decision to stay close to home. She makes no speeches out of state, not even for other Democrats around the country. She cannot afford to alienate Republicans and conservative Democrats in the fragile coalition that elected her. White had tried to avoid accountability—after making utility rates a campaign issue in his winning race against Bill Clements, he tried, unsuccessfully, to change the Public Utility Commission to an elected body, so that he couldn’t be blamed for future rate increases. Richards wants all the accountability she can get. She could have left the three-member State Board of Insurance in the hands of two Clements appointees and attacked them for higher rates. Instead, she opted for a takeover.</p><p>Words like “accountability” matter a lot to Ann Richards. She is much more interested in administration than legislation or theories (her idea of quality education is to give teachers more money and freedom); one has the feeling that she can hardly wait for the Legislature to get out of town so that she can devote her full time to running the government. Bill Clements’ legislative staff used to take up positions in the back of the House chamber every day, making sure that bills were fine-tuned to their liking, but after Richards’ aides showed up for the lottery debate, they didn’t return for weeks. If a bill isn’t part of her program, Richards leaves its fate to the Legislature. Sometimes this hands-off approach leads to missed opportunities. A bill establishing a bureau to combat auto theft —and thus reduce insurance rates, something near and dear to Richards’ heartsuffered a damaging floor amendment that would have been defeated had the governor come out for the bill.</p><p>Before she took office, Richards and her inner circle drew up a list of how they wanted the new administration to be characterized. It would:</p><p>• Open doors, by bringing new people into governing roles</p><p>• Highlight ethics</p><p>• Institute accountability</p><p>• Promote efficiency</p><p>• Create a standard of “legendary customer service”</p><p>• Provide a sense of movement, that someone is in charge</p><p>• Prepare Texas for the twenty-first century.</p><p>Look at that list again. Clayton Williams could have lived with it. For that matter, change “Texas” to “Chrysler Corporation,” and so could Lee Iacocca. The list is a window into Ann Richards’ political soul. Except for the last item, everything concerns the processes of government rather than policy. Even her legislative agenda —ethics, insurance, hazardous waste —is aimed at improving processes.</p><p>Ann Richards is a post-Reagan Democrat, as quick and eager as any Republican to gain political advantage by knocking government. In our conversation she complained about the reward system in government (“More employees, more parking, bigger buildings”), pervasive bureaucracy (“I can’t believe the number of times I pick up a piece of paper, even in my small office, and three people have already handled it”), and government ineptitude (“The reason people distrust government is that they think government wastes. I don’t blame them. They’re not getting their money’s worth”). She attributes the poor functioning of state agencies not to any inherent failing of government but to lax oversight by board members who have treated their appointments as an honor instead of a job. Her solution is to run a cabinet-style executive branch, where she is in frequent contact with her appointees. Ann Richards believes in government and wants more than anything to prove that it can work.</p><p><strong>The New Texas</strong></p><p><span class=\"dropcap\">O</span>N THE DAY THAT ANN RICHARDS revealed her choice to replace newly elected state comptroller John Sharp on the Texas Railroad Commission, Sharp received a call from an irate oilman.</p><p>“Who the hell is Leonard Guerrero?” the oilman wanted to know.</p><p>“It’s worse than you think,” Sharp answered lightly. “It’s <em>Lena</em> Guerrero.”</p><p>The most important power possessed by a Texas governor is the ability to appoint the people who will run the state agencies. Every major selection sends a signal. Guerrero’s appointment —a Hispanic woman to the panel that regulates the oil and gas industry —was the first one Richards made, and it said: Things are going to be different around here.</p><p>Guerrero, formerly an Austin legislator and a Richards campaign staffer, is one symbol of what Richards has called the New Texas. Another is the reading material on a table in the governor’s downstairs reception room: <em>The Treasury of American Short Stories, Hoover’s Handbook: Profiles of Over W0 Major Corporations,</em> and <em>Ark in the Attic: An Alphabet Adventure</em> accompany the obligatory Parks and Wildlife magazine. Something for everybody. In the main reception area upstairs, a football trophy—an icon of the Old Texas if ever there was one —has been removed from public view. Things are different around here.</p><p>Richards had talked about a New Texas during the campaign. But the concept never caught on, mainly because Richards herself never communicated a clear idea of what it meant. She had promised to appoint women, Hispanics, and blacks in numbers that reflected their proportion of the state’s population. But was that a real change or just a quota system for rewarding Democratic party hacks and fundraisers around the state?</p><p>Now, one hundred days and almost five hundred appointments into her term, Richards still isn’t sure what form her New Texas will take. “It means new faces, opening doors,” she said. Then what? What comes next? “We don’t know yet,” Richards answered. “It’s too soon. But people who have been cut out of the power structure are going to bring new perspectives to these jobs.” Like her list of maxims for her adminstration, the New Texas focuses on process rather than result.</p><p>“People who thought we were going to appoint a bunch of political hacks definitely aren’t New Texas,” said Jane Hickie, Richards’ tall, redheaded appointments secretary who will soon become the state’s Washington lobbyist. “The New Texas is a belief that you can make government work through diversity. It is very affirmative and hopeful. It assumes as its starting point that you’re not cynical about government. You’d be cynical if you put hacks into power —you’re saying it doesn’t really matter.”</p><p>With one exception, Richards’ first round of appointees has received high marks from the entire political community. (The exception: She named Beaumont plaintiff’s lawyer Walter Umphrey, a major campaign contributor, to the Parks and Wildlife Commission despite the objections of environmentalists that Umphrey was part owner of a wastedisposal company with a history of pollution violations.) Guerrero, who has to run statewide in 1992 to hold on to her position, visited West Texas oil fields and came away with a thank-you newspaper ad bought by oil companies. Richards’ decision to give the highly visible job of secretary of state to former East Texas legislator John Hannah was much-needed early proof that there is room for white males on her team. Hannah’s presence also assured Republicans that the job of keeping elections honest would be in clean hands. He was formerly the head of Common Cause in Texas.</p><p>It was Richards’ choices for UT and A&M regents, however, that settled any remaining doubt about her political shrewdness. No appointments are more prized or more widely noticed than these; no governing boards in the state are so steeped in the good-ol’-boy establishment network or —since neither university measures up to its press releases—so in need of shaking up. To the UT board, Richards named Waco insurance executive Bernard Rapoport, a longtime supporter of liberal causes and politicians; Zan Holmes, Dallas’ most influential black minister; and Ellen Temple of Lufkin, a writer, a publisher, and, by the way, the daughter-in-law of timber baron Arthur Temple —three people whom members of the establishment network could neither complain about nor claim as their own. Richards reappointed Royce Wisenbaker of Tyler, another faithful Democratic donor, to the A&M board, but her other two appointments were shots across the Aggies’ bow. Mary Nan West, a salty Batesville rancher once named “Man of the Year” by the Texas County Agricultural Agents Association, got one of the slots, as if to make the point, Girls can raise cattle too. (“I get a chill every time I think about her on that board,” said one Richards staffer.) The other opening went to Alison Leland, a Houston investment banker and the widow of Congressman Mickey Leland; this time the message was, It’s time to recruit blacks other than athletes. Don’t tell Clayton Williams’ alma mater that the governor of Texas is a weak office.</p><p><strong>The Threat</strong></p><p><span class=\"dropcap\">T</span>HE APRIL MEETING OF THE PARKS and Wildlife Commission was routine until Terry Hershey, one of Ann Richards’ new appointees, complained about a proposal to promote trophy hunting. It’s too bad that Parks and Wildlife didn’t just “cope with” hunters instead of encouraging them, Hershey said. The remark reverberated across Texas and left Hershey —a nationally prominent conservationist and parks advocate on a body that sorely needs someone with her stature and interests —temporarily without credibility.</p><p>Incidents like this one represent a far graver threat to Ann Richards than a tax increase. She has already maneuvered to mitigate the political damage of the inevitable tax bill. She shied away from endorsing an income tax while Bob Bullock drew all the fire for supporting one. She backed the lottery. She supported an audit of state agencies, which she hopes will produce proposals that save billions. She can endorse those cuts, knowing that they will probably be politically unpalatable to the Legislature —Republicans included. Then Republicans will have to share the blame for the tax bill, even though they’ll vote against it. Don’t underestimate her ability to pull it off. But if voters ever get the idea that her values, as expressed by those close to her, exclude traditional Texas notions, she is finished. Diversity has to work both ways.</p><p>The biggest threat in this regard is not Richards herself but ideologues and advocates around her. Some are members of her policy council, a group of around ten staffers with individual control over areas like budget, crime, education, energy, environment, insurance, economic development, and human services. Any outsider with a problem in one of those areas has to go through the appropriate policy-council member. No one else on the staff is supposed to intervene; everyone has been admonished to “stay in your lane.” This doesn’t sit well with business lobbyists, who are used to dealing with fixers but —to hear them tell it, at least —now find themselves forced to deal with purists. During final negotiations over the insurance-reform bill, Richards had to tell her staff, according to an eyewitness, to “stop your bitchin’ and whinin’.” Now the center of the storm is hazardous waste, where policy-council member Susan Rieff insists that she is following Richards’ standing order to work with the other side-but the other side insists that she is not.</p><p>The Capitol halls buzzed for days after a meeting between Richards and lobbyists for companies that have invested millions of dollars to get hazardous-waste permits under current rules only to find Richards seeking to impose new rules in the middle of the process. Fearing that the new rules will be so onerous that no permits will be issued, one lobbyist asked Richards: What about a grandfather clause exempting companies that applied for permits under the old rules? And then, recalled another lobbyist, “her chin went down and her hair came forward and her eyes came up, and she looked like every authority figure you’ve ever had in your whole life, your mother and your teacher and your preacher all rolled into one, and she said, 'Absolutely not. Your people are going to have to deal with me or my appointees. We’re going to clean this state up!’ ”</p><p>Richards would win hands down if her only opponents were a handful of affected permit seekers, but the political problem is bigger than that. Texas produces more hazardous waste than any other state (mostly from oil refineries and petrochemical plants), and the demand for new waste-treatment sites is intense. The cost of disposing of waste has skyrocketed since the moratorium took effect. The lobbyists left with instructions to continue negotiating with Rieff about the new rules, but no one was optimistic.</p><p><span class=\"dropcap\">S</span>TILL, ANN RICHARDS’ GREATEST asset is that she knows how to make people like her —even Republicans. “She’s the only governor who ever sent me roses,” said Ashley Smith, a Houston legislator who got his bouquet after working on a bill with Richards while she was treasurer. “There are a lot of issues I will never agree with her on, but, gosh, she’s got a tough job.”</p><p>One morning she appeared at a ribboncutting ceremony on the front steps of the Capitol sponsored by the Texas Medical Association —not exactly your everyday Democratic group. As she so often does in these ceremonies, she began her remarks with small talk, picking up a bag of medical items from a display table and inspecting it. “I need to have the skinthickening and the blood-pressure medicine,” she said, “and you can keep the prunes.” Empathetic laughter rippled through the onlookers.</p><p>Back in her office for yet another gathering, she accepted a gimme cap that said “Tyler, Texas” from a man in a dark suit. Somewhere in the delegation of visitors she spotted a familiar face. Ann Richards threw open her arms and leaned backwards like a singer, and said, “Isn’t it great I’m here?”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "May 1991",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "Governor",
      "Government",
      "people",
      "Ann Richards",
      "Campaign",
      "office",
      "ever",
      "Insurance",
      "Austin",
      "House",
      "Oil",
      "Wildlife",
      "Bill Clements",
      "Legislature",
      "Lottery",
      "Power",
      "Republicans",
      "Waste",
      "Work"
    ],
    "wp_categories": [
      "Agriculture"
    ],
    "wp_location": [
      "Texas",
      "Austin",
      "Houston",
      "Temple",
      "Washington"
    ]
  }
}