{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198911",
    "date": "November 1989",
    "year": 1989,
    "month": 11,
    "month_formatted": "November",
    "pdf_uri": "/1989/19891100.pdf",
    "issue_cover_image": "",
    "document_start_page": 122,
    "toc_start_page": 120,
    "document_page_range": [
      [
        122,
        123,
        124,
        125,
        126,
        127
      ]
    ],
    "toc_order": 6,
    "toc_headline": "Cowboy Songs",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198911-cowboyson",
  "source": "/1989/19891100.pdf",
  "wp_post_id": 124725,
  "wp_post_guid": "http://www.texasmonthly.com/article/cowboy-songs/",
  "authors": [
    "Anne Dingus",
    "Richard Mantel"
  ],
  "headline": "Cowboy Songs",
  "dek": "Five Classics From the Open Range As You’Ve NEVeR Seen Them Before.",
  "spread_caption": "",
  "excerpt": "Five favorites from the wide-open spaces, in words and pictures.",
  "kicker": "",
  "word_count": 1969,
  "content": "<p><span class=\"dropcap\">I</span>n the immenseness of the plains, it was good to hear a human voice, even one’s own. Cowboys sang to comfort themselves and their cattle. Singing was as essential a part of cowboyness as roping and riding; Ab Blocker, one of the famous trail-boss brothers, once fired a hand whose voice annoyed the herd. Cowboys sang at night, but not around the campfire; most sang in the saddle, and guitars were rare.</p><p>“Cowboys used to love to sing about people dying,” wrote E. C. “Teddy Blue” Abbott in his memoirs of the trail. “I guess it was because they was so full of life themselves.” Back then death was always close at hand. Wanderlust, horses, and unrequited love were other favorite themes. Most well-known ballads were based on popular songs or poems from magazines, but cowboys personalized lyrics at will; thus “Whoopee Ti Yi Yo” is musically similar to “The Streets of Laredo” (a.k.a. “The Cowboy’s Lament”), but the words are drastically different. Four of the versions printed here are from John and Alan Lomax’s classic, <em>Cowboy Songs and Other Frontier Ballads.</em></p><p>Cowboy music is not country music, though the two are often lumped together as “country and western.” One reflects the almost forgotten Code of the West-clean living, hard work, and personal honor-while the other dwells on the violation of those virtues. Although a succession of performers have preserved cowboy musicincluding singing cowboy Gene Autry, the enduring Sons of the Pioneers, and fifties balladeer Marty Robbins—it has long been eclipsed by its country cousin. Today a few of the faithful carry the torch, like Riders in the Sky, Mary McCaslin, and Ian Tyson. But as drinkin’ and cheatin’ fall from favor, Texans are ripe to rediscover cowboy songs. If you don’t-well, it’s your misfortune and none of our own.</p><p>Little Joe, the Wrangler</p><p>Illustrated by</p><p><strong>Richard Mantel</strong></p><p>It’s little Joe, the wrangler, he’ll wrangle nevermore, His days with the <em>remuda</em> they are o’er; Twas a year ago last April he rode into our camp,Just a little Texas stray and all alone,-</p><p>It was late in the evening he rode up to our herd On a little Texas pony he called “Chaw.” With his brogan shoes and ov’ralls, a tougher lookin’ kid You never in your life before had saw.</p><p>His saddle was a Texas “kack,” built many years ago, With an O.K. spur on one foot lightly swung; His “hot roll” in a cotton sack so loosely tied behind, And his canteen from his saddle-horn was swung.</p><p>He said that he had to leave home, his pa had married twice; And his new ma whipped him every day or two; So he saddled up old Chaw one night and lit a shuck this way, And he’s now trying to paddle his own canoe.</p><p>He said if we would give him work, he’d do the best he could, Though he didn’t know straight up about a cow; So the boss he cut out a mount and kindly put him on, For he sorta liked this little kid somehow;</p><p>Learned him to wrangle horses and to try to know them all, And get them in at daylight if he could; To follow the chuck-wagon and always hitch the team, And to help the <em>cocinero</em> rustle wood.</p><p>We had driven to the Pecos, the weather being fine; We had camped on the south side in a bend; When a norther commenced blowin’, we had doubled up our guard, For it taken all of us to hold them in.</p><p>Little Joe, the wrangler, was called out with the rest; Though the kid had scarcely reached the herd, When the cattle they stampeded, like a hailstorm long they fled, Then we were all a-ridin’ for the lead.</p><p>’Midst the streaks of lightnin’ a horse we could see in the lead, Twas Little Joe, the wrangler, in the lead; He was riding Old Blue Rocket with a slicker o’er his head, A-tryin’ to check the cattle in their speed.</p><p>At last we got them milling and kinda quieted down, And the extra guard back to the wagon went; But there was one a-missin’ and we knew it at a glance, ’Twas our little Texas stray, poor Wrangling Joe.</p><p>The next morning just at daybreak, we found where Rocket fell, Down in a washout twenty feet below; And beneath the horse, mashed to a pulp,-his spur had rung the knell,Was our little Texas stray, poor Wrangling Joe.</p><p>Little Joe, the Wrangler, A Home On the Range, the Dying Cowboy. And Whoopee Ti Yi Yo, Git ALOnG, Little Dogies Collected. Adapted, And ARRangeD By John A. Lomax And Alan Lomax Tro-©Copyright 1938 (Renewed) Ludlow Music, Inc.. New YoRK, N.Y. Used By PERMISSIOn; the Strawberry Roan From Jim Bob TiNSLEY. He Was Singin’ This SOnG (ORLAndO: University Of Central Florida Press, 1981). Used By PERMISSIOn</p><img /><img /><img /><p><strong>A Home on the Range</strong></p><p><em>Illustrated by</em></p><p><strong>Braldt Bralds</strong></p><p>Oh, give me a home where the buffalo roam, Where the deer and the antelope play, Where seldom is heard a discouraging word And the skies are not cloudy all day.</p><p><em>Chorus:</em></p><p>Home, home on the range, Where the deer and the antelope play; Where seldom is heard a discouraging word And the skies are not cloudy all day.</p><p>The red man was pressed from this part of the West, He’s likely no more to return To the banks of Red River where seldom if ever Their flickering campfires burn.</p><p>How often at night when the heavens are bright With the light of the glittering stars, Have I stood here amazed and asked as I gazed If their glory exceeds that of ours.</p><p>Oh, I love these wild flowers in this dear land of ours; The curlew I love to hear scream; And I love the white rocks and the antelope flocks That graze on the mountain-tops green.</p><p>Oh, give me a land where the bright diamond sand Flows leisurely down the stream; Where the graceful white swan goes gliding along Like a maid in a heavenly dream.</p><img /><p><strong>The Strawberry Roan</strong></p><p><em>Illustrated by</em></p><p><strong>Etienne Delessert</strong></p><p>I was hanging ’round town not earning a dime, Being out of a job, just a-spending my time. When a stranger steps up and he says, “I suppose That you're a bronc rider by the looks of your clothes.” 1 says, “Guess you’re right, and a good one I claim. Do you happen to have any bad ones to tame?” He says, “I’ve got one, that’s a good one to buck, At throwing good riders, he’s had lots of luck.”</p><p>I gits all excited and asks what he pays To ride that old horse for a couple of days. He offers me ten, and I says, “I’m your man, ’Cause the horse hasn’t lived that I couldn’t fan.” He says, “Git your saddle, and I’ll give you a chance.” So we climb in the buckboard and ride to the ranch. Early next morning right after chuck I go down to see if this outlaw can buck.</p><p>There in the corral just a-standing alone Is a scrawny old pony-a strawberry roan. He has little pig eyes and a big Roman nose, Long spavined legs that turn in at the toes, Little pin ears that are split at the tip, And a 44 brand there upon his left hip. I put on my spurs and I coil up my twine, And say to the stranger, “That ten-spot is mine.”</p><p>Then I put on the blinds and it sure is a fight. My saddle comes next, and I screw it down tight. Then I pile on his back and well I know then, If I ride this old pony, I’ll sure earn my ten. For he bows his old neck and he leaps from the ground Ten circles he makes before he comes down. He’s the worst bucking bronc I’ve seen on the range, He can turn on a nickel and give you some change.</p><p>He goes up once more, and he goes way up high, And leaves me a-settin’ up there in the sky. I turn over twice and I come down to earth, And I start into cussin’ the day of his birth. I’ve rode lots of ponies out here on the range, And there’s been one or two that I shore couldn’t tame. But I’ll bet all my money there’s no man alive Can ride that old horse when he makes his high dive.</p><img /><img /><p><strong>The Dying Cowboy</strong></p><p><em>Illustrated by</em></p><p><strong>Marshall Arisman</strong></p><p>“Oh, bury me not on the lone prairie.” These words came low and mournfully From the pallid lips of a youth who lay On his dying bed at the close of day.</p><p>He had wailed in pain till o’er his brow Death’s shadows fast were gathering now; He thought of his home and his loved ones nigh As the cowboys gathered to see him die.</p><p>“Oh, bury me not on the lone prairie Where the wild coyotes will howl o’er me, In a narrow grave just six by three. Oh, bury me not on the lone prairie.”</p><p>“I’ve always wished to be laid when I died In the little churchyard on the green hillside; By my father’s grave there let mine be, And bury me not on the lone prairie.</p><p>“Let my death slumber be where my mother’s prayer And a sister’s tear will mingle there, Where my friends can come and weep o’er me; Oh, bury me not on the lone prairie.</p><p>“Oh, bury me not on the lone prairie In a narrow grave just six by three, Where the buzzard waits and the wind blows free; Then bury me not on the lone prairie.</p><p>“Oh, bury me not-” And his voice failed there. But we took no heed of his dying prayer; In a narrow grave just six by three We buried him there on the lone prairie.</p><p>Where the dewdrops glow and the butterflies rest, And the flowers bloom o’er the prairie’s crest; Where the wild coyote and winds sport free On a wet saddle blanket lay a cowboy-ee.</p><p>Oh, we buried him there on the lone prairie Where the wild rose blooms and the wind blows free; Oh, his pale young face nevermore to seeFor we buried him there on the lone prairie.</p><p>And the cowboys now as they roam the plainFor they marked the spot where his bones were lainFling a handful of roses o’er his grave, With a prayer to Him who his soul will save.</p><p>“Oh, bury me not on the lone prairie Where the wolves can howl and growl o’er me; Fling a handful of roses o’er my grave With a prayer to Him who my soul will save.”</p><img /><p><strong>Whoopee TiYilo, Git Along, Little Dogies</strong></p><p><em>Illustrated by</em></p><p><strong>Alex Murawski</strong></p><p>As I was a-walking one morning for pleasure, I spied a cow-puncher a-riding along; His hat was throwed back and his spurs were a-jinglin’, As he approached me a-singin’ this song:</p><p><em>Chorus:</em></p><p>Whoopee ti yi yo, git along, little dogies, It’s your misfortune and none of my own; Whoopee ti yi yo, git along, little dogies, For you know Wyoming will be your new home.</p><p>Early in the springtime we’ll round up the dogies, Slap on their brands, and bob off their tails; Round up our horses, load up the chuck wagon, Then throw those dogies upon the trail.</p><p>Some of the boys goes up the trail for pleasure, But that’s where they git it most awfully wrong; For you haven’t any idea the trouble they give us When we go driving them dogies along.</p><p>When the night comes on and we hold them on the bed-ground, These little dogies that roll on so slow; Roll up the herd and cut out the strays, And roll the little dogies that never rolled before.</p><p>Your mother she was raised way down in Texas, Where the jimson weed and sand-burrs grow; Now we’ll fill you up on prickly pear and cholla Till you are ready for the trail to Idaho.</p><p>Oh, you’ll be soup for Uncle Sam’s Injuns; “It’s beef, heap beef,” I hear them cry. Git along, git along, git along, little dogies You’re going to be beef steers by and by.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "Articles",
    "wp_issue": "November 1989",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Cowboy",
      "Cowboys",
      "Home",
      "Love",
      "Texas",
      "Antelope",
      "Prayer",
      "Cattle",
      "Country",
      "Death",
      "Deer",
      "Land",
      "Roses",
      "Soul",
      "Spurs",
      "wind",
      "Abbott",
      "Beef",
      "Comfort"
    ],
    "wp_categories": [
      "Home"
    ],
    "wp_location": [
      "Texas"
    ]
  }
}