{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198912",
    "date": "December 1989",
    "year": 1989,
    "month": 12,
    "month_formatted": "December",
    "pdf_uri": "/1989/19891200.pdf",
    "issue_cover_image": "",
    "document_start_page": 127,
    "toc_start_page": 122,
    "document_page_range": [
      [
        127,
        128,
        129,
        130
      ],
      [
        161
      ],
      [
        163
      ]
    ],
    "toc_order": 5,
    "toc_headline": "Liz And Me",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198912-lisandme",
  "source": "/1989/19891200.pdf",
  "wp_post_id": 124668,
  "wp_post_guid": "http://www.texasmonthly.com/article/liz-and-me/",
  "authors": [
    "Joseph C. Hamilton"
  ],
  "headline": "Liz And Me",
  "dek": "When the Crew Of Giant Hit Texas, Who Told Elizabeth Taylor Where To Find the Best Mexican Food, Introduced Edna Ferber To James Dean, And Loaned Rock Hudson So Cents? Yours Truly.'",
  "spread_caption": "",
  "excerpt": "Memories of the filming of Giant in Marfa, as recalled by a fan who had the best seat in the house.",
  "kicker": "",
  "word_count": 2107,
  "content": "<p><span class=\"dropcap\">T</span>heir arrival had been a closely guarded secret. Still, on the day in June 1955 when three hundred actors, actresses, camera operators, and movie technicians piled off a Southern Pacific passenger train at Marfa, a handful of movie fans were there to greet them. The bedraggled group, looking as disheveled as a circus troupe, had just finished shooting some scenes of <em>Giant</em> in Virginia and were in Marfa to begin a six-week filming session on the Worth Evans Ranch, seventeen miles west of town. Their temporary home was a drought-stricken whistlestop of 3,600 inhabitants that boasted two hotels, two motels, three cafes, two beer joints, one small Safeway, a used-car dealership, and an old indoor theater called the Palace, which had been closed for two years.</p><p>by</p><p>Surprisingly Like Ordinary Mortals, Rock (Right), Liz, And Actor Paul Fix Grab a Nap On the Set Of Giant</p><p>Photograph Courtesy Of Bettmann Archive</p><img/><img/><p>That summer I commuted to Marfa from alpine, 25 miles to the east, where I was attending Sul Ross State University on a voice scholarship after my discharge from the air Force. I was married, my wife was expecting our first child, and I was lucky enough to be employed at the twenties-era El Paisano Hotel as a desk clerk, telephone operator, house detective, and bellhop.</p><p>I was standing behind the check-in desk with Mrs. E. F. Malian, my boss and the owner of El Paisano Hotel, when James Dean, who was playing Jett Rink in the movie, and a teenager named Dennis Hopper (Jordan Benedict III) banged through the double doors from the patio and dropped their luggage just inside the lobby.</p><p>“What the hell are we gonna do here?” moaned Hopper, looking around at the deer and antelope heads, which stared back at him from the walls of the large tiled room. James Dean had already flopped onto one of the leather divans, stretching out full length over the plush cushions.</p><p>Joseph C. Hamilton is a freelance writer who now lives in Fairfield, California.</p><p><span class=\"dropcap\">W</span><strong>hat the Hell Are We Gonna Do Here?” MOANED Teenager Dennis Hopper. “We’re Gonna Br^Ng This Place Some Culture And Some BrEAD,” JAMES Dean ANSWeRED.</strong></p><p><strong>Top To BOTToM: a Movie Barbecue At REAtA’s Prefab Mansion: James Oean Has a Rare CHAt With Biant Author Edna Ferber; DIRECToR 6E0r6e Stevens Offers Liz a Few Pointers. Opposite: On the Ranch Between Takes, Dress Was Come-As-You-Are Casual For Elsa Cardenas, Liz, Carroll Baker, And Rock.</strong></p><img/><img/><img/><p>“What do you think? We’re gonna bring this place some culture and some bread,” Dean answered, removing his glasses and squeezing the bridge of his nose. He sat up and glanced around the lobby, watching other members of the cast and crew drag into the hotel and fine up at the desk to receive their room assignments. Later that afternoon Chill Wills (Uncle Bawley) and fellow western character actor Monte Hale (Bale Clinch) came in, both wearing jeans, ten-gallon hats, and cowboy boots. And George Stevens, the director and coproducer, arrived with $10,000 in cash, which he placed in our tiny hotel safe.</p><p>“Son,” Stevens told me as he was leaving, “if anyone comes in to rob you, just give them the combination. Don’t put up a fight.” Who would have to ask for the combination? I wondered. A child could have easily carried the safe away.</p><p>The next morning Mrs. Malian came up to the desk with a gray-haired gentleman and a whitehaired woman. Behind them I could see almost the entire company of actors, cameramen, wardrobe workers, and secretaries milling about in the lobby and small lounge, sipping various drinks and nibbling hors d’oeuvres. It was the first social gathering for all of them before the filming began the next day. “Joe, I want you to meet Edna Ferber, author of the book Giant, and Mr. Henry Ginsberg, coproducer of the movie.”</p><p>Edna Ferber was wearing a blue cotton print dress with short sleeves and white pumps. She offered her hand to me and smiled. She was a small woman. Even in her heels, Ferber only stood about five feet four inches tall. Ginsberg, in his white slacks and navy-blue blazer, was only three or four inches taller than Ferber.</p><p>“Since you checked in all of these people yesterday, I was just wondering if you would mind taking us around and introducing Miss Ferber and Mr. Ginsberg to them?” Mrs. Malian inquired of me, looking at me as though she had just made the world’s most logical request. [ Continued On Page 156 ] [ Continued From Page 124 ] Nevertheless, I bravely escorted Miss Ferber and Mr. Ginsberg through the many clusters of the Well-knowns and the Unknowns, trying in vain to remember more than two hundred names. I felt very awkward introducing world-famous people to other world-famous people, all of whom acted as if they hadn’t heard of each other. Maybe they hadn’t.</p><p>[ Continued On Page 156 ]</p><p>Photographs Courtesy Of Bettmann Archive (Bottom And Opposite Page)</p><img/><p>[ Continued From Page 124 ]</p><p>Actress Jane Withers (Vashti Snythe) was cheerful, and Mercedes McCambridge (Luz Benedict) was absolutely gracious and warm. Carroll Baker (Luz Benedict II) and Earl Holliman (Bob Dace) seemed too preoccupied to acknowledge Edna Ferber, but their interest perked up when I introduced Henry Ginsberg, who, I had heard, had put up $2.5 million to make the movie.</p><p>Elizabeth Taylor (Leslie Benedict) and Rock Hudson (Bick Benedict) were staying in private homes, and they had not arrived for the midmorning gathering, but James Dean had sought out his favorite couch, where he was stretched full length, hands locked behind his head, gazing up at the assemblage. Having led my group over to Dean’s reclining form, I performed the introductions. Dean only looked up and nodded at them, then without rising stuck out his hand to Ginsberg.</p><p>“How are you?” Dean said to Ginsberg. Ferber and Mrs. Malian looked on, smiling politely, as Dean sat up and began to squint around the lobby, completely ignoring Ferber.</p><p>Later that afternoon, when everyone had left the lobby for naps or brief side trips to familiarize themselves with Marfa, Earl Holliman came strolling up to the check-in counter with his hands stuffed into his jeans, looking lost.</p><p>“Can I help you, Mr. Holliman?” I asked.</p><p>“Earl. Call me Earl, little buddy,” he said and grinned down at me. “By the way, just where the hell did everybody go?” He seemed drowsy.</p><p>“I guess most are resting up. A few are out getting the lay of the land,” I said, studying him as he turned and looked out over the patio.</p><p>“Say,” I said slowly, “Earl, can I ask you a question?”</p><p>He turned and grinned, “Sure. Shoot.”</p><p>“Can you tell me why so many folks treated that writer Edna Ferber as if she had leprosy?”</p><p>He laughed, cocked his head to one side, and weighed my question.</p><p>“Have you read Giantl” he asked.</p><p>“No,” I confessed.</p><p>“are you from Texas? a native Texan?”</p><p>“Yeah! Certainly. I was born in Ranger.”</p><p>Earl’s smile broadened.</p><p>“Well, in that case, i'll find you a copy of Ferber’s book, and you read it. You see, a lot of us in this outfit are from Texas, and when you read her book, you won’t have to ask about her treatment this morning. See ya later, little buddy.”</p><p>The first time I saw Elizabeth Taylor in our lobby, dressed in blue jeans and a plaid shirt with her shirttail hanging out, I wondered how she could be acclaimed a world beauty. Then she turned those violet-blue eyes on me and smiled. She was drinking Lone Star beer out of a red Coca-Cola cup, and she asked if I might get her another.</p><p>“I certainly might!” I replied as suavely as possible as I stumbled over my feet to carry out her request.</p><p>After a few days, Taylor complained that she was getting tired of filet mignon, T-bones, and frozen fish.</p><p>“Do you like Mexican food?” I asked.</p><p>“Oh, Joe, I just adore Mexican food, if it isn’t greasy.”</p><p>I suggested that she try the enchiladas at the Old Borunda in Marfa or Green Cafe in alpine. I don’t remember whether she ever got over to alpine, but she became a regular customer at the Old Borunda, a cafe operated by a Marfa family from 1887 until it closed in 1988.</p><p>When George Stevens and Warner Brothers began filming at the Worth Evans Ranch, activity slowed down at El Paisano during the day. Many of the actors had five and six o’clock makeup calls in the mornings, and they had their coffee</p><p>and rolls on the set. Later they ate lunches of sandwiches and fried chicken. It was after sundown when the cast and crew rolled in for dinner at El Paisano and for whatever recreation they could dream up before viewing rushes in the defunct Palace Theater.</p><p>On one of those nights, when the dining room was packed, a tall, Englishlooking gentleman wearing a bowler and a dark single-breasted suit came storming through the double doors and up to the marble check-in counter. He was carrying a French poodle under each arm.</p><p>“My name is Michael Wilding, and i’ve just flown into this—this place from El Paso,” he said to me. That explained his seemingly nervous condition. Landing at the old army air Corps base between Marfa and alpine after dark could be damned frightening. Before I could commiserate with him about his flight from El Paso and apologize that we had no vacancy, he squeezed the white poodles tightly and shouted at me. “I am Michael Wilding, Elizabeth Taylor’s husband, and I would like very much to see her. Do you know where she can be found?”</p><p>“Oh, yes, sir,” I stammered, trying to judge his age and sanity. He must have been at least 40 years old, and Liz was only 23. “I believe she is having dinner with Rock Hudson in the dining room.” I pointed, and he stalked off through the small lounge into the crowded dining room. Not ten minutes later Wilding, with</p><p>his two French poodles, stomped out of the hotel without saying good-bye or thank you.</p><p>Shortly after Wilding’s departure, Chill Wills, Monte Hale, and Jane Withers drifted into the main lobby and sat down on a sofa not too far from the counter. Hale began strumming his guitar, softly singing some folk ballads and Western songs, and Wills observed in that drawl of his, “Well, so all ain’t happy in paradise.” Jane Withers only giggled, and Hale struck a discordant note as Elizabeth Taylor and Rock Hudson, who towered above her, walked out of the dining room laughing. The next day, I mentioned to a friend in alpine that I thought Liz Taylor was headed for a divorce. When my prediction came true about a year later, he thought I was a psychic.</p><p>One night George Stevens’ script secretary came by the desk to lend me her paperback copy of Giant. “Earl Holliman told me you wanted to read this,” she said. I didn’t catch my usual catnap that night because the more I read of Giant, the more my Texas pride and anger were aroused. Where had Ferber gotten her lopsided ideas about Texas and Texans? according to her, Texans were loud, obnoxious, uncouth, bigoted braggarts. How could they make this book into a movie? I was beginning to understand the cool treatment my fellow Texans had given Ferber at the reception.</p><p>Around noon the next day, as I sat sleepily watching the guests come and go, Rock Hudson came striding in the Main Street entrance. He leaned his tall frame over the counter and grinned at me.</p><p>“Hey,” he said. “Loan me fifty cents.”</p><p>Searching my pockets, I found two quarters and handed them over to him, and out he dashed in his white tennis shoes and white jeans, leaving me to ponder why wealthy people never carried money. Twenty minutes later Hudson was back, fuming.</p><p>“Stupid people!” he shouted. Waving a letter in my face, he explained he had been expecting some important business message from California, and he had been notified that he had a registered letter with postage due. He had taken my two quarters to the post office only to retrieve a fan letter from a young female from Houston signed “Receipt requested.”</p><p>All too soon it was over. On the last weekend, Warner Brothers’ cast and crew threw a small farewell celebration in the main dining room of El Paisano. The room was filled to capacity, and movie fans stood three-deep outside, gawking through the windows at George Stevens, Elizabeth Taylor, Rock Hudson, James Dean, Dennis Hopper, Mercedes McCambridge, Carroll Baker, Earl Holliman, Chill Wills, Monte Hale, and Jane Withers. What a cast! I thought back to their arrival and remembered Edna Ferber. Her book, I thought, had not done right by Texas. Somehow I knew the movie would.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "December 1989",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Rock",
      "Taylor",
      "Marfa",
      "people",
      "Actor",
      "Alpine",
      "Beer",
      "Culture",
      "Fans",
      "Giant",
      "Mercedes",
      "Texans",
      "Texas",
      "Writer",
      "Antelope",
      "Army",
      "Barbecue",
      "Barbecue",
      "Bridge",
      "Business"
    ],
    "wp_categories": [
      "Barbecue"
    ],
    "wp_location": [
      "Taylor",
      "Marfa",
      "Alpine",
      "Mercedes",
      "Texas"
    ]
  }
}