{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198912",
    "date": "December 1989",
    "year": 1989,
    "month": 12,
    "month_formatted": "December",
    "pdf_uri": "/1989/19891200.pdf",
    "issue_cover_image": "",
    "document_start_page": 103,
    "toc_start_page": 98,
    "document_page_range": [
      [
        103,
        104,
        105,
        106,
        107,
        108,
        109,
        110,
        111,
        112,
        113,
        114
      ],
      [
        157
      ],
      [
        159
      ]
    ],
    "toc_order": 1,
    "toc_headline": "Wild Forever",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198912-wildforev",
  "source": "/1989/19891200.pdf",
  "wp_post_id": 124692,
  "wp_post_guid": "http://www.texasmonthly.com/article/wild-forever/",
  "authors": [
    "Stephen Harrigan"
  ],
  "headline": "Wild Forever",
  "dek": "Big Bend Ranch is the Texas of the imagination—a vast, stark, elemental land. Now it belongs to all of us.",
  "spread_caption": "",
  "excerpt": "Once the private preserve of an oil executive, the 300,000-acre Big Bend Ranch, with all its desert grandeur, has now entered the public domain.",
  "kicker": "",
  "word_count": 3867,
  "content": "<img/><img/><p>Photography by MARK Klett</p><p><span class=\"dropcap\">W</span>e Had Ridden Up Through Levva Canyon, along the cottonwoods and seep willows bordering a dry creekbed, and now in the late afternoon we came to the top of a lowmesa that overlooked the volcanic panoply of the Bofecillos Mountains. My horse, an amiable black gelding named Contento, stopped on his own authority and exhaled, the stale horse breath fluttering from his nostrils like heat exhaust. It sounded like a long, appreciative sigh.</p><p>Standing Before the Solitario, West Flank, Fresno Canyon</p><img/><p>The landscape before us appeared infinite and untouched-mesas, blunted peaks, broad thorny plains from which ramparts of raw lava rock rose and subsided like breaching whales. Vast as it was, it was only a small portion of Big Bend Ranch State Natural area, the 300,000-acre chunk of Texas that had recently, after twenty years of negotiations, passed from private hands into the stewardship of the Texas Parks and Wildlife Department. The acquisition of Big Bend Ranch had, in one stroke, doubled the acreage of the state park system.</p><p>The new park was not open to the public yet, and would not be for at least another year. My visit here amounted to a kind of sneak preview, a sneak preview already 30 million years old. The Bofecillos Mountains, in the center of the park, were the remnants of a giant volcano that had exploded long ago, eventually leaving in its place a range of fractured and eroded landforms that were like the scattered stones marking the foundation of a vanished mansion. Like the rest of Big Bend Ranch, the Bofecillos had a desolate, haunted air. The country that Contento and I looked out upon seemed so ancient and elemental as to be immune to any further geological disturbances.</p><p>I looked east, searching the desert plains for some human mark, but could see only the endless clumpy growths of creosote and lechuguilla. There was no shade anywhere, just the evening shadows stretching outward from freestanding boulders.</p><p>Looking Into a <em>TINAJA</em> NEAR Ojo Mexicano Spring <em>(above)</em></p><p>Blossoms After Two Days Of Storms, Ranch Road <em>(opposite)</em></p><img/><p><strong>The country’s harshness is enthralling—at the same moment it lifts your heart and fills you with apprehension.</strong></p><p>“Where's the ranch house?” I asked John Guldemann.</p><p>“Got you lost, didn't I?” he laughed.</p><p>Guldemann dismounted and looped his horse's reins around an ocotillo stalk. Even allowing for his L. L. Bean sunglasses, he was every inch a working cowboy. He wore a black hat covered with dust and salt stains, chaps with old-fashioned leather fasteners, and jeans tucked into the tops of his boots. Guldemann was 36, an El Paso native. He was an alumnus of Sul Ross State in alpine, where he had studied range-animal management and industrial arts. He had lived and worked on this ranch for the past ten years, during which time it was run by the Diamond a Cattle Company and was owned principally by Robert anderson, the chairman of atlantic Richfield. For the past three years Guldemann had been foreman, and when the state bought the ranch, he had been asked to stay on. He was now faced with making the mental leap from cowboy to park ranger.</p><img/><p>We ambled along the summit of the mesa until we reached a deep smooth-sided gorge known as Cinco Tinajas. The place took its name from the five waterholes that ages of flash floods had scoured out of the bedrock. Two or three of the <em>tinajas</em> were visible from where we stood, and beyond the bold vertical lines of the gorge we could see the broader declivity of Leyva Canyon, with its meandering strip of sand and luminous cottonwoods marking the route of the infrequent water.</p><p>‘i’ve been here for ten years,” Guldemann said, scanning the horizon, “and I still haven't been to every spot. It’s hard for me to convey that to somebody, how big this place is. I can tell you about it and you can write it down, but i'm not sure you’ll really get it. Before I moved to the ranch headquarters I lived at a camp called La Cienega. There’s a place on this property where I can stand and look over to La Cienega, and it’s fifteen miles away. And I can turn around, look the other way, and see the ranch headquarters, where I live now, and it’s fifteen miles away. That’s how big the ranch is.”</p><p>Handprint In a Cave Near Tapado Canyon <em>(above)</em></p><p>Pictographs In a Large Cave Near Tapado Canyon <em>(right)</em></p><img/><img/><img/><img/><p><strong>From the air the Solitario is a circular apparition that makes you think of a pond ripple sculpted in the stone.</strong></p><p>Though Big Bend Ranch is only one third the size of its neighbor, Big Bend National Park, it is even more remote and isolated. On the average, the ranch sits at a higher elevation than the park. It is cooler and wetter, its fractured volcanic bedrock laced with groundwater. But like the national park, it is very much desert country. The ranch's springs and spindly waterfalls, its sudden flaring patches of green, are little more than grace notes. The real power of the region derives from its austerity. It is a compelling but unwelcoming place, an endless field of sculpted and compressed rock covered with a thin bloom of desert scrub.</p><p>Ocotillo And Full Moon Near Post Mountain <em>(opposite)</em></p><p>Old Stone Corral Looking Toward Alamito Creek <em>(above)</em></p><img/><p>On its southern border, the ranch extends all the way to the Rio Grande and incorporates much of the spectacular stretch of Ranch Road 170 that runs from Presidio to Lajitas. This is the most accessible part of the ranch, and the most beautiful, but it is still arid and ghostly. The water of the Rio Grande, as it threads itself through the rearing bulwarks of Colorado Canyon, is a dense, earthtoned flow, less like a river than some liquefied manifestation of the surrounding landscape. The Rio Grande supports a vibrant strip of greenery along its banks, but otherwise the water’s lifegiving influence is not immediately apparent. Twenty yards away from the edge of the river, there is nothing but vaulting rock leading upward to desert summits. The country's harshness is enthralling—at the same moment it lifts your heart and fills you with apprehension.</p><p>Old Boot, Abandoned Ranch, Fresno Canyon <em>(above)</em></p><p>Hoodoo: Rock Figure Along the Rio Grande <em>(right)</em></p><img/><img/><img/><p>But now, as we stood on the mesa, with the light growing softer and softer, some of the land’s fierceness began to melt away. We walked back to the horses, scattering chips of lava with our boots. On the way down we let the horses pick their way along the rocky ground of the mesa slope. The brush was thick here, and I was glad I was wearing chaps to deflect the stout spines of catclaw and ocotillo.</p><p>I had borrowed the chaps from the tack house at the ranch. They belonged to Bob armstrong, the former commissioner of the General Land Office. Armstrong had first laid eyes on Big Bend Ranch in 1970, and then and there vowed to acquire it for the state. He had gone to the ranch for a weekend of hunting, driving all night through rain and snow. When day broke he beheld Big Bend Ranch draped uncharacteristically in white.</p><p><strong>Massive blocks of limestone looked like upended ocean liners about to sink stern first into the sea.</strong></p><img/><p>“I was totally unprepared to be that far south and see a snowscape in the Big Bend,” armstrong had told me. “as the snow melted and the scenery unfolded I thought it was the most remarkable place i’d seen in . . . well, in maybe ever.”</p><p>Later, when armstrong learned that Robert anderson was willing to sell the property for $8 million, he borrowed the Senate photographer, hopped in the Land Office airplane, took a series of photographs of the ranch, and laid them out in the House and Senate lounges during the final days of the legislative session. Some officials were impressed; others were not. (Governor Dolph Briscoe dismissed the ranch as “just scenery.”) For various reasons—including political infighting, routine chicanery, and the stalwart objections of neighboring property owners who feared the purchase of the ranch at $36 an acre would raise their tax valuations-the money was not appropriated that session, or the next, or the next.</p><p>Over the years anderson’s offer remained more or less on the table. Armstrong left the Land Office in 1982, but he kept up his interest in the property. In 1988, the planets came into alignment: armstrong by that time was a member of the Parks and Wildlife Department; Parks and Wildlife had a healthy acquisition budget; and the oil bust had made Texas a buyer’s market. In the summer of 1988 the deal was made. There was a champagne closing in Marfa. For $8.5 million, less than the cost of refurbishing the battleship <em>Texas,</em> less than it would cost a bigcity developer to build a downtown parking garage, Parks and Wildlife bought 469 square miles of primeval Texas.</p><p>Rock Overhang Blackened By Ancient Fires <em>(opposite)</em></p><p>The Last Camp Below Post Mount Ain, Early Morning <em>(above)</em></p><p>[Continued On Page 152]</p><p>[Continued From Page 109]</p><p>Big Bend Ranch was scheduled to open to the public sometime in the next year or so. Exactly what sort of park it ultimately would be had not yet been decided by Parks and Wildlife, but its designation as a state natural area had already defined it as a place where development would be limited, where the land’s inspiring and intimidating wildness would be largely preserved. The final form of Big Bend Ranch, however, was a touchy subject. Environmentalists were concerned that Parks and Wildlife was far too eager to open the park as soon as possible. They felt that a treasure of such magnitude was worth a few extra years of sober appraisal in order to develop an unhurried master-use plan. There was debate on whether the Diamond a company’s remnant herd of Longhorn cattle should be allowed on the ranch, since they had a tendency to trample and despoil the springs. And neighboring ranchers —long devoted to the aggressive control of livestock predators —worried that the park would end up as a vast sanctuary for mountain lions and coyotes.</p><p><span class=\"dropcap\">A</span> white shepherd dog, aged and deaf, came hobbling up to greet us as we returned to the ranch headquarters. The dog’s name was Grunt. He was thirteen years old. Guldemann explained that Grunt had been the ringbearer when he and his wife, Keri, were married on the ranch nine years ago. The ceremony had taken place at Rancho Viejo Springs, a watery oasis growing out of a parched igneous plain ten miles distant. John and Keri had taken their vows on horseback. Grunt, carrying the ring on a blue ribbon tied around his neck, had led the procession, and he had been followed by a preacher mounted on a dun mule that had the markings of a Jerusalem cross on its back.</p><p>We unsaddled the horses and I hung up Bob armstrong’s chaps in the tack house. The ranch headquarters was made up of a cluster of buildings, the most prominent of them a white adobe house, its concrete porches buckled by massive cottonwood roots, which was built in the early part of the century by W. W. Bogel, an early owner of the ranch. The house was substantially added to by the Fowlkes brothers, Edwin and Manny, who came into this country a few years before World War II and spent the next two decades attempting to fulfill an imperial dream of land acquisition. They boasted that their goal was to build a ranch that would stretch from the Rio Grande all the way to Marfa. They never achieved that, but they did pull together the acreage that became Big Bend Ranch.</p><p>We strolled up to the lodge, where Keri Guldemann was fluting the crust of a pecan pie. She was a slender, talkative woman, wearing jeans and a T-shirt featuring a cartoon map of australia. The lodge, which was rustic in a prefab sort of way, had been built by a Houston oilman named Tuffy McCormick, who owned the ranch after the Fowlkeses. He built it for friends who visited the ranch to hunt mule deer. Now the lodge served as a kind of bunkhouse for the Parks and Wildlife personnel—biologists, geologists, archeologists, park planners, and bureaucrats —who came down in waves from austin to oversee Big Bend Ranch’s transition from a lordly cattle operation to a state park. Keri, like John, had been sworn into the service of the state when Parks and Wildlife bought the ranch. She was in charge of managing the lodge and cooking for the official visitors.</p><p>As it happened, I was the only guest that week. Keri checked to make sure that I was not a vegetarian —some of those austin folks were—and then instructed John to make a mesquite fire outside for the ribeyes. We were joined for dinner by the Guldemanns’ six-year-old son, Bucko, whose favorite horse I had been riding all afternoon.</p><p>“Thanks for the use of Contento,” I said.</p><p>“Did you like him?” Bucko asked anxiously, as if everything depended on my approval of the horse.</p><p>They were, I thought, a classic ranch family in the midst of an unsettling transition. Their job was to redefine the purpose of the land on which they had been living for the past ten years, to preside over the dismantling of a working ranch and the creation of a subtly fashioned wilderness in its place. The acquisition of Big Bend Ranch represented, perhaps, the triumph in Texas of an urban ideal. The people who would be coming to the new state park, driving ten or twelve or fourteen hours from the cities where they lived, would be more than comfortable with the notion of land as unproductive and unyielding. They <em>wanted</em> it to be “just scenery.” and there was a poignancy to the fact that while the Guldemanns were working hard to accommodate this new philosophy, they remained a living vestige of the old.</p><p>“as far as being a true cowboy,” John Guldemann said wistfully, “the Diamond a was the place to be. It was all riding, all horses—it was a cowboy’s dream.”</p><p>There was still some ranch work to be done. Sixty head of Longhorns had come with the property, and the park plan called for them to stay, as a commemoration of Texas’ ranching heritage. But the whole tenor of the place had inevitably changed. For instance, the historic isolation of the ranch had been invaded just this week by the installation of a satellite dish, whose random diet of images—from old Liberace movies to the Playboy Channel-had left Keri amused and alarmed. In the days of the Diamond a Cattle Company, Guldemann and his Mexican ranch hands used to round up hundreds of cattle and drive them on horseback from pasture to pasture, from one end of the ranch to the other. Now—as a Park Superintendent II—Guldemann spent far more time pushing paper than wrangling Longhorns.</p><p>For generations, back to the Fowlkes brothers and before, most of the Mexican ranch hands came from Mulato, a town just across the border that was settled by black Buffalo Soldiers who had deserted during the Indian wars. Most of the employees still lived in Mulato, but they were documented aliens now and employees of Parks and Wildlife. Their wages had doubled, and the timeless labor of ranch life had given way to forty-hour work weeks.</p><p>“They’re better off now,” Guldemann said, “but life is a lot different for them. For instance, they’ve all bought pickups, and at the end of the work week they’ll drive home to Mulato. It used to be they’d work for twenty or twenty-five days, saddle up their horses, and ride across the river on trails that their fathers and grandfathers had used, trails that are centuries old. That’ll never happen again. That’s all over now.”</p><p><span class=\"dropcap\">I</span>saw as much of the ranch as I could in the next few days, traveling with Guldemann in a four-wheel-drive pickup along dry washes and barely perceptible dirt roads overgrown with creosote. We passed desert bloom stalks top-heavy with perching hawks. Quail and roadrunners skittered out of the brush ahead of us, and mule deer, their coats as gray and parched as the caliche soil, bounded weightlessly up the mesa slopes.</p><p>As we lurched along, Guldemann never failed to point out the network of rusting and patched pipelines that carried water to the distant reaches of the ranch. There were stock tanks and pumping stations as well, old dilapidated windmills, and stone corrals next to shearing decks with cement slabs. He stopped the truck on a hillside and we got out to admire a pair of rusted machines that looked like giant meat grinders.</p><p>“These are shredder-chopper deals,” he said. “During a drouth when there wasn’t enough for the sheep to eat, the Fowlkes brothers would chop up sotol and feed it to them. In my opinion, this is the kind of thing you should put an interpretive plaque on.</p><p>“I want to see this ranch preserved in a lot of different ways. In Big Bend National Park there were a lot of things like this that they dismantled. There was a man there—I forget his name—who invented the ram pump. It worked on gravity feed. For every foot of drop you had ten feet of rise. The water would drop three feet, hit that ram pump, and shoot it up thirty feet. In Guadalupe Mountains National Park there was a pipeline that went up nearly vertical that was put in by a ranch manager and a few Mexican hands. It was an engineering <em>feat.</em> Out here—considering how harsh the land is and how little water there is—when you did something like that it was an accomplishment. They ought not to have torn those things down, but that’s what they did. And not a clue that they were ever there.”</p><p>Guldemann’s passion for discarded equipment was infectious, and as we passed the hulks of ancient pickup trucks and the rusted-out piles of tin cans around old line camps and mining sites, I began to appreciate the continuum of human enterprise they recorded. Here was an old watering trough, circa 1935, no less profound a mark upon the landscape than the bedrock mortars in which the hunters and gatherers who lived here thousands of years ago ground up desert plants for food. Here was an abandoned adobe house, still with its vine trellis and rotting chairs, as mysterious in its way as the rock shelter where red-pigment renderings of snakes and deer and human handprints were so vague and faded that they looked like mineral deposits leaching out of the yellowish volcanic ash.</p><p>“This was an old wagon road,” Guldemann pointed out as we drove to the top of Lower Guale Mesa. “See the handstacked rock on the side? It was probably built in the early nineteen hundreds. It went all the way to Presidio, which at that time was the closest supply point.”</p><p>He stopped the truck where the road dropped precipitously downward through a craggy intrusion of lava rock. The old road was so steep here that we could see grooves in the bedrock, made when the wagons were lowered down the incline inch by inch, their brakes set and the horses hitched to the back. We walked down the unmaintained road for half a mile or so. Bloodroot grew through the cracks of the hand-laid abutments, and boulders and cobbles had reclaimed the roadbed.</p><p>“I don’t know who built it,” Guldemann admitted. “Like a lot of this ranch, there’s no real history on it. There was a man named Guale Carrasco—this mesa is named for him—who ran cattle up in this country for a while. Did he build the road? a man named Leyva had a ranch up here too. Did he build it? I don’t know.”</p><p>We stood at the foot of the incline and looked out over Lower Guale Mesa. It spread out into the distance so far and so evenly that it appeared to be endowed with motion, like a slow, outgoing tide. Running like a thread across its immense surface was the track of the road, disappearing at the rim of the mesa and plunging into the river canyons below.</p><p>“Thinking about it now,” Guldemann said, “it’s an awful lot of trouble to go to town.”</p><p><span class=\"dropcap\">T</span>he place I most wanted to see at Big Bend Ranch was the Solitario. The Solitario is a laccolith, a circular formation five miles in diameter that was formed by a submerged fount of magma that raised the limestone bedrock like a blister and then collapsed, leaving behind a ragged basin. Seen from the air, the Solitario is a startling circular apparition, a series of concentric mountain ranges that make you think of a pond ripple sculpted in stone.</p><p>From the ground, its shape is not so apparent. I had imagined it as a kind of maze, its walls rearing up out of the desert, some dramatic geological secret at its heart. In truth the Solitario is so large I did not know I was in it until Guldemann pointed out the fact to me. The country was pretty much the same as it had been before, except that much of the visible rock was now limestone, its smoother contours now and again interrupted by a jagged volcanic vent plug rising from the ground like some gleaming fossil tooth.</p><p>But you could feel it. It felt like the Solitario—distant, secreted away, brutal in its isolation. We explored it for most of the morning, walking for miles through one of the narrow canyons—known as shutups—that drain the central basin. The shutup was a dry corridor, but the boulders that rose from its floor were polished and fluted by the passage of water. Along the sides of the canyon were massive blocks of limestone so disrupted long ago by the pressure of boiling magma that they looked like upended ocean liners about to sink stern first into the sea.</p><p>As we were driving out of the Solitario we spotted what looked like a cave high up on a hill. An old road led up to it, a faded series of switchbacks that had clearly not been driven in decades and that would be tricky even for Guldemann’s Chevrolet Cheyenne. We left the truck at the bottom of the hill and climbed up. Near the top we found ourselves looking into the mouth of a half-dug mine. It went down into the rock for eight or ten feet, and then ended in a blunt dead end. In front of its mouth was a pile of broken and dislodged rock. Some nameless dreamer had doubtless staked everything long ago on the certitude that this hill was full of gold or silver or mercury, but in the end that pile of rock was all that his mine had yielded.</p><p>I wasn’t moved to feel all that sorry for him, though. He had a fine view from here. He had the world to himself. He looked down upon a great curving horizon of desert, and beyond that to the gentle blue waves of distant mountains.</p><p>“Not a bad place to sit and contemplate,” John Guldemann said, taking off his beat-up black hat. “You know, I kind of hate to give it up to Texas.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "December 1989",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Big Bend",
      "Rock",
      "Big Bend Ranch",
      "Land",
      "ten",
      "Wildlife",
      "Cattle",
      "rio",
      "Texas",
      "Canyon",
      "Country",
      "Rio Grande",
      "Water",
      "Work",
      "all the way",
      "Driving",
      "Horses",
      "House",
      "Austin",
      "Giant"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Big Bend",
      "Texas",
      "Canyon",
      "Austin",
      "El Paso"
    ]
  }
}