{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19839",
    "date": "September 1983",
    "year": 1983,
    "month": 9,
    "month_formatted": "September",
    "pdf_uri": "/1983/19830900.pdf",
    "issue_cover_image": "",
    "document_start_page": 136,
    "toc_start_page": 134,
    "document_page_range": [
      [
        136,
        137
      ],
      [
        246
      ]
    ],
    "toc_order": 2,
    "toc_headline": "Pros At Cons",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198309-prosatco",
  "source": "/1983/19830900.pdf",
  "wp_post_id": 118947,
  "wp_post_guid": "http://www.texasmonthly.com/article/pros-at-cons/",
  "authors": [
    "John Schwartz"
  ],
  "headline": "Pros At Cons",
  "dek": "Texas’ hall of flimflam fame.",
  "spread_caption": "",
  "excerpt": "Everything is bigger in Texas, including the scams.",
  "kicker": "",
  "word_count": 1626,
  "content": "<p><span class=\"dropcap\">N</span>o One Knew Swindlers Better than short-story writer William Sidney Porter, alias O. Henry. Much of Porter’s writing was done in prison, where he served three years beginning in 1898 for embezzling from an austin bank. He honed his definition of the con in <em>The Gentle Grafter.</em> To Porter, good swindles were neither so pernicious as those perpetuated by Wall Street and the railroads nor so crude as outright burglary. The gentle grafter was “an incorporated, uncapitalized, unlimited asylum for the reception of the restless and unwise dollars of his fellowmen.” The true con was elegant; Porter wrote of one scheme, “It was beautiful and simple as all truly great swindles are.” Under that loose grouping come these classic Texas cons:</p><p>1</p><p>Promised Land</p><p>This swindle was the granddaddy of Texas land scams. In 1842 the adelsverein, a group of German noblemen with aristocratic sensibilities but no business sense, pooled their resources to buy land for German settlements in the new Republic of Texas. The ill-starred effort began with the purchase of a large tract west of San antonio. The Republic of Texas had granted the land to the original owners under a colonization contract, which required the owners to build settlements there within a certain amount of time. Unfortunately for the Germans, the sellers neglected to mention that the colonization contract had expired; they took the money and left the Germans with a worthless piece of paper and no land. The adelsverein bungled a second land purchase and was bankrupt by 1847.</p><p>2</p><p>Scam Yankees</p><p>Texans love to dupe Yankees, but sometimes it’s just too easy a sport, as this Panhandle parable shows. In 1897 a blizzard capped a six-year drouth, dumping eight inches of snow atop four inches of sleet. Unable to reach water or grass, cattle died by the thousands. Ranches, like the three-million-acre XIT, had to be broken up and sold off. But who would buy land unfit for man or beast? Potential buyers from the North were brought in by the trainload, and entrepreneurs such as W. P. Soash told them that weather conditions had changed and the land was fruitful. Historian June Welch, whose favorite scam this is, records that the Yankees were promised the land would support any crop—even bananas. The Northerners were also kept from talking to the locals. One visitor who got away from the tour asked a cowboy what the top crop was thereabouts. The cowboy replied, “Suckers.” Many of the visitors were conned into buying, only to be wiped out by the drouth of 1909.</p><p>3</p><p>Youthful Vigor</p><p>From the twenties onward, Dr. J. R. Brinkley traded on mens’ deepest fears —impotence and old age. While in Kansas Brinkley perfected a surgical technique that he called goat gland transplantation, which involved placing a goat testicle within the patient’s scrotum. It was supposed to help revitalize the old goats, but there were drawbacks: some of the glands made the patients smell awful, and the operation didn’t work. The good doctor (whose degree came from the dubious Eclectic Medical University) netted $12 million from the technique, and gonad implants were only part of his empire of clinics, hospitals, and pharmaceuticals.</p><p>Forced out of Kansas in 1930, he transplanted himself to Del Rio and set up XER, a half-million-watt radio station. Its enormous power was not permitted under american law, so Brinkley began broadcasting his outlandish claims from south of the Rio Grande. XER and its many imitators became 24-hour cash cows for medical quackery and quick-fix religious programs. The latter have survived on the theory that there’s one born again every minute.</p><p>4</p><p>Texas Two-Step</p><p>Walter Hohenau (real name: Frederick Jonas) suckered the high and mighty, from scientists and businessmen to heads of state. The German began his big con in Houston in 1927 with a lavish unveiling of his “hydro-atomizer,” which was supposed to split water into hydrogen and oxygen. The machine —a metal barrel ornamented with coils, meters, moving parts, and door buzzers —took water in one side and shot flame out the other. The inventor whipped his guests into a pecuniary frenzy and collected $100,000 for his bogus Hydro Production Company. The Houstonians later discovered that the flame was fed by gas from a concealed tank, and they trailed the culprit to Mexico City. But Hohenau had already found a loyal investor in Mexican president Plutarco Elias Calles, who rebuffed what he thought were jealous attacks from Hohenau’s enemies. After bilking El Presidente, Hohenau again moved on. When he was finally caught in Germany, he was wanted in four other countries as well —the United States, France, England, and Italy.</p><p>5</p><p>Nothing Succeeds Like Excess</p><p>Ben Jack Cage really knew how to live on other people’s money. In the early fifties Cage worked out a lucrative deal to manage operations for ICT, an insurance company funded by the american Federation of Labor. Between 1951 and 1957 Cage’s company milked the AFL for $12 million, but over that time his books showed a net loss of $163,000. What did Cage do with all that money? He speculated on high-risk stocks and funded a constellation of more than 75 companies. More important, between 1952 and 1955 Cage’s budget for travel and entertainment totaled more than $750,000, including thousands of dollars lavished on women all over the world. ICT Insurance collapsed, and the policyholders lost money. A Dallas jury found Cage guilty of embezzling more than $100,000 and gave him ten years. But shed no tears for him. The inveterate jet-setter skipped the country before he could be put in jail, and he was seen shortly thereafter, living the high life in Brazil.</p><img/><p><em>(Continued on page 244)</em></p><p>Illustration by Elwood H. Smith</p><p><em>(Continued from page 134)</em>_</p><p>6</p><p>Now You See It</p><p>Billie Sol Estes was assured a permanent position as the godfather of Texas con men when he executed a novel feat of prestidigitation: he pulled large numbers of thousand-gallon fertilizer tanks out of his hat. By convincing a finance company that his collateral included many more tanks than actually existed, he was able to secure a $34 million loan. When a company investigator arrived to count the tanks, Estes took advantage of the monotonous West Texas landscape to fake him out. He drove the investigator to the same tanks again and again, approaching from as many different directions as possible. Between visits, Estes’ employees changed the serial number plates on the tanks. A local reporter finally caught him, and Estes landed in jail. After his parole in 1971, he was imprisoned again for income tax evasion, but his Pecos con would have made O. Henry proud.</p><p>7</p><p><strong>SCRATCH My Back</strong></p><p>Sharpstown was one of Texas’ legendary political scams. In 1971 Houston financier Frank Sharp offered state legislators stock in his National Bankers Life Insurance Corporation to be bankrolled with loans from his Sharpstown State Bank. Surprise! The stock went up, and the officeholders made a quarter million dollars. Then a bill that helped Sharp’s banks got special attention: Governor Preston Smith allowed it to be considered in a special session, and Speaker Gus Mutscher carefully ushered it through the House. The Securities and Exchange Commission smelled a little quid pro quo and pointed fingers. By 1973 Mutscher, one of his aides, and a representative had been convicted of conspiracy to accept bribes, half the House was out of office, political wunderkind and Lieutenant Governor Ben Barnes-a victim of guilt by association —was out of a job, and Preston Smith had been defeated in the primary. Meanwhile, the stock fraud investigation that had started it all had faded into insignificance.</p><p>8</p><p>Hope Springs Perpetual</p><p>Arnold Burke had a way with words —and with the Word. He convinced investors that the Lord had revealed the design of a perpetual motion machine to him. He named his contraption Jeremiah 33:3, after the Scripture that promises that if you ask, God “will tell you great and hidden things which you have not known.’’</p><p>The Jeremiah, a fearsome-looking apparatus twelve feet high and four feet across, was supposed to generate enough electricity for three households simply by circulating water through its baffling system of pipes and turbines. Burke didn’t tell investors that he had hidden a pump in the belly of the beast and plugged it into his bathroom outlet. He also had a rack of batteries secreted under his cot as a backup power source.</p><p>The scam was uncovered in December 1979, and Burke was arrested on felony fraud charges for bilking investors of $800,000. But some folks never learn. The <em>Dallas Times Herald</em> quoted one of Burke’s investors as saying: “I just heard about a guy who invented a car that runs on water. All that he does is burn the oxygen out of the water. ... I might give him a call.”</p><p>9</p><p>All That Glitters</p><p>When federal investigators closed down the International Gold Bullion Exchange in Fort Lauderdale, Florida, in april 1983, they found no bullion. The firm’s vault was empty, except for some blocks of wood painted to look like gold. There were two other IGBE offices in the United States. One was in California, and the other was in Dallas. The Dallas vault was just as empty as the one in Florida.</p><p>IGBE sold precious metals at low prices to buyers who were willing to wait a few months for delivery. Instead of buying gold, though, IGBE speculated with the cash. It played the futures market and spent millions on salaries, promotion, and travel. When a customer asked for his gold, IGBE offered a better deal in return for an extension or used money from a new investor to buy it. By the time state prosecutors put a stop to it, hundreds of Texans had invested in the company. Those who haven’t seen their gold and silver probably never will, nor are they likely to recoup their losses. Texas investors lost $2 million in the swindle.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "September 1983",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Land",
      "Texas",
      "Water",
      "Dallas",
      "Insurance",
      "Cowboy",
      "Fraud",
      "Governor",
      "Houston",
      "money",
      "Power",
      "rio",
      "Scam",
      "Asylum",
      "Austin",
      "Batteries",
      "Books",
      "Budget",
      "Bullion",
      "Business"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Texas",
      "Dallas",
      "Houston",
      "West",
      "Austin"
    ]
  }
}