{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19839",
    "date": "September 1983",
    "year": 1983,
    "month": 9,
    "month_formatted": "September",
    "pdf_uri": "/1983/19830900.pdf",
    "issue_cover_image": "",
    "document_start_page": 148,
    "toc_start_page": 146,
    "document_page_range": [
      [
        148,
        149,
        150,
        151,
        152,
        153
      ],
      [
        215,
        216
      ],
      [
        218
      ],
      [
        220
      ],
      [
        222,
        223
      ]
    ],
    "toc_order": 5,
    "toc_headline": "Texas, a Long, Long, Long, Long Time Ago",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198309-texasalo",
  "source": "/1983/19830900.pdf",
  "wp_post_id": 118938,
  "wp_post_guid": "http://www.texasmonthly.com/article/texas-a-long-long-long-long-time-ago/",
  "authors": [
    "Lawrence Wright"
  ],
  "headline": "Texas, a Long, Long, Long, Long Time ago",
  "dek": "Some people look over the landscape and see the ghosts of cowboys past. Wann Langston sees dinosaurs and the eerie swamps where they once lived.",
  "spread_caption": "",
  "excerpt": "When armadillos weighed three tons and the long horns were on dinosaurs.",
  "kicker": "",
  "word_count": 6718,
  "content": "<p><span class=\"dropcap\">I</span>N 1925, When Wann Langston, Jr., was four years old, he visited the Naturhistorische Museum in Vienna, where his father was doing postgraduate medical study. It was the turning point in Wann Langston’s young life. “I can still remember standing under the dinosaur and feeling how small I was. Really, I guess I was crazy. I sat there looking up at that dinosaur all day long.”</p><img/><img/><p>Illustrated by Jack Unruh</p><img/><img/><p>The encounter between child and dinosaur is one of those seminal experiences that affect all children strongly and some few children irrevocably. It is, after all, an invitation to a mystery: the fleshless bones, the absurdly small skulls with their vacant eye sockets and huge, predaceous teeth. One can imagine the damage they might inflict on our modern world if they were suddenly to come to life and spring off their display stands—gobbling up berserk museumgoers, waving aside the pellets from the guard’s pistol before disposing of him with an angry swat, then crashing through the doorways into the miniature world of humanity. It is humbling to realize that these massive reptiles had to perish before mammals—and eventually man—could evolve.</p><p>Part of the appeal these ancient creatures have for children is that they are both mythic and real. Dinosaurs are proof of the fantasies of life, of giants and other worlds. It is not only their physical size but their extraordinary span of existence (170 million years), their queer forms, their fabulous antiquity, that make them unreal to the adult imagination. This may be why dinosaur lore is almost exclusively a province of childhood. Indeed, one may hear more informed conversation about <em>Stegosaurus</em> and <em>Triceratops</em> in a first-grade classroom than in a gathering of adults. What were dinosaurs like in life? What kind of world did they live in? How and why did they die? These are questions most adults have left behind, along with dimly remembered equations and the names of african countries no longer on the globe.</p><img/><img/><p>Those few children who decide to pursue the mystery become like detectives who pursue one case throughout a lifetime. After his encounter in Vienna, young Langston became avid for information on dinosaurs. When his family visited England his parents hired a woman to accompany their tireless redhead through the Natural History Museum. Hours later she returned to the hotel in tears. She had lost Wann! The museum was closed! Frantic calls ensued to Scotland Yard. Wann was finally found, unruffled, spellbound before the dinosaurs. He had not noticed the absence of everyone else. Even then he was more interested in bones than in people.</p><p><span class=\"dropcap\">F</span>IFTY-SEVEN Years Later, a Little Before dawn on a November morning, Wann Langston was standing behind the Geology Building at the University of Texas in austin. The scene suggested a setting for a spy movie: shadowy figures in a dark alleyway, a waiting van, and fog casting halos around the headlights. But the fog was actually steam from the power plant next door, and the five shadowy figures were students in Langston’s graduate course on vertebrate paleontology who were gathering for a weekend field trip to North Texas. All across the campus, streetlights illuminated buildings constructed of fossiliferous limestone—slabs of the ancient sea floor that covered Central Texas during the age of Reptiles.</p><p>Vertebrate paleontology-the study of old bonesis a lightly regarded science, a stepchild of geology. It is a study with little practical application. Theories frequently outrace evidence, to the consternation of authorities in “hard” sciences. “We’ve been viewed as shysters by zoologists. Engineers and physical scientists won’t have anything to do with us because we can’t apply figures,” says Langston. “But what we do is fun, so we put up with the guff.”</p><p>Since the latter half of the nineteenth century, when the Indians of the american West thought they were crazy and let them pass, vertebrate paleontologists (VPs, as they call themselves) have exulted in the role of the scholar-hero: the solitary, probably misanthropic seeker of truth called at an early age, as Wann Langston was, to arcane pursuits in remote regions of the world. As a result, paleontology has gained the reputation of being a refuge for dilettantes and gentlemen adventurers. “Most paleontologists tend to like the outdoors, but they’re not environmentalists in the modern sense of the word,” says Langston. “They tend not to be good in math, which may be why many of them went into paleontology rather than one of the other sciences. Many of them are artistic; they like to model clay and draw, which is important for reconstructing skeletons. A large number of future paleontologists probably didn’t do well in school, because they were interested in an area that is seldom discussed. If you went to a meeting of the Society of Vertebrate Paleontology and talked to everyone there, maybe two thirds of them would give you the same scenario. One thing that’s true of all of them is that they made up their minds about what they were going to do in life early on—I mean between the ages of five and ten. I don’t know of any other group that is formed that early in life.”</p><p><em>(Continued on page 213)</em></p><p><em>(Continued from page 151)</em></p><p>Langston speaks in a slow Southwestern drawl, which harks back to his Oklahoma childhood and to long hours of lecturing to note takers. Now that he is 62, the red hair of his youth has turned silky white; he combs it straight back and tops it with a gray Stetson. His skin, however, is still a redhead’s skin, pink and easily burned. It is the curse of his existence.</p><p>Like most VPs, Wann Langston is a romantic. In his case, a romantic may be defined as someone who has never shaken off the fantasies of his childhood imagination. At the same time, he is defiantly old school, which is to say he is courtly in the presence of women and scornful of modern familiarity. Although Langston is a devoted teacher and enjoys being with younger people, it is a rare student who knows him well enough to call him Wann. “I wasn’t brought up to call folks by their first names,” he says, and as a result people are sometimes put off by his formality. A waiter who approaches his table with the greeting “Hi, my name is Joel” is likely to get a glowering glance over the top of Langston’s silver-rimmed trifocals. Students are often afraid of him, especially at first, for he can be the virtual archetype of the brusque and impersonal scientist, more at home in his lab and his library than in human society. He admits as much about himself: “i’m not interested in anything that happened less than sixtyfive million years ago.” That date marks the end of the Mesozoic Era, the age of Reptiles, when the dinosaurs that dominated the earth suddenly, and quite mysteriously, disappeared.</p><p>The students leaned against the van, yawning in the darkness. Langston seemed to be living in a different time zone. His midmorning intensity was putting everyone on edge.</p><p>“Where’s Martin?” he demanded.</p><p>The students shrugged. The consensus was that he was still sacked out.</p><p>“Well, he just can’t afford to miss this trip. Does anyone know where he lives?”</p><p>“The German House.”</p><p>“We’d better go get him.”</p><p>A few moments later, in front of the German House, Herr Martin Sander sheepishly entered the van, half asleep and buttoning his shirt.</p><p>Langston drove north on U.S. 183. There was a cautious air among the students, since this was the first trip most of them had made with Langston and they wanted to make a good impression. In such a small and highly competitive field as paleontology, the recommendation of an important professor can make all the difference in an ambitious scholar’s career. There is not much room for newcomers. Langston estimates that there are 1250 members of the Society of Vertebrate Paleontology in the world, 950 of them in North america, “and of that number not more than two hundred and fifty earn their living from doing what I do. We try to discourage students from going into the field, but it’s almost impossible.” On the bulletin board outside Langston’s office there is only one position posted, a teaching job that Langston knows informally to be already filled.</p><p>The sky began to brighten as they reached Lampasas. North of town, Langston turned to the others on the bus. “This is a section known as the Lampasas Cut Plain,” he said, indicating a strangely ridged landscape rather like a rolling surf. The exposed limestone rocks dated from a geological period known as the Cretaceous, which was the latter part of the Mesozoic Era, when Texas was largely underwater and dinosaurs tramped along the shoreline or waded in the shallow Cretaceous sea. Limestone of that period is an extremely popular building stone, much of it being stippled with the fossilized impressions of marine life; you can see it on public buildings all over the state. Most of the major cities in Texas are built upon Cretaceous outcrops, including El Paso, San antonio, austin, Waco, Fort Worth, and Dallas.</p><p>East of a line running parallel to Interstate 35, the Cretaceous is buried under more-recent soils. Indeed, if you drive from San antonio to Dallas, you skirt the edge of the Texas coastline of 50 million years ago (too modern for Langston’s taste). The plains of the Panhandle are also relatively recent, having been formed in the wash of mountain building in New Mexico and Colorado. In the north central portion of the state, in a region encompassing San angelo, abilene, Wichita Falls, and Lubbock, the Cretaceous limestone has eroded away to expose a much older layer, known affectionately to oilmen as the Permian Basin, which extends a thousand miles, mostly underground, from the Pecos Valley to Kansas. It occasionally crops up in the mountain systems of far West Texas. El Capitan peak was a reef in the Permian ocean and is composed almost entirely of marine fossils. One of the oldest sections of the state is the igneous uprise around Llano and Burnet, which dates back 1.2 billion years. The pink granite of the state capitol was quarried there. From one end to the other, Texas is strewn with fossils, more than are found in any other state.</p><p>The van stopped briefly at Lake Brownwood, where the students examined marine fossils from the Pennsylvanian Period —nearly 300 million years ago—which are so numerous there that they are used as road gravel. From Lake Brownwood the van moved forward in time by 100 million years as it crossed the Permian Basin and entered the ruddy cotton fields southeast of Lubbock. There in the Triassic, the earliest period of the age of Reptiles, Texas was swarming with little dinosaurs and giant amphibians. An Indian VP named Sankar Chatterjee, who is currently attached to Texas Tech, has made some important finds in this region, and he was waiting for the van at the Dairy Queen in Post.</p><p>“From the Permian to the Triassic, Texas saw a dramatic change,” Chatterjee told the class when it was assembled at the site of his excavation, on the slope of a red clay butte fiercely eroded by rain and flash floods. From the slope a vast scrub prairie stretched to the horizon, where the Caprock mesas lay like a row of fallen dominoes. “The Permian was largely an arid time, but here we have evidence of a more tropical situation in the Triassic, with coniferous forests and lots of rain. What’s interesting about this site is how it illustrates two important aspects of the Triassic: the movement of continents and the evolution of vertebrates.”</p><p>Chatterjee has a high, inquisitive voice and graying black hair, which he combs habitually with his fingers. His assistant, Sally Shelton, describes him as “a man with phenomenal luck,” and he does have an air of being amazed at his good fortune, often punctuating his commentary with a gleeful little laugh. “In India I was walking on exactly the same kind of rocks,” he says with a giggle, “and now I am finding many of the same fossils here.” That discovery has major implications for the theory of continental drift, which postulates that the Indian subcontinent wandered around the globe like a waif before it finally thrust itself into asia, creating the Himalayas. Chatterjee believes that India bumped against the eastern coast of africa when africa was attached to North america.</p><p>Sally Shelton recalls the first day of the excavation. “The very first time we were here we found two skulls. That never happens. I had to sit down. My knees were weak. You are digging something up, and you realize it was alive. No one had ever seen it before.”</p><p>“We just stumbled on this place and started getting carnivore fauna,” Chatterjee adds. “Some of it was very complicated, almost a dinosaur level of organization.” He believes that one reptile he discovered may have been an ancestor of <em>Tyrannosaurus,</em> which it strongly resembled. He named the animal <em>Postosuchus, </em>after the town of Post. He also found some lizardlike reptiles that he named <em>Malerisaurus langstoni—a</em> tip of his hat to his eminent colleague. “i’m too modest to say it,” Langston says nonetheless, “but my name is attached to half a dozen critters now.”</p><p>While Chatterjee lectured on the dawn of the age of Reptiles in Texas, Langston went exploring. In the field he invariably wears a long-sleeved khaki shirt and pants (a military uniform without rank) and a sweat-stained khaki cap to which he safety-pins a white handkerchief—like the havelocks of the Foreign Legion, it protects his neck from the sun. His face glistens with sunscreen, and he covers his eyes with clip-on sunglasses. He is still so energetic in his sixties that one senses, with sympathy, what his parents must have endured when he was a child. “i’m sure if i’d known him then I would have had nothing to do with him later on,” muses his wife, Marietta.</p><p>Langston examined the scrubby wasteland with satisfaction. Although the site was certainly an important paleontological discovery, it was difficult to envy Chatterjee and his assistants, who had been excavating in that forlorn environment for nearly four years. Life in the field, as any VP will admit, is more often tedious than romantic. Most fieldwork is done in the summer, and in Texas that means temperatures “hotter than the hubs of hell,” as Langston says, and ground too hot to touch. One spends a considerable amount of time constipated or the opposite. The principal occupational hazards are traffic accidents (because of the long hours on the road) and skin cancer. Langston has learned that the sun is his enemy.</p><p>And yet, when he looked carefully at the excavation, Langston couldn’t suppress a grudging admiration for Chatterjee’s good fortune. “Dam it, Sankar, you’ve left more bone lying on the ground than i’ve found in the last two years.”</p><p>One of the animals Chatterjee had uncovered was an ictidosaur, the only one that has been found in North america. Ictidosaurs were enigmatic animals that may have been either reptilian or mammalian. To a paleontologist, whose only evidence is fossilized bone, the difference between these two orders of existence is quite small and often confusing. “When you move from reptiles to mammals you see changes in the jawbone, the ear bones, and the tooth structure,” said Chatterjee. Bones that reptiles chew with have been adapted by mammals into parts of a more complex ear. The ictidosaur has characteristics that make it awkward to define. “If we consider the jaw joint, then they are mammals,” Chatterjee explained. “If we look at tooth replacement, they’re not mammals. In true mammals we see three bones in the middle ear, but if we use that as a criterion then all Triassic mammals become reptiles. A really strict definition would say they are very primitive mammals or possibly ancestors of mammals. We really can’t tell until somebody finds good complete material.”</p><p>Langston nodded. Paleontology is really nothing more than genealogy carried to extremes. It is all a search for ancestors, for the order of things, and it involves hard work under conditions most people associate with forced labor. The rewards might seem negligible to outsiders—a few broken bones, pieces missing, for the most part—but to the true romantic they are voices from the past, telling of the flow of life from the first cell to man, curious man.</p><p>The students wandered about the site until the sky behind the mesas turned the color of a bruised plum, and the coyotes howled at the quarter-moon.</p><p><span class=\"dropcap\">O</span>N the Dark Ride To Lubbock that evening, Langston talked about the Mesozoic-Cenozoic boundary —around 65 million years ago —the division between the age of Reptiles and the present era, which is dominated by mammals. “The boundary that we’re talking about is really just a rule of thumb,” he said, addressing the headlights of oncoming traffic. “It’s like the line that Travis drew across the floor of the alamo. We never find dinosaurs surviving across that line. In fact, it’s been said that no land animal larger than fifty pounds lived to cross that boundary.</p><p>“The question is whether the dinosaurs were destroyed all at once or suffered a long-term decline. I take a middle road. I believe they were on their way out, but something pushed them over the brink.”</p><p>Some scientists have proposed that the appearance of mammals, which the dinosaurs probably perceived as noxious little egg suckers, caused the extinction, but it’s unlikely that early mammals could have brought down the mighty dinosaurs through this strategy alone. Perhaps the giant reptiles suffered from epidemic illness. Perhaps they had become too specialized; they had survived, after all, for nearly 200 million years, almost unchallenged except by members of their own species and accustomed to a climate that was generally tropical and subject to little seasonal change. Thus they couldn’t cope with the profound geological changes that were taking place at the end of the Mesozoic, when the Rocky Mountains were rising forth and the movement of the continents was affecting the climate, creating seasons. It got cold, and coldblooded reptiles depend on atmospheric warmth for their life’s heat.</p><p>The curtain drawn over the age of Reptiles seems to have been characterized by a thin layer of iridium, a precious metal similar to platinum. “Iridium is one of the rare elements on earth —it doesn’t occur except in infinitesimal amounts,” said Langston. “So any time you find it exceptionally concentrated it waves a flag at you. You’d better look and see why.” Luis alvarez, a Nobel laureate in physics at the University of California at Berkeley, and his son Walter, a geologist at Berkeley, have postulated with several other scientists that the presence of iridium in the Mesozoic-Cenozoic boundary is evidence of a universal catastrophe, specifically, the collision of a giant asteroid with the earth. The iridium layer, they say, was derived from the asteroid as it vaporized upon entering the earth’s atmosphere. On impact, a cloud of dust arose that shut out the sun for months, with dramatic effects on the food chain. Dinosaurs, being the big consumers at the top of the chain, would have been the most affected. “The smaller animals would be capable of hibernating during this period of darkness, if that’s what it was,” said Langston, although that doesn’t explain the extinction of the smaller dinosaurs and marine reptiles and the survival of the crocodiles.</p><p>From his research in the Big Bend, where he has found dinosaur and mammal fragments in unusual proximity to each other, Langston has begun to suspect that some dinosaurs slipped across the boundary. “In Big Bend it is just possible that some of the giant reptiles survived for a little while longer than in the rest of the world.” If that is true, it makes the asteroid theory of extinction —now the most fashionable proposal in paleontology —far less plausible. What is more, it threatens the whole notion of the boundary and where it should be drawn. “If we were to find a dinosaur that did make it across, it would mean we’ve falsified the premise. That would cause a great flap,” Langston added happily.</p><p>Another explanation has the dinosaurs suffering from terminal hay fever caused by the appearance of flowering plants. Other theories have the dinosaurs perishing from those digestive afflictions frequently visited upon the scientists who study them. The constipation theory supposes that the rapid onset of flowering plants at the end of the Mesozoic displaced the laxative ferns that the big plant eaters depended upon for digestion. Langston enjoys arguing the contrary hypothesis, which takes into account the proliferation of crotons, plants with drastically purgative powers (the castor-oil plant is a croton). According to this theory, the dinosaurs were eliminated through, well, the process of elimination. “That’s one of the exciting things about paleontology,” Langston noted as he wheeled the van into a motel parking lot. “You can suggest darn near any theory you want, and somebody will take you seriously.”</p><p>The question at dinner was “name that bone.” The bone under discussion was the T-bone of a medium-rare steak, which annie Walton now examined without appetite. She studied the bone carefully, thought it over, and declared at breakfast the following morning that it was a lumbar vertebra showing transverse process. Of course.</p><p><span class=\"dropcap\">F</span>ROM Lubbock the Van Traveled across the Caprock and descended into the lower Permian, 280 million years in the past. Texas had been hot and dry then. The equator passed nearby, on a line running through Tucson and St. Louis. West Texas was underwater, and if you were shopping for coastal real estate you might find yourself in Seymour, the seat of Baylor County. It is a small landmark on the VP’s map because of a creature long thought to be the ancestor of reptiles. The man who named it wanted no one to forget where he had found it. He called it <em>Seymouria baylorensis,</em> and it became the subject of a famous dispute between alfred Romer, one of the foremost figures in the history of american paleontology, and D.M.S. Watson, who occupied a position of equal esteem in Britain. “Romer and Watson argued for years about whether <em>Seymouria</em> was a reptile or an amphibian,” Langston related as the van passed through the prosperous and well-groomed town. “They finally decided that on odd-numbered days it would be a reptile, and on evennumbered days it was an amphibian. Now there’s no question that <em>Seymouria</em> was an amphibian, but he may have been adapted to a drier habitat and he probably earned his living much like a reptile.”</p><p>To a VP, the only feature that distinguishes all reptiles from all amphibians is a flap in the palate known as the transverse pterygoid flange. What really separates reptiles from amphibians, however, is the amniotic egg. Amphibians have to return to the water, where they are highly vulnerable to predators, to lay their eggs. “Obviously, animals laying their eggs outside the water would have a better chance of survival,” Langston pointed out. The amniotic egg was the brilliant solution to that problem. “The egg requires a food supply, which is the yolk, and it needs protection from desiccation and collapse, which is supplied by the shell. It has to provide for waste produced by the embryo, and that function is served by a sac called the allantois. There has to be some device for keeping the embryo moist, and for that there is a sac filled with fluid called the amnion. Now you’ve got the embryo all housed up, but there’s no way for him to breathe. So the shell has to be made porous, and there is an additional gas-permeable membrane called the chorion. All of these features have to be present to make a successful egg. So the next time you look down at those overeasies, think what a marvelous device this is. It almost makes you theological.”</p><p>The van seemed to be stuck in space and time, as mile after identical mile reeled past. The multilayered distinctions of past and present grew flat and flatter still, until all of history was pressed into a single snoring passage across Texas, county by county, one differing from the next only by the architecture of its courthouse. The van traveled the back roads of the Permian through Thrift and Burkburnett, past Wichita Falls and archer City, and finally to the famous bone bed named Geraldine.</p><p>“The place we’re going to look at was a swamp behind the Permian sea,” Langston said, as the students began to rouse from their lassitude. “The critters probably lived in freshwater ponds and bayous. It was just teeming with all kinds of reptilian life and amphibians that looked like mud puppies and salamanders but were as large as good-sized pigs.”</p><p>Geraldine was discovered by alfred Romer, who spent 38 summers exploring this region, known as the Texas redbeds. He was prospecting for fossils when he crested a hill and saw below him a solid pavement of skulls. The animals proved to be large, flat-headed amphibians named <em>Eryops.</em> Further exploration uncovered a variety of fossil reptiles, including the sail-backed <em>Edaphosaurus,</em> a plant eater, and the common carnivore, <em>Dimetrodon. </em>Geraldine presented a picture of life in the final days before the beginning of the age of Reptiles, when amphibians were giving way to their enterprising successors.</p><p>Soon one of Langston’s students, Martin Sander, would be going to the Geraldine bone bed to reconstruct the environment of that time. Sander was from southern Germany. He was tall and slender, gangly, with an enormous shock of curly brown hair, a thin face, and eyes enlarged by thick lenses. He was reading Romer’s account of the Texas redbeds in the 1940 <em>Harvard alumni Bulletin.</em> “The summer temperatures approximate those of Hell. Almost all the animals bite or sting. Water is scarce and usually unpleasant,” Romer warned him. “But the people of the region are among the finest, and the fossil reptiles to be found there are the world’s best.”</p><p>At the turn of the century Geraldine was an infant metropolis with a post office and several saloons, but today it is little more than a stark, snake-infested mesquite barrens. Off and on for the next two years, Geraldine would be home to Martin Sander. He surveyed the rough gray fields, filled with cactus and killed mesquite. Quail flushed from their cover with a flurry. But Sander didn’t see them. He was looking 280 million years into the past.</p><p>“There’s a channel fill,” he pointed out to Langston. Langston looked at the mound of weathered sandstone, which had once been a streambed flowing into the Permian sea. The clay banks had long since eroded away, leaving the sandstone sediment of the ancient streambed standing in the prairie like a loaf of bread on the kitchen counter.</p><p>“actually, two channels, I believe.”</p><p><em>“Ja,”</em> Sander agreed. “Here at first it is silty, and then it becomes more coarse.” He looked under a gouged-out boulder and found it full of burrows, remnants of little creatures that had filled the stream with life. Langston climbed atop the mound and looked west. Moments like this, when he was handing across his knowledge to the ones who would come after him, made his life important. The sun was going down again and casting a long, lovely light across the cobwebs in the dead mesquite branches.</p><p>Sander looked up again. “i’ll need a big hat,” he realized.</p><p>“and suntan lotion,” Langston cautioned. “also high boots. This place is copiously supplied with rattlesnakes.”</p><p>“It really is a good light,” said Sander, seeing the brilliant cobwebs.</p><p><span class=\"dropcap\">a</span>RE Birds Dinosaurs? Langston likes to think so. There is no doubt that birds are closely related to and possibly descended from dinosaurs, but now there is a proposal to link them formally in the same class, a new taxonomic division called Dinosauria. The question seems to depend on whether dinosaurs were warm-blooded.</p><p>In the past, dinosaurs were thought to be cold-blooded, lumbering beasts capable of sudden but unsustained movement, like modern crocodiles. Lately some scientists have revolutionized dinosaur theory, advancing the notion that the creatures were capable of much higher levels of activity typical of warm-blooded animals, such as mammals and birds. Warm-bloodedness helps an animal thrive in seasonal weather. Reptiles, on the other hand, grow torpid in the cold, and if they are too large to hibernate they will die. And yet traces of dinosaurs have been found in cooler regions far from the equator. Their bones do not show the growth rings characteristic of coldblooded animals. Is it possible that their blood kept them warm?</p><p>Of course, there were flying reptiles in prehistory, known as pterosaurs, which were probably warm-blooded. Their bones, found in Germany, Jordan, and Kansas, indicate that pterosaurs enjoyed the range of size of modern birds, some smaller than sparrows, some larger than the albatross, which is the largest flying bird. One pterosaur found in Kansas was quite large; it had a wingspan of 26 feet and was presumed to be the largest creature that ever flew. However, in 1971 a UT graduate student named Doug Lawson was studying the rocks in the Big Bend when he picked up a huge fossilized radius (a forearm bone) and stuck it in his collecting bag. He later deposited it at Langston’s lab. “He thought it was just another beat-up dinosaur bone,” Langston recalls. “I doubt I would have brought it back.” In the lab Langston discovered that the bone in life had been hollow, a sure sign of a creature adapted for flight.</p><p>Lawson named the Texas pterosaur <em>Quetzalcoatlus,</em> after the aztec god who took the form of a feathered serpent. The size of the bone indicated that the pterosaur weighed nearly 185 pounds and had a wingspan of 35 to 40 feet, which would have been splendid for soaring but almost impossible to flap: a prehistoric hang glider, in effect. From his study of <em>Quetzalcoatlus</em> Langston had no doubt that it, at least, was a warm-blooded reptile. “It had a hairy cover, its bones do not show rings, and it behaved in most respects like birds.” But the pterosaur is not related to birds in any evolutionary sense. It was a dead end; the great <em>Quetzalcoatlus</em> was not only the largest creature that ever flew but also the last flying reptile.</p><p>The first true bird, <em>archaeopteryx,</em> had feathered wings but probably couldn’t fly. It strongly resembled a group of ostrichlike dinosaurs called coelurosaurs. “If <em>archaeopteryx</em> had been found without feathers, and its discoverer hadn’t recognized the pulley bone—which is unique to birds —it would have been classified as a coelurosaur without question,” says Langston. Its wings probably evolved, like hair, to protect its body’s warmth. Perhaps the coelurosaur had feathers as well. Who knows? as far as paleontology is concerned, the only difference between birds and dinosaurs is the wishbone.</p><p>Saturday night, at a motel near Olney, the birds-are-dinosaurs theory was tested on a group of bird hunters who were sitting on the tailgate of their pickup truck plucking feathers from quail. It was met with general agreement. “He does sorta look like a two-footed lizard,” said one of the hunters, holding up a denuded bobwhite. “I just hope they don’t evolve themselves to where they start shooting back.”</p><p><span class=\"dropcap\">W</span>e’re Going Downsection From the Permian,” Langston announced as the van sped south on Sunday morning. It was into the Pennsylvanian again, where Texas once was covered with verdant ferns and conifers. “There’s lots of coal in this Pennsylvanian section. It’s been mined commercially since 1910 around Cisco.”</p><p>Although the forests of prehistory left Texas its rich legacy of coal, the dinosaurs did not, as it is popularly imagined, have anything to do with the formation of oil. According to Langston, the only relationship between oil and dinosaurs is the big green brontosaur that provided the logo for the Sinclair Oil Company (now atlantic Richfield). “The folks at Sinclair Oil came up with it as a gimmick. They had the idea that since oil is a hydrocarbon derived from various decay features in organisms, one of those organisms might as well be a dinosaur. Somehow they got that idea fixed in the public mind. However, the organisms that were significant in the formation of oil were plants and especially protists, which are single-celled animals that live in the seas and which in terms of volume and abundance have existed in orders of magnitude greater than land plants. They are what makes the ocean green and are the source of our oxygen.”</p><p>The mood in the van, which had been cheerful, began to turn sullen. From the beginning of the trip there had been the unspoken hope of discovery, of finding something worthwhile, but so far there had been little to boast about. The students’ collecting bags were unfilled. The wisecracks that had buoyed the trip to this point fell short of their marks; everyone had the sense that it was time to get home.</p><p>In Mineral Wells Langston spotted some plastic cycads used to decorate somebody’s window boxes. “Those sago palms would have been right at home here one hundred million years ago. Now the only place you ever see them is in doctors’ offices.”</p><p>North of the little town of Morgan Mill the lower Cretaceous limestone of Central Texas suddenly reappeared. The van was headed for Bluff Dale, the last stop before returning to austin, and Langston was disappointed. He realized that most of the sites the class had visited were sadly picked over. This had already led to some grumbling in the back of the bus. “You find out real early these guys never take you to their best localities,” one of the students remarked.</p><p>Bluff Dale didn’t hold much promise. “i’m afraid this place is going to sorely test their mettle,” Langston admitted. The site was a cow pasture along a sylvan stream, with an outcrop of Cretaceous limestone encircling the pasture in a handsome little pocket. Langston examined his field notes, wherein he had sketched a map of the site. “Over there toward the river are some limestones on the hillside. That’s where I found a variety of dinosaur bones in 1947. I’ve been back three times since and i’ve been able to put myself where they were, but I haven’t been able to find all the stuff I saw. Either they’ve been picked up or time has embellished my memory.”</p><p>“are the bones whole or broken, black or brown or white, or what?” asked a student.</p><p>“Yeah,” said Langston, mostly to himself.</p><p>The students fanned out, some of them following the limestone outcrop, others wading through the yellow grass to the streambed. At the fence line beside the stream, in a grove of hardwoods, was a fresh white skeleton of a modern cow, picked clean by coyotes.</p><p>Langston was searching for a petrified stump indicated on his map. The limestone here is a part of the Glen Rose formation, which has proven to be a marvelous tablet for recording the movements of the giant reptiles that mucked about in the limy mud of their time. If Texas were scraped off to the Glen Rose layer it would look like the aftermath of a dinosaur beach party. Directly below the Glen Rose limestone is a sandstone layer, a deposit of the advancing and retreating shoreline of the lower Cretaceous, and it was there that Langston expected to find dinosaur bones. “Considering that there’s probably twenty thousand square miles of this kind of sandstone exposed in Texas, it’s darn frustrating that there’s only one complete dinosaur skeleton found in this layer.” The dinosaur Langston referred to was one he had found near Bridgeport, a plant eater named <em>Tenontosaurus,</em> whose tracks are often found in the Glen Rose.</p><p>Finding bone is a matter of perspective. What one looks for is shape and texture. Langston’s “eye for bone” is famous among his colleagues, but it’s one thing he can’t teach his students. Like depth perception, it is a physical trait. People who have it are always finding money on the sidewalk.</p><p>“Well, here’s the petrified stump,” said Sam Webb, one of the students. Once he had pointed it out, it was obvious, although nearly everyone had walked by it more than once. From some angles it looked like a mass of shattered rock and from others like an ordinary cedar stump. Close up, however, it was exquisitely faceted, like a cubist creation of Picasso’s.</p><p>Webb was the only student in the class who had worked on dinosaurs in the field. He had grown up in Utah, a Mormon farm boy, and he still gushed when he talked about digging up bones. “To me, the funnest thing in life is collecting and preparing fossils. I envy Cope and Marsh,” he said, naming the two giants of nineteenthcentury paleontology. “My whole life i’ve envied them.”</p><p>“Why?”</p><p>“Because they had enough money to do what they wanted to do.”</p><p>Langston didn’t respond. Paleontology is such a rarefied career that one requires either brilliance or family money to stay in the profession. Langston was fortunate in both respects. But of the six students in his class, not one of them expected to be able to continue as a VP when he finished his doctorate.</p><p>The students reoriented themselves to the petrified stump and then fanned out again, Sam Webb and Martin Sander following a newly cut logging trail across the fence line. Langston poked around the petrified stump, still mystified by the disappearance of the bones he’d found 35 years before.</p><p>“I found something,” said one student, John Buckley, holding a small white object. “I don’t know if it’s bone or calcite.”</p><p>“Did you taste it?”</p><p>“Taste it?”</p><p>“Bone sticks to your tongue.”</p><p>“Hm. Calcite,” said Buckley sadly.</p><p>At that moment annie Walton trumpeted a joyous “hallelujah!” and Langston set off at a trot.</p><p>“It’s Sam and Martin,” she told him at the fence line.</p><p>“I want it to be an iguanodon,” Langston said excitedly. “If not an iguanodon, a hadrosaur or a ceratopsian, none of which is supposed to be here. Or maybe an acrocanthosaur or a pleurocoelurosaur. Actually, i’ll settle for any of them.”</p><p>He found Sam Webb and Martin Sander sitting on a pile of rocks and tree roots that had been bulldozed into the mouth of a ravine. Some of the tree roots had roped themselves around huge brown dinosaur bones, which had been plucked out of the ground like radishes when the trees were dozed aside. Their ravine was filled with broken rocks, and bones lay inside them, beautifully preserved. There were bones everywhere.</p><p>“I told him, ‘Here’s a big hollow log,’ ” said Sander, “and Sam pointed out the striations of bone.”</p><p>“as soon as I realized it was bone, I started seeing the rest of it,” said Webb.</p><p>“It’s not <em>Tenontosaurus;</em> it’s too big,” Langston decided immediately. He noticed a piece of bone sticking out from a rock, which had formed around it. “Here’s a piece of neural spine, but it’s not anything I recognize.” He looked around. Farther up the ravine, more bone. Langston stuck a golden strand of straw in his mouth. “Oh, this is one hell of a bone bed.”</p><p>“I think we just found Dinosaur National Monument,” Webb said in a giddy voice.</p><p>But Langston was already beginning to calculate the consequences of such a find. He’d been through this many times. “This place will be hot to work,” he realized, looking at the cedars and pin oaks that closed in the ravine and made the air dense and sweltering. “In spring these cedars will be full of ticks. It’s an enormous undertaking.” He saw that he was standing on a leg bone the size of a railroad tie. “These pieces are so large that they can’t be much except a sauropod,” he decided, referring to the largest known land animals. “In that case it should be <em>Pleurocoelus.</em> This here”—he strained to lift a broken mass of bone more than two feet in width—“must be a portion of the thigh bone.”</p><p>“How large do you think he was?” asked Sander.</p><p>“This animal here must have been forty feet long, and that’s not the biggest of them by any means.”</p><p>Sander shook his head and put his hand on the thigh bone.</p><p>“There may be more than one dinosaur here,” said Langston. “Maybe a lot more. Who knows what we might find if we started digging up that hill.” He looked at Sam Webb. “If it turns out to be a new species, I guess we’ll have to call it <em>Webbosaurus sami</em>.”</p><p>“That’d be all right with me,” said Webb. “Gee.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "September 1983",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Dinosaurs",
      "Texas",
      "Students",
      "Animals",
      "Birds",
      "Giant",
      "Oil",
      "people",
      "Children",
      "ever",
      "Glen Rose",
      "History",
      "Home",
      "Land",
      "money",
      "Africa",
      "Big Bend",
      "buildings",
      "Central Texas",
      "Earth"
    ],
    "wp_categories": [
      "Big Bend"
    ],
    "wp_location": [
      "Texas",
      "Glen Rose",
      "West",
      "Big Bend",
      "Lubbock"
    ]
  }
}