{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19852",
    "date": "February 1985",
    "year": 1985,
    "month": 2,
    "month_formatted": "February",
    "pdf_uri": "/1985/19850200.pdf",
    "issue_cover_image": "",
    "document_start_page": 103,
    "toc_start_page": 103,
    "document_page_range": [
      [
        103,
        104,
        105
      ]
    ],
    "toc_order": 2,
    "toc_headline": "The Big Country",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198502-thebigco",
  "source": "/1985/19850200.pdf",
  "wp_post_id": 121548,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-big-country/",
  "authors": [
    "Catherine Chadwick"
  ],
  "headline": "The Big Country",
  "dek": "The great Texas ranches, then and now.",
  "spread_caption": "",
  "excerpt": "The great Texas ranches and how they got that way.",
  "kicker": "",
  "word_count": 2196,
  "content": "<p>Texas’ most fabled cattle kingdoms were born in the days of the open range, and though those days are gone, many of the ranches live on.</p><p>A few misguided folks will tell you that the best way to compare ranches these days is to use modern tests like capital investment or net revenue or animal units (you know, cattle). But to real ranchers the thing that counts the most is what has always counted the most-land. Some ranchers measure land in sections (one section equals a square mile), some in acres (640 acres equal a square mile), but there’s a better standard. When a Texas ranch is respectably large, it is invariably likened to Rhode Island. A ranch of 671,360 acres has exactly as much land as Rhode Island; therefore, its area should be expressed as 1 Ri.</p><p>Many of the great ranches are gone now. The largest of them all were created not by legendary Texans but by European land and cattle syndicates in the 1870’s and 1880’s-the Xit, traded by the state to pay for construction of the Capitol, came to 4.54 Ris, and the Matador was 1.78 Ris-but they were broken up by unsentimental investors. To make the current list of the greatest ranches in Texas, a spread must meet four criteria: it has to be big, it has to have historical significance, it has to belong to the founding family, and it has to be a working ranch.</p><p><strong>The King Ranch</strong></p><p>Not only is the King Ranch the biggest in Texas (1.23 Ri, or 823,000 acres) but it is also the most important (see “The Last Empire,” Tm, October 1980). Its founder, Rio Grande steamboat captain Richard King, bought 15,000 acres in 1853 near present-day Kingsville. His legacy includes the Spanish concept of the cattle ranch, which he adapted from the Mexican hacienda; the <em>patron</em> system, which he started by leading an entire village out of Mexico to live on the ranch; and one of ranching’s most famous and enduring families.</p><p>At his death in 1885 the ranch covered half a million acres. When his wife, Henrietta, died in 1925, it had grown to nearly a million. King’s son-in-law, Robert J. Kleberg, ran the ranch from King’s death till the twenties. Then Kleberg’s son Bob took over and maintained control until he died in 1974. Bob expanded to four more continents and negotiated the state’s biggest oil lease, with Humble Oil, providing financial stability for the ranch. His brother Richard M. Kleberg, Sr., developed the Santa Gertrudis breed of cattle, which could thrive on the rugged land.</p><img /><p>The King Ranch</p><img /><p>The Waggoner Ranch</p><img /><p>O’Connor Ranches</p><img /><p>Briscoe Ranches</p><img /><p>Burnett Ranches</p><p>To avoid inheritance taxes and prevent subsequent generations from splitting up the ranch, the Klebergs incorporated it in 1934. The ranch is much changed today: oil and gas production brings in more money than cattle bring in, 37,000 acres are devoted to farming, and there are more than sixty stockholders. But the ranch is still controlled by descendants of Richard King.</p><p><strong>The Waggoner Ranch</strong></p><p>The Waggoner Ranch is the largest single tract of privately owned land —0.78 Ri, or 525,000 acres —left in Texas. It was founded in the early 1850’s when Daniel Waggoner bought 15,000 acres near what is now Decatur and stocked it with 252 Longhorns. His son, W.T., joined him as a partner, and with the profits from a trail drive they went on when W.T. was only seventeen, they expanded the ranch. They moved west in 1871 and again around 1880, locating finally in Wilbarger and Witchita counties. They adopted the three backward D’s as their brand, which was replaced by a single backward D in the early 1950’s.</p><p>By the turn of the century the Waggoners’ holdings were so immense that W.T. gave each of his three children, E. Paul, Guy, and Electra, 90,000 acres and 10,000 head of cattle and still had a quarter of a million acres left. The most celebrated of the Waggoners was Electra. A prolific oil field and its boomtown took her name, and her shopping jaunts to Neiman-Marcus were the talk of Dallas.</p><p>When W.T. died in 1934, the estate passed to a trustee and a board of directors, which have kept three generations of Waggoners from dividing the property.</p><p>Heirs of Guy Waggoner tried to split up the ranch in 1950 but settled for property in New Mexico instead. Today the trust is jointly controlled by Electra Waggoner Biggs (E. Paul’s daughter, for whom the Lockheeds and Buicks were named) and Albert B. “Bucky” Wharton (grandson of the first Electra), both of whom live on the ranch.</p><p><strong>O’Connor Ranches</strong></p><p>Thomas O’Connor built the largest landed empire that was settled before Texas’ independence. Today fourthand fifth-generation O’Connors control more than 0.75 Ri (500,000 acres) on top of the O’Connor Oil Field, a vast pool of 500 million barrels brought in by wildcatter Hugh Roy Cullen.</p><p>O’Connor arrived from Ireland in 1834 at the age of fourteen. He was the youngest Texan at San Jacinto. After the war he returned to Refugio County, where, to the astonishment of his peers, he began swapping his cattle a few head at a time for small pieces of land. Then he astonished them again by building a fence around his property. When he was finished, he had enclosed all the land between the Mission and San Antonio rivers from Copano Bay to Refugio. On it grazed 100,000 head of cattle.</p><p>When O’Connor died in 1887, his estate was divided between his two sons. His younger son, Thomas M., along with Abel Borden (the nephew of legendary cattleman Abel Head “Shanghai” Pierce), was largely responsible for one of the major innovations in Texas ranching —the importation of the hardy Brahman breed in 1906. Today the descendants of the O’Connor brothers manage six ranches in Refugio, Victoria, and Goliad counties.</p><p><strong>Briscoe Ranches</strong></p><p>Dolph Briscoe inherited 190,000 acres in 1954, when Texas was gripped by one of the worst droughts of the century. Yet, at a time when most Texas ranches were shrinking, he more than doubled his empire to 0.67 Ri (450,000 acres). When he was elected governor in 1972, he was the state’s largest individual landowner.</p><p>The Briscoe family’s first land, purchased from the Mexican government in the 1820’s, was in Fort Bend County. Dolph’s father moved to Uvalde in 1910 to get into the cattle business on his own. He lost everything in the Depression but had recovered sufficiently by 1939 to buy the Catarina Ranch in Dimmit County.</p><p>Today Briscoe and his wife, Ut regent Janey, live on the Rio Frio Ranch near Uvalde. The Briscoe ranching tradition seems secure for another generation. Son Dolph Iii runs a ranch near Cotulla and daughter Janey and her husband also own a ranch. The youngest daughter, Cele, who was once courted by Prince Charles, married John Carpenter of Dallas, whose family has cattle operations in six North Texas counties and is developing Las Colinas on family ranchland.</p><p><strong>Burnell Ranches</strong></p><p>The survival of the Four Sixes Ranch is the result of the last will and testament of its founder, Burk Burnett, who went to extraordinary lengths to keep his land intact after his death, which occurred in 1922. (He even cut his son out of the management of the estate.) Today the four ranches of the Burnett estate cover 0.67 Ri (450,000 acres).</p><p>Burnett’s original ranch was a 17,000acre spread on the Red River north of Wichita Falls and a 280,000-acre lease on Indian reservations in what is now Oklahoma. At the turn of the century, upon learning that the federal government was going to open the territory for settlement, Burnett went to Washington and lobbied President Theodore Roosevelt for an extension of his lease. Realizing that to stay in the cattle business he had to own land rather than lease it, Burnett began accumulating acreage east of Lubbock and east of Amarillo. In 1906 he sold his old ranch on the Red River, but a few years later it turned out to be the richest land of all —it covered most of the prolific Burkburnett Oil Field.</p><img /><img /><p>Reynolds Cattle Company</p><img /><p>The Ja Ranch</p><img /><p>Pitchfork Land and Cattle Company</p><img /><p>The Yo Ranch</p><p>Burk’s son, Tom, built up the Triangle Ranch on his own. Tom’s daughter, “Miss Anne,” was the major beneficiary of Burk Burnett’s will. She personally supervised the four ranches (including the Triangle) and enhanced the estate by marrying well and often—first to Guy Waggoner, fourth and last to Charles Tandy. Mrs. Tandy died in 1980, leaving her only child, “Little Anne” Windfohr Sowell, in charge.</p><p><strong>Reynolds Cattle Company</strong></p><p>The history of the great ranching families is laced with intermarriages —Waggoner and Burnett, Kleberg and East, Armstrong and Whittenburg-but the Reynolds Cattle Company wins the prize for the most marriages between two ranching families. In 1876 Barber Watkins Reynolds, one of the first ranchers in West Texas, built a home for his family near the Matthews family on the Brazos in Throckmorton County. Four of the Reynolds boys married Matthews girls, and one Reynolds girl married a Matthews boy. Two of the Reynolds brothers, George T. and William D., went into business with John A. Matthews, their brother-in-law, around 1880.</p><p>Grandchildren and great-grandchildren of William D. Reynolds oversee the family ranches today. The X Ranch covers 0.35 Ri (232,000 acres) north of Fort Davis in the Davis Mountains. Another 73,000-acre ranch lies in the Panhandle. The Matthews clan has a 40,000-acre ranch near Abilene. Reunions are an annual tradition among the Reynolds and Matthews families, who gather each June in nearby Albany.</p><p><strong>The J A Ranch</strong></p><p>What the King Ranch is to South Texas the Ja Ranch is to the Panhandle-the ranch most steeped in myth and romance.</p><p>It was founded in 1876 by Charles Goodnight, the first cattleman to take up residence in the Panhandle. Already widely known for developing the chuck wagon and blazing the Goodnight-Loving Trail, Goodnight became a legend by driving 1600 head of cattle into Palo Duro Canyon and establishing a ranch in the heart of Comanche country, 75 miles from the nearest settlement.</p><p>Goodnight persuaded an Irish landholder named John Adair, whom he met in 1874 in Colorado, to invest in the ranch. Adair put up the money and received a two-thirds interest in the ranch, which took his initials as its name. Goodnight expanded the Ja and its grazing leases to almost 2 Ri by 1885. Two years after Adair died, the estate was split up, and all of the original ranch in the Palo Duro went to Mrs. Adair.</p><p>Today the 180,000-acre (0.27-Ri) Ja is owned by Mrs. Adair’s grandson, 74year-old M. W. H. “Montie” Ritchie. The ranch was briefly linked to another prominent Panhandle ranching family: Ritchie’s daughter was once married to Teel Bivins, whose grandfather Lee Bivins owned more than 500,000 acres at his death in 1929.</p><p><strong>Pitchfork Land And Cattle Company</strong></p><p>Modern ranching adheres to two economic principles: land is more valuable than cattle, and oil under the land is more valuable than grass on top. The 104-yearold Pitchfork Ranch (0.25 Ri, or 166,000 acres) east of Lubbock is a rare exception; it has thrived without oil.</p><p>Dan Gardner, a cowboy from Mississippi, established the Pitchfork in 1881. He purchased the three-pronged pitchfork brand, which he made one of the most famous brands in the West. The Pitchfork Land and Cattle Company was founded two years later. Gardner got an old friend, Eugene F. Williams of St. Louis, to invest in the 25,000-acre ranch. Williams became a major stockholder and Gardner the manager, a position he held until his death in 1928.</p><p>The Pitchfork still runs a traditional cattle operation with cowboys and chuck wagons. It is controlled by a grandson of Eugene Williams from its headquarters in St. Louis. But the reason it grew while other West Texas ranches were dwindling in size was its owners’ willingness to innovate. The Pitchfork was one of the first ranches to embrace farming, enabling it to feed as well as graze its cattle. Today the Pitchfork raises swine and quarter horses as well as cattle and crops.</p><p><strong>Mo Ranch</strong></p><p>For half a century the Yo Ranch in the Hill Country northwest of Kerrville tracked the path of many of the great Texas ranches: immense holdings (0.82 Ri, or 550,000 acres) were amassed by its founder, Charles Schreiner, then partitioned among his heirs, and finally diminished by losses attributable to economics. But during the drought of the thirties, when the venerable Yo seemed headed for catastrophe, Charles Schreiner Iii came up with the then-novel idea of turning his ranch into an exclusive hunting resort.</p><p>Schreiner (known locally as Three) stocked his land with 33 species of native and exotic animals, 14 of which could be hunted. He imported sika deer, black buck antelope, aoudads, giraffes, and ibex, making the Yo the best-known exotic game ranch in Texas and enabling him to keep 50,000 acres of his family’s land intact. The ranch offers tourist accommodations, a coed camp, and wildlife photography programs as well as hunting.</p><p>But the Yo is also a working ranch, with livestock providing a substantial part of its income. Its operations include quarter horses, range cattle, sheep, goats, and the nation’s largest herd of Longhorns. In addition, the Yo sells exotic animals to zoos and leases Longhorns for Tv and movie appearances. The ranch is managed by Three’s son —Four, of course.</p><p>Catherine Chadwick</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "February 1985",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Cattle",
      "Land",
      "Texas",
      "Oil",
      "Ranching",
      "Family",
      "Death",
      "Son",
      "Business",
      "Government",
      "King Ranch",
      "Lubbock",
      "Mexico",
      "money",
      "rio",
      "Tradition",
      "Animals",
      "barber",
      "Boomtown",
      "Canyon"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": [
      "Texas",
      "West",
      "Lubbock",
      "Burkburnett",
      "Canyon"
    ]
  }
}