{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19959",
    "date": "September 1995",
    "year": 1995,
    "month": 9,
    "month_formatted": "September",
    "pdf_uri": "/1995/19950900.pdf",
    "issue_cover_image": "",
    "document_start_page": 126,
    "toc_start_page": 122,
    "document_page_range": [
      [
        126,
        127
      ],
      [
        142,
        143
      ]
    ],
    "toc_order": 23,
    "toc_headline": "Dick armey",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199509-dickarmey",
  "source": "/1995/19950900.pdf",
  "wp_post_id": 129123,
  "wp_post_guid": "http://www.texasmonthly.com/article/texas-twenty-dick-armey/",
  "authors": [
    "Paul Burka"
  ],
  "headline": "Dick armey",
  "dek": "While Newt takes his bows, the Republican majority leader is keeping the House in order.",
  "spread_caption": "",
  "excerpt": "The man of the House.",
  "kicker": "Leading a revolution in National Politics",
  "word_count": 2322,
  "content": "<p>by</p><img/><p>Photographs By David Barry</p><p><strong>Standing tall: Quiet but driven, armey relishes his new power.</strong></p><img/><p>“VIRTUALLY My Entire Life has been improbable,” says Dick armey, trying to explain how he rose from economics professor at North Texas State University in Denton to majority leader of the U.S. House of Representatives in just ten years. “The best thing I have had going for me is that I have always been underestimated by my opposition.” He settles his bulky six-foot, three-inch frame deep into a comfortable leather chair, gazes about the spacious office that has been the exclusive property of Democrats for the previous forty years, and recalls how few people thought he could beat arlington icon Tom Vandergriff in 1984. “I was a complete novice who had never run for office before,” armey says. “Nobody thought I had a chance. Once, when I was walking door to door, a man told me, ‘Don’t you know that Vandergriff has never lost a race?’ all I could think of to say was ‘I haven’t either.’ ”</p><p>Today, with the lagging of Phil Gramm’s presidential campaign, Dick armey has become the most important Texan in Washington—a status whose line of succession includes Sam Rayburn, Lyndon Johnson, Lloyd Bentsen, Jim Wright, and George Bush. \u001bt armey is nothing like his predecessors. They were the ultimate insiders; he is the ultimate outsider, the vanguard of the Republican Revolution. No other member of Congress, Speaker Newt Gingrich included, is such a living metaphor for the tides sweeping the beachhead of american politics. Gingrich, friend and foe alike acknowledge, is a charismatic leader and a strategic genius who is primarily interested in power. Armey, on the other hand, is remarkable not for his political skills but for his beliefs. His outstanding characteristics (aside from his resemblance to a robust Dean Martin) are an economic philosophy that is pure and unflinching in its faith in the free market, and a political philosophy that takes its inspiration equally from 1990’s libertarianism and 1790’s anti-federalism. He is, without a doubt, the most conservative person to rise to the top echelon of american politics since the coming of the New Deal. He believes, for example, that the government’s preference for americans who own homes rather than rent them—as expressed by the popular home mortgage deduction—is not just unwise or unfair but a fundamental intrusion on personal liberty. He has described his ideal federal government as one that includes the departments of State, Justice, Treasury, and Defense, the National Park Service, and little else. He has achieved power because his ideas and his eagerness to undo sixty years of Big Government perfectly anticipated the mood of the moment. If Newt Gingrich changed the world, Dick armey saw the world come round to him.</p><p>Still, he remains almost unknown in Texas outside of his suburban district between Dallas and Fort Worth and is hardly more prominent in Washington outside of the House of Representatives. His career has been marked from the start by a bizarreness that has obscured his considerable achievements. He spent his first nights in office bedding down in a cubicle in the House gym, until he was evicted. Then he slept on a sofa in his office. Before he made national news this summer by vowing to pass a flat income tax by 1997, his best-known pronouncements were a series of gaffes: an inadvertent reference to gay Massachusetts congressman Barney Frank as “Barney Fag,” an offhand description of Hillary Clinton’s friends as Marxists, and a dismissal of Bill Clinton during a floor debate as “your president.” But because armey is still underestimated, he has been able to escape the kind of condemnation that would have been heaped on a Gingrich, had he said the same things.</p><p>[COnTINUED On Page 138]</p><p>[COnTINUED From Page 123]</p><p>About the harshest thing that has been said about armey is that his ideas aren’t really new. But that is no insult. The fundamentals of politics do not change. People will be arguing about whether society needs more liberty or more equality, protection by government or protection from government, revolutionary change or evolutionary change, for as long as the species exists. What does change is the fervor with which the ideas are advanced and the degree to which they are accepted.</p><p>Dick armey has the utter confidence of someone whose political career has been spent entirely in an era when the march of events has been on his side. (When I asked him how he came by his faith in the market, he answered, “I don’t have faith. I have evidence.”) He directs his scorn equally at liberals and wayward conservatives—especially former president Bush—and makes little distinction between them; in his recent book, <em>The Freedom Revolution,</em> he referred to the period after Ronald Reagan as “the Bush-Clinton Era.” Like many GOP militants, he regards Bush’s abandonment of his readmy-lips pledge to veto any tax bill as “a betrayal.” Bush’s sin was that he ignored the lessons of history. “Here was america,” armey wrote, “surrounded by nations embracing free-market reforms, with a Republican president, moving back toward Big Government and further away from the blessings of freedom. ”</p><p>Armey believes that Bush caved in to pressure from the media—something he cannot imagine himself doing. “From a purely psychological standpoint,” he wrote in his book, “I have often wondered why a man who had been elected president of the United States gave a hang what the <em>New York Times</em> or any other paper said about him.” He doesn’t elaborate, but one of his staffers did. “Bush and the people around him had the guilt of the elite,” the aide told me. “They felt guilty about anything that the <em>New York Times</em> said wasn’t fair to Main Street america. That won’t work on Dick armey. He’s from Main Street america, and his staff are all Main Street kids. ”</p><p>Armey was a Main Street kid in the North Dakota farming hamlet of Cando (pronounced, appropriately for an overachiever, “Can-do”). He wasn’t regarded as higher-education material but against all advice went off to a small private school called Jamestown College, where a course in economics changed his life. Reading adam Smith, he gained an insight into the ordinary events of his childhood. “I grew up in a farm family,” he told me, “and every day at one o’clock the whole family had to shut up and listen to the market report. That damn market was all over the place, wheat up, barley down”—he waved his hands alternately high and low, as if they were balances on a scale—“and the next day it would be the opposite.” He told of a family friend who had sold his general store and moved to Fargo, where he opened a shoe store. “I marveled at it as a child. How could you have a store where you just sold one thing? Then I read adam Smith: ‘The degree of specialization is limited by the size of the market.’ ”</p><p>Armey went on to become an economics professor, eventually finding his way to North Texas State. There, he became chairman of the department, but as a free-market advocate, he constantly found himself at odds with his more conventional Keynesian colleagues. One day in 1983 he was watching the House of Representatives on C-SPAN when a thought flashed into his mind: I could do this. He took on Vandergriff and won with 51 percent of the vote.</p><p>In a way, armey was as much out of step in his new profession as he had been in his old one. Affable but not gregarious, he quickly developed a reputation among colleagues for being something of a loner, a man who had many acquaintances but few close friends. Nor was he totally absorbed with politics; an inveterate fisherman, he still opens the newspaper to the fishing forecast before he reads the front page. (“I have a great rapport with the fish,” he says. “I think of eating a fish the way you’d think of eating your pet cat. ”) In his younger days he was a distance runner; his wife, he says, once told him that he was drawn to lonely pursuits. Armey, who describes himself as consciously introspective, says fishing “gives me time to ask myself, ‘Who am I and why am I doing this?’ ”</p><p>Those questions led him to search for a way to make his mark as a budget cutter. He settled on closing military bases because it was a nonpartisan issue. Buttonholing members of both parties, he collected signatures of support and badgered the Democratic leadership to allow the bill to come up for a vote. It passed in 1988, establishing the procedure recently used for closing Kelly air Force Base in San antonio. He asked himself the whoam-I question again when Bush agreed to raise taxes in 1990. Armey had been part of a small group of backbenchers (his own description) who had tried to change Bush’s mind, but it was clear that their voices didn’t amount to much.</p><p>“I decided,” armey told me, “that you have to be part of the leadership to be taken seriously.” So in 1992 he announced for chairman of the Republican Conference—the third highest position in the minority, after leader and whip—for the term beginning in 1993. Once again armey was given little chance of winning: He was running against an incumbent, a moderate Californian named Jerry Lewis. But armey flew around the country, wooing new GOP candidates, and enough conservatives won their races that he was able to beat Lewis by four votes. It was an ideological race, a clear sign of which way the Republican party was headed.</p><p>Armey’s new duties amounted to detail work, such as keeping members informed of upcoming meetings and bills—the sort of humdrum role that he had never exhibited any interest in. But it got him a seat at the leadership table, and he found a way to expand the job into the realm of ideology. He gave GOP members weekly summaries of what the House had worked on—and what the Republican position (as defined by himself) should be. Members could read these briefings on their weekend flights home, learn about issues far removed from their own committees, and arrive prepared to speak or answer questions on any topic. When the GOP captured the House last November, armey had earned enough respect that he won the job of majority leader without opposition.</p><p>Now he’s in the big leagues, but he still hasn’t shed the old label of implausibility. When armey spoke to the National Press Club in July about his flat tax, the club president’s introduction touched on the now-familiar theme: “Just one year ago a relatively obscure congressman put forth a wacky idea for a flat income tax.” as the introduction continued, I began glancing through the distributed text of the remarks armey was about to deliver. The speech made a good case for the flat tax: “This legislation features a tax system so simple you could do your taxes on a postcard, and so fair, it might just restore people’s ability to trust their government. ”</p><p>But when armey got up to speak, all the life went out of the words. He spoke in a near-monotone, delivering even a line like “I can tell you, this idea is catching fire. You can feel it” without inflection. He rarely used gestures for emphasis, keeping his left hand in his pocket for most of the speech and using his right only to shift pages around. It was so different from the carefully rehearsed debating style one usually sees on C-SPAN, and so, well, improbable for a national figure in the media age, that it was almost endearing.</p><p>The question is whether the rest of america will listen. He is offering a conservatism that is pure. He is no fonder of handouts to business than he is of handouts to the poor. Or the middle class: His flat tax would do away with all deductions, including home mortgages. Pork is not on his menu either. Armey was lukewarm at best about the supercollider, which would have benefitted his DFW-area district. He doesn’t think in terms of larger Texas interests at all. When I asked him about fears back home that GOP formulas for distributing block welfare grants will put fastgrowing states like Texas at a disadvantage, armey exhibited no trace of parochialism. “Those formulas come out of the Ways and Means Committee,” he said. “The chairman, Bill archer, is a Texan. I have confidence that he’ll be fair to all states. ”</p><p>He is largely disinterested in concerns that run counter to his beliefs. In his book he lavished praise upon the economic growth during the Reagan years without ever mentioning the words “deficit” or “debt.” ask him why Japanese business succeeds despite (some would say because of) government involvement in the market, and he says, “Our trade deficit with Japan has less to do with what their government does <em>for </em>business than what our government does <em>to</em> business.” ask him whether his flat tax, under which municipal bonds would not be tax-free, will drive up the cost of borrowing for local governments, and he says it will reduce the cost. Ask him whether the elimination of tax incentives for charitable contributions or building low-cost housing will cause problems for society, and he says that the flat tax will leave people with more money to contribute.</p><p>As much as armey despises liberals, he has this much in common with them: He has none of the traditional conservative’s fear of change. He is more afraid of not changing. That is why the Republican insurgency in the House is a true revolution. But armey knows the clock is running. “We have only a small window before the american people make up their minds whether we are a pleasant surprise or a bitter disappointment,” he says. As always, Dick armey intends to be a surprise. And he is certain, absolutely certain, that it will be pleasant.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "September 1995",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "House",
      "Government",
      "Republican",
      "GOP",
      "people",
      "Texas",
      "Business",
      "Dick Armey",
      "Home",
      "office",
      "Career",
      "Family",
      "Fishing",
      "New York",
      "New York Times",
      "Newt Gingrich",
      "North Texas",
      "philosophy",
      "Politics",
      "Reagan"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": [
      "D.C.",
      "Texas",
      "North Texas",
      "Arlington",
      "Dallas"
    ]
  }
}