{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19959",
    "date": "September 1995",
    "year": 1995,
    "month": 9,
    "month_formatted": "September",
    "pdf_uri": "/1995/19950900.pdf",
    "issue_cover_image": "",
    "document_start_page": 133,
    "toc_start_page": 129,
    "document_page_range": [
      [
        133
      ],
      [
        172,
        173
      ]
    ],
    "toc_order": 28,
    "toc_headline": "Tom Luce",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199509-tomluce",
  "source": "/1995/19950900.pdf",
  "wp_post_id": 129108,
  "wp_post_guid": "http://www.texasmonthly.com/article/texas-twenty-tom-luce/",
  "authors": [
    "Jan Russell"
  ],
  "headline": "Tom Luce",
  "dek": "By challenging the established orthodoxy about local control of schools, the Dallas lawyer is showing himself to be a class act.",
  "spread_caption": "",
  "excerpt": "Head of the class.",
  "kicker": "A reformer for Education",
  "word_count": 1299,
  "content": "<p>Photograph By Laura Wilson</p><img/><p><strong>Not kidding around: Luce is arguing for “bigger changes, faster.”</strong></p><p>Politics Is a Profession that rewards buttonholers and bullies, but Tom Luce has carved out a different role for himself: that of the educated man. Just to the right of the front door of his large red-brick house on the outskirts of Highland Park is a library filled, floor to ceiling, with books on political theory and public policy. “What I believe in,” said the former Republican gubernatorial candidate as he settled behind a glass-topped table and motioned to his treasure trove of books, “is the power of ideas to transform politics.”</p><p>The ideas Luce is most interested in involve education. For the past twelve years, no individual in Texas has had so powerful an effect on the way schools operate now and will operate in the future. The Dallas lawyer has been the brains behind both major education reform drives during that period: the 1984 changes pushed by Ross Perot, his client, and the 1995 rewrite of the state’s education laws backed by George W. Bush, his friend. In between, in 1990, Luce ran for governor primarily on the issue of education, only to hit a TV blitz that [ Continued On Page 168 ] [ Continued From Page 129 ] swept rancher Clayton Williams to the GOP nomination. During the campaign, Luce’s son, Ken, asked him a question that is as valid now as it was then: “Why is it, Dad, that no matter what the question is, your answer is always the same—education?” The explanation, Luce says in his new book, <em>Now or Never: How We Can Save Our Public Schools</em> (Taylor Publishing, $15.95), is that “increasing public frustration with soaring costs, lack of discipline, and poor academic results will cause taxpayers to lose their dwindling faith in the public schools. . . . saddling our state with a second-rate economy and a lower standard of living.”</p><p>One reason why Luce has fared better as an intellectual than as a politician is that the formidable personal presence that lends weight to his ideas sets him apart from the common folk. Even at 55, he is well-scrubbed and youthful. Today he is dressed in baggy walking shorts and a faded navy blue T-shirt; yet he carries himself with the grave disposition of a man who is getting ready to go before the Supreme Court to argue the case of a lifetime. “I am in sympathy with angry young conservatives who think the only way to change things is to blow up the system—figuratively, of course,” said Luce, speaking of the current atmosphere in politics. “But after you blow things up, you’re still faced with having to solve the problems.”</p><p>Luce’s first efforts to solve the problems came in 1983, when Governor Mark White appointed a commission to examine how much Texas’ teachers should be paid. White named Perot chairman and Luce chief of staff. It was Luce who convinced Perot that public schools in Texas were in such bad shape that the only way to stop the decline was for the Legislature to impose uniform rules across the state—and, indeed, Perot soon called for such reforms as limits on class size in elementary grades; a no-pass, no-play rule for extracurricular activities; and competency testing for teachers.</p><p>Then, during last year’s race for governor, Luce emerged as one of Bush’s principal behind-the-scenes advisers on education. Ironically, the proposals Luce suggested to Bush ran counter to the ones he had worked on with Perot. This time he helped Bush shape his ideas on decentralization—how to return control of the schools to local districts. The central feature of the Bush bill passed by the Legislature was the creation of “home-rule schools” that will free principals from the state-mandated regulations that Luce proposed more than a decade ago. In effect, Tom Luce kicked into reverse in 1995: He is now reforming his own ideas.</p><p>“Let me tell you how that happened,” explained Luce, leaning forward and fingering the top of his library table. “What was necessary in the 1980’s was to establish minimum standards at the state level. The schools were so bad then that we had to grab every teacher and principal in the state by the throat and say, ‘This isn’t good enough!’ We did that. We reversed the decline. Now what we have to do is get out of the way and let principals and teachers run the schools. The key to making local control work is for the state to keep raising the standards and then hold local officials accountable.”</p><p>In his book Luce emerges as Mr. Decentralization. He observed that the 1,047 school districts in Texas, with as few as 9 students (in far-flung alanreed) and as many as 200,000 (in Houston), are too diverse for anything other than local control. Many of his ideas run contrary to established political ideology—on the left or the right. For instance, teachers unions oppose his plan to link teacher salaries to student performance. And his stand against the voucher system, which would give parents money to offset the cost of private school education, has alienated many in his own party.</p><p>Nonetheless, Luce’s position on the voucher system kept Bush from making it one of the central elements of his reform plan. During the campaign, Bush had been generally supportive of the idea; his public position was that it was worth considering. In periodic private meetings with him, Luce suggested that what public schools need is competition from within the system and that the creation of vouchers would provide just the opposite: competition from outside. In the long run, Luce warned Bush and others, vouchers would weaken not only public schools but also private schools by making them subject to state rules. For example, the state might insist that private schools hire state-certified teachers and use state-approved textbooks in return for accepting state funds. “If the state helps pay for private education,” said Luce, “you can bet the state will insist on having a say.”</p><p>The final version of the 1995 reforms reflects Luce’s views in other ways. His arguments persuaded the Legislature to reject a proposal to eliminate the exit test all high school graduates must pass to get a diploma. Second, the Legislature adopted Luce-backed provisions that will make it easier to fire incompetent teachers. And finally, the Bush bill provides for the creation of twenty innovative “charter schools,” which are crucial to Luce’s new ideas. In a charter school, the administration is allowed to make its own rules, but if the overall performance of students fails to improve, then the school district can put the school up for bids from third parties—a private company such as IBM, Electronic Data Systems, or Texas Instruments, perhaps, or a group of teachers, or the education department of a major university.</p><p>“The idea is to free the school from the old rules and regulations,” said Luce, now pacing in front of his shelves of books. “In exchange, the managers of the charter school must operate with the same amount of money, take every student who walks through the door, and be responsible for academic improvement. If they don’t, they lose the charter. Just like the real world.”</p><p>When Luce lost the gubernatorial primary five years ago, political pundits said he was too much of an intellectual to be successful in electoral politics. But he has proven this year that you don’t have to hold office to effect change; there is also a vital role in politics for people with strong intellectual muscle. “Year after year the Legislature passes education bills, and yet everyone lives with the unsettling, desperate feeling that nothing ever really changes,” Luce said reflectively. “The reason for that is, we don’t think big enough. What I want is bigger changes, faster.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "September 1995",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Schools",
      "School",
      "Legislature",
      "Education",
      "Public Schools",
      "Teachers",
      "Texas",
      "competition",
      "Dallas",
      "Governor",
      "Students",
      "tom luce",
      "Vouchers",
      "Books",
      "By George",
      "Clayton Williams",
      "Drives",
      "Economy",
      "Education Reform",
      "ever"
    ],
    "wp_categories": [
      "Books"
    ],
    "wp_location": [
      "Texas",
      "Dallas"
    ]
  }
}