{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19959",
    "date": "September 1995",
    "year": 1995,
    "month": 9,
    "month_formatted": "September",
    "pdf_uri": "/1995/19950900.pdf",
    "issue_cover_image": "",
    "document_start_page": 136,
    "toc_start_page": 132,
    "document_page_range": [
      [
        136,
        137
      ],
      [
        175
      ]
    ],
    "toc_order": 30,
    "toc_headline": "Linda Pace Roberts",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199509-lindapace",
  "source": "/1995/19950900.pdf",
  "wp_post_id": 129102,
  "wp_post_guid": "http://www.texasmonthly.com/article/texas-twenty-linda-pace-roberts/",
  "authors": [
    "Jan Russell"
  ],
  "headline": "Linda Pace Roberts",
  "dek": "She's using $10 million of her hot sauce fortune to spice up San antonios cultural scene.",
  "spread_caption": "",
  "excerpt": "From hot sauce to hot art.",
  "kicker": "The Art of patronage",
  "word_count": 881,
  "content": "<p>The <strong>art</strong> of patronage</p><p>Photographs By John Dyer (This Page), Holly Kuper (Opposite)</p><img/><p><strong>Setting the pace: Roberts' foundation is a boon for Texas artists.</strong></p><p>Linda Pace Roberts Stood in the center of one of her well-lit art exhibition spaces, surrounded by countless grains of rice and bits of charcoal arranged on the floor in the shape of a boat. “I think this piece is about the plight of Vietnamese boat people,” the fifty-year-old scion of the Pace family of picante sauce fame said as she studied the giant installation created by Japanese artist Jun Nguyen-Hatsushiba. “But of course, i’m not really sure. I realized long ago that contemporary art is not about making pretty pictures. It’s supposed to make both the artist and the viewer think.”</p><p>That realization compelled Roberts to endow her foundation, and last January artPace opened in a renovated 1920’s building in downtown San antonio. Walking through artPace, the darkhaired, elegantly dressed Roberts was justifiably proud of her benefaction. The $10 million she gave her foundation made her one of the leading patrons of contemporary art in Texas. The fact that Congress is set this year to slash funding dramatically for the National Endowment for the arts (NEA) increases the significance of her patronage. For those who believe, as Roberts does, that artists are mapmakers, charting new territory for individual and cultural advancement, such acts of patronage are necessities. Roberts’ efforts have already invigorated the arts in San antonioseveral new galleries specializing in modern art have opened, and the number of contemporary artists in the city has exploded, both at artPace and at the thriving Blue Star arts complex on the southern edge of the River Walk.</p><p>Artists from around the world come to artPace to spend three months on their work. The foundation also provides generous stipends for San antonio artists to live and work for six weeks in a house and studio that Roberts owns in London. In effect, Roberts has funded a residency program to replace the NEA’s severely reduced artist residency programs, except that the bulk of the benefits stays in Texas. Roberts is now doing on a smaller scale in San antonio what Dominique de Menil, an even wealthier art diva, did in Houston in the oil-rich seventies. De Menil provided money for the minimalist Rothko Chapel on the campus of the University of St. Thomas and later opened a museum to house much of her own collection. In 1974 De Menil’s daughter, Philippa, and Philippa’s husband, Heiner Friedrich, founded the Dia Center for the arts in New York, a collection of warehouse and loft spaces. ArtPace’s exhibition concept is modeled after the Dia Center. The San [ Continued On Page 171 ] [Continued From Page 133 ] antonio building has two apartments for visiting artists and three well-equipped studios. Since January, nine artists have completed residencies there; six others are scheduled through the end of 1996. In addition to attracting well-known artists such as London-based sculptor antony Gormley, artPace also enlisted Robert Storr, curator of New York’s Museum of Modern art, to select the first batch of artist-residents. “What I loved about working with Storr,” the soft-spoken Roberts said, “was how he reminded us that a primary purpose of art is to lift us out of our usual circumstance so that we can see the identity we have left behind.”</p><p>Art has clearly had that effect on Roberts’ life. Her family is famous for its hot sauce, but Roberts sees herself as an artist—she is a sculptor with a bachelor’s degree in fine arts from Trinity University. Artistic talent runs in the family; her mother, Margaret Pace Willson, is a painter who is married to Robert Willson, a sculptor. As for the hot sauce, it was Linda’s aunt Julia who had the original recipe, but it was her father, David, who turned Pace picante sauce into a brand name. In 1982 Linda’s then-husband, Kit Goldsbury, bought out his father-in-law and became chairman of the board. Linda and Kit Goldsbury were divorced in 1991, and Goldsbury sold Pace Foods to Campbell Soup Company for $1.1 billion in February. “I knew Kit would probably sell at some point,” Roberts said when asked if she had any hard feelings about the sale of the family business. “He did a great job. More power to him.”</p><p>As she strolled through the 15,000square-foot facility that houses her foundation, Roberts talked about her goals for artPace: “I wanted to create a plain space where artists can create serious art. I think i’ve done that. Now I want this place to become a research and development center for the visual arts.” To that end, she has given maximum freedom to artPace’s residents. The only requirement is that the artists produce something during their three-month stay and give a free lecture to the public about the nature of their art. Other than that, there are no limits on what they ultimately create. For instance, when antony Gormley was in residence, he used hot sauce to make abstract drawings of figures and landscapes. You might assume that Gormley would have used Pace picante sauce as his medium, but in fact he made a less obvious choice. “He chose Louisiana hot sauce instead,” Roberts said with a laugh. “I was thrilled. It gave me a daily lesson in flexibility.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "September 1995",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Art",
      "Artist",
      "Family",
      "House",
      "pace picante sauce",
      "San Antonio",
      "apartments",
      "Charcoal",
      "Congress",
      "Edge",
      "funding",
      "Giant",
      "Houston",
      "kit goldsbury",
      "limits",
      "Linda Pace",
      "Louisiana",
      "Menil",
      "money",
      "Nature"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "San Antonio",
      "Houston",
      "Texas"
    ]
  }
}