{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19959",
    "date": "September 1995",
    "year": 1995,
    "month": 9,
    "month_formatted": "September",
    "pdf_uri": "/1995/19950900.pdf",
    "issue_cover_image": "",
    "document_start_page": 130,
    "toc_start_page": 126,
    "document_page_range": [[130], [169]],
    "toc_order": 26,
    "toc_headline": "Princess",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199509-princess",
  "source": "/1995/19950900.pdf",
  "wp_post_id": 129114,
  "wp_post_guid": "http://www.texasmonthly.com/article/texas-twenty-princess/",
  "authors": ["Helen Thompson"],
  "headline": "Princess",
  "dek": "Is she turning the Hill Country into a playground for rich and famous movie stars—or is she just selling houses? Either way, she's the talk of her town.",
  "spread_caption": "",
  "excerpt": "The celebrity realtor as realtor celebrity.",
  "kicker": "Real Estate’s new royalty",
  "word_count": 1443,
  "content": "<p>The Texas Twenty</p><img /><p>Logo Design By David Kampa</p><p>From the First Republican majority leader of the U.S. House in four decades to the first biracial Miss Universe in history, our choices for the most outstanding Texans of 1995 could not be more different—and yet, Dick armey and Chelsi Smith, like the others on our list, have at least one thing in common: They defied expectations. ★ Take golfer Ben Crenshaw, who turned a moment of profound grief into a storybook victory. Or gay activist Mel White, who is preaching tolerance to his former colleagues in the Religious Right. Or black conservatives Gwen and Willie Richardson, whose passionate stance against affirmative action is informing the national debate. Or actress Betty Buckley, whose star turn in <em>Sunset Boulevard</em> proves there’s life after forty for women in entertainment. ★ Of course, not all of our picks are famous or even familiar. But in the past year each one demonstrated a strength of conviction and depth of character that can only be called Texan. That earns them their place in the second annual Texas Twenty.</p><img /><img /><p>Photograph By Wyatt Mcspadden</p><p><strong>Making hay: Princess says the publicity she generates is only a consequence of her success.</strong></p><p>In Early 1995 Everyone all across Central Texas was asking the same question: Had she or hadn’t she? They were referring to the allegedly traitorous activities of the Fredericksburg realtor who goes only by the name of Princess, an enigmatic woman who has no office and no listing in the phone book, doesn’t advertise, and—depending on whom you believe—either had or had not been selling the area’s priciest ranches to top celebrities. At various times this year, Princess’ client list was said to include Barbra Streisand, Steven Spielberg, and Kevin Costner, though Princess herself was unwilling to confirm or deny anything. “I can’t mention names; we have privacy agreements,” she’d say politely. Yet while the rampant speculation moved the <em>New York Times</em> to gush over Princess’ salesmanship, residents of her close-knit community were not so impressed. They complained—loudly—that she was auctioning off the Hill Country to Hollywood.</p><p>In fact, many of the rumors were false. No, Streisand and Spielberg weren’t moving to town, and neither was Patrick Swayze, Jane Seymour, or Robert Duvall. No, that wasn’t Costner mowing the yard of a house he had supposedly bought near Main Street. It is true that actress Madeleine Stowe and her husband, actor Brian Benben, did buy a place, as did <em>Sleepless in Seattle</em> producer Linda Obst. And, yes, Tommy Lee Jones built a home there, and actress Shelley Duvall snared a spread down the road in Blanco. But in the end, the truth didn’t matter. The mere talk of Princess’ celebrity dealings touched a nerve in her neighbors: It gave credence to the voguish notion that outsiders—from California, no less—are polluting everything about Texas that was once pure.</p><p>Seated in her usual booth at the Gallery Restaurant in Fredericksburg’s bustling downtown, sipping cup after cup of decaffeinated coffee as she prepares documents for the title company two doors away, Princess hardly seems fazed by the controversy. With her glossy black hair, her expensive silk blouse (bought at a chic boutique out of town, of course), and a diamond ring the size of a peach pit, she looks to be in top form—certainly as well cared-for as her blue 1982 Mercedes, which has logged more than 160,000 miles but shows little sign of wear. She sniffs at suggestions that she’s an elitist in a town of regular folks. For instance, after four years in Fredericksburg, she finally joined the local board of realtors in July, though she puts her foot down when it comes to mingling: “I did it as a goodwill gesture. I don’t need to get together with them and eat schnitzel and bratwurst at a picnic.”</p><p>[ Continued On Page 165 ]</p><p>[ Continued From Page 127 ]</p><p>Clearly, Princess is the subject of almost as much gossip these days as her clients, yet she is unwilling to talk about herself in great detail. “I was born in San antonio and spent my summers tubing on the Guadalupe,” she says, though that’s all she’ll allow about her childhood. Reluctantly, she acknowledges that she’s the niece—by marriage—of syndicated gossip columnist Liz Smith. She vaguely claims that she once lived in Dallas, ran a pharmaceutical company in Houston, operated an art gallery in Vail, Colorado, lived on a boat in the Caribbean for a year, and spent six years in Europe. But beyond that, she is cheerfully circumspect. She won’t reveal her age, though she appears to be in her mid-forties (“I am, as the French say, a woman of a certain age”). And—the greatest mystery of all— she won’t disclose her real name. She prefers Princess, a nickname given to her by friends five years back. “No one here knows my name, and I don’t tell them,” she says, even though it’s easy enough to find in the records room at the Gillespie County courthouse (Sherry Lynn Eads, in case you’re wondering).</p><p>Only when the talk turns back to work does Princess really open up. “The Hill Country is Texas’ best-kept secret,” she says, turning on her pitch. “My clients <em>love</em> doing the Texas thing.” They love it so much that she has had to turn off her cellular phone and stash it in the back seat of her car. “It’s sort of neat to have a Texas ranch right now,” she says, and she thinks she knows why: “This is really about having it all.” The rich and famous, she suggests, have discovered that it’s easier to land a hideaway in the Hill Country than in, say, an overrun playground like aspen or Jackson Hole, Wyoming. Paying $1 million or more for one of Princess’ properties may seem a bit much, but it’s really a bargain. “We have seen a lot of people moving here from Santa Fe,” notes Fredericksburg city councilman Sherman Durst, who has sold real estate for twenty years. “They think our prices are reasonable.”</p><p>Not that price is an issue—not really, anyway. “The people who come here could move wherever they want to,” Princess says. “They usually buy houses here that are much smaller than the ones they are selling back home.” In fact, one of her surefire tactics for judging the type of dwelling a client really wants is to ask, “What kind of house did your grandmother live in?” When it comes to abandoning the big city for a darling little town halfway across the country, she has found, nostalgia often wins out over practicality—and it helps that Fredericksburg is chock-full of just such granny houses: frothy gingerbreads, cozy stone cottages, substantial Basse block manses.</p><p>Another of Princess’ tactics is to pamper her clients in the manner to which they’ve become accustomed. She drives ninety miles to pick them up at the austin airport; puts them up in referralonly guest houses; takes them to eat at the local place to see and be seen, the Hill Top Cafe; and loads them with homemade jams, jellies, and scones. “I will even get them a subscription to the <em>Fredericksburg Standard-Post</em>,” she says. She has been known to go even farther. “Driving with Linda Obst on the way out of town, the biggest snake you ever saw wiggled across the road. I got out of the car and tried to run him back in her direction, but he got off into the underbrush and I never found him.” Nonetheless, Obst soon bought her little piece of Texas.</p><p>According to Princess, Obst—who was born in Westchester County, New York—“out-Texases Texans when she’s here.” and that, for many of her new neighbors, is the problem. Locals do not like to watch the devolution of the Urban Cowboy into the Suburban Cowboy, and they shudder at the thought that the state is somehow being colonized. Oddly enough, so do some of the transplants. “I moved here to get away,” says Obst curtly. “I specifically chose Texas because it’s not aspen or Santa Fe.” Ironically, Obst blames Princess and the publicity she has attracted for the area’s changing character. “People who value their privacy,” fumes Obst, “should not buy a house from her.”</p><p>As ever, Princess dismisses such talk. As she glides her swanky car from house to house and ranch to ranch with the calm efficiency of a tour guide, she puts the best spin on the disaster that so many predict. The publicity she generates is only a consequence of her success, she says—and the onslaught of newcomers is the highest compliment Fredericksburg residents can receive. “They should be flattered,” she insists. “i’d hate to live in a place where no one wanted to come.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [""],
    "wp_vertical": "",
    "wp_issue": "September 1995",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "House",
      "Fredericksburg",
      "Country",
      "Hill Country",
      "Aspen",
      "Love",
      "people",
      "Santa",
      "Texans",
      "Actor",
      "Affirmative Action",
      "Art",
      "Austin",
      "Celebrity",
      "Central Texas",
      "Coffee",
      "Cowboy",
      "Design",
      "Dick Armey"
    ],
    "wp_categories": ["Art"],
    "wp_location": ["Texas", "Fredericksburg", "Hill Country", "Austin", "D.C."]
  }
}
