{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19959",
    "date": "September 1995",
    "year": 1995,
    "month": 9,
    "month_formatted": "September",
    "pdf_uri": "/1995/19950900.pdf",
    "issue_cover_image": "",
    "document_start_page": 112,
    "toc_start_page": 108,
    "document_page_range": [
      [
        112,
        113
      ],
      [
        144
      ],
      [
        147
      ]
    ],
    "toc_order": 14,
    "toc_headline": "Don Henley",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199509-donhenley",
  "source": "/1995/19950900.pdf",
  "wp_post_id": 129096,
  "wp_post_guid": "http://www.texasmonthly.com/article/texas-twenty-don-henley/",
  "authors": [
    "Robert Draper"
  ],
  "headline": "Don Henley",
  "dek": "First he preserved Walden Pond. Now in his effort to save Caddo Lake, Linden's favorite son is taking it to the limit one more time.",
  "spread_caption": "",
  "excerpt": "Crooning for Caddo Lake.",
  "kicker": "Beating a drum for the Environment",
  "word_count": 2667,
  "content": "<p>Few People In This World carry around as much anger as Don Henley does while managing to submerge it beneath a persona of unaffected cool. I spent a day with the 48-year-old co-founder of the Eagles this past June, driving from his residence in Dallas to his native land of East Texas and back again, listening to him carry on about the world that we in our ignorance seem bent on destroying—listening to him rant, in effect, but who could call Don Henley a ranter? His manner of speech was agreeably calm, like his singing voice, except that it was a great deal lower than his famous rasping tenor and betrayed, in slight curvatures of the vowels, the accent of his birthplace. He wore a plain white T-shirt, black jeans, and shades with round lenses. His hair, wisped back behind his ears, had probably taken him two minutes to style that morning.</p><p>On that day, Don Henley looked like someone who has everything he wants and absolutely nothing to prove to the rest of us. And yet here is what he told me as we made our way east to Marshall, where we would meet up with those he has recruited for the battle to save his beloved Caddo Lake: “The lake is silting up. It’s in grave danger because it’s becoming so full of sediment that it’s getting shallower, and the sunlight is penetrating to the bottom—growing too much algae and lily pads, which are sucking all the oxygen out of the lake, which causes fish to die. There are a lot of problems in the lake; there are chemical contaminants, heavy metals. But some of the businessmen there don’t want anyone messing around in their part of the country. They call me an outsider. They said, ‘Go home.’ Well, I <em>am</em> home.”</p><p>The rage in Henley’s voice stayed at a low simmer beneath his mentholated disposition. “The more you learn about the environment and what we are doing,” he continued, “the more you realize that this world is totally insane. It’s hard to go on, knowing that civilization, according to a lot of experts, only has about four hundred more years, tops. Meanwhile, people go merrily along with their I-won’t-be-here mentality. I want to ask them, ‘Then what the hell are you having kids for?’ Fake optimism and denial are dangerous things. The other side of that coin, of course, is cynicism, which is also rampant. People ask, ‘What’s your agenda here? Is this for more publicity?’ Like I need more publicity. I should be in the recording studio right now. I should be writing songs, but i’m having trouble writing because i’m so involved in this. I have to go do something like gardening or whitewashing the fence—just something kind of zen and mindless to get this out of my system. Otherwise the anger and frustration can be paralyzing. What I want to do is focus people’s attention on the rapidly declining state of the world’s ecosystem. Unfortunately, that requires bait, and the bait is me.”</p><img/><img/><p>Photograph By Laura Wilson</p><p>Coming in for a landing: Henley once spurned his East Texas roots, but now he's back home.</p><p>[ Continued On Page 140 ]</p><p>[ Continued From Page 108 ]</p><p>This is the rudely awakened Don Henley, jarringly dissonant with the Don Henley who has accompanied us in cars and up and down elevators for the past twenty years. The Eagle has crashlanded, a stranger now to a peaceful easy feeling. Of course, the sharp teeth beneath the songwriter’s lyrical kisses have always been evident. For that matter, the wildly successful career of his Eagles has been consistently accompanied by criticism—too slick, too jaded, too self-interested—and the historical record will reflect that Henley then, as now, didn’t give a damn what his detractors thought.</p><p>But Don Henley very much gives a damn about certain things. From his own pocket, he has poured several hundred thousand dollars into environmental causes—ranging from the Santa Monica Mountains Conservancy, which has fought to protect wildlife corridors in Southern California, to the Save Our Springs Coalition in austin, where Barton Springs has been jeopardized. Henley’s notoriety as an environmentalist peaked in 1990, when he founded the Walden Woods Project and took it upon himself to save Henry David Thoreau’s mythologized pond outside of Boston from corporate development. Largely through the staging of music benefits, Henley succeeded in raising the $8 million necessary to purchase the nineteen acres so it could remain in public use.</p><p>The dollar figures personally committed or raised by Henley barely hint at the depths of his devotion. He has never been one to merely drop checks in the mailbox. Over the years, Henley has become a master of the fax communique, the well-staged press conference, and the protracted cat-and-mouse litigation endemic to development wars. That is to say, he has become a presence, and in so doing, he has tweaked america’s longstanding ambivalence toward politically active celebrities. Though Henley has picked his spots, confining his activism to a subject in which he is well schooled, there are an awful lot of people who wish he would keep his mouth shut when he’s not using it to sing. Henley doesn’t think this is altogether fair. “Why can’t rock and roll musicians be citizens too?” he told me. “Thoreau loved music! What’s the problem here?”</p><p>Still, Henley is braced for even more hostility as he develops the Caddo Lake Institute—which, he says, “is going to be ten times harder than Walden, because at least New England is fairly enlightened about the environment.” The institute finances the teaching of state-of-the-art ecological preservation techniques to students in East Texas schools. It also offers scholarships to students and honoraria to teachers, with the goal that the recipients will educate other East Texans about the lake. So far, more than sixty “teacherinterns” have been through the program.</p><p>Henley has toned down his approach from the confrontational Walden Woods Project days. “We’re in the educating business,” he told me. “We’re not there to stop anyone’s economic livelihood.” But the musician’s activist reputation has preceded him, and the aims of the Caddo Lake Institute have aroused suspicions in his native region. In attempting to rescue Caddo Lake, Don Henley has tried to prove that he could come home again. The problem is, home wasn’t that welcoming for Henley the first time around.</p><p>Until recently, there was no reason to believe that Don Henley gave much of a damn about Texas. To the media, he described his life in Linden, thirty miles north of Caddo Lake, the way one would talk about boot camp: It toughened him, taught him a few life lessons, and otherwise he was glad as hell to be shut of it. His is the familiar story of the ridiculed Texas kid liberal, circa 1965. Henley remembers vividly the high school football coach who hounded him into quitting the team—which, as fate would have it, compelled him to join the high school band, choosing trombone first, but abandoning that instrument when classmates pointed out to him his tendency to drum on his textbooks. He remembers the rednecks at Stephen F. Austin State College who taunted him for having hair that touched his ears. (“I had to defend myself practically every day from people who wanted to beat the crap out of me,” he says.) He remembers the gun he and his various Texas bandmates kept in their road vehicle to ward off the tire-chain-wielding thugs who followed them out of the dance halls; he remembers as well the night the police pulled his band over for speeding, found the gun in the glove compartment, and whisked them off to jail, where they were treated to a night’s worth of “\\ou got ’em in the wrong jail, Bob! Women’s jail is down the street!”</p><p>After Kenny Rogers discovered Henley’s band Shiloh playing in a Dallas bar on McKinney avenue in 1970, Henley told Texas to eat his dust and moved to Los angeles. That year he stepped into L.a.’s storied coffeehouse, the Troubadour, for the first time. For the 23-yearold East Texas boy, he remembers, “it was mecca. Jackson Browne was there and Crosby and Nash, and there was Linda Ronstadt with her short little Daisy Mae dress, wearing no shoes and scratching her ass.” a year later, Henley dropped Shiloh and partnered with Glenn Frey; together they formed the basis of Ronstadt’s backup band. A year after that, in 1972, Henley and Frey took off on their own and formed the Eagles, cutting the instant hit “Take It Easy.” Henley’s band would go on to earn four Grammy awards, sell 90 million records, and during the seventies, snort enough cocaine and avail themselves of enough groupies to make Led Zeppelin look like the Carpenters. To Don Henley, balladeer of life in the fast lane, East Texas could not have been more than a flyspeck in his rearview mirror—assuming he bothered to look back.</p><p>But he did, now and again. Even before his move to California, an epiphany took hold of Henley when he spent much of 1969 in Linden helping to care for his father, who was dying of heart disease. Angered by his father’s suffering, the young musician took refuge in the writings of Thoreau and Ralph Waldo Emerson. He also revisited Caddo Lake, where his father had taken him fishing as a young boy. He returned to Potters Point on the lake, where he had caught his first bass, using a pearl shad underwater lure. Among the cypress and the Spanish moss and the duckweed enrobing that most exotic of Texas lakes, Don Henley’s bitterness toward God and East Texas dissipated. As he would later tell me, “I found some intimations of immortality in nature. I don’t experience God listening to a guy yell while i’m sitting in a pew. I see God in Caddo Lake.”</p><p>In turn, Henley could identify with the moody character of the lake in a way that he could never relate to his fellow East Texans. For beneath the rock star’s effortless sheen, there was always a murky quality to the man. Though by East Texas standards he must have seemed an iconoclast, the working-class background of his parents—his father an auto parts dealer, his mother a schoolteacher—bred into Henley a work ethic uncommon among musicians, not to mention a disdain for elitists that persisted even as he later fell into their ranks. His lyrics were self-mocking, excoriating the decadence of tawdry romance (“Hotel California”) and glittery drugs (“Life in the Fast Lane”) that had become his home away from home. Fittingly, as the Eagles’ lead singer and drummer, Henley was metaphorically both front man and common man, unable to reconcile the two.</p><p>Nature would become Henley’s spiritual balm over the years, yet not in the obvious ways. He was hardly the classic outdoorsman: He never hunted, never learned to fly-fish, and didn’t climb mountains. His “country” residences were not in Montana or Idaho but in Malibu and Woody Creek, Colorado, a few miles outside aspen. Though Caddo Lake shimmered in his consciousness throughout the seventies and eighties, Henley was not a frequent visitor. But when he did return, the environs helped him come to terms with its people. Gradually he stopped bad-mouthing Linden to the press. Eventually he donated money to his old high school. The Linden townsfolk showed their appreciation by moving to put a sign reading “Hometown of Don Henley” on the courthouse square. Henley persuaded them not to do so. The place was beautiful by itself, he argued. Why sully it with human vanity?</p><p>It was just as well: Henley hadn’t yet mellowed enough to achieve favorite-son status. True, he would move back to Texas in 1994, and in 1995 he would marry Sharon Summerall, the 32-yearold retired model from Dallas the lifelong bachelor had met two years earlier at the arrangement of a mutual friend, music agent angus Wynne. True, he brought health-food chefs and exercise trainers with him on a recent concert tour. But to a few East Texans, Don Henley looked like the rabble-rouser of old. After the Jefferson Independent School District board of trustees learned that Henley had pressed then-governor ann Richards to award Caddo Lake protection from development under the Outstanding Natural Resource Waters provisions, the board’s president, local oil driller David McKnight, persuaded the trustees to toss the Caddo Lake Institute’s program out of Jefferson’s public schools. McKnight says Henley’s appeal to Richards made him suspect that “there was more to this program of Henley’s than met the eye”—meaning that beneath the institute’s educational trappings lurked an anti-development agenda.</p><p>But, says McKnight, “i’m not knocking Henley’s program. It has got its good points. We’d be willing to reconsider bringing it into our schools if he wants to visit with us about it.” McKnight’s message is obvious: To win the Jefferson school district’s support for the Caddo Lake Institute’s program, Henley will have to check his rage at the door.</p><p>Henley has kept his cool—which is not to say (to paraphrase yet another of his songs) that he will go quietly. That this is his home, and thus an area to which he stakes a rightful claim, was evident every minute of the day I spent with him. He knows the roads of East Texas like his own lyrics. We stopped in Terrell at a barbecue joint he favors. (Yes, Henley draws the ecological line in the sand at the barbecue pit. And, yes, practically everyone in the Terrell restaurant lined up to get Henley’s autograph.) Later we took a turn through Tool, a little town where his wife’s 99-year-old grandmother still resides. In Daingerfield, Henley showed me the site of his dad’s auto parts store.</p><p>When we arrived in Marshall, Henley met with a dozen or so Caddo Lake Institute teacher-interns who had made films of their lake research that would later be presented at the international wetlands seminar in Hungary and the Czech Republic. The homemade films, to put it kindly, were not ready for MTV, but the participants were earnest, and they were clearly in awe of their benefactor. Their lifestyles were a world apart from his, but out here in East Texas, they shared with him the same quiet struggle for meaning. And now they were at work saving a lake, taking and examining water samples, applying geographic information studies and remote infrared sensing and other technology previously unknown to them. Now they were part of something bigger than whatever had once preoccupied them.</p><p>Henley sensed all of this. He sat through the two-hour presentation with the same patient expression, proclaiming when the classroom lights at last came back on, “You’re further along than I could have hoped.” He promised them some help in video editing. The teacher-interns thanked him profusely. A woman near tears told Henley, “I can’t tell you what this program has meant to my students—and,” she added unabashedly, “to my life.”</p><p>Henley nodded, replying graciously, “Well, I appreciate the work you’ve done.” But I saw, for the first time all day, a change in his pacific countenance. His cheeks reddened somewhat, and he looked down at his hands folded on the conference table. Don Henley seemed humbled. Maybe he couldn’t save Caddo Lake, and maybe, as some said, it didn’t need saving anyway. But he was, perhaps to his embarrassment, saving some of his people. And when we departed Marshall that afternoon, Henley took the long way back—through Linden, past the old shack where his first rock band had practiced; past the roller-skating rink by a pond where the kids skated at night, the residue of fireflies aglow on their skates; the spot on the road where his trumpet-playing bandmate was run over by a car while Henley and the other band members looked on in horror; past the american Legion hall where hundreds of country teenagers had flocked to hear young Don Henley sing; and finally, past the modest little house where the boy had spent his days drumming restlessly on the furniture, imagining a way out of town.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "September 1995",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "Don Henley",
      "East Texas",
      "Caddo Lake",
      "Band",
      "people",
      "School",
      "Dallas",
      "God",
      "Home",
      "Linden",
      "Rock",
      "Work",
      "Barbecue",
      "Barbecue",
      "High School",
      "Jefferson",
      "Music",
      "Students",
      "Terrell"
    ],
    "wp_categories": [
      "Ann Richards"
    ],
    "wp_location": [
      "Texas",
      "East Texas",
      "Dallas",
      "Jefferson",
      "Austin"
    ]
  }
}