{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198811",
    "date": "November 1988",
    "year": 1988,
    "month": 11,
    "month_formatted": "November",
    "pdf_uri": "/1988/19881100.pdf",
    "issue_cover_image": "",
    "document_start_page": 120,
    "toc_start_page": 114,
    "document_page_range": [
      120
    ],
    "toc_order": 4,
    "toc_headline": "How Houston Beat the Bust (Sort Of)",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198811-howhousto",
  "source": "/1988/19881100.pdf",
  "wp_post_id": 123741,
  "wp_post_guid": "http://www.texasmonthly.com/article/how-houston-beat-the-bust-sort-of/",
  "authors": [
    "Tom Curtis"
  ],
  "headline": "How Houston Beat the Bust (Sort Of)",
  "dek": "Don't break out the champagne yet. Sure, things are better, but there's still a long way to go. And the main reason for the recovery is the market—Houston is a bargain.",
  "spread_caption": "",
  "excerpt": "",
  "kicker": "",
  "word_count": 339,
  "content": "<p><span class=\"dropcap\">O</span>nce Texans thought the boom would never end. Then they thought the bust would never end. Now there are signs that the longawaited recovery has begun in Houston, the city that led Texas into the bust and, optimists say, is now ready to lead us out.</p><p>Are things really getting better? Here’s some good news: Houston’s used-home sales are setting records. The region added nearly 33,000 jobs in the eighteen months preceding July. And the city’s population is still growing. But the home-sales figures are inflated by foreclosures, which remain relatively high. Despite all the new jobs, Houston lags 167,000 jobs behind March 1982. And the population increase is smaller than the normal excess of births over deaths, which means that more people are still leaving Houston than are coming to it.</p><p>To determine what is really happening to the state’s bellwether economy, we went beyond the numbers. Retail sales are up; we looked at how commercial developers are responding to the news. Rents are up; we asked apartment investors about their plans. Once-empty buildings are filling up—but are the owners making money? Houston is less dependent on energy (it drives 65 percent of the local economy today, compared with 81 percent in 1981), but does that diversification represent a new economic base or just a lot of lower-paying service jobs?</p><p>What we found is that Houston hasn’t exactly beaten the bust. But it has started upward—assuming (and it’s a big assumption) that lower oil prices don’t persist and stall the recovery. Houston is more or less where Scarlett o’hara was when she vowed, “i’ll never be hungry again,” and recycled Tara’s green-velvet drapes to make a gown. In the final analysis, what ends both booms and busts is adam Smith’s invisible hand, the market at work. That’s what laid Houston low after high prices spurred producers to drill for too much oil and create a glut of that commodity. And that’s what is bringing Houston back, after the bust made it such a marvelously cheap place to live and do business.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "November 1988",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Houston",
      "Jobs",
      "Oil",
      "buildings",
      "Champagne",
      "Drives",
      "Economy",
      "Excess",
      "March",
      "oil prices",
      "people",
      "Texans",
      "Texas"
    ],
    "wp_categories": [
      "Energy"
    ],
    "wp_location": [
      "Houston",
      "Texas"
    ]
  }
}