{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198811",
    "date": "November 1988",
    "year": 1988,
    "month": 11,
    "month_formatted": "November",
    "pdf_uri": "/1988/19881100.pdf",
    "issue_cover_image": "",
    "document_start_page": 128,
    "toc_start_page": 122,
    "document_page_range": [
      [
        128,
        129,
        130,
        131,
        132,
        133
      ],
      [
        196
      ]
    ],
    "toc_order": 8,
    "toc_headline": "Compadres De La Revolucion",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198811-compadres",
  "source": "/1988/19881100.pdf",
  "wp_post_id": 123732,
  "wp_post_guid": "http://www.texasmonthly.com/article/compadres-de-la-revolucion/",
  "authors": [
    "Jan Reid"
  ],
  "headline": "Compadres De La Revolución",
  "dek": "Five veteras of Mexico’s bloody struggle recall riding through the whirlwind of history with Villa and Zapata•",
  "spread_caption": "",
  "excerpt": "Though the leaders of Mexico’s revolution all lived short and violent lives, a handful of those who rode with them have survived to a ripe old age in Texas",
  "kicker": "",
  "word_count": 2260,
  "content": "<img /><p><strong>PHOTOGRAPHY By Dennis Darling</strong></p><p>Photograph Courtesy Of El Paso Public Library</p><img /><p><em>Villa, Zapata, and a boyish Leo Reynosa.</em></p><p><span class=\"dropcap\">T</span>he Mexican Revolution’s most famous photograph was taken in Mexico City on December 6, 1914. Wearing polished riding boots and a formal uniform, Pancho Villa sits crookedly in the ornate presidential chair. To his left is the thin, cold-eyed Morelian horse trainer, Emiliano Zapata. Two dozen revolutionaries crowd into the photograph. Over Zapata’s left shoulder is a boy with prominent ears and an avid grin. Leo Reynosa was a fifteen-year-old in Villa’s army. He had joined the federal army, hoping to fight the american forces that occupied Veracruz, but instead was sent against Villa’s guerrillas, who captured him, won his allegiance, and made him a captain at sixteen because he could read. Like other survivors of the revolution, Reynosa eventually came to Texas in search of work. For the past 47 years, he has owned Leo’s Mexican Restaurant in Houston. A framed copy of the photograph greets his clientele.</p><p>The Mexican Revolution seems such a bygone moment in history that it is startling to realize that some of the people who passed through its chaos are still alive-that the old man sitting on a folding chair in the comer of a restaurant or an ice house was once a bandolier-clad <em>soldado. </em>On November 20, Reynosa and four other Texas veterans of the Mexican Revolution will be honored at a Texas City reunion organized by Manuel Urbina II, a historian at the College of the Mainland. Urbina has found eleven of those old soldiers. Now in their eighties and nineties, they live in the Southwest United States. They fought for every major faction except the side that won.</p><p>Jesus González, a retired machinist in Baytown, rode with Villa and Zapata. At the age of nine, he handled horses for Zapata’s guerrillas. Recommended to Villa by Zapata, Gonzalez became Villa’s teenage confidant and spy. He inspected enemy towns in the guise of an orange salesman. In<strong></strong>1916 he was shot three times while attacking [ Continued On Page188 ] <strong>[ </strong>Continued From Page<strong></strong>122<strong></strong>] a machine gunner with a horse and lariat. Villa discharged Gonzalez in his hospital bed and gave him a pistol with a personal inscription. The other Texas survivors pictured on these pages-ausencio R. Arias, Rafael Lorenzana, and Miguel Contreras -had less contact with those romantic icons Zapata and Villa.</p><img /><p><strong>Leo Reynosa</strong></p><p><em>Houston</em></p><p>Houston’s restaurateur Leo Reynosa, 89, has never been shy about his Pancho Villa days.</p><p>The walls of Leo’s Mexican Restaurant, which opened at its present location on South Shepherd in 1941, are lined with images of the revolution. When american troops occupied Veracruz, Reynosa, then 15, persuaded relatives to sign papers allowing him to defend his country. Instead, he was marched off to battle guerrillas. When he was captured by Villa’s troops shortly after, Reynosa chose defection over death. He became a bookkeeper for Villa and was close enough to observe that Villa “used to get married every few minutes.” In 1918 Reynosa left the Mexican battlegrounds for Texas.</p><img /><p><strong>JESÚS GonzÁLEZ</strong></p><p><em>Baytown</em></p><p>Jesus González, now 86, was 9 when the revolution swept him away from his home in Querétaro to serve Emiliano Zapata’s troops. By 1913 he was a daring boy spy for Pancho Villa, studying between missions with the camp’s teacher. Gonzalez says that despite his youth, Villa confided in him and kept him out of photographs for fear of exposing a good spy. Gonzalez left the fighting after he was wounded three times in the chest, near his heart, and moved to Texas in the early twenties, eventually settling in Baytown. Although Gonzalez has stayed in touch with relatives who live near San Luis Potosí, he says he is no longer interested in Mexican politics.</p><p>Colt And Winchester Courtesy Of Country Store Gallery, Austin</p><img /><p><strong>Rafael Lorenzana</strong></p><p><em>Mercedes</em></p><p>Rafael Lorenzana entered the fighting at the age of 13 on the side of Venustiano Carranza.</p><p>In 1915 he was captured by Villa’s troops and heard the general order his execution. Offered the chance to join up instead, Lorenzana agreed, although he planned to cross over again to Carranza. But the <em>villistas</em> took him for a brave man and promoted him to sergeant. Gradually persuaded that Villa was the better leader—Villa didn’t allow looting—Lorenzana became a major at 19. With memories of the bodies he was ordered to pile and burn, Lorenzana left Mexico in 1920 and moved to Mercedes, where he became a farmer. Lorenzana, now 89, watched the recent Mexican elections with disgust.</p><img /><p><strong>MIGUEL Contreras</strong></p><p><em>Baytown</em></p><p>As Miguel Contreras crossed into Texas in 1919, he threw his rifle into the Rio Grande.</p><p>“I came to work, not fight,” he says. Contreras had soldiered with Venustiano Carranza’s forces for six years.</p><p>Originally drawn into the military by hunger-soldiers had food, civilians often didn’t -he had had enough of the bloodshed and headed for booming Baytown. The Humble refinery was going up, and Contreras found work as a mule driver, hauling supplies around the site. In all, Contreras was employed by Exxon, Humble’s successor, for 37 years at various jobs, the last years as a cement finisher. Now 87, he is more interested in american politics than in Mexican politics.</p><img /><p><strong>AUSENCIO R.Arias</strong></p><p><em>Houston</em></p><p>Ausencio R. Arias joined Venustiano Carranza’s forces in 1916 out of moral outrage. He and his father, who worked as peddlers in San Luis Potosf, had a run-in with federal soldiers who roughed them up and stole their merchandise. When arias protested, the two men were locked up for nine days. Leaving home without revealing his plans, arias joined the <em>carrancistas</em> to fight injustice. After three years, a leg wound gave him a chance to reconsider his options. He decided to move to Houston, where a brother had found work. Now 93, arias shoveled coal for the railroads, helped build a Port arthur refinery, and learned the welding trade before retiring at the age of 80.</p><p>It was not unusual for a veteran of the revolution to come to Texas. Though the ultimate winners came from Sonora, a state south of arizona, the civil war could not have been fought in such savage and prolonged fashion without Texas. The peasant armies came here to buy beef, horses, and guns. Revolutionaries plotted in San antonio and El Paso. They raided villages and ranches in the Valley, and by 1916, 50,000 U.S. troops guarded the Lower Rio Grande. Seven decades later, our proximity to the war continues to distort our outlook. Our understanding of the Mexican Revolution places too much emphasis on the mythological generals, Villa and Zapata, and not enough on the causes and eventual victors.</p><p>On the eve of the 1910 revolution, Mexico was a land of prolific natural resources. The lead, copper, coal, and zinc mines were booming, and Mexico produced one sixth of the world’s oil. But the resources were untaxed, and most of the profits were going to american and British companies. Three percent of the Mexican people controlled the national wealth.</p><p>At eighty President Porfirio Díaz was a classic Latin american dictator. He came to power as a liberal and had hung on with skill and firing squads for 34 years. Díaz kept the army large but weak, which discouraged coups. He enforced his will with a brutal state police known as the <em>rurales.</em></p><p>In Morelos, a state south of the capital, Zapata initiated the armed revolt by seizing cornfields and turning them over to the peasants. Setting fires that could be seen from Mexico City, Zapata’s guerrillas preoccupied the Díaz regime, but the <em>Zapatistas</em> didn’t get beyond Morelos.</p><p>Diaz’s nemesis was Lrancisco Madero, a charismatic orator and political writer who offered himself as an opposition candidate in 1910. Díaz jailed the upstart, but Madero escaped to Texas and from San antonio called for a rebellion against Díaz. He gained an ally in Venustiano Carranza, a former governor of Coahuila, but the <em>maderistas'</em> revolt flowered first in the neighboring state of Chihuahua.</p><p><em>In</em> May 1911 thousands of El Pasoans watched the <em>maderistas</em> storm the federal garrison in Juárez, Chihuahua. <em>Mestizos</em> in sombreros blared a din of bugles; Yaqui Indian fighters wore loincloths. One band of Chihuahuan rebels was commanded by Lrancisco “Pancho\" Villa, a sometime cattle rustler and butcher-shop owner. Two days after Juarez fell, Zapata overran the federal army at Cuautla in Morelos, and the Díaz regime collapsed. Díaz sailed to exile in Prance.</p><p>The revolution was over; what followed was a bloody and treacherous civil war. The goals of the revolution were forgotten as factions struggled for power. Madero, who came from a wealthy clan in Coahuila, balked at the radical notion of land redistribution; he simply wanted an abolition of presidents-for-life. He tried to appease Zapata, but before he could assume the presidency in November 1911, the interim government sent a Díaz general, Victoriano Huerta, against Zapata.</p><p>Madero sealed his own demise by trusting Huerta. In February 1913 Huerta used disorder in the capital to stage a coup. When Madero’s brother was killed by a mob, he resigned. Three days later he ran afoul of the fugitive law and was shot in the back while “trying to escape.”</p><p>Though contemptuous of Madero, U.S. politicians were appalled by Huerta, who conducted affairs of state in a bar. Woodrow Wilson tried to humiliate Huerta out of office by landing U.S. forces at Veracruz, but that only fired anti-american sentiment. More effectively, Wilson opened the U.S.-Mexico border to arms transactions with the rebels. Meanwhile in Coahuila, Carranza had designated himself <em>Jefe Primero,</em> First Chief. In Sonora a garbanzo farmer, alvaro Obregón, was commanding an able army of Yaquis and <em>vaqueros.</em> But Villa’s <em>Dorados-</em>the golden ones-were the ones who brought down Huerta.</p><p>Wilson favored Villa as Mexico’s eventual president because he seemed flexible and did not drink or gamble. On the other hand, he was a frequent rapist, as boy spy Leo Reynosa observed. But Villa was a brilliant military commander. He enlisted an expert artillery general, and with a combination of long cavalry sweeps and confiscated trains, he made his army incredibly mobile. With a keen sense for public relations, Villa reserved cars for american reporters and even a film crew as he swept toward Mexico City. Huerta tried to stop Villa at a natural fortress called Zacatecas, in the mountains north of the capital, but the rebels went straight up a silver-ore cliff, a high eagle’s nest. Huerta fled the country.</p><p>Carranza, a landowner like Madero, was the leading moderate. He cut off Villa’s coal supply to keep his trains from reaching the capital first, and Obregón, the Sonoran, took Mexico City in august 1914. But a constitutional convention collapsed when delegates approved Zapata’s plan to confiscate the <em>haciendas,</em> and Zapata and Villa, the radicals, chased Carranza and Obregon, the centrists, out of town. It was then that the two generals posed for their famous picture.</p><p>Carranza set up his headquarters at Veracruz and pressed for U.S. recognition with a combination of diplomatic concessions and raids in the Rio Grande Valley. Still Wilson’s favorite, Villa let a minor firefight in the state of Guanajuato put him out of the running. At Celaya in april 1915 Villa should have waited and bombarded Obregón’s outnumbered troops with artillery. Instead he ordered waves of <em>soldados</em> into a massacre. Obregon lost half of his right arm to a grenade in a subsequent skirmish, but Villa’s obsession cost him Wilson’s support.</p><p>Wilson recognized the Carranza regime in October 1915. He imposed an arms embargo against all other factions and allowed Carranza to move Mexican troops through U.S. territory, contributing to another defeat for Villa. In March 1916 Villa led a raid that killed eight american soldiers at Columbus, New Mexico. Wilson sent General John “Black Jack” Pershing across the border. Pershing’s troops could not catch Villa and took the worst of it in a scrape with <em>carrancistas.</em></p><p>The 1917 triumph of the centrists evolved into the PRI, the Party of Institutional Revolution, a coalition so broadly constructed that it has ruled Mexico ever since. But the bloodshed had not yet run its course. Zapata still menaced the capital from the south. In 1919 in a deception condoned by his general, a colonel in Carranza’s army sent word to Zapata that he wished to defect; as an act of faith he killed 59 government soldiers. Coming to meet with the colonel, Zapata rode into the sights of six hundred guns.</p><p>As for Carranza, he might have died in esteemed retirement had he not tried to block the election of Obregón. Assisted by those who had supported Zapata, Obregon drove Carranza out of Mexico City in May 1920. Carranza sacked the federal treasury before fleeing on a train to Veracruz, but he was intercepted and driven into the mountains. The <em>Jefe Primero</em> was shot while sleeping on the mud floor of a peasant’s hut.</p><p>As Mexico’s president from 1920 to 1924, Obregon stabilized the country. His treasury secretary bought off Villa with a pension and ranchland. But none of the revolutionary leaders would know the satisfaction of old age. In July 1923 Villa was riddled with bullets by gunmen whose grudges were said to be personal, not political.</p><p>Obregon remained a powerful figure during the term of his successor, Plutarco Elías Calles. The 1917 constitution, which limited presidents to one term, was amended to allow Obregon to return to office. In July 1928, ten days before Obregon was to be inaugurated, he attended a banquet of revolutionary heroes, where an assassin posing as a caricaturist shot him dead.</p><p>A memorial has been built on the site of the assassination. Inside the art decolike pyramid, a glass jar contains the talisman that inspired the constitutionalists after the turning-point battle of Celaya. Pale and floating, it is the pickled remains of Obregon’s strong right arm.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "November 1988",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Mexico",
      "Texas",
      "reynosa",
      "Army",
      "Mexican Revolution",
      "Mexico City",
      "rio",
      "Coal",
      "Government",
      "History",
      "Home",
      "Land",
      "Military",
      "people",
      "Photograph",
      "Restaurant",
      "San Antonio",
      "War",
      "Art",
      "Band"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Texas",
      "San Antonio",
      "El Paso",
      "Golden",
      "Port Arthur"
    ]
  }
}