{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198712",
    "date": "December 1987",
    "year": 1987,
    "month": 12,
    "month_formatted": "December",
    "pdf_uri": "/1987/19871200.pdf",
    "issue_cover_image": "",
    "document_start_page": 130,
    "toc_start_page": "",
    "document_page_range": [
      [
        130,
        131,
        132,
        133,
        134,
        135
      ]
    ],
    "toc_order": 3,
    "toc_headline": "Most Likely To Succeed",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198712-mostlikel",
  "source": "/1987/19871200.pdf",
  "wp_post_id": 122781,
  "wp_post_guid": "http://www.texasmonthly.com/article/most-likely-to-succeed/",
  "authors": [
    "Helen Thompson"
  ],
  "headline": "Most Likely To Succeed",
  "dek": "At the head of their class, these seven Texas fashion students have big designs on american couture.",
  "spread_caption": "",
  "excerpt": "Seven outstanding young Texas design students translate their visions of fairy tales, Greek goddesses, and Catholic rituals into fashion statements.",
  "kicker": "",
  "word_count": 976,
  "content": "<p>Lately american fashion has seemed all dressed up with no get-up-and-go. It has poufs, bubbles, and enough leopard spots to make a big-game hunter see double. But it also has a case of generation lag. Tenured big-name designers Calvin Klein and Ralph Lauren purr along like ocean liners in the mainstream, while stores that specialize in do-it-yourself street fashion—like Esprit—make a killing by merchandising uniformity. In between, Norma Kamali, Betsey Johnson, and Cathy Hardwick have added zing and wit to the fashion scene but are no longer the new kids on the runway.</p><p>The time is right for the appearance of young high-fashion designers with radical ideas and the energy to get fashion off its bustle. <em>Texas Monthly</em> found them in fashion-design schools—at Incarnate Word College in San antonio, the University of Texas at austin, and the always artistic North Texas State University in Denton. The seven enterprising students have scattered origins. One was born in Vietnam, another in Taiwan; still others are from small Texas towns. But they all have one thing in common: Since early childhood they have been tinkering around with clothes. Janie Chang was intrigued with Greek mythology and used to drape her mother's linen handkerchiefs, togalike, around her dolls. At four, Thomas Tetley spent hours in his grandmother's back yard in Kirbyville, collecting and spray painting rocks to glue on his jackets. And Nicole Paetzel's daydreams in a Houston elementary school were filled with visions of Barbie outfits; after school she described them to her mother, who stitched them up.</p><p>Being interested in fashion is nothing new to the young artists—the oldest is 25—whose pictures and designs you see on the following pages. What is new is their ideas. Innovative and nonconformist, they direct clothing design away from the stodgy fashion statement and toward a declaration of independence.</p><p>Photographs By Geof Kern. Fashion Coordination By Deborah Points. Prop Styling By Debra Allen, Hair And Makeup By Mia Salon. The Cardinal Pays a Visit Courtesy Of the Victorian Gallery. Dallas; CHair And Santo Courtesy Of Real De Xiv, Dallas.</p><img /><p><strong>Ric Gutierrez</strong></p><p><strong>Incarnate Word College, San Antonio</strong></p><p><em>Despite Gutierrez's penchant for Gustav Klimtlike gold and glitter, his real inspiration comes from the Catholic church. Dramatic crucifixes and lush satin-and-velvet raiment in blood-red and black suggest the colors, shapes, and movement of a religious ritual. Gutierrez probably inherited his obsession for exactitude—notice the precise lift of each frill on the jacket (left)—from his parents. His father was a technician who owned a lab that manufactured porcelain and gold molds used in dental work, and his mother taught him to sew. Hand-beaded brocade toreador jacket and skirt with petticoat by Ric Gutierrez. Brocade hat by Martha Magill ($42, Oka, Dallas).</em></p><img /><p><strong>Randy Carrell</strong></p><p><strong>North Texas State University, Denton</strong></p><p><em>Carrell, wearing his own design, throws the cut of the traditional man's suit off balance by moving middle-of-the-road buttons to the side and eliminating the boring button-down shirt. When Carrell was still a kid, his idea of excitement was a Sunday drive with his parents into the big city. Downtown Houston was windowshopping paradise for a youngster from New Caney, and it got him thinking early about how he wanted his own designs to look to windowshoppers. jacket and overall by Randy Carrell. “albert” boots ($295, avventura in the Crescent, Dallas). Derby from the twenties antique collection at Resistol. Antique cane($15-$100, Uncommon Market, Dallas).</em></p><img /><p><strong>Delisa Dolan</strong></p><p><strong>University Of Texas At Austin</strong></p><p><em>Dolan's future was probably sealed at the age of one, when her mother recorded “likes dressy clothes” in her baby book. A few years later Dolan was designing and sewing outfits for her teddy bears. She usually had a sketchbook in hand and was a natural at drawing. Her sinuous illustrations (at left) have a compelling look-at-me quality, and long before she honed her style, her teachers praised her penmanship for its bold, sure line. Having once toyed with the idea of a career in modeling, Dolan changed her mind when she stopped growing at a petite four feet eleven inches. Now her bodyhugging fashion ideas stand tall. She plans to go to graduate school in New York or London.</em></p><p><strong>Thomas Tetley Janie Chang Lan Le</strong></p><p><strong>University Of Texas At Austin</strong></p><p><em>Tetley, Chang, and Le (clockwise from top) liked working together so much in fashion-design classes that they intend to continue doing so after they graduate.</em></p><p><em>Born in Taiwan, Chang came to the United States when she was two. By the time she was in kindergarten she had learned enough Greek mythology to know that goddesses had the right idea about dressing. Even now, the garments she designs are threedimensional drapery that give body to even the most undistinguished shape.</em></p><p><em>Le arrived in the United States from Vietnam at age nine. Her early glimpses of fashion magazines sent by an uncle in Paris confirmed her suspicion that even the most ordinary clothes could be made to look unusual. Like Chang, she uses drapery, and like Tetley, she incorporates stylized forms; one of her dresses has a jutting, winglike bodice.</em></p><p><em>Tetley, who changed his major from pre-med to fashion, cites the influence of his grandmother, a woman of artistic leanings. In fashion classes he designed clothing that was highly structured, almost architectural. Sometimes he even used boning to achieve the desired effect.</em></p><img /><img /><p><strong>Nicole Paetzel</strong></p><p><strong>North Texas State University, Denton</strong></p><p><em>Simple but exaggerated garments hark back to Paetzel's childhood fascination with cartoon characters. She liked them so much that she would beg her mother to make clothes for her just like theirs. Now that Paetzel is grown, she has discovered that wire (in the sleeves, right) does the same thing for a real dress that a few bold strokes of the pen do for Cinderella's and Snow White's fanciful dresses. By guying up skirts, capes, and sleeves, she gives her outfits lives of their own. Black “elephant ear” crepe-and-organza dress by Nicole Paetzel. Black velvet slippers by Manolo Blahnik ($315, Delman Shoe Salon at Stanley Korshak in the Crescent, Dallas).</em></p><img />",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "December 1987",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Fashion",
      "Texas",
      "Mother",
      "School",
      "Texas State",
      "Clothes",
      "Clothing",
      "Houston",
      "Students",
      "Boots",
      "Career",
      "Cartoon",
      "College",
      "Design",
      "Dresses",
      "Elementary School",
      "Future",
      "Hair",
      "New York",
      "North Texas"
    ],
    "wp_categories": [
      "Energy"
    ],
    "wp_location": [
      "Texas",
      "Houston",
      "North Texas",
      "Paris"
    ]
  }
}