{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19857",
    "date": "July 1985",
    "year": 1985,
    "month": 7,
    "month_formatted": "July",
    "pdf_uri": "/1985/19850700.pdf",
    "issue_cover_image": "",
    "document_start_page": 114,
    "toc_start_page": 104,
    "document_page_range": [
      [
        114,
        115
      ],
      [
        191,
        192,
        193
      ]
    ],
    "toc_order": 2,
    "toc_headline": "My Son the Biker",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198507-mysonthe",
  "source": "/1985/19850700.pdf",
  "wp_post_id": 121209,
  "wp_post_guid": "http://www.texasmonthly.com/article/my-son-the-biker/",
  "authors": [
    "Prudence Mackintosh"
  ],
  "headline": "My Son the Biker",
  "dek": "What Does a Parent Dread More Than Sex, Drugs, And Failing Grades? Motorcycles.",
  "spread_caption": "",
  "excerpt": "Is it any surprise that a toddler who goes to sleep clutching a screwdriver instead of a teddy bear grows into a fourteen-year-old with a passion for motorcycles?.",
  "kicker": "",
  "word_count": 2259,
  "content": "<img/><img/><p>Jack Wants a Motorcycle. This Is No Teenage aberration. It’s an obsession that appeared from nowhere years ago. I have home movies of my son as a toddler, stomping his tiny foot on an imaginary pedal and extending his fingers to handlebar throttles. At night he cuddled no teddy bears, soft blankets, or pacifiers. He wanted tools-real ones. I permitted him to sleep with a small red toy screwdriver. “My quire! My quire!” he would scream in the middle of the night, and either my husband, John, or I would bound out of bed to search the floor around the crib for the wooden toy that had slipped from Jack’s chubby fist.</p><p>He collected and carried in his pockets the wheel pieces to any jigsaw puzzle that contained vehicles. He admired the crinkle-cut potatoes on his plate because they had “treads.” I ignored his pleas for a plastic Big Wheel tricycle because it looked too much like a motorcycle. I bought him a nice red wagon instead. He still complains about the Christmas I kept Santa from delivering a toy known as the Evel Knievel Stunt Cycle. I thought his obsession needed no encouragement.</p><p>He strokes cycles in parking lots, buys magazines and posters that feature cycles performing daring feats, and never fails to point out make and model when we overtake one on the highway. He raises the topic nightly in hopes of wearing us down.</p><p>I respond with horror stories from my stint as a volunteer in the emergency room of the county hospital. “Give your son a motorcycle for his last birthday” warned the poster in the trauma unit.</p><p>But Jack has thought of every angle. “The best Christmas deal,” he says to his younger brothers, Drew and William, “is divorced parents.” He has surveyed the neighborhood and discovered that motorized two-wheelers are often the extravagant gifts given by weekend fathers or sympathetic grandparents. “Mom, aren’t you and Dad arguing more these days?” he asks hopefully. His tongue is only partially in cheek. At fourteen, he would sell his birthright for a Kawasaki KX 80.</p><p>[ Continued On Page 181 ]</p><p>Illustrated By Vivienne Flesher</p><p>[ Continued From Page 104 ]</p><p>I know he has ridden friends’ mopeds on vacant lots without my permission. But on one crazy vacation he took out a moped with my permission. John had promised Jack for almost a year that on our spring vacation in Mexico he, Jack, and Drew would tour the fishing village of Isla Mujeres on motorized bikes. When business kept John from making the trip, two hearts sank. Jack’s, because he feared the Yucatan with Mom would mean museums and Mayan ruins, not mopeds. Mine, because I knew I couldn’t disappoint him. I did, however, harbor some hope that taking along his best friend, Greg, and snorkeling in the Garrafon reef would make him forget the mopeds.</p><p>However, by the second day on the island, I was striking a deal in my pidgin Spanish for four shiny red mopeds. William, the seven year old, had wisely remained at the hotel with his grandmother. Jack, Drew, and Greg hopped on their rented bikes, revved the engines, and rode to the end of the street as if they’d been riding them for years. I lingered for some instruction, “ <em>Vaya con Dios, sefiora</em>,” and tried to catch up with the boys. I lurched, then roared down the street. I must have looked like Mr. Toad as I careened wildeyed toward my sons who were waiting at the corner. Forgetting that this was not my ancient Huffy bicycle, I grasped the throttle like a brake and crashed into the back of Drew’s machine. The boys wrenched my hand off the throttle, and the bucking machine stalled. Thoroughly shaken, I climbed off to survey the damage. The mopeds were fine. But I had a deep, blackening bruise on my thigh, and the rubber sandal I had used as a brake was destroyed, as was my composure. “Boys,” I said, fighting tears, “I can’t do this. I’m sorry, but i’ll kill myself before we get to the next corner. And I can’t let you take off unsupervised.” I was avoiding Jack’s eyes.</p><p>His thirteen-year-old friend Greg salvaged the moment by offering to carry me on his bike. I limped with my moped back to the rental stall, where the obviously relieved proprietor dropped his rosary and refunded my money. Then I took leave of my senses and got on behind Greg. We were off. “Greg,” I yelled, tightening my grip around his waist, “let’s not tell your mom about this.” The speedometer was in kilometers, and since I couldn’t pray and do math simultaneously, I hoped we weren’t going as fast as it seemed. Once we left the town, road signs were scarce, but those I could read as we sped by said <em>“Curvas Peligrosas.”</em> “Dangerous curves ahead,” I shouted above the roar to my oblivious sons trailing us. My spine was fused by the time we had traveled the five miles to El Garrafon. “You were great, Mom,” Jack said. “Didn’t you love it, just a little?” I don’t know when he’s ever liked me so much.</p><p>Most of the time, however, this child knows he has picked the wrong parents. He gloated and chalked up points for his side when Bill and Susan, family friends our age, pulled into our driveway on a pair of shiny Honda Nighthawk 750’s. “Mother,” Jack asked sarcastically, “don’t they have good judgment? are they trying to make orphans out of their children?” Bill has always been a co-conspirator with my firstborn. I should have known the motorcycle appearance was imminent.</p><p>He has always been in the market for a father with a proper respect for ratchet wrenches. Jack’s desire for a motorcycle is, in part, a boy’s longing for speed, power, and even danger. But he is also our most technological son. I rely on him to set digital clocks and to hook up video recorders. All of his electronic gear is kept in the original boxes with the instruction booklets, which he has actually read. When his bicycle was due for a free thirtyday checkup, he gave me a carefully printed list for the man at the cycle shop:</p><p>1. Black cotton tape grips</p><p>2. Repair brakes and clean</p><p>3. Repair and clean gears</p><p>4. Clean and check cranks</p><p>5. Use touch-up paint on chips</p><p>6. Clean rims</p><p>He would be great at motorcycle maintenance. If he were better at math, I would want him to be my airline pilot.</p><p>When he was twelve, Jack tried to take matters into his own hands by acquiring a newspaper route. If he expanded his route and braved wintry mornings, he reasoned, then we would reward his industry with a moped. I assured him that we were not waivering. But after observing his diligence firsthand on a late November morning, I knew I had some determined kid on my hands; his attempts to find a substitute for the weekend he planned to go camping with his father had failed. I was the last resort, and he insisted that I apprentice myself to him the week before he left. Getting up at five o’clock on a Saturday was miserable, but how many sunrises would I watch with my taciturn Jack? i’ve never admired him more than on the morning we did the route together.</p><p>The temperature had dropped to freezing during the night, and we quietly sorted through the jumble of last year’s mittens and gloves. Bundled in ski jackets, we took off on our bicycles.</p><p>Since I had skipped coffee, only the sharp cold air made me alert enough to notice how clear the sky was before the nearby expressways offered up their clouds of exhaust. I knew better than to point out constellations to my earnest business companion. His younger brothers might stop between second and third base to examine their own shadows, but this dutiful son was seldom distracted from the task at hand. He rode ahead of me with the flashlight because neither of our bikes was equipped with a light.</p><p>The delivery truck had dumped his supply of Saturday papers four blocks from our house. Jack expertly ripped the plastic bands from the papers with a dangerous looking hunting knife his father had brought him from Montana. “This works great,” he said, stuffing the weapon back into his coat pocket. The Saturday paper, I learned, had two sections. We had to remove our mittens to fold and band the two together. Letting the cold air get to our hands was a big mistake. They were never warm again. I performed admirably on the folding, but Jack shook his head as I began to stuff the papers into his canvas newsboy bag.</p><p>“Nope,” he said, shaking his head and dumping the papers I had packed helterskelter in the bag, “you’ve got to lay them in there real straight, or you’ll have to make too many trips back to reload.” I could see that his meticulous nature was well-suited to the job.</p><p>Slinging the heavy bag over his shoulder, he pedaled down the dark street. I anchored the flashlight in my silly flower basket and tried to avoid potholes. I hated for him to see that I couldn’t ride my bike with no hands the way he always did. Back and forth across the dim street, he gracefully made figure eights, using only his narrow hips and occasionally one hand to direct the bicycle. Thunk, thunk, thunk. Each paper landed squarely on the sidewalk near a front step. Not surprisingly, I threw like a girl, and I was glad he wouldn’t be there the following weekend to see me toss a few straight up over my head and into the street gutter.</p><p>I followed him, noting which houses received papers. Some were weekenders only. Some received the paper Monday through Friday. How could his adolescent mind, which two nights before had had such trouble recalling the causes of the Texas Revolution, hold details about his customers so precisely in his head?</p><p>As we darted past a block that had no subscribers, I couldn’t resist pointing out the sliver of a winter moon. Predictably Jack said, “Don’t have time to look at the moon, Mom. We got to get these papers to Mockingbird Lane.” We headed down the more heavily traveled street. Cars with their early morning high beams blinded us and scared me as they sped past. I took to the sidewalk, and before my eyes readjusted, I collided with a huge sheepdog being walked by its owner. Barely restrained, the dog snarled and lunged at me as I apologized and tried to right my overturned bike. The dog didn’t bite me, but my bicycle did. One leg of my best wool Pierre Cardin pants, my warmest, was secure in the teeth of my sprocket wheel. Jack, embarrassed by the scene, rode quickly on to reload his canvas bag. I briefly pondered my options. I could drag the bicycle home on my left leg, or I could convert the trousers to pedal pushers.</p><p>With bits of wool still clinging to the chain, I caught up with Jack. While he stacked the remaining papers in his bag, I offered a litany of complaints. “i’d rather be in Siberia, Jack. What are you going to do when it snows? What if it rains? Forget the weather. How am I going to deliver a Sunday paper three times as big as this Saturday edition?” Jack said nothing, just staggered as he readjusted the bag.</p><p>The cold air made my ears hurt. Even the mittens seemed to trap the cold air around my numb fingers. This part of the route was closer to our house, and I speculated aloud that we might lighten our Sunday burden by delivering the paper in sections according to readers’ tastes. “The Moerschells have a football-player son. Let’s toss them the front section and the sports. Hilary never has time to shop, so we can dump all of the advertising junk out of hers. The Kidds are house hunting. They’ll spend Sunday on the classifieds and can call me if they want the rest.”</p><p>Jack was not impressed.</p><p>Route completed, we zipped down the middle of Hillcrest avenue, which in another hour would be so busy that we would have been hugging the curb. At dawn, however, we were kings of the road. Unburdened by papers or further responsibility, Jack swerved in and out of circular driveways with both hands in his pockets. We were home by six-thirty. I was frozen, exhausted, but also exhilarated. Jack locked his bike on the porch, and in ten minutes my smooth-cheeked entrepreneur was asleep in his bed.</p><p>As I made coffee, I thought about the few years that he and I have left under the same roof. My other two sons might cling to our nest, but my fiercely independent and often adversarial firstborn will not linger. He has a steadiness and perseverance with unpleasant tasks that even now assures him regular employment. I have watched him methodically section our lawn and rake an entire season of leaves from six pecan trees without a break. He is eager to run free and promises to teach us a thing or two in his adult life. Our house is old and usually cluttered. His will be new and sparse and Japanese efficient. I am content to drive a wellworn station wagon; he, of course, will have a shiny, perfectly maintained Kawasaki KX 80.</p><p>If I don’t suggest it, maybe he will at least wear a helmet.</p><p><em>This piece will appear in</em> Retreads, <em>to be published by Doubleday and Company this fall.</em></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "July 1985",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Son",
      "cold",
      "Motorcycle",
      "Home",
      "Business",
      "Christmas",
      "House",
      "Vacation",
      "Advertising",
      "Band",
      "Bikes",
      "Camping",
      "Cars",
      "Cotton",
      "Emergency Room",
      "ever",
      "Family",
      "Fishing",
      "Horror",
      "Hunting"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": [
      "Texas"
    ]
  }
}