{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19793",
    "date": "March 1979",
    "year": 1979,
    "month": 3,
    "month_formatted": "March",
    "pdf_uri": "/1979/19790300.pdf",
    "issue_cover_image": "",
    "document_start_page": 103,
    "toc_start_page": 101,
    "document_page_range": [
      [
        103,
        104,
        105,
        106,
        107
      ]
    ],
    "toc_order": 5,
    "toc_headline": "Have Guns, Will Travel",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-197903-haveguns",
  "source": "/1979/19790300.pdf",
  "wp_post_id": 114627,
  "wp_post_guid": "http://www.texasmonthly.com/article/have-guns-will-travel/",
  "authors": [
    "Jan Reid"
  ],
  "headline": "Have Guns Will Trvel",
  "dek": "At a gun show you'll see some of the most terrifying sights in the world, and some of them are guns.",
  "spread_caption": "",
  "excerpt": "Do you want a rare antique muzzle-loader or a holdup pistol that can’t be traced? You can find them both at a gun show.",
  "kicker": "",
  "word_count": 1515,
  "content": "<p>In the Southern, Midwestern, and Southwestern states with the most lenient firearm statutes, gun shows amount to an ongoing circuit of weekend fairs. Advertised as portable museums, they function as hardware flea markets. The governing premise is to exchange guns and accessories for currency, hand over fist. Billed as “the biggest in the world,” the Summer Houston Gun Show last august loaded 1700 tables with an arsenal that would be the envy of some governments. On sale were hunting rifles of every description, Magnum revolvers, automatic and single-shot pistols, sealed cases of ammunition, and large bins of spare parts. Outnumbering the antique flintlocks were obsolete or surplus weapons of recent american wars—M-1 Garands, .30-caliber carbines, even Browning automatic rifles, M-14s, and the M-16s first used in Viet Nam. Dozens of Luger pistols, a soapstone bust of Hitler for $35, Goebbels’ propaganda journal, a full-dress Luftwaffe uniform, countless Iron Crosses, and Wehrmacht helmets with earflaps were also readily available. More startling than the Nazi craze was the mercenary vogue (one table contained pamphlets with titles like “Opportunities for americans in the Rhodesian army”), though I later learned that most “mercs” who pore through <em>Soldier of Fortune</em> magazine are either romantically inclined armchair adventurers or total frauds. I paid a dollar for a poster in which a sneering Marine captain carrying the Stars and Stripes and a bloody saber accepted a lei and documents labeled “Oil Lease” and “Unlimited Mineral Rights” from a topless Polynesian girl, while a barefoot peasant in a sombrero kneeled in surrender nearby. The exhibitor who sold me that poster was blind in one eye. Something hard, sharp, and explosive had rearranged that side of his face.</p><p>Tomas Pantin</p><img /><p><em>Gun collectors, sportsmen, federal agents in search of stolen guns, curious passersby, and a sprinkling of bizarre characters browse the gun shows in austin and . . .</em></p><img /><p>. . . <em>Houston, where millions of dollars’ worth of guns̶from fintlock rifles to Saturday night specials̶are displayed and sold. Anyone with enough money can buy a gun, no questions asked.</em></p><p>Sales pitches varied. One red-faced, jovial man shouted and shook a cylindrical rattle (patent pending) that he swore sounded just like the clash of deer antlers. Others sat back with their arms crossed and eyed the browsers impassively. A man in a jump suit who was buying a shotgun for his teenage son asked, “Do I have to fill out one of those government forms?” The exhibitor shook his head and gave the man change from his hundred-dollar bill. “There you go, son,” the buyer said. “Blast away.”</p><p>Some of the exhibits were aimed at gun collectors, but others were obviously not. Priced as low as $25, likely to fly apart if too many cartridges discharged in their chambers, some of the handguns on display qualified as the “Saturday night specials”—the euphemism for street murder weapons—so prominent in current gun-control debate. Genuine gun collectors were easy to spot; they fussed over serial numbers, inspected riflings with bore lights, marveled over minor manufacturing variations, and drove hard bargains. “i’d want seventeen hundred for it,” said the owner of an early Colt. His customer replied, “i’ve got one nicer ’n this, and i’m asking fifteen.”</p><p>The real collectors came to Houston primarily to trade with each other. Most of their transactions took place Friday night, before the gun show opened to the public. Affluent collectors usually have federal licenses ranging from Collector’s Class, which merely allows them to transact across state lines, to Class III, which enables them to own and traffic in the machine guns, silencers, and explosive devices ordinary citizens are denied. Any federal gun license means the government is satisfied the dealer has good community standing and a true business interest in firearms. Yet the federal license can become a liability in gun-show commerce, because it requires dealers to transact only on their business premises. Inside the astroHall they could only take orders to be filled later. Their unlicensed colleagues could sell any and every gun they owned as soon as the customer reached for his billfold. Federal law regulates retail sales of conventional rifles, shotguns, and handguns, but sales of used firearms by private citizens are free of legal scrutiny, much like used furniture.</p><p>Geoff Winningham</p><p>Geoff Winningham</p><img /><p><em>Luger pistols and other mementos from Nazi Germany are popular with gun collectors.</em></p><p>Federal agents and some local detectives hound gun shows because there are almost certain to be several cars in the parking lot with trunks full of stolen or otherwise illegal guns, but the offender most often arrested is the licensed dealer who couldn’t resist the sight of somebody’s cash. Collectors complain that being licensed exposes them to entrapment by police and places them at a disadvantage with less law-abiding competitors. One licensed collector viewed most of his fellow astroHall exhibitors with a mixture of amusement and contempt. “It’s a low, broad-based market with a high, narrow pyramid of quality people,” he told me. “Frankly, i’d like to get some of the yo-yos out of it.” But he defended his own position in that market: “The morality of a firearm transaction is determined by who makes the sale. Any money looking for a gun is going to find it.”</p><p>Geoff Winningham</p><img /><p><em>The frontier tradition of self-sufficiency has passed from father to son for generations, and the rite of passage includes firearms.</em></p><p>The collector had the tailored khakis, jogging shoes, and self-assured manner of the academic he might have become had he not discontinued his postgraduate studies to make the most of his family fortune. He asked me not to use his name or even his hometown; he feared burglars. His gun collection is stored in an armored vault. “I own virtually nothing but five-screwed Smith and Wessons that i’ve never fired,” he said, “and never will, because that would blow the value of them. My guns are an investment—a sounder investment, I might add, than stocks and bonds.”</p><p>He later conceded that his attraction to firearms operated on a deeper level than that. As a child he ran home panicked and bleeding after a playmate accidentally fired a bullet into his liver.</p><p>I asked if that affected his attitude toward guns. “It affected my choice of whom I played with,” he exclaimed with a hike of his brows. “i’ve done a lot of introspection as to why i’m so fascinated by these things. I’ve read everybody from Conrad to Lorenz on the subject. Certainly they are instruments of death, but also of power. I’ve spent years talking to people and have come to the conclusion that power is at the heart of it.” He brandished a fist. “The power of the direct physical threat. Have you ever fired a machine gun? It’s a lusty feeling.”</p><p>The Houston gun show’s average customer was probably a factory worker out to kill nothing more than time on his day off, but the bizarre always overshadows the ordinary. One character dragged a fresh leg wound around in open view. I trailed another youth who wore cowboy boots, jeans and suspenders, and a high-crowned flop hat. He was very fat, and all his attempts at conversation lapsed into a diffident smile. Mostly he just pointed to what he wanted and then handed over the money. Soon the barrel of one revolver was stuck down the fly of his jeans. Another dangled from the holster in his armpit; he carried a shotgun on his other shoulder like an ax. And this was as the show was just getting started.</p><p>Some law enforcement officials contend that because few gun-show salesmen accept checks, record cash receipts, or require their customers to</p><p>complete federal retail affidavits, the guns they sell are impossible to trace. Gun shows become prime markets for the fellow who needs a gun to stick up the Seven-Eleven or do a little number on the old lady. Stick around till Sunday, Houston insiders told me. More than $2 million would have changed hands by then, but the prices would decline as the closing neared, and so would the standards of the sellers. Then the real spooks would come out.</p><p>Yet I had no fear of some maniac jamming a loaded magazine into an exhibitor’s M-16 and cutting loose on the crowd. After a while the sight of so many guns loses its shock value; they resemble the toys of a child. The gunmen with cold steel shoved down their groins were just posturing. Here, for an afternoon of fantasy, they could pack their guns and swagger without fear of a bust or of some other badass calling their bluff.</p><p>But just outside was murder-capital reality. People who know the streets of Houston are made nervous by the sound of short-barreled guns. On a concrete ramp I saw two adolescent boys laughing and playing with a derringer cap pistol. In their line of fire, a Houston policeman was completing an offense report in the front seat of his patrol car. He tolerated several explosions, then scowled at the boys. “Hey! You mind pointing that thing some other way?”</p><p>Tomas Pantin</p><img /><p><em>Enthusiasts find everything from T-shirts emblazoned with their favorite guns to news of mercenary activity, all at the local gun show.</em></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "March 1979",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Guns",
      "Houston",
      "Gun shows",
      "Business",
      "Government",
      "Law",
      "money",
      "people",
      "Power",
      "Son",
      "Austin",
      "Cars",
      "choice",
      "cold",
      "Cowboy",
      "Deer",
      "ever",
      "Family",
      "Frontier",
      "Germany"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Houston",
      "Austin"
    ]
  }
}