{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19866",
    "date": "June 1986",
    "year": 1986,
    "month": 6,
    "month_formatted": "June",
    "pdf_uri": "/1986/19860600.pdf",
    "issue_cover_image": "",
    "document_start_page": 112,
    "toc_start_page": 110,
    "document_page_range": [
      [
        112,
        113,
        114,
        115,
        116,
        117,
        118
      ],
      [
        166,
        167,
        168,
        169,
        170,
        171,
        172
      ],
      [
        174
      ],
      [
        176
      ]
    ],
    "toc_order": 1,
    "toc_headline": "The Snootiest Neighborhood In Texas",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198606-thesoooti",
  "source": "/1986/19860600.pdf",
  "wp_post_id": 122127,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-snootiest-neighborhood-in-texas/",
  "authors": [
    "Gary Cartwright"
  ],
  "headline": "The Soootiest Neighborhood in Texas",
  "dek": "During its heyday,the King William district was full of rich eccentrics, well-bred dubwomen,nosy neighbors, and a few stray chickens.Then the neighborhood fell on hard times.",
  "spread_caption": "",
  "excerpt": "The residents of San antonio’s King William Historic District saved their neighborhood from bums, bulldozers, and bogus bay windows. Now, if they can only save it from themselves.",
  "kicker": "",
  "word_count": 9855,
  "content": "<img/><p><em>Other places sacrificed individuality for a larger good, but King William preserved its eccentric mix. Dorothy Schuchard (above) battled and almost always prevailed against strong opposition that threatened the neighborhood. John angerstein (right), known as the Baron, shares his home with dogs, cats, and family ghosts of days gone by.</em></p><img/><p><span class=\"dropcap\">T</span>oday it’s been restored to its former glory. It’s full of rich eccentrics, well-bred clubwomen,nosy neighbors, and a few stray chickens.</p><p>There are those who believe that the King William neighborhood just downriver from the alamo began to lose its character when it was no longer tolerable for a wino to relieve himself on the sidewalk. They set the date at 1967, the year King William was declared the state’s first national historic district. Not coincidentally, 1967 was also the year that an aristocratic investments broker named Walter Mathis moved there.</p><p>The neighborhood was on the verge of becoming an inner-city slum when Mathis purchased and began restoring the Italianate mansion at 401 King William Street. His grand design was to rehabilitate the entire neighborhood, or at least enough of it to protect his investment. In all, he bought and restored fourteen old homes. He persuaded friends to buy and restore other homes, and he made loans from his own pocket at a time when banks wouldn’t touch property in that part of San antonio. Today King William is a wondrous mixture of middle-class and wealthy Hispanics and whites, gays, artists, poets, prosperous lawyers, out-of-work layabouts, and plain old eccentrics. I’m not sure that the neighborhood has succumbed to gentrification, as some critics assert, but it is practically reeling with eccentrification —about a century’s worth, i’d judge.</p><p>Photographs By Robert Maxham</p><img/><p><em>Walter Mathis moved into this Italianate mansion on King William Street in 1967, when the neighborhood had fallen on hard times. Restoring the house was arduous, meticulous work; .Mathis even supervised the scraping and repainting of each hand-stamped shingle to get it just right. What kind of guy would do that? See the house, see the man.</em></p><img/><p><em>Walter Mathis' garden reflects his love of orderly beauty, a vision he has imposed on the neighborhood. As King William's self-appointed arbiter of taste, Mathis is not afraid to tell a property owner to cut the grass. When the former World War II hero talks, neighbors tend to listen. They don't want him opposing their restoration plans.</em></p><img/><p><em>Made of alternate blocks of Pecos sandstone and cream-colored limestone, the Kalteyer mansion was built by German chemist George Kalteyer, who made his fortune by starting the alamo Cement Company and the San antonio Drug Company. The house was later converted to a fifteenapartment building before banker Sidney J. Francis bought and restored it.</em></p><p>I would also call it iconoclastic, opinionated, stubborn, cranky, volatile, and, especially, fractured. It is fractured the way French society is fractured, which is to say that the only thing everyone agrees on is a distaste for outsiders. King William residents party together, picnic together, and sponsor an annual street fair during which certain of the gentry permit the rabble to tour their homes and others expressly do not. There is even a King William Yacht Club. The yachts —canoes, actually-race from the Nueva Street Dam to the Johnson Street Bridge each Fourth of July. It’s all for one and one for all in King William, until someone does something tacky-painting a porch the wrong color, for example —at which time a holy war is likely to erupt. The man most responsible for this healthy but habitual factionalism is the same man whose bucks saved the neighborhood: Walter Mathis, the neighborhood’s self-appointed viceroy and arbiter of taste.</p><p>Mathis is one of those authentic period pieces endemic to San antonio, so prim and formal you want to rub him with tung oil. Here is a man born and bred to rule. Descended from the original Canary Island oligarchy that was dispatched in 1731 to settle the presidio that became San antonio in the name of the Spanish crown-and from John William Smith, the last messenger from the alamo and San antonio’s first mayor—Mathis has been the president or a charter member of nearly every order and club ordained by the city’s ruling class. But lofty social position didn’t keep him from being driven out of his former home on Mulberry Street by the construction of the North Expressway. That’s why, shortly after moving to King William in 1967, Mathis got himself elected chairman of the city’s Board of Review for Historic Sites and the San antonio Riverwalk Commission, two groups with primary influence over almost everything that happens in his neighborhood. If history repeats itself, Mathis wants it to be on his terms.</p><p>In the manner of an inspector general, Mathis regularly cruises the shaded streets of his domain, ever alert for the tiniest deviation or impurity. King Williamites cannot repair their roofs, repaint their porches, or make any other exterior changes on their homes without approval from the review board, which in the past has meant approval from Walter Mathis. Neighbors say that Mathis is not above approaching a property owner and demanding that the grass be cut. Before Prince Charles visited the district last February, word went around for people to tidy up their yards, or else the future king of England -and, worse, Mathis —might be offended. Many people believe that if matters were entirely up to Walter Mathis, electricity and combustion engines wouldn’t be allowed on the streets of King William, and women would be required to wear bustles.</p><img/><p><em>The old Kalteyer mansion has ten fireplaces, fire bedrooms, a ballroom, a card room, a billiards room, and—something no self-respecting Victorian homeowner could do without—a coffin nook. Sidney Frauds and Ms wife, Janet, have spent ten years restoring their home, right down to its working gaslights. Their next job: the basement.</em></p><img/><p><em>This 1882 Gothic Revival cottage belongs to real estate broker Julia Cauthom. A few years ago she tried to add another bay window to her house. Architect o'neil Ford and autocrat Walter Mathis didn't approve, so Cauthom abandoned her plan. “If you carry Walter’s philosophy to its logical conclusion, we ought to all be living in Indian tepees,” says she.</em></p><img/><p><em>The Germans who created the neighborhood were a mixture of freethinking eccentrics and ambitious businessmen. The anton Wulff house was built around 1870 by the city’s first park commissioner. When anti-German paranoia swept through town in World War I,</em> rumor <em>had it that the tower of the house was used for spying on the U.S. Army arsenal nearby.</em></p><img/><p><em>The houses that the German immigrants built in the late nineteenth century were</em> monuments <em>to their aesthetic sensitivities as well as their vanities. Lumberman Edward Steves’s home was a stone’s throw from the San antonio River, but after his death, his wife, Johanna, built the city’s first indoor swimming pool behind her cheery mansion.</em></p><p>The late o’neil Ford, an old family friend, was the one who convinced Mathis that he should invest his money and time in this neighborhood. Ford, whose architectural firm used to have offices at the foot of King William Street, saw the 37-block district as “a museum of homes.” along those streets was every style of nineteenthand twentieth-century architecture known to Texas. By preserving the homes, Ford believed, an irreplaceable part of Texas’ heritage would be preserved. He didn’t mean just the limestone, gingerbread, and balustrade balconies; what needed saving too was the diversity of spirit that made these streets —and San antonio—unique in Texas. Ford wanted to maintain the composite of cultures, the once-in-a-millennium mix of Mexican, Irish, English, French, and German (especially German).</p><p>There is a theory, first advanced by Kenneth Wheeler in a book called <em>To Wear a City’s Crown,</em> that the personalities of Houston, Galveston, austin, and San antonio were formed in the critical years just before the Civil War. Look at how things were back then and you’ll see pretty much how they are today. That is certainly true of San antonio in general and King William in particular.</p><p>Other neighborhoods have struck compromises and sacrificed the longings of the individual for the larger good, but King William is special precisely because it preserved its differences. “This place is like a small town,” Julian Trevino, a school administrator who lives at 332 King William Street, tells me. I hear that over and over. Like the residents of a small town, torn between the need to be left alone and the greater need to be recognized, each homeowner has his own perception of style, his own ticket to immortality: the images are linked inseparably to the past, as though only with the approval of ghosts is there salvation. King William is in that way a magnification of San antonio’s love affair with the past and its passion for strife. That these different kinds of people have created a place of undisputed, almost magical beauty has always made the residents of King William a little different, a little-face it—superior. In King William, smugness is a virtue. Mike Casey, a past president of the King William association, says, “People who ask a lot of questions—Where will the kids go to school? Where can I buy groceries? Is it safe?—probably don’t belong here anyway.”</p><img/><p><em>Julia Cauthom, who is known as the Duchess of King William, sold some jewelry and gold coins to buy the old Sartor house, which she had loved since the twenties. Newcomers know they have been accepted when Cauthom invites them to her front porch for mint juleps, but her pragmatic approach to preservation has sparked some unladylike neighborhood battles.</em></p><img/><p><em>The Joske mansion is the last unrestored house on King William Street. Built by the founder of the department store chain in 1900, the home had eight fireplaces, a steam heating plant, and an interior telephone system. Later it was a halfway house for mental patients. The mansion became so dilapidated that sections were propped up with braces of scrap lumber.</em></p><img/><p><em>This Raised Bavarian cottage at the comer of Madison and Turner streets looks like something out of Hans Christian andersen, but it used to be a bordello. It was owned by the fabulous Opal Smith, who had flame-red hair and milk-white skin. In 1952 Opal got religion and placed a sign out front that read: “Meditation,i Consultation, and Colonic Irrigation. ”</em></p><img/><p>The past is the passion in King William, and the most prominent residents are those who have lived in the neighborhood the longest. The Blersch house, built in 1859, has been owned by Maria Watson-Whlte's family since 1902. The house isn't air-conditioned, so for 125 years the verandah has been the family gathering place on summer evenings.</p><p>The one person who unequivocally does belong is Mathis, of course. Something of a mystery man, he is a World War II hero and a lifelong bachelor who periodically emerges from the isolation of his mansion to host extravagant parties. He can intimidate with a glance, but one housewife told me that the high point of her decade in King William came when Mathis reviewed her restoration plans and remarked that she had done “a good job.” One journalist described her rare glimpse of the man alone in his kitchen at night, cooking his lonely pork chop under a single light. Mathis is shy and anxious during interviews, but like most people in King William, he can’t help but reveal himself in his surroundings. His house speaks for him.</p><p>At first glance his mansion resembles the Cathedral of the anointed Shepherd. Its baby-white limestone tower looms above a formal garden with a lacy gazebo. The front walk is flanked by a pair of red lions made of lead that sit there regally and eternally, digesting the passing scene. Like all the old houses on the street, this one was built in stages and has endured many transitions and indignities. Over the past 113 years it has been home to a hardware merchant, a stockman, a trail boss, a colonel, and numerous others. When Mathis purchased it, the house was divided into nine low-rent apartments. Obsessed with his mandate to restore it as closely as possible to the original —whatever that was-Mathis oversaw every tiny detail, including the scraping, repairing, and repainting of each hand-stamped shingle.</p><p>Inside, the house is as hushed as a museum. I have seen museums that were not as pristine or as meticulously furnished. No period of Texas history has been overlooked. As I follow Mathis from room to room (each crammed with one collection or another, from old canes to mugs to Russian icons to framed photographs of Texas ancestors), I find it hard to believe that someone —anyone —really lives in this place. Finally I work up my nerve and ask to see his private quarters. He has no objection. He leads me to the southwest corner of the second floor and shows me two rooms that are magnificently furnished but otherwise [ Continued On Page 164 ] [ Continued From Page 116 ] indistinguishable from what I have already seen. His canopied bed is unmade (maid’s day off), but I detect no other sign that anyone lives on the premises, or has ever lived here. No cigarette butt or toothpaste tube or magazine folded back against its spine. No comb or brush. No half-eaten lonely pork chop.</p><p>[ Continued On Page 164 ]</p><p>[ Continued From Page 116 ]</p><p>When he conducts this tour, Mathis customarily puts a paper roll on his Bechstein Welte player piano, instantly filling a triple drawing room with the sounds of Paderewski playing Wagner. The room is brimming with his Napoleonic collection: paintings, sketches, replicas, swords, daggers, toy soldiers, toy cannons-even an original Napoleon death mask, one of the few known to exist. “i’ve been fascinated with Napoleon since I was twelve,” he tells me. Somehow I am not surprised.</p><p><strong>The New Fatherland</strong></p><p><span class=\"dropcap\">W</span>hen you approach King William Street from almost any direction, what you see first is the flour mill elevator that rises like a national monument at the southwest foot of the</p><p>street. It is such a local landmark that oldtimers in King William still check the weather by observing which direction the flag atop the mill is flapping.</p><p>The mill was the progenitor of the serendipity that has always worked its magic on this street. When Ernst altgelt, who had previously founded the utopian community of Comfort, named this street Kaiser Wilhelm Strasse for his beloved king of Prussia, Wilhelm I, he had in mind a broad, tree-lined avenue that would stretch for miles —maybe all the way to Corpus Christi. In fact, the street got only as far as the bend in the river, five blocks by today’s reckoning. What stopped him was the project of another German visionary, Carl Hilmar Guenther, who put his first flour mill smack in the middle of altgelt’s plan. Guenther’s original mill, called Pioneer Flour Mills, is still controlled by his heirs.</p><p>The mill has always been an integral part of the neighborhood: until the late fifties, anyone who happened along could get a free biscuit breakfast there. Another integral part of the neighborhood is the old United States army arsenal directly across the river from the ruins of Guenther’s second mill. Charles Butt funded a massive restoration of the old military complex, and today it is corporate headquarters for the H.E.B. chain.</p><p>At the head of King William Street, the end nearest downtown, is the anton Wulff house, built around 1870. Wulff, a mer-</p><p>chant and the city’s first park commissioner, was the man who laid out alamo Plaza. When anti-German paranoia swept the city during World War I (the street was temporarily renamed Pershing avenue), rumor had it that the tower of the Wulff house was used for spying on the arsenal. Some of that paranoia may have been well founded: discovered in a house on Madison, the street paralleling King William to the east, was a stack of sheet music for the German national anthem inscribed “To our suffering brothers in the homeland, 1916.”</p><p>Long before the Germans arrived, the peculiar pattern of the streets had been determined by the contours of the San antonio River, the course of the Spanish irrigation ditches (<em>acequias</em>), and the outlines of the original land grants. In the late 1700’s the land that makes up the King William Historic District was used to grow food to support the alamo and other missions. The alamo <em>acequia</em> ran down the side of what is now South alamo Street, which divides the district east and west.</p><p>The Germans who created the neighborhood were the struggling visionaries of the great <em>austwanderung</em> (“emigration”) of the 1840’s. The homes that they built were personal expressions of satisfaction and point of view, monuments to their aesthetic sensitivities as well as their vanities. Those immigrants were a lively mix of petite bourgeoisie and Utopians, a mix not unlike the eccentric composite you find today. The freethinkers among them saw Texas as an alternative fatherland, while the bankers, builders, and merchants saw it as a land of economic opportunity. Disagreement was a natural part of life: Joseph and John Ball planned matching cottages in the 100 block of King William Street, but the brothers’ wives had a falling-out, and so John’s house was built without windows on the side facing Joseph’s house. The curse of their hostility was so powerful that 114 years later the cottages bear no resemblance to each other.</p><p>Most of the immigrants had fled Germany because of the prevailing oppressions; they valued freedom so highly that the Fourth of July became an instant holiday for the newcomers. More cultured and educated than their anglo and Hispanic neighbors, they took pro-Union and antislavery stands that put a strain on their relations with the community. Anglo settlers were absolutely aghast to discover how the Germans observed the Sabbathby reading poetry, playacting, dancing, and competing in sports, all while consuming massive quantities of beer. In the freethinking community of Comfort, it was said, few homes had family Bibles, and when ministers at funerals asked German mourners to join in the Lord’s Prayer, most of the congregation didn’t know the words.</p><p>Because San antonio was strategically located on the Mexican trade route, along which all Civil War supplies moved, the Germans of San antonio made huge fortunes. At the war’s end, control of San antonio’s politics and economy was firmly in the hands of German businessmen. For at least the next half-century-while San antonio was becoming the largest and most interesting city in Texas —it was more or less governed from Casino Hall, the private playpen of the German elite, which was just across the river from King William.</p><p>The late nineteenth and early twentieth centuries must have been idyllic times in King William. An English-speaking boarding school opened, and Johanna Steves built the city’s first indoor swimming pool behind her gingerbread mansion at 509 King William. The homes were shaded by enormous pecan and cypress trees, and many houses had ballrooms on the top floor, formal gardens, and boat docks along the river. A streetcar line ran down South alamo between rows of saloons. At twilight the residents of Washington Street, which ran by the ford and past Guenther’s second mill, could hear taps being played across the river, on the quadrangle of the arsenal. On their sleeping porches they would listen to the creak of the mill wheel and wait for the evening breeze that always blew in from the Gulf.</p><p>Today King William gives you the feeling that you have stumbled onto a Hollywood back lot and are the only one here without a guild card. A kid with a punk haircut flashes by on a skateboard, and a group of young Chicanos clusters around a Trans am, smoking and speaking of sexual conquests. One white house with roof terraces and a Miami Beach look is the home of armando Morales, a retired factory manager born in Sabinas, Mexico. He built it in 1948 from an architectural design he ordered out of a catalog. “It is, what you say, a modernistic home,” Morales tells me. Neighbors call it the Love Boat.</p><p>But mostly King William has an eerie time-warp quality that tugs you back to the King William of a hundred years ago. A horse and carriage clops along, and tourists snap pictures of a gardener behind a wrought-iron fence as he gives a light trim to gumdrop-shaped hedges. The exemplary Victorian mansion at 335 King William, designed by famed local architect alfred Giles, once celebrated the greatness of banker Carl Wilhelm august Groos, maker of money. Today, after having served a tenure as a Girl Scouts headquarters, the house is elegantly restored and celebrates the greatness of Charles Butt, the H.E.B. scion. The carriage house that once stood behind the old Bergstrom home was used as the meeting place for a fraternity called the Merry Knights of King William (the fraternity wore robes copied after the Ku Klux Klan’s, but while the Knights may have</p><p>been prigs, there is no evidence that they were racists). It is befitting of the neighborhood that the man who preserves the fraternity’s memory is flamboyant criminal attorney Gerry Goldstein; he and his wife, Chris, have owned the house since 1975.</p><p>A man carrying an armload of groceries pauses at the worn granite curb in front of the Joske mansion to watch workers hoist new lumber to the roof. A stray chicken appears from a patch of cane. Chickens are not uncommon in King William. The barn behind Mike Casey’s house on South alamo was there when he moved in, but he had to get approval from the review board to add a fence to make a chicken coop. Down the street an old woman who speaks no English sits on the steps of her small cinder-block bungalow beneath a tall palm, a picture of dejection and sorrow. Even so, you know that on this street everything is supposed to end well.</p><p><strong>The Little Old Ladies Club</strong></p><p><span class=\"dropcap\">D</span>orothy Schuchard and Caroline Elmendorf don’t look like radicals. Both are small, genteel, goodhumored women with snow-white hair and bright, friendly eyes, grandmotherly types of almost Disneyesque proportions. They are widows of men whose families settled the neighborhood—Ernst Schuchard, Carl Guenther’s grandson, who took a turn as president of the mill, and Hugo Elmendorf, whose family was active in commerce and politics. Though Dorothy is in her late seventies, she still swims a mile each day at the San antonio Country Club. Caroline, 85, oversees the preparation of chicken and shrimp salads for the Lenten lunches at St. Mark’s Episcopal Church. The women may not look like radicals, but they are among the last survivors of the formidable brigade of little old ladies in tennis shoes (golf shoes would be more accurate) who, in the years just after World War II, fought to save the good life in King William.</p><p>Their activity hardly seemed militant at the time. As Dorothy recalls, “Miss Carrie Steves would ring her tea bell, and we would take our sewing baskets over to her parlor and spend an hour or so chatting about this and that, women’s talk mostly.” One day in the late forties, word reached them that a mortician planned to set up business in the Wullf house at the head of the street. “My goodness, it would have been so depressing watching all those funerals pass by,” Dorothy says. “Ernst said we would just have to move unless we could stop it.” Margaret Gething, who had acted on the New York stage and been a member of the Park avenue association, suggested that the neighborhood get organized. That’s how the King William area Conservation association (not to be confused with the current King William association) was founded.</p><p>All it took to bury the undertaker was a few letters and well-placed telephone calls —the women were not without influence in high places, particularly Margaret Gething, who was on a first-name basis with more than one congressman. In the years that followed, the association tangled with and almost always prevailed against much stronger opposition. In 1953 the group stopped a freeway that would have crossed King William at Sheridan, thereby destroying the Groos, Steves, Guenther, and altgelt ancestral homes. A decade after that, the women persuaded the army Corps of Engineers to reroute the river someplace other than through their back yards. They deluged the city council and the San antonio River authority with petitions, kept the phone lines busy to Washington and austin, and —who knows? —maybe even used their considerable wiles to win favor.</p><p>When they weren’t saving the neighborhood from outsiders, they wrote newsletters to each other, suggesting ways to hide sagging walls and fire escapes with flowering vines. In one publication, association president Nellie Pancoast broached the subject of garbage cans. “Even in our most spiritual and artistic moments, not one of us can find beauty or dignity in the humble garbage can,” Nellie wrote, suggesting that they camouflage the cans by painting them a uniform olive-green.</p><p>There are several versions of what exactly tore the group apart. Originally membership was by invitation only and limited to women of the “fine old families.” Eventually men were allowed to join, and later the meetings were opened to all homeowners and scheduled for evenings rather than afternoons. But then, Caroline Elmendorf remembers, the association effectively stopped functioning when a dentist took control by rigging the election.</p><p>“His wife was very flamboyant and loud, definitely not one of us,” Caroline says. “I think I had been president for two terms, but I was persuaded to run again. Her husband voted twice, and I lost by a single vote. That’s when we stopped attending.”</p><p>Another version is that the association dissolved because of a long-smoldering debate on whether to open the members’ homes to the public on special occasions, such as during Fiesta Week. When the association voted against the plan in 1954, for example, minutes of the meeting gave as one reason the belief that the association “can’t afford a flop”—as though the association were talking about a Broadway play. The organization was so obsessed with preserving what had been that it ceased to be. In 1974 there was an attempted merger between the King William area Conservation association and the King William association. The merger failed in the face of unyielding opposition by Margaret Gething, who insisted to the bitter end that the word “historic” be added to the group’s name. At the corner of South alamo and Beauregard—the heart of the district—is the A&E Food Market. Notice on the south exterior wall of the market the colorful mural that depicts Father Hidalgo leading the Diez y Seis de Septiembre revolt. The mural is not to everyone’s taste; what is, though, in King William? They say that Walter Mathis turned the color of plum jelly when he saw it. The beer drinkers across the street at the Friendly Spot icehouse loved it, of course. Ah, Father Hidalgo, scourge of tyrants, reader of forbidden books, raiser of forbidden grapes, presser of forbidden wine. The Friendly isn’t there anymore, but the mural is. Gentry 1, Rabble 1.</p><p><strong>The Genteel Art Of Argument</strong></p><p><span class=\"dropcap\">A</span>t the corner of South Alamo and A betvesitanthe heart of the district—is the AE Food Market. Notice on the south exterior wall of the market the colorful mural that depicts Father Hidalgo leading the Diez y Seis de Septiembre revolt. The mural is not to everyone’s taste; what is, though, in King William? They say that Walter Mathis turned the color of plum jelly when he saw it. The beer drinkers across the street at the Friendly Spot icehouse loved it, of course. Ah, Father Hidalgo, scourge of tyrants, reader of forbidden books, raiser of forbidden grapes, presser of forbidden wine. The Friendly isn’t there anymore, but the mural is. Gentry 1, Rabble 1.</p><p>The story of how that battle went down says something about the way cantankerousness still serves the neighborhood. It’s like gravity: once you accommodate it, it works quite well. The mural was painted about four years ago as the backdrop for a poster advertising Budweiser. The poster, now a collector’s item, shows several generations of Hispanics, smiling and paint-splattered, posing in front of the mural with a tub of beer. The wall bears no hint of a commercial message; as an expression of ethnic pride, the painting is pretty good.</p><p>Nevertheless, the faction that hated itheaded by the viceroy himself, Walter</p><p>Mathis-immediately protested that nobody had bothered to get a permit from the historic review board. “That’s okay,” the owner of the market replied. “We’re going to whitewash the wall anyhow.”</p><p>From that point on, the absurdity escalated in a peculiarly King William way until it threatened to take on genuine racial overtones and erupt at the city council. Old friend turned against old friend, husband against wife. Walter Mathis wouldn’t discuss the incident with me-in fact, he forbade me to write about it. Finally a compromise was worked out with the help of Maria WatsonWhite, great-granddaughter of Carl Wilhelm august Groos. The market wall mural could become a permanent objet d’art, provided that the subject matter was changed periodically and approved by the review board. Four years later Father Hidalgo is still there, looking as fierce and menacing as ever. “The funny part is, there’s an RC Cola mural on the north wall of the market,” Mike Casey says. “Nobody has ever complained about that.”</p><p>The Friendly Spot met with a cruder fate. In the late seventies the legendary icehouse (in San antonio “icehouse” means “beer joint”) was a quiet, peaceful hangout, owned and frequented almost exclusively by people from the neighborhood. The trouble started about 1981, when owners Gerry Goldstein and Jay Monday introduced a neighborhood rock</p><p>band called the No. 2 Dinners, whose music was said to be capable of rattling metal wastebaskets across the river. There were complaints, but the opposition didn’t really get rolling until the fall of 1983, when the city bulldozed an old slum apartment that had been torched some months earlier. The building had acted as a buffer between the Friendly Spot and much of the neighborhood-in particular, the home of Rusty and Madeline Guyer. Rusty was president of the King William association and tried to remain neutral, but Madeline rallied a small group of dissidents, many of them senior citizens whose complaints had gone unheeded.</p><p>“at first the music wasn’t a regular event,” Madeline Guyer says. “But by February of ’84 some band was there almost every night. People were coming from all over town, dancing in the streets, urinating on the lawns, blocking traffic. I began to watch the clock every night, dreading for nine o’clock to roll around. That’s when the music started.”</p><p>The strain was made worse because the opposing factions were longtime friends. Madeline Guyer had known Jay and Susie Mcatee Monday since their college days at Trinity University, and Rusty Guyer and Gerry Goldstein were colleagues in the legal profession. The Guyers were even fans of the No. 2 Dinners. “One of the Dinners is my dentist,” Madeline says. “His daughter plays with my daughter. Before this situation got completely out of hand, we even took a friend from Denton to hear the Dinners. The music was so loud he put peanuts in his ears and had to go to the doctor the next day to have them removed.”</p><p>There were meetings and efforts at compromise, but the music continued. Only now, Goldstein and Monday had moved their concerts next door to an outdoor beer garden at the Beauregard Cafe, which they also happened to be leasing. They erected a “soundproof’ stage and booked the Dinners to test it; neighbors reported hearing something resembling a sonic boom that lasted five hours.</p><p>Physical violence almost broke out when a manager at the Beauregard suggested that if Madeline didn’t like the music, she should move. By coincidence, the Guyers were about to move to the John Ball house at 120 King William, several blocks farther north. “But by then it had become a battle of wills,” Madeline says.</p><p>In the summer of 1985 the dissidents filed a formal complaint with the Texas alcoholic Beverage Commission. Goldstein and Monday had already decided against renewing their lease on the Friendly. The icehouse that had once been a service station became a place that sold bottled water. Rather than face legal charges, Goldstein and Monday moved the music inside the Beauregard. When I was there in February, you could hear the No. 2 Dinners on weekends. Clearly.</p><p>Not surprisingly, the most-inspired King William fights center on restoration. Though the motives behind historic preservation are presumably noble and aesthetic, there are financial advantages as well. Federal and local tax breaks can be had by playing according to the rules. The tax credit guidelines established by the U.S. Department of the Interior are the same ones used by San antonio’s historic review board. Local approval is necessary to win city tax abatements, but the review board has little real power-except to recommend denial of building permits. What the review board does have is the power to interpret the guidelines, which is how things can get interesting. “Frankly, a lot of our rulings are very subjective, very personal,” a member of the board says. “Who happens to be sitting on the board that day can change the entire complexion of a decision.”</p><p>Consider the case of Julia Cauthorn’s bay window. Julia, a widow and real estate broker, looks a little like Gloria Swanson and is sometimes called the Duchess of King William. Newcomers to the neighborhood say that they know they’ve been accepted when she invites them to her front porch for lemonade and mint juleps. Naturally, as a broker of historic homes, she is a realist on the subject of restoration. Julia’s pragmatic philosophy is diametrically opposed to the make-it-like-it-was worldview of Walter Mathis, and that’s a recipe for trouble if there ever was one.</p><p>Julia sold some jewelry and gold coins in 1973 to buy a Gothic Revival cottage known as the Sartor house. She bought it against her trust officers’ wishes because, like most King William homeowners, she had a passion for the house that far exceeded the bounds of logic. She had been in love with the house since one afternoon in the twenties when her godmother took her there for a musicale. “It was the first time I ever heard live music outside of church,” she says. “I couldn’t have been more than five, but it changed my life.” Julia became an accomplished pianist, and though she doesn’t play much anymore, she has a standing offer to every child in the neighborhood: master five classical pieces and Julia will host a musicale in your honor.</p><p>Anyway, about ten years ago Julia decided to add a third bay window to the cottage, something on the scale of the original bay window built in 1882 and a similiar one added in the twenties. She was about to make an application to the review board when Walter Mathis and o’neil Ford passed on some information at an informal meeting. Her plan for a third bay window was “inappropriate,” they told her, because the new window wouldn’t look like the existing two —which, of course, didn’t look like each other to begin with. That interpretation struck Julia as curious because the review board guidelines state that external additions to historic properties should reflect the form and style of the original architecture but not mimic it; changes must be clearly identifiable as additions. In their interpretation, Ford and Mathis had come up with a peculiar twist on the guidelines that they had helped impose. Politics had its way, and to this day Julia Cauthorn’s cottage has only two bay windows.</p><p>“There is more than one philosophical approach to restoration,” Julia says. “Some of the oldest houses on the street—including the Norton-Polk home that Walter himself restored—were updated several times before they were restored. Who is to say what the original builder had in mind? Who is to say it wouldn’t have been done differently if the original builder had had the materials and the good sense? If you carry Walter’s philosophy to its logical conclusion, we ought to all be living in Indian tepees.”</p><p>Mathis has little to say on the subject and does not recall the Battle of the Bay Window. (Ford passed away four years ago.) Besides, Mathis’ dealings with the city have always gone smoothly. “I went before the review board fourteen times,” he says, “and never had a bit of trouble.”</p><p><strong>A Fallen Woman</strong></p><p><span class=\"dropcap\">T</span>he past is the passion in King William, even to the point that longtime residents, like die-hard New Englanders, calculate one’s status by how long he has lived in the neighborhood.</p><p>Still, the irascible ghosts keep watch, and when the neighborhood gets too high and mighty, the inextricable forces of time are called to smite it. In the fifties the neighborhood almost slipped away entirely. By the time o’neil Ford and his hot-lick group of young architects moved to King William in the mid-fifties, the neighborhood population was predominantly Hispanic, with a generous mixture of what one old-time resident described as “carnival people, cheap girls, and dope peddlers.” The rambling Joske mansion was a halfway house for mental patients, and the Sartor house was a family services center. The Raised Bavarian cottage at the corner of Madison and Turner, the one that looks like something out of Hans Christian andersen, was a bordello, at least until 1952, when Opal Smith got religion. After that, the sign out front read: “Meditation, Consultation, and Colonic Irrigation.” Fred Cecere, who lives there now, told me he still gets Fredrick’s of Hollywood catalogs addressed to the fabulous Opal, whose flame-red hair and milk-white skin set every young man in the neighborhood aquiver. An addled Filipino who occupied Opal’s basement told the Ceceres there was a ghost in the attic, but it turned out to be just a brain tumor.</p><p>Over lunch one Saturday at El Mirador, where almost everyone in King William goes to eat the peppery <em>caldos</em> and to watch and be watched, I heard that “401” used to be a bordello too. The house at 401 King William belongs to Walter Mathis. Certified King Williamites always refer to individual homes by just the street number, and the woman who told me that 401 had been a bordello is as certified as they come. Her name is Maria Watson-White (the name is pronounced “Mah-rye-ah”; longtime friends call her ann Maria). As director of the San antonio Conservation Society and as one of the few aborigines around, Maria is generally called on to arbitrate historical and aesthetic disputes —the mural of Father Hidalgo, for example.</p><p>“are you sure about 401’s being a bordello?” I ask. “When I interviewed Walter, he failed to mention it.”</p><p>“Walter does not talk about it,” she says.</p><p>You’d think that, with such a checkered history, King William would have welcomed o’neil Ford’s architectural firm with open arms, but true to form, a few mossbacks seriously suggested that the business wasn’t appropriate for the neighborhood —even though crime was rampant and bums used sidewalks as comfort stations. “There was an element not willing to admit that the neighborhood had blown away,” says Lewis Tarver, a lawyer who in the late fifties rented a carriage house there. Tarver and his wife, Tinka, were newly married back then, and they chose King William because it was cheap and close enough to downtown that they could walk to work. And because they wanted to get the hell out of alamo Heights.</p><p>“King William was so hard-core that most artists wouldn’t even live down here,” says Lewis. In those days the Tarvers’ bedroom window faced Madison Street, which was inhabited mostly by poor Mexican americans. The Tarvers went to sleep listening to the boys talking about whose mother was the biggest whore, and they got used to waking up and finding that something else had been stolen from under the car hood. “The real difference,” Lewis says, “is we were down here BWM—before Walter Mathis.”</p><p>The couple moved out of the neighborhood when they decided to have a family; the area was no place to raise children. But now, almost a quarter of a century later, the children are grown. Tinka, a sculptress, recently rented a studio in the neighborhood. It was the past that drew her back, not the manicured, official history of local guidebooks but a crankier, livelier one. The Tarvers miss the four giant doors of the carriage house and the wrench that was inexplicably embedded in the concrete floor; the woman across the street who welcomed her sister to town with a bottle of Christmas wine across the skull; the elderly and dignified man next door who put on his Boy Scout uniform every morning and raised the american flag; the mildly retarded woman whose need to serve was so strong that on garbage collection day she went from house to house returning the empty cans to the porches; and, most of all, the sense of community.</p><p><strong>The Restoration Freaks</strong></p><p><span class=\"dropcap\">I</span>t takes vision and faith to restore an old house, not to mention a huge amount of money, motivation, and detective work. You also have to be a little bit crazy. Ted and Jessie Bailey, who started restoring the Joske mansion about a year ago (they are almost finished with the 2500-square-foot second floor), are constantly coming across some original feature long buried under layers of plaster —“onion skinning,” they call this process. Fred Cecere and Deborah Spiva (both are M.D.’s) removed 10,000 pounds of plaster and tile from Opal Smith’s old home, discovering along the way that the upstairs plumbing bypassed the meter and connected directly to the city water main. Filching utilities was until recently common in the neighborhood.</p><p>The restoration freaks are nothing if not resourceful. They trade tips on which tax loopholes provide the best benefits, which junkyards have the best store of old fixtures, and which libraries are likely to cough up forgotten plats and blueprints —the Daughters of the Republic of Texas Library at the alamo is a treasure trove. Things were much easier a hundred years ago: the family just sat down with a mail-order catalog and selected items by the number. They ordered doors, windows, plumbing fixtures, even architectural blueprints in some cases.</p><p>For pure stamina and willfulness, not even Walter Mathis has been able to outdo banker Sidney J. Francis, savior of the Kalteyer mansion at 425. It resembles a Moorish castle, with turrets, towers, cupolas, Grecian scrollwork, and arches made of alternate blocks of red Pecos sandstone and cream-colored limestone. If you found this house on top of a cake, you would want to eat it.</p><p>Several Kalteyers lived in King William, and 425 was the homestead of the most noteworthy —George Kalteyer. A Heidelberg-educated chemist, he made his fortune founding the alamo Cement Company and the San antonio Drug Company and, coincidentally, is said to have made Texas’ first ice cream soda.</p><p>It took Sidney Francis more than a decade to negotiate the purchase of what had become a fifteen-apartment building, research its original design, find replacement parts, and bring it to the point that he was ready to move in. Part of the delay was for tax purposes: while working on the building’s exterior, he left most of the apartments intact to take advantage of a federal law that accelerated depreciation for rental property. In the beginning Sidney had envisioned the house as a large, elegant bachelor pad—not unlike the one occupied by his friend Walter Mathis—but in the meantime he met and married Janet.</p><p>I don’t want to give the impression that Sidney is obsessed with the house, but I saw at least four renderings of the mansion’s exterior, including one needlepoint work. Sidney is a big, meticulous, somewhat prissy man who commutes daily between San antonio and Luling, where he runs his family’s bank. Janet is an attractive, obviously well-bred woman who works full time at her unpaid job as the president of the San antonio Conservation Society. On the subject of the Kalteyer house, however, Sidney is very much the single spokesman.</p><p>As he conducts me on a tour, he trots ahead to put a match to the gaslights and then lingers to extinguish them as we move on. Not many of the old homes have working gaslights. Walter Mathis’ house has them, though he doesn’t use them. The original gaslights on the main floor of the old Gustav Blersch house, where Maria Watson-White lives, still work—her parents lived there for sixteen years before they realized that.</p><p>The Kalteyer mansion has ten fireplaces, five bedrooms (stairstepped so each catches the prevailing evening breeze), a ballroom, a cardroom, a billiards room, and at the center a staircase winding to a giant skylight that is opened in summer so that warm air can escape. Speaking tubes connect the master bedroom and upstairs hall to the servants’ quarters. Sidney demonstrates, “Servant, bring me a double dry martini with a</p><p>twist.” On the landing between the first and second floors is a sort of rotunda that resembles an indoor gazebo with three leaded stained glass windows. “I really don’t know what this was used for,” Sidney admits. “I call it a coffin nook. All proper Victorians died in bed, you know. They needed this wide space at the bottom of the landing so that they could make the turn when they hauled the body down.”</p><p>There is a similar nook in the Joske mansion. Julia Cauthorn speculated that it was some sort of waiting area, a comfortable place to linger while the carriage was being brought around. “Victorians did a lot of waiting,” she reminded me.</p><p><strong>Freedom Across the River</strong></p><p><span class=\"dropcap\">N</span>obody ever tells the people on City Street that Prince Charles is coming, so please mow the grass. City Street is on the west side of the river, and though it is in the National Register of Historic Places, it isn’t part of the citydesignated King William Historic District. When the petition to join the district circulated in 1967, the residents of City Street said no, <em>gracias.</em></p><p>To get to City Street from King William, you cross the Johnson Street pedestrian bridge. A traffic bridge that was called the O. Henry Bridge because it was mentioned in one of O. Henry’s stories was here until the sixties, when the city took it down while improving the river channel, and it accidentally got cut up into scrap metal; only one of the original four spires remains. From this spot at night you can see the emerald dome of the Tower Life Building downtown reflected in the shimmering water.</p><p>City Street is a beguiling little ghetto of Victorian bungalows, each unique. Some of the houses are in poor repair, but every year you see a few more redos, the telltale clue being a King William association plaque (you don’t have to live in the district to belong to the association). The houses are painted in Mexican pastels. Yellow concrete ducks and fake tree stumps made into planter boxes decorate the yards, and some of the tree stumps support painted coffee cans. Behind an ornate column bleached the color of cold ashes is an old refrigerator for sale, and on another porch the family wash has been strung out to dry. “This is the poor <em>mexicano</em> side of the river, the side where the people with eight or ten kids live, the side where the yards look like . . . well, like there are eight or ten kids in the family,” alma Hernandez says.</p><p>Alma’s mother, Carolina S. Garza, is the main reason that City Street isn’t part of the King William Historic District. A widow of 83 who supported her children by working in the Bexar County tax office, Carolina kept an eagle eye on properties that were about to be auctioned for back taxes. “at one time she owned eighty-six pieces of property, this little</p><p><em>mexicano</em> gal with a sixth-grade education,” alma says. Six of them were on City Street. “When a district goes hysterical”-alma wasn’t the only one I heard mispronounce “historical”—“it is subject to the review board, to this, to that. My mother doesn’t play that game. A rent house is a rent house to Mother. If the plumbing breaks, she’ll have it fixed. If rats come in, she’ll buy you some poison and cover up the hole. But this is her business, and she’s doesn’t want anyone telling her how to run it.”</p><p>Alma, an educational diagnostician, and her husband, Ernesto, a plumber, live across the street from her mother, in a handsome two-story frame and brick home. The house is surrounded by an eight-foot chain link fence, inside of which prowl three snow-white German shepherds. The place has been a halfway house, a rooming house, even a nunnery; the nuns erected the fence, destroying in the process the original stone wall that circled the property. The Hernandezes have lost track of how much money they have spent on restoration, none of it taxexempt, incidentally. “It is my impression that our aluminum siding and chain link fence are the reasons we wouldn’t qualify for the tax break,” alma says. “The fence is a no-no. But I love my dogs, and so I keep the fence and lose the tax break.”</p><p>Alma and Ernesto socialize with some of their King William neighbors —they are active members of the King William Yacht Club, for example—but they enjoy the freedom to pick and choose their friends. “To be frank about it, I joined the King William association because I finally figured out that it was the people on that side of the river who pulled all the strings,” she says. “If there were plans to change a bend in the river, you knew which side was going to get rooked.”</p><p><strong>The Baron Of Adams Street</strong></p><p><span class=\"dropcap\">I</span> have met the viceroy and the Duchess, and it remains for me to meet the Baron, as people in the neighborhood call John angerstein. He lives in that part of the district east of South alamo Street, an area quieter and more pastoral than that next to King William Street. The streets on this side have names like adams, Wicks, and East Guenther. From the grassy knoll at the end of Crofton avenue, looking across the unimproved banks of the river at the tin sheds of the Big Tex Grain Company, one experiences again that giddy time-warp sensation: small Central Texas farming community, 1930. Hard to believe that downtown San antonio is an easy walk upstream.</p><p>The Baron is listed in the telephone directory as John F. H. von Rohre angerstein, 331 adams Das Rosenschloss. Das Rosenschloss, as he calls his home, is a rambling two-story Victorian structure that is so asymmetrical it looks as if it had a lobotomy. Since no self-respecting German architect would have left the house’s north side so unaesthetically and impractically perpendicular, the Baron assumes that the original owner was caught short by the bank panic of 1873.</p><p>John angerstein tells me that he is a real baron and also a <em>Graf</em> (“count”), the last of a noble line descended from the grand duchess of angerstein —an old village that’s now part of Berlin —and Sir John Julius angerstein, who founded the modern Lloyd’s of London. His great-greatgrandmother was a royal Stuart. The Baron has lived most of his life in San antonio, part of it at several locations on King William Street. Since 1968 he has lived in this old house, which he shares with a number of cats named after opera characters and with Sam, his fifth cousin. At least he believes that Sam is his cousin. Family records were lost ages ago, except what he retains in his memory.</p><p>“In my family it was very important to know who your cousins were. Otherwise you might marry one,” the Baron says. “I almost married a cousin, in fact. My aunt Ethel, who was the last native-born child in Indianola [the port of German immigration], used to tell me, ‘Don’t spit, or you’ll hit a cousin.’”</p><p>He offers me hot tea, served on a silver tray, and a drop of rum to ward off the chill. Though it is springlike outside, it is as cold as a tomb in the Baron’s living room. The fireplace looks as if it hasn’t been used lately. In mid-February, a</p><p>Christmas tree that reaches almost to the ceiling occupies most of the entry way. His family is so large, he says, that it takes several months to celebrate Christmas. Eight relatives from Torreon, Mexico, just left yesterday.</p><p>The Baron is in his early sixties, a large, flaccid man with a red Prussian face and short reddish-blond hair. He speaks with gusto, in a stream-of-consciousness pattern that is difficult to follow. I try to ask questions, but before I can phrase them, the Baron has leaped decades and generations into the future or sometimes the past: “That’s when my great-uncle Constantine caught river fever and died.... She wanted to go back to Prussia, but they got only as far as Indianola, where yellow fever killed them all except Grandfather.... The Karankawa got the little girl’s hair ribbons, but, by God, one of them went to his grave with her teeth marks on his hand.... We were all dyed-in-the-wool, no-stained-glass Lutherans. When I converted to Roman Catholicism, my grandmother Rohre never spoke to me again. That’s her chandelier up there, by the way. Those are real amethysts.”</p><p>The Baron shows me the upstairs, which is dark and gloomy and yellowed with time. The doors along the central hallway are shut, but he opens two. I see the Maroon Room, where he has constructed a shrine thanking the Virgin for granting the loan that enabled him to buy</p><p>this house. Then he shows me the Gold Room, in disarray from the visit by his relatives from Torreon. A bulb is missing from an ancient light fixture, and the Baron studies it for a time, obviously perplexed by something.</p><p>After three hours of listening to the chronicles of the angersteins, I beg my leave. The Baron follows me as far as his front steps, still recounting fragments of family history. At the curb I turn and look back. The Baron gives me a little wave of his hand. Cats dance around his feet, and in the bright light he looks very pale and vulnerable.</p><p><strong>Forward Into the Past</strong></p><p><span class=\"dropcap\">Y</span>ou can make a case that King William has been gentrified in the last fifteen years, but you can’t make a case that gentrification has hurt the place. Actually, this neighborhood was <em>re</em> gentrified: the genteel decadence has the sweet smell of antiquity about it. The houses down here cost more than they did in 1970, but hardly any of them are in danger of toppling over. Fewer poor people live here, but there is still a balance of ethnic, economic, and social strata—of gentry and rabble, you might say —and most people here like it that way.</p><p>“What has kept this neighborhood alive,” says Pat Osborne, historic preservation officer for the city, “is the constant ebb and flow of young professionals, artists, poets, and the like, blending with the nucleus of old families, who never totally abandoned it. There has always been a core that really cared.”</p><p>Real estate has never been a great investment in King William, not when you compare it with the way property values have increased in the more-fashionable areas north of downtown. Walter Mathis estimates that a large, unrestored home that would have cost $20,000 in 1970 would cost $60,000 now. Restored, the same house would be priced much higher, but owners who have spent thousands and sometimes hundreds of thousands on restoration learn that it is almost impossible to sell at a profit.</p><p>“There is an anomaly here,” Julia Cauthorn says. “The most an owner can get for a house that has been restored is fifty or sixty dollars a square foot, although a very carefully restored house can get more. On the other hand, an unrestored, virgin or semivirgin house with no serious structural damage might sell for eighty dollars a square foot. There is just not a market right now for high-priced restored homes. People want to do it themselves.”</p><p>Unrestored homes are in short supply. The last major unrehabilitated mansion on King William was the Joske house, which Julia sold two years ago to Ted and Jessie Bailey. “Sold” is not precisely correct. Because of ongoing litigation, the title is still in question.</p><p>The Joske mansion is a good study in the cycles of gentrification. Alexander Joske, son of the founder of the department store chain, bought the original structure in 1892 for $9000 and put another $65,000 into its restoration, essentially re-creating the house over and around its original stone walls. When the job was completed in 1900, the mansion covered 7500 square feet (including the basement and attic) and featured the most up-to-date furnishings in San antonio, among them a complete steam heating plant and an interior telephone system. In the early twenties he moved to a new mansion in Terrell Hills and put the King William house on the market at $30,000.</p><p>In the decades that followed, the house deteriorated until it was so dilapidated that parts of it were held up with braces of scrap lumber. Two rusty fire escapes scarred the exterior, though you could hardly see them through the undergrowth of vines and weeds. Even today, with the restoration almost half complete, you expect to see Dorian Gray peeking out from behind the drapes while vampire bats circle the chimneys.</p><p>The mansion was rescued by the Internal Revenue Service, which seized it for back taxes and sold it at an auction in 1981. Julia Cauthorn put up $27,000 to claim the property, acquired $250,000 in liens, and paid another $68,000 to have it cleaned, temporarily rewired, and stabilized: the trash alone amounted to 27 two-and-a-half-ton truckloads. Sheriff’s deputies eventually evicted the previous tenants, the family of Jose Olivares, a frequent candidate for public office. Julia paid movers to pack and store 86,000 pounds of the Olivareses’ belongings and then hired lawyers to defend against a barrage of lawsuits. Olivares contended that the IRS couldn’t take his house because it wasn’t his; it was deeded to his children. Besides, he protested, he didn’t owe the back taxes; his father did.</p><p>Because of the lawsuit, none of the parties will discuss the purchase price, but at 7500 square feet, we are obviously talking about a large sum of money. Nevertheless, Julia says that she didn’t make “a single dollar’s profit” from the transaction, and I do not doubt her word. Considering the agony of the long lawsuit, the nasty letters, the threats, and the continuing discord that surrounds the old mansion, what she has endured to save it can only be described as a labor of love.</p><p>The history of the Joske house typifies the neighborhood. What makes King William a better, more stable place than most any in Texas—what makes it work—is people like the viceroy, the Duchess, the Baron, and all the eccentrics, dissidents, and ghosts who have resided here. In the course of time, the disparities are softened: what is lost is balanced by what is gained, and the process of regeneration faithfully works its magic. Whatever else you want to say about this place, it ain’t suburbia.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "June 1986",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "King William",
      "House",
      "Mathis",
      "San Antonio",
      "Alamo",
      "Family",
      "people",
      "Home",
      "homes",
      "Music",
      "Texas",
      "The Alamo",
      "Wall",
      "War",
      "ever",
      "ten",
      "Women",
      "Love",
      "Conservation",
      "Friendly Spot"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Mathis",
      "San Antonio",
      "Texas",
      "Pecos",
      "Washington"
    ]
  }
}