{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19814",
    "date": "April 1981",
    "year": 1981,
    "month": 4,
    "month_formatted": "April",
    "pdf_uri": "/1981/19810400.pdf",
    "issue_cover_image": "",
    "document_start_page": 150,
    "toc_start_page": 148,
    "document_page_range": [
      [
        150,
        151,
        152,
        153
      ],
      [
        238,
        239,
        240,
        241,
        242,
        243,
        244,
        245,
        246,
        247,
        248,
        249,
        250,
        251,
        252,
        253,
        254
      ]
    ],
    "toc_order": 5,
    "toc_headline": "Welcome, Mr. Kennedy, To Dallas",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198104-welcomemr",
  "source": "/1981/19810400.pdf",
  "wp_post_id": 116661,
  "wp_post_guid": "http://www.texasmonthly.com/article/welcome-mr-kennedy-to-dallas/",
  "authors": [
    "Harry Hurt III"
  ],
  "headline": "Welcome, Mr. Kennedy, To Dallas",
  "dek": "The Hunt family spent millions on right-wing propaganda that helped give Dallas a certain reputation. Then President Kennedy came to town.",
  "spread_caption": "",
  "excerpt": "Dallas was in an ugly mood in November 1963, and no one had done more to create that mood than H. L. Hunt.",
  "kicker": "",
  "word_count": 9002,
  "content": "<img/><img/><img/><p><em>The murder of President John F. Kennedy quickly became linked, in the minds of the american public, to the city of Dallas. Other major assassinations—Dr. Martin Luther King’s in Memphis, Robert F. Kennedy’s in Los angeles—never seemed to affect the reputations of the cities where they took place, and for years the leaders of Dallas found it immensely frustrating that their city had somehow been tarred by a tragedy perpetrated by a lonely drifter. But tarred it was.</em></p><p><em>The reason was that Dallas in November 1963 was a hotbed of half-crazy right-wing activity, one example of which was a virulent anti-Kennedy advertisement that appeared in the</em> Dallas Morning News <em>on the day Kennedy died. In the wake of the assassination, some blamed the city’s right wing for creating a “climate of hate” that directly or indirectly caused Kennedy’s death.</em></p><p><em>among the leaders in helping to propagate that climate was Dallas’s richest and most famous family, the H. L. Hunts. For years preceding the assassination the Hunts poured their money and energy into an extensive propaganda campaign (including paying for part of the infamous ad) that they felt would promote patriotism. Instead it helped confer on the family and the city a lasting image of paranoia and hostility. And even worse, it meant that when Kennedy was killed, the suspicions of the Warren Commission, the FBI, and hundreds of self-appointed assassination experts fell on H. L. Hunt and his sons.</em></p><p>Memo From Security</p><p>H. L. Hunt first heard that President Kennedy’s visit to Dallas might be greeted with violence nearly three weeks before the president crossed the state line. His source was the Hunt family’s master intelligence man, Hunt Oil security chief Paul Rothermel.</p><p><em>Excerpted from</em> Texas Rich: The Hunt Dynasty From the Early Days Through the Silver Crash, <em>to be published by W. W. Norton & Company.</em></p><p>Photograph by Wide World</p><p><em>H. L. Hunt, the voice of the Far Right.</em></p><img/><img/><p><em>“Hunt could see the motorcade from his office and hear the noisy cheering of the crowd. If the anti-Kennedy propaganda was having any effect it appeared to be the opposite of what its authors intended. Dallas was giving the president a tumultuous welcome.”</em></p><p>A tall man with square Germanic features, Rothermel was a lawyer and former FBI agent who had come to work for Hunt after leaving the bureau in 1957. There was a saying around the FBI that agents had two retirement plans—the bureau’s and H. L. Hunt’s. But Rothermel was no mere pensioner. In addition to looking after routine corporate security matters and investigating all newly hired Hunt employees, he used his extensive law enforcement and government contacts to provide Hunt with a continuous stream of political intelligence.</p><p>In a November 4, 1963, interoffice memo headed “Politics,” Rothermel informed his boss that there had been “unconfirmed reports of possible violence during the parade” scheduled to take place when Kennedy arrived in town on November 22. Although Rothermel did not directly identify his sources, it was clear from his memo that he was sharing information the FBI and the Dallas Police Department were getting from informants placed in General Edwin Walker’s rightwing political action groups in Dallas and on the campus of North Texas State University in Denton.</p><p>“The North Texas informant is reporting information that would indicate that that group may be planning an incident,” Rothermel wrote. “There is another report from a left-wing group that an incident will occur with the knowledge of the President whereby the left-wingers will start the incident in hopes of dragging in any of the right side groups or individuals nearby and then withdrawing. The talk is that the incident involving adlai Stevenson made the present administration hopeful in that if they could get the same thing to happen to Kennedy it could reassure his election.”</p><p>Given what had been happening in Dallas politics, Rothermel’s ominous report did not seem farfetched. A city whose population was as conservative as any in Texas, Dallas had become a kind of capital for the Right. The city abounded with John Birch Society cells, chapters of Young americans for Freedom, and various betterand lesser-known independent groups.</p><p>One night in april 1963 someone had fired a rifle at General Walker as he sat alone in his study working on his income tax return. The bullet missed him by only a few millimeters. To Walker, who had just returned from a right-wing crusade with evangelist Billy James Hargis, the message was clear. The “other side,” as he called his political opponents, had tried to assassinate him. Although Walker’s assailant was never apprehended, the shooting went down as the year’s first act of political violence in Dallas.</p><p>Six months after the Walker episode, on October 24, 1963, Dallas had suffered “the incident involving adlai Stevenson” mentioned in Rothermel’s memo. Stevenson, the United Nations ambassador, had come to Dallas to participate in UN Day ceremonies. As he was delivering his speech, a handful of right-wing demonstrators ran up to the podium and spat on him. Stevenson finished his presentation despite the disruption and came out of the incident looking like a hero, while both the right-wing demonstrators and the city of Dallas were stamped with infamy—at least as far as the people of the nation were concerned.</p><p>With President Kennedy coming to town so close on the heels of Stevenson’s visit, it was not unreasonable to expect disruptions. But while local law enforcement officials had been tipped off to the possibility of a violent demonstration, there had been no publicity about it. As Rothermel pointed out in his memo to Hunt, “If an incident were to occur, the true story of who perpetrated it would never come out.” Rothermel’s implication was that Hunt might be blamed, but he had a solution to that problem in mind. “I have thought about the problem,” he wrote, “and I am wondering if a few letters to the editor might not be a good way of pre-exposing this if, in fact, there is a planned incident.”</p><p>Hunt apparently considered his security chief’s advice to be sound. Although he did not “pre-expose” the details he had learned about the possible disruptions in the works, Hunt did write a letter to the editor on November 8, 1963. In that letter he cautioned, “Those who take pride in being ‘right of center’ may be led astray to demonstrate against speakers for their opposition. A demonstration can be started by some of the less judicious of them. One may even be started by the opposition acting as decoys to rope in patriots to cause them to look ill-mannered. Hostility toward speakers is a very workable way of gaining them tolerance and sympathy. Patriots have the truth and the facts on their side and they need only to get their case stated as widely as possible. They should not build up fireworks which create interest in the appearance of their opponents. They can much better spend their time visiting among themselves or, better yet, making friends with patriots to be found in their church, in school, on the staff of all newspapers, in the entertainment field, and networks and stations.”</p><p>Opposite: <em>Storm clouds gathered after attack on Stevenson. The anti-Kennedy ad ran November 22, assassination news the next day.</em></p><p>Exactly where and how widely Hunt circulated this letter to the editor was never revealed. He later reprinted it in a collection titled <em>Old Letters to the Editor,</em> but he never indicated the publications to which it was sent, and there was no sign of it in either of the Dallas newspapers in the days preceding Kennedy’s visit.</p><p><em>(Continued on page 236)</em></p><p><em>(Continued from page 151)</em></p><p>Meanwhile, Hunt’s political operations proceeded with business as usual. He made no effort to arrange a personal audience with President Kennedy or Vice President Johnson, and he had no special plans to watch the presidential motorcade, which would pass down Main Street right below his office window.</p><p><strong>a Voice On the Right</strong></p><p>Hunt had not always been as low-key in his politics as he appeared in his letter to the editor. If anything, the political strategies he pursued before 1963 had had a lot to do with making Dallas as conservative as it had become by the eve of the president’s visit.</p><p>Hunt’s first self-published work was a pamphlet he entitled <em>a Word to Help the World.</em> The word Hunt offered was “constructive.” He proposed the term partly as an alternative to the standard categories “liberal” and “conservative.” In Hunt’s lexicon, “constructive” combined the best of both sides. He called it “the trademark for the wholesomeness in government.”</p><p>Disturbed most of all by what he regarded as “public apathy and indifference,” Hunt called for constructives to organize an Educational Facts League. The purpose of this organization would be “to secure an impartial presentation of all the news through all the news channels concerning issues of public interest” and to fight for the public’s right to “facts on both sides of all issues,” not just “the part and kind of news which left-wing workers are willing to let them have.” In June 1951, Hunt gave his new scheme the name that would become known to millions as a catchword for paranoid archconservatism—Facts Forum.</p><p>From its inception, Facts Forum was shrouded in secrecy and deliberate misrepresentation. In its original application to the IRS for status as a tax-exempt foundation, Facts Forum stated that its main activities were “discussion groups, lending libraries, and polls.” But in reality, its main function was more ambitious: the circulation of a newsletter and the broadcasting of a fifteen-minute radio commentary show.</p><p>Within a year and a half Facts Forum claimed a network of 125,000 active “participants” and regular listening and viewing audiences of at least 5 million more. Among its projects were <em>answers for americans,</em> a half-hour weekly paneldiscussion program carried by 360 radio stations and 22 television stations; two nationwide weekly radio broadcasts: <em>State of the Nation,</em> which was heard on 315 stations, and <em>Facts Forum,</em> which was on 222 stations; and a half-hour television version of <em>Facts Forum,</em> filmed in Washington and carried by 58 stations.</p><p>Besides promoting witch-hunting senator Joseph McCarthy of Wisconsin, Facts Forum also espoused thinly veiled racism. In presenting the argument against compulsory fair employment practices legislation, for example, the commentator said, “Remember that the Negroes when first brought to america by Yankee and English merchants were not free people reduced to slavery. They were merely transferred from a barbaric enslavement by their own people in africa to a relatively benign enslavement in the Western Hemisphere.”</p><p>Many of these Facts Forum’s supporters had national reputations. The board Hunt assembled included such luminaries as Norman Vincent Peale; Sears, Roebuck chairman General Robert E. Wood; Texas governor allan Shivers; and the very symbol of american masculinity, actor and pro-McCarthy campaigner John Wayne. The list of financial backers included Lone Star Steel, Mercantile National Bank, U.S. Steel (the oil well and supply divisions), Dresser Industries, Republic National Bank, First National Bank, Continental Supply Company, Empire Drilling, Harry Bass Drilling, Brinkerhoff Drilling, and the Ed Cox Foundation.</p><p>Part of Facts Forum’s appeal to wealthy men and their corporations was philosophical. The Texas rich of the early and middle fifties were among the most conservative in the nation. They held many of the same fears and beliefs that H. L. Hunt did. They also shared an admiration for Joe McCarthy, and giving money to Facts Forum was an indirect way of supporting McCarthy’s crusade.</p><p>At the same time, Facts Forum contributors were attracted to the organization for business reasons. Many of those who gave money to the organization were drillers, contractors, suppliers, or bankers for H. L. Hunt. Giving to Facts Forum was an indirect way of ensuring the continuation of their business relationships. Because of Facts Forum’s tax-exempt status, those donations were tax deductible, and Hunt was always quick to remind businessmen of that when he solicited their contributions. Neither the Federal Communications Commission nor any other government agency saw fit to challenge the fairness of Facts Forum’s “both sides” format or the blatantly political nature of its attempts to influence legislation. H. L. Hunt wrote off every dollar he spent on Facts Forum just as if he had given it to a charity.</p><p>After a while, though, the program did encounter controversy. In the fall of 1953 the press got on its trail, and by early 1954 Hunt and Facts Forum found themselves embroiled in a feud with the government and the press over tax exemptions. Although they managed to come through the first major confrontations with flying colors, adverse public opinion continued. Much of it resulted from the backlash against Senator McCarthy. Facts Forum was seriously discredited as an educational organization and even as a viable editorial voice. Finally, in November 1956, Hunt had a spokesman announce that Facts Forum was taking its shows off the air. The spokesman explained that Hunt had decided to close down because “he’s tired of fighting for useless and lost causes.”</p><p><strong>GOD Is Our Life Line</strong></p><p>A year later, H. L. Hunt, the sinner who sang country gospel songs but seldom attended church, turned to religion. The change was partly attributable to the influence of his second wife, Ruth, as well as to certain practical considerations. A sincere and determined woman, Ruth gently insisted that her husband accompany her and the children to church on Sundays, and she began inviting church groups to use the living room at Mount Vernon, the Hunts’ house, for their meetings and singing sessions. She also switched her attendance from Lakewood Baptist Church to the giant First Baptist Church in downtown Dallas and enlisted the conversionary help of the powerful Reverend W. A. Criswell. A short and energetic man, Criswell was the archetypal Southern evangelist, a segregationist so conservative he once said, “If I had a liberal hair in my head, i’d pluck it out.” as pastor of the First Baptist Church, Criswell presided over the St. Peter’s of the Southern Baptist Convention. His church’s membership was the largest (18,500) and the most prestigious of any in the land. Billy Graham, a resident of North Carolina, was officially a member of Criswell’s church; now Criswell was trying to bring H. L. Hunt, the world’s richest man, into the fold.</p><p>On the first Sunday in 1960, Hunt joined Ruth and their four children in being baptized at the First Baptist Church in Dallas. The event was a milestone. Hunt’s first wife, Lyda, had always been a religious woman, but she had never managed to get H. L. to attend church regularly. Ruth and Criswell had performed a minor miracle. Now, for the first time in his adult life, H. L. Hunt was a bona fide member of a church.</p><p>With characteristic rhetorical flourish, Hunt later called his baptism “the greatest trade I ever made,” because, as he put it, “I traded the Here for the Hereafter.” But it soon became clear to those who knew him that he had not completely seen the light. Thanks to religion, Hunt did experience a rebirth, but it wasn’t exactly the kind of rebirth his spiritual guides intended. Hunt saw religion not as a pathway to heaven but as a means to accomplish some much more earthly ends —namely, the revival of his crusade against communism. In the summer of 1958 he had resurrected his Facts Forum propaganda apparatus in the form of a new tax-exempt “educational and religious” organization called LIFE Line. Basically a reincarnation of Facts Forum in religious clothing, LIFE Line (which he always spelled with capital letters) became Hunt’s new passion, as well as the means for his personal rejuvenation.</p><p>Hunt had LIFE Line establish its offices on two floors of an old building at 620 Eleventh Street N.W. in Washington, D.C. The offices were equipped with telephones, typewriters, automatic rotary files, printing presses, and a corps of 28 clean-cut and very conservative young men and women. Each staffer was thoroughly investigated before being allowed to come to work at LIFE Line. Having spent plenty of time and money spreading the word about communists in government, Hunt wanted to make sure that his own organization was not infiltrated by subversives. Like the minions of Facts Forum, the employees at LIFE Line spent their time selling right-wing books and pamphlets and putting out a thrice-weekly newspaper called Life Lines. But the central force of LIFE Line’s work was the production of its fifteenminute radio commentaries.</p><p>At first Hunt downplayed his personal involvement with LIFE Line. He did not appear on any of the programs and did not even list himself as a member of the board. But behind the scenes the founder was more active than many of the commentators and staffers he had recruited to run it. In addition to communicating his advice by telephone and personal contact, Hunt dictated memo after memo instructing commentators on everything from whom to attack and whom to praise to the proper style and volume for the hymns. Sometimes he would send out as many as five or six of these memos a day. “Suggest disclosing that there is a practically unrecognized pressure group which is the most evil of all—the big, pink money group—Mistaken Wall Street,” he advised in one such memo. “The time is ripe that LIFE Line could begin putting on a campaign against those who are trying to masquerade in the ministry,” he said in another dispatch. “Five percent of the preachers in the country are dedicated Communists.”</p><p>Life Line grew and grew. In 1958 its programs were heard on some 20 radio stations. By the early sixties, Life Line programs were aired five to seven times a week on 354 stations in 47 states; 50 of these stations aired them twice a day. Life Line caught on quickest in Texas, where the commentaries were carried by 15 radio stations within the first year and a half of its operation, Life Line claimed to have five to six million “dedicated” listeners nationwide and a casual listening audience of many times that number. Whether or not those claims were accurate, no one could dispute that Life Line was definitely accessible to millions, for by the early sixties its programs were occupying an estimated 30,000 hours of public service (that is, tax-exempt) air time per year.</p><p><strong>REVEREND Criswell’s Concern</strong></p><p>Most of LIFE Line’s tremendous growth was due to the generosity of a single sponsor. The trade name of that sponsor was HLH Products, a burgeoning agribusiness empire that, like LIFE Line itself, was the brainchild of H. L. Hunt and also one of his greatest passions. The exact extent of HLH’s contributions to LIFE Line was obscured in a maze of deliberately inconsistent financial records, but in a January 1962 memo Hunt reminded the LIFE Line staff that HLH Products was “spending $100,000 a month” to sponsor LIFE Line programs. That, of course, was $1.2 million per year, or well over $4 million during the first four years of the HLH Products-LIFE Line coexistence.</p><p>What HLH Products got in return for its sponsor dollars was thousands of hours of national advertising—much of it purchased at discount rates—that could be written off against the company’s income. But despite Hunt’s unflagging promotional efforts, HLH Products (which was known simply as “the food division” within the Hunt empire) was a moneyloser from the day its operations began. Although HLH was grossing over $20 million a year by 1963, annual losses were rumored to be in the range of $1 million, or just about the amount HLH was spending on LIFE Line.</p><p>Life Line floated on a sea of funny money. Annual revenues identified as “subscriptions” added up to 20 to 30 per cent more than what Life Lines’s total claimed circulation should have paid for the newspapers. But there was never any explanation of the difference, where it came from, or what it was used for. More important, Life Line continued to masquerade as a nonpolitical educational and religious organization that qualified for tax-exempt status.</p><p>In the fall of 1963, as Dallas prepared for Kennedy’s visit, LIFE Line continued to broadcast the same right-wing themes it had always broadcast, and it continued to expound its anti-Kennedy line. Proclaiming that the times demanded “extreme patriotism,” the commentators warned their audience that the Kennedy administration was bypassing the laws of Congress, following policies pleasing to Moscow, suppressing those who spoke out for freedom, and causing american taxpayers to subsidize communism around the world.</p><p>By this time Ruth Hunt’s good friend and spiritual mentor, W. A. Criswell, had become concerned about the wealthiest member of his congregation. Criswell had at first been an outspoken supporter of LIFE Line. In 1959 he declared that he was “convinced of [LIFE Line’s] patriotic and spiritual values,” its ability to strengthen one’s “love for Christian principles that have made america great,” and its capacity to stem “the terrible erosion of secularism, materialism, and communism.” But by the end of 1963 Criswell had changed his tune. The programs had become too commercial and political even for him. When one news reporter inquired about H. L. Hunt and LIFE Line, Criswell remarked, “i’d give my soul if I could get Mr. Hunt interested in something else.”</p><p><strong>THREE Men From Munich Take Out an Ad</strong></p><p>Thus Hunt inflamed the right-wing climate in the Dallas of those years, a climate that attracted other activists with similar political sympathies. On November 4, 1963, the same day</p><p>Rothermel wrote his memo warning the Hunts of “unconfirmed reports of possible violence” during Kennedy’s visit, some ambitious young right-wingers gathered in Dallas to prepare a special welcome for the president. The group consisted of three former army buddies, all of whom were in their mid-twenties. Their names were Larrie H. Schmidt, Bernard W. Weissman, and William B. Burley III, and their long-range goal was nothing less than the unification of rightwing america under their own personal leadership.</p><p>While serving together in Munich in 1962, Schmidt, Weissman, and Burley had devised plans to form two secret right-wing organizations to help accomplish their goal. The first was to be strictly political in nature and was called Conservatism-USA, or CUSA. The second organization was to be a business entity called american Business, or AMBUS. Like the interlocking political and financial organization H. L. Hunt had formed with LIFE Line and HLH Products, CUSA and AMBUS would be complementary organizations, linking patriotism with profit making. But unlike LIFE Line and HLH Products, CUSA and AMBUS were supposed to keep a low profile—at least in the beginning.</p><p>“To try to do it from scratch would be almost impossible, because it would be years before we could even get the funds to develop a powerful organization,” Weissman later told the Warren Commission, “so we had planned to infiltrate various right-wing organizations ... become involved in the hierarchy of these organizations ... get ourselves elected or appointed to various higher offices in these organizations . . . and eventually take over the leadership of these organizations, and at that time having our people in these various organizations, we would then, you might say, call a conference and have them unite, and while no one knew of the existence of CUSA aside from us, we would then bring them all together, unite them, and arrange to have it called CUSA.”</p><p>Schmidt, who was the first of the three CUSA-AMBUS founders to finish his stint in the army, had moved to Dallas in October 1962 to get things rolling. He found a job as a life insurance salesman and became active in various right-wing groups. Schmidt wrote Weissman and Burley repeatedly, urging them to join him in Dallas. But a year later, Weissman and Burley still had not come, and Schmidt grew impatient. On October 1, 1963, seven weeks before Kennedy was to arrive, Schmidt wrote Weissman: “adlai Stevenson is scheduled here on the 24th on U.N. Day. Kennedy is scheduled in Dallas on November 24th <em>[sic].</em> There are to be protests. All the big things are happening <em>now</em>—if we don’t get in right now we may as well forget it.”</p><p>The day of the Stevenson demonstration Schmidt telephoned Weissman with another imperative for him to “hurry down here and take advantage of the publicity, and at least become known among these various right-wingers” so that the three CUSA founders could follow up on the plans they had developed in Munich. Five days later Schmidt wrote Weissman and Burley again. This time he told them that as the “only organizer of the demonstration to have publicly identified himself I have become, overnight, a ‘fearless spokesman’ and ‘leader’ of the right-wing in Dallas. What I worked so hard for in one year—and nearly failed—finally came through one incident in one night! . . . Politically, CUSA is set. It is now up to you to get AMBUS going.”</p><p>Weissman and Burley finally took Schmidt’s advice and arrived in Dallas in early November 1963. They both found jobs as carpet salesmen. Then, at Schmidt’s insistence, the three CUSA founders decided to join the local chapter of the John Birch Society. They soon became associated with Joseph P. Grinnan, a Dallas independent oil operator who was also the area coordinator for the John Birch Society and an acquaintance of H. L. Hunt’s son, Nelson Bunker Hunt.</p><p>Several days before President Kennedy’s scheduled arrival in Dallas, Grinnan, Schmidt, Weissman, and Burley got together to consider what they should do regarding his visit. The upshot of their meeting was the idea of placing a carefully worded open-letter-style advertisement in the <em>Dallas Morning News.</em> “after the Stevenson incident, it was felt that a demonstration would be entirely out of order, because we didn’t want anything to happen in the way of physical violence to President Kennedy when he came to Dallas,” Weissman explained later. “But we thought that the conservatives in Dallas—I was told—were a pretty downtrodden lot after that, because they were being oppressed by the local liberals, because of the Stevenson incident. We felt we had to do something to build up the morale of the conservative element in Dallas. So we hit upon the idea of the ad.”</p><p>The principal authors of the advertisement were Grinnan, Schmidt, and Weissman. The text was taken from a right-wing pamphlet containing fifty questions critical of american policy in general and the Kennedy administration in particular. Most of the questions were highly inflammatory and focused on U.S. foreign policy and communism. Among the twelve finally selected for the advertisement were the following:</p><p>Why do you say we have built a “wall of freedom” around Cuba when there is no freedom in Cuba today? Because of your policy, thousands of Cubans have been imprisoned, are starving and being persecuted—with thousands already murdered and thousands more awaiting execution and, in addition, the entire population of almost 7,000,000 Cubans are living in slavery.</p><p>Why have you approved the sale of wheat and corn to our enemies when you know the Communist soldiers “travel on their stomachs” just as ours do? Communist soldiers are daily wounding and/or killing american soldiers in South Viet Nam.</p><p>Why has Gus Hall, head of the U.S. Communist Party praised almost every one of your policies and announced that the party will endorse and support your reelection in 1964?</p><p>Why have you ordered or permitted your brother Bobby, the attorney General, to go soft on Communists, fellow-travelers, and ultraleftists in america, while permitting him to persecute loyal americans who criticize you, your administration, and your leadership?</p><p>Why has the Foreign Policy of the United States degenerated to the point that the C.I.a. is arranging coups and having staunch antiCommunist allies of the U.S. bloodily exterminated.</p><p>Grinnan, Schmidt, and Weissman typed these and other questions on a sheet of paper under the heading “Welcome Mr. Kennedy.” Between the headline and the text of the ad, they typed the words, “To Dallas,” and a series of four statements that read:</p><p>... A city so disgraced by a recent Liberal smear attempt that its citizens have just elected two more Conservative americans to public office.</p><p>... A city that is an economic “boom town,” not because of Federal handouts, but through conservative economic and business practices.</p><p>... A city that will continue to grow and prosper despite efforts by you and your administration to penalize it for its non-conformity to “New Frontierism.”</p><p>... A city that rejected your philosophy and policies in 1960 and will do so again in 1964—even more emphatically than before.</p><p>“Mr. Kennedy,” the advertisement continued, “despite contentions on the part of your administration, the State Department, the Mayor of Dallas, the Dallas City Council, and members of your party, we free-thinking and americathinking citizens of Dallas still have, through a Constitution largely ignored by you, the right to address our grievances, to question you, to disagree with you, and to criticize you.</p><p>“In asserting this constitutional right, we wish to ask you publicly the following questions—indeed, questions of paramount importance and interest to all free peoples everywhere—which we trust you will answer ... in public, without sophistry.”</p><p>After writing the text of the ad, the three men invented a fictitious sponsoring organization, the american Fact-finding Committee. As Weissman testified, this was “solely a name.” Nevertheless, it was Bernard Weissman who was listed as chairman of the american Fact-finding Committee in the space below the questions. His name was listed partly to counter charges that Dallas conservatives were anti-Semitic and partly to afford anonymity to those who might want to help pay for the ad. As a final touch, Weissman suggested outlining the ad with a black border so as to draw the reader’s attention to it.</p><p>Grinnan then set about raising the $1400 necessary to run the ad. He contacted three wealthy Dallas businessmen. One was Edgar Crissey, an insurance executive with E. F. White & associates. Crissey himself contributed only $15, but he raised another $135 from “two or three other people” whom he later refused to name. Grinnan also solicited a contribution from H. R. “Bum” Bright, then an independent oilman and later chairman of the board of East Texas Motor Freight, a large trucking concern. Bright subsequently claimed that Grinnan approached him in the company of another individual, whom he declined to identify. Bright said that he himself did not have the money to contribute to the advertisement. He did, however, put up “$300 or $400” on behalf of his unnamed friend, considering the money “a loan to the friend.”</p><p>The third businessman Grinnan solicited was fellow John Birch Society supporter Nelson Bunker Hunt. Bunker, in addition to inheriting some of his father’s looks and much of his business acumen and daring, had also inherited the old man’s political viewpoints. Having been a friend and supporter of Birch Society leader Robert Welch for some time, Bunker was a likely prospect to help finance an ad that was basically a rewrite of Bircher literature. According to later testimony, Bunker did not actually see the text of the ad but had it described to him by Grinnan. Concluding that the ad was a “dignified” way of criticizing the president, Bunker decided to contribute “between $200 and $300,” which he peeled off a fat roll of bills he happened to have in his pocket when Grinnan dropped in.</p><p>On November 18, four days before Kennedy was scheduled to arrive, Weissman took the ad copy down to the <em>Dallas Morning News</em> office and put up a $500 cash deposit on behalf of the american Fact-finding Committee. The advertising department informed him that the paper did run political ads but that the content would have to be checked with the paper’s lawyers first. Two days later Weissman returned to the <em>News</em> to find out what the lawyers had decided. He was told that the advertisement had been approved. At that point, Weissman paid the rest of the $1400 fee. Everything was set.</p><p><strong>JACK Ruby Makes a Friend</strong></p><p>The very next day, November 21, the day before the assassination, there was an odd non-incident involving another of H. L. Hunt’s sons, Lamar, and a fat, balding strip-joint owner named Jack Ruby.</p><p>In april 1962 a group of University of Texas students had paid a visit to Ruby’s Carousel Club in downtown Dallas, and Ruby had taken particular notice of one of them, a pretty young woman named Connie Trammel. So impressed was Ruby with Trammel that he offered her a job as a stripper; he saw the offer as an honorable one, and apparently she did too, for when she turned him down it was without rancor.</p><p>In November 1963 Connie Trammel returned to Dallas to hunt for a job, having graduated with a degree in public relations from the University of Texas. One day she telephoned Ruby to say that she had an appointment to see Lamar Hunt the following afternoon—she wanted the job of public relations director for a teen club Lamar was planning to open in a converted bowling alley—and to ask if Ruby knew Lamar and could give her any advice. Ruby said he didn’t know Lamar, but he said he’d be interested in meeting him and would give her a ride downtown to Lamar’s office for her appointment.</p><p>On the morning of November 21 Ruby picked Connie Trammel up at her apartment, and she later recalled that during the drive he mentioned that he knew most of the prominent people in Dallas well enough to greet them on the street. But he didn’t know Lamar, whose financial acumen had impressed him. Trammel’s impression was that Ruby was going to come up to Lamar’s office with her, but instead he escorted her to the lobby of the Mercantile National Bank Building, where Lamar worked, stopped at the elevator, and abruptly bade her good-bye and good luck.</p><p>She never saw or heard from Jack Ruby again. And she didn’t get the job in Lamar Hunt’s converted bowling alley.</p><p><strong>BLACK Friday</strong></p><p>November 22 dawned crisp and clear, with a North Texas wind whistling through downtown Dallas. Editions of the <em>Dallas Morning News</em> carrying the blackbordered “Welcome Mr. Kennedy’’ ad were already billowing in the streets. So, too, were copies of a handbill allegedly printed by an associate of General Edwin a. Walker’s. The handbill, like the ad in the <em>Morning News,</em> was essentially a rightwing critique of the Kennedy administration, but its language was even stronger than the wording of the ad: at the top of the handbill in block letters was the proclamation “Wanted for Treason.”</p><p>The LIFE Line broadcast that morning was equally severe. Though the script did not refer to President Kennedy directly, it prophesied that if present trends were allowed to continue, there would come a day when americans would no longer be allowed to own firearms. The broadcast pointed out that under communism “no firearms are permitted the people, because they would then have the weapons with which to rise up against their oppressors.”</p><p>H. L. Hunt arrived at his office carrying his usual sack lunch. He had seen both the ad and the handbills. He had listened to the LIFE Line broadcast. There was every reason to believe that this barrage of criticism would leave an impression on the visiting president.</p><p>Jack Ruby also noticed the ad in the <em>Dallas Morning News</em> and was none too pleased. About midmorning he went down to the <em>Morning News</em> office to place an advertisement for one of his clubs. When he reached the newspaper building, Ruby decided to telephone his sister Eva Grant.</p><p>“Did you see the ad?” Ruby asked.</p><p>“What ad?” his sister replied.</p><p>“about the president,” said Ruby.</p><p>Anxious to get off the phone, she stammered, “Yes, yes.”</p><p>“Did you read it?” Ruby asked.</p><p>“Yes, yes,” she answered. But her tone was unconvincing.</p><p>“Read it,” Ruby said. “i’ll call you later.” Then he hung up. The time was shortly before noon, and Jack Ruby’s mental state was becoming increasingly agitated.</p><p>A few minutes past noon the presidential motorcade passed down Main Street, right below Hunt’s office. It was then that Hunt got a big surprise. He could see the motorcade from his suite, and he could hear the noisy cheering of the crowd as Kennedy waved from the back seat of his open limousine. If the anti-Kennedy propaganda was having any effect, it appeared to be the opposite of what its authors intended. Dallas was giving the president a more tumultuous welcome than even Kennedy’s most optimistic supporters could have hoped for.</p><p>As the motorcade turned off Main Street and headed up Houston Street, a wave of gratification for the warm reception swept over the passengers in the presidential limousine. Nellie Connally, wife of Governor John Connally, expressed everyone’s feelings in words.</p><p>“Mr. President,” she said, turning in her seat, “you can’t say Dallas doesn’t love you.”</p><p>“That is very obvious,” the president replied with a smile.</p><p>Moments later, the motorcade turned onto Dealey Plaza, and the president was assassinated.</p><p><strong>WINDS Of Hate</strong></p><p>The hysteria that swept through Dallas made itself felt in the offices of Hunt Oil Company more forcefully and immediately than almost anywhere else. Shortly after news bulletins of the assassination started coming over the radio, Hunt’s wife, Ruth, telephoned. She was at SMU’s Phi Delta fraternity house, visiting their son Ray. Hunt told her to stay put. Then an FBI agent called and told Hunt what he already knew—that because of his prominence as a critic of Kennedy, his own life and the lives of his family would probably be threatened as a result of the president’s death. The agent advised Hunt that it would be better if he did not drive home that day. In fact, it would be best if he left town as soon as possible.</p><p>Hunt objected strenuously. Taking precautions to safeguard his family was one thing. Going into hiding was quite another. But the FBI agent was insistent: Hunt had to go. Otherwise, there was no guarantee he would survive the next week.</p><p>By this time, Hunt’s son Herbert, security chief Rothermel, and several members of the Hunt Oil staff had gathered in Hunt’s office. Herbert and Rothermel urged Hunt to follow the FBI’s advice. But he could not be persuaded to go undercover. “I believe I can do better going to Washington to help Lyndon,” he said. “He’s gonna need some help.”</p><p>But finally, in the face of Herbert and Rothermel’s persistence, Hunt agreed that he and Ruth would leave as soon as they could pack their suitcases. Rothermel ordered the Hunts two plane tickets for Washington under assumed names.</p><p>Hunt called Ruth at SMU and told her to instruct the children not to come home that night. Instead, they were to stay with friends. In the meantime, someone reportedly began shredding most of the circulating copies of Rothermel’s November 4 memo.</p><p>Then events took another turn for the worse. On November 24, 1963, Jack Ruby shot and killed accused assassin Lee Harvey Oswald in the basement of the Dallas County Jail. Two of the LIFE Line scripts Ruby had picked up at the Texas Products Show exhibit were in his coat pocket when the police grabbed him. Later the authorities found Lamar Hunt’s phone number among Ruby’s personal effects.</p><p>These things, on top of LIFE Line’s anti-Kennedy broadcasts, were enough to focus the public outcry directly at H. L. Hunt. While most writers stopped short of accusing Hunt himself of pulling the trigger, there was nevertheless the widely expressed editorial opinion that Hunt and his LIFE Line commentators were largely responsible for creating the “climate of hate” that had led first to Kennedy’s death and then to Oswald’s. An editorial writer for the New Republic summed up the anti-Hunt sentiment when he declared the LIFE Line broadcast that aired on the day of the assassination “the kind of program . . . that the brooding Oswalds of the leftor right-wing listen to and sometimes act on.”</p><p>Almost immediately, an informal but widespread boycott of HLH Products began. So did the threats. Hunt’s telephone started ringing in the middle of the night. Nasty letters arrived at the house and at the office. There were even some gunshots fired at Mount Vernon.</p><p>Hunt acted as if he were immune to any danger. Upon arriving in Washington, he and Ruth took a suite in the Mayflower Hotel and lived very visibly. (“I don’t get along very well with being scared,” he explained later.) after a couple of weeks Hunt tired of his exile in Washington and told the FBI he was returning to Dallas for Christmas. The bureau protested vigorously, but Hunt would not be deterred. He and Ruth checked out of the Mayflower and celebrated Christmas at Mount Vernon.</p><p>Back in Dallas, Hunt was no more cautious than he had been in Washington. He refused to erect a security fence around his house, and he would not hire bodyguards. Consequently, the Dallas police insisted that city detectives ride with him back and forth between home and office, and they dispatched another detail to encircle Mount Vernon at night. Ruth and the children were grateful that he had the benefit of police protection, but Hunt regarded the detectives as a nuisance. Finally he informed them that their services were no longer needed, or, as he himself said a few years afterward, ‘‘I told them I wasn’t going to put up with them anymore.”</p><p>Impervious to the growing legions of H. L. Hunt critics, Hunt kept on doing the same things he had always done. He allowed both his home and his office telephone numbers to remain listed in the directory, and he kept the tree lights and flagpole lights at Mount Vernon burning as brightly as ever. Except while he was in Washington at the Mayflower, Hunt also continued to crank out his letters to the editor. Although the tone was slightly more defensive, the essential message was the same. H. L. Hunt was not backing down. Only five days after the assassination he wrote, ‘‘Grave warnings that patriots are more dangerous and do more harm than communists are outmoded. Toleration of domestic communism and pro-communism is at a low ebb in the U.S. Love of country, when expressed in words and acts ‘free from hate,’ will no longer be branded divisive nor flip.”</p><p>In the wake of the assassination, the national press profiled Hunt as a bumptious superpatriot and cast aspersions on LIFE Line’s finances and religious character. Swarms of fantastic charges and accusations, each more poorly documented than the one before, began to come at Hunt from all directions, LIFE Line’s founder soon was spending increasing amounts of time denying what he considered to be ridiculous allegations linking him to the Ku Klux Klan, the Minute Men, black radicals, and even a comeback attempt by prizefighter Rocky Marciano against heavyweight champion Cassius Clay. Said Hunt: “The UPI Dispatch 148 quoted a U.S. Senator (D-Ore.) regarding H. L. Hunt when President Kennedy was assassinated: . If anybody is responsi-</p><p>ble, he is.’ The city desk of a large daily in New York called me just now to confirm that I am financing the Black Muslims in rioting in Harlem. Why and for whose benefit do the many reports like these circulate? Do those who are tolerant of communism and lukewarm toward the freedom idea get such false and adverse publicity?”</p><p><strong>HUNT And the Warren Commission</strong></p><p>As if all that weren’t enough, the Warren Commission, when it began investigating the Kennedy assassination, made the possible involvement of members of the Hunt family one of its subject areas. In December an FBI man called on Lamar to ask him why his name was in Jack Ruby’s notebook. Lamar said he didn’t know, since he had never met Ruby. In the spring of 1964 the FBI went to see Bunker about his contribution to the anti-Kennedy ad in the <em>Morning News.</em> Bunker told the FBI men he could not remember exactly how much money he had given for the ad, but he said he believed it was $200 or $300. He said he had given the money in cash, out of his pocket, and he pulled out a fat roll of bills to show the agents what he meant. He closed the interview by conceding voluntarily that the timing of the ad was “not too good.”</p><p>Nobody ever questioned the old man himself. Just after the assassination, a convicted con man serving time at the Terminal Island federal prison in California came forward with a story that he and Ruby bet against Hunt on the Cotton Bowl and Rose Bowl games and won a large amount of money. Hunt and Ruby both later maintained that they had never met, and the con man’s elaborate story of a crooked gambling partnership in which Ruby would introduce him to Dallas high rollers in return for a share of the take never checked out. It also turned out that a man who cleaned up nights at Ruby’s club spent his days as a houseman-porterchauffeur for one of H. L.’s sons-in-law. Another man had once worked in a Huntowned apartment building and then, later, at Ruby’s club. None of it added up to anything.</p><p><strong>the Second Cuban Invasion</strong></p><p>H. L. Hunt did a much better job of investigating the Warren Commission than the commission did of investigating him. Although he did not launch his own independent probe of the assassination, he did stay on top of developments in the case. Here, credit was due largely to the prowess of Paul Rothermel, who kept his boss apprised of the progress of the commission’s investigation and other relevant subjects with a steady stream of memos. Often Rothermel got hold of information long before it reached Chief Justice Earl Warren. His skill apparently resulted from contacts he had made during his days as an FBI agent as well as his ongoing efforts to cultivate sources ranging from the White House and the CIA to the Dallas Police Department.</p><p>In a provocative memo dated February 6, 1964, Rothermel informed Hunt that “Lyndon B. Johnson is mortally afraid of being assassinated and does not trust the Secret Service to protect him. He has ordered the F.B.I. to be present everywhere he goes with no less than two men and more when there is any possibility that he will be exposed. Johnson has confidentially placed a direct telephone line from his office to J. Edgar Hoover’s desk.”</p><p>Four days after the report on LBJ, Rothermel brought his boss some even more stunning news. “There is information that the CIA and the State Department are currently planning a second invasion of Cuba,” Rothermel wrote. “a very reliable source reports that the Manuel Ray group, which is extremely left-wing, has been in touch with the CIA and has agreed to a second invasion. The right-wing Cubans are being pressured to join the invasion. The second invasion is being closely scrutinized by John Martino, leader of the right-wing groups, for fear it will be a second Bay of Pigs fiasco.”</p><p>Rothermel’s information was on the mark. As later inquiries bore out, the U.S. government and the Cuban expatriates in Miami were engaged in a secret war against Cuba that had commenced well before Kennedy’s assassination and continued on a reduced scale afterward. The particular “second invasion” Rothermel’s sources reported apparently never got off the ground, but plans for similar military expeditions were being discussed in Miami’s Cuban quarter and in Washington both at the time of Rothermel’s memo and afterward.</p><p>For better or worse, Rothermel and his boss did not come forward with their own theory of the Kennedy assassination while the Warren Commission investigation was in progress. This may have been simply for lack of evidence. Hunt, for his part, was convinced that the president’s murder was the work of communists, but even he did not seem to know which communists had done it or how. The thrust of Rothermel’s memos suggested that the powers at Hunt Oil Company had some unproven hunches that Oswald and Ruby were somehow in cahoots, and that either pro-Castro or anti-Castro Cubans may have played a part in the assassination also. But without much more to go on than that, Hunt and his security chief had no choice but to wait for the Warren Commission to deliver its own report and hope that the Hunt name would not be further sullied.</p><p><strong>ABOUT-FACE</strong></p><p>The Warren Commission released its report on September 24, 1964. The central conclusion was that Lee Harvey Oswald was the “lone assassin” of President Kennedy. The commission found no conclusive evidence that Oswald had been acting on behalf of one of many suspected interest groups ranging from the Soviet Union and pro-Castro Cubans to antiCastro Cubans and the american right wing. The commission also concluded that Jack Ruby had acted alone in the murder of Lee Harvey Oswald.</p><p>The Warren Commission report mentioned the names of three members of the Hunt family—H. L., Bunker, and Lamar —but none was implicated in any wrongdoing. Bunker was cited as one of the financial backers of the “Welcome Mr. Kennedy” ad. The report also recounted the details of Jack Ruby’s chauffeuring Connie Trammel to Lamar’s office and recalled that Ruby had had some LIFE Line scripts in his pocket when he shot Oswald. But for all the rumors and outright public accusations that had followed the tragic events of late November, the Warren Report did not link any of the Hunts to the principal figures in the assassination or suggest that members of the family were even indirectly involved. Indeed, H. L. Hunt’s name was mentioned only in passing.</p><p>The reaction of the Hunt family to the Warren Report was ambivalent. They were relieved that the report had not accused them of bankrolling or inciting Kennedy’s murder. But that was at best a sort of backhanded victory as far as they were concerned. The Hunt name had been bandied about in the press for months; the family reputation had been irrevocably tarnished by all the rumors and loose accusations. To be cleared—or, rather, not accused—of something they did not do was all well and good, but plenty of damage had been done in the process. The Hunts decided that it was best to keep their opinions of the Warren Commission to themselves for the time being. But privately they felt that they had once again been the victims of an Eastern liberal smear.</p><p>“a strenuous attempt was made to blame the assassination of our gallant young president on patriots by calling them ‘extremists’ and ‘hate groups,’ ” Hunt wrote in an interoffice memo that was a thinly veiled gesture of self-defense. “Thinking people know patriots had nothing to gain by this vile deed. Following the tragic assassination, the Warren Commission of seven was appointed to investigate. Without disclosing a motive, its report has been released less than forty days before November 3. To help whoever would gain.” Hunt stopped short of saying exactly who he thought would benefit from the Warren Report on November 3, but the logical inference was that it would be Lyndon Johnson, who was running against Republican Barry Goldwater for the presidency.</p><p>Miraculously, Hunt did eventually change his public position on the Kennedys. The man who had been responsible for the broadcasting of dozens and dozens of anti-Kennedy scripts on LIFE Line suddenly became one of the late president’s greatest admirers. In a column entitled “The assassination Must Not Be Forgotten,” Hunt wrote, “The assassination of President Kennedy was the greatest blow ever suffered by the cause of freedom. Throughout the land, citizens were stunned into helplessness over the tragic death of our vibrant young President. The balancing effect of the two opposing political parties was lost. This is part of the legacy left americans by the Marxist assassin, and being a Marxist he would have wanted it that way.”</p><p>Hunt went even further in praising Kennedy in a 1965 interview with <em>Playboy</em> magazine. “I was for practically everything that Jack Kennedy did in public life,” Hunt told his surprised interviewer. Maintaining that “Catholics are known for being anti-Communist,” Hunt attributed Kennedy’s success in part to the constructive philosophy of his father. He went on to praise Kennedy for deploring “the betrayal of China to the Communists” and for a speech in which Kennedy said, “What our young men had saved, our diplomats and our Presidents have frittered away.”</p><p>When the <em>Playboy</em> interviewer insisted that Kennedy’s liberal Democratic polcies must have conflicted with Hunt’s conservatism, Hunt was unable to enumerate specific mistakes he thought Kennedy had made. “Unless there is a turn toward constitutional government and a decrease in pro-Socialist legislation forced through the Congress,” he declared, “the Kennedy administration is likely to appear highly constructive when compared to the administrations yet to follow.”</p><p>Hunt’s statements only aroused new questions about the murder of President Kennedy. Assassination investigators, both amateur and professional, proliferated from coast to coast and overseas. The farther away from the scene of the crime the investigators resided, the more Byzantine—and the more certain—were their theories. And time after time, H. L. Hunt, the Kennedy-hater-turnedKennedyeulogist, found himself the prime suspect in several new Kennedy assassination probes. But for all the continued hoopla, there was not a shred of solid evidence linking H. L., Bunker, or any other member of the family to the murders of Kennedy and Oswald.</p><p>True to character, Hunt never shrank from his constructive positions. His surprising endorsement of Ted Kennedy for the 1968 presidential nomination was his one major concession to the nation’s postassassination mood. Otherwise, he stuck to his guns politically and philosophically. “No matter how deeply we regret the assassination of important public figures,” he wrote in July 1968, “we must not allow our emotions to rule our reason. A government which is concerned with protecting the innocent from the law breaker has no need to fear private ownership of weapons. A government that is seeking to control the private lives of its citizens cannot allow those citizens to own the means of self-defense.”</p><p>A. C. Greene, then an editorial writer for the <em>Dallas Times Herald,</em> observed at the time that there was something almost quaint about H. L. Hunt and his ominous pronouncements. “If he had more flair and imagination, if he weren’t basically such a damn hick,” Greene told one visiting reporter, “H. L. Hunt could be the most dangerous man in america.” But he was a hick, so much so that his career as a political propagandist really accomplished only one thing. It convinced the world that he was exactly what he really wasn’t: a dangerous man in a dangerous town.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "April 1981",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "hunt",
      "Dallas",
      "ruby",
      "News",
      "FBI",
      "office",
      "Family",
      "money",
      "Texas",
      "Government",
      "Business",
      "Church",
      "Oil",
      "people",
      "Radio",
      "Police",
      "Work",
      "Children",
      "Dallas Morning News",
      "editorial"
    ],
    "wp_categories": [
      "Books"
    ],
    "wp_location": [
      "Dallas",
      "Texas",
      "Washington",
      "North Texas",
      "D.C."
    ]
  }
}