{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19814",
    "date": "April 1981",
    "year": 1981,
    "month": 4,
    "month_formatted": "April",
    "pdf_uri": "/1981/19810400.pdf",
    "issue_cover_image": "",
    "document_start_page": 149,
    "toc_start_page": 147,
    "document_page_range": [
      [
        149
      ],
      [
        216,
        217
      ],
      [
        219,
        220
      ],
      [
        222,
        223
      ]
    ],
    "toc_order": 4,
    "toc_headline": "Tenting Tonight",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198104-tentingto",
  "source": "/1981/19810400.pdf",
  "wp_post_id": 116667,
  "wp_post_guid": "http://www.texasmonthly.com/article/tenting-tonight/",
  "authors": [
    "Suzanne Winckler"
  ],
  "headline": "Tenting Tonight",
  "dek": "The woods are lovely, dark, and deep—and only an hour s drive from your house.",
  "spread_caption": "",
  "excerpt": "How you can—and why you should—go camping in the middle of the week.",
  "kicker": "",
  "word_count": 4117,
  "content": "<img/><p><strong>Reagan Bradshaw</strong></p><p><em>Cool your spring fever by the mossy cliffs of Gorman Falls, on the Colorado River.</em></p><p><span class=\"dropcap\">S</span>pringtime in Texas prompts a kind of benign lassitude. Suddenly the days are longer, the skies turn a more translucent blue, and warm, moist winds start blustering in from the Gulf. If you make your living in the city you know the chief symptom of the season: it’s a deep desire not to report to work. In many respects spring is the best time for escape, and if the urge to do so catches you midweek, you should respond sooner than later. Reserving escape for the weekend is not a very good idea in parkpoor Texas; you’re all too likely to end up sharing the outdoors with hundreds of other people. Instead, try camping on a weeknight at a park near home. You can leave in the evening and be back at the office by nine the next morning. To go farther afield you’ll want to take off a halfday (or one or two days at the most), but it will be vacation time well spent—and spent in relative peace.</p><p>The best reason for camping on a weeknight is that it gives you the impression, false but nonetheless comforting, that Texas has more parkland than it really does. The problem is that few of Texas’ wide-open spaces are held in the public domain. Out west there are Big Bend and Guadalupe national parks; on the coast, Padre Island National Seashore; and in the Big Thicket of East Texas, four national forests. You can stretch your eyes and legs in those places, but elsewhere you’ll find mainly pocket parks—parks of five hundred or so acres that seem much bigger than they are when they’re not full of people.</p><p>Weeknight camping offers other advantages, too. Your radius of escape is automatically limited, which means the outing is cheap, even with gas at $1.30 a gallon and rising. It takes a minimum of planning and expertise; you do not have to read <em>The New Complete Walker</em> before making a move. You’ll need about an hour to gather up gear and pack the car. You can be home from the office by fivethirty, on the road by six-thirty, putting up the tent and priming the Coleman stove by sunset. Also, because it is an outing rather than a full-scale launch into the wilderness, you are not required to carry anything on your back or to wear heavy shoes.</p><p>You need only a few items specifically designed for camping; a sleeping bag, an air mattress or foam pad, a tent (not even this if you go to a park with shelters), a camp stove (here again, unnecessary if you pack a cold supper). You can just throw into the car things that are awkwardly shaped, perishable, breakable, heavy, or that you happen to like—for example, fresh meat, your pillow, thick hardback novels, children. (If you have an urge to take your dog or portable TV, however, you don’t really want to go camping.)</p><p>Assuming that midweek camping does not catch on like disco dancing, you will be able to go to a campground on a weeknight and find it relatively uninhabited. And given that nature is somehow best confronted in small, quiet groups or alone, you will come home the next day happier for the wind in the pines, the incomparable song of the mockingbird, and the chuckle of the stream. Here, then, are a few of the parks and campgrounds that are near the urban masses.</p><p><strong>AUSTIN</strong></p><p><strong>Camp Ben McCulloch</strong> has the advantage of being close to austin and across the road from the Salt Lick, a rustic barbecue place. On your way to the park you can pick up some brisket (remember, though, that the Salt Lick is open only Thursday through Sunday). Camp Ben McCulloch, owned by the Grandsons of the Confederacy, is small and slightly seedy, but that is part of its charm. You can rest assured that you won’t be plundering a fragile ecological paradise by camping there. The main attraction of the park is Onion Creek, which is lined by many stately bald cypresses. The main drawback for people who are bound for the office the next day is that there are no showers; so either allow an extra twenty minutes to run home and bathe or don’t sweat during the night. Drive west out of austin on U.S. 290 for about ten miles, through Oak Hill; turn left on FM 1826 and drive for eleven and a half miles. The entrance is on your left; the Salt Lick is on your right. No phone. Camping free.</p><p><em>(Continued on page 214)</em></p><p><em>(Continued from page 147)</em></p><p>The highway west of Lampasas runs through dusty, hard-bitten Hill Country. It’s hard to believe it will take you to the minor paradise of <strong>Gorman Falls.</strong> This privately owned retreat on the Colorado River is an old fishing camp that also opens its arms to canoeists, cavers, campers, and hikers. Spring-fed Gorman Creek trickles over an eighty-foot limestone cliff into the Colorado. The rocks around the waterfall are covered with moss and maidenhair fern, and watercress grows in the stream. You can camp under the elms down by the river or stay in the simple and quaint run-down cabins up near the cliff. A night at Gorman Falls will make you wish there were more private fishing camps along Texas’ waterways. Austinites will need a day and a half for the trip—the camp is 95 miles away. From Lampasas drive 30 miles on FM 580 to Bend, turn left at Bend onto a dirt road and follow the signs to Gorman Falls. Call to reserve cabins. (915) 628-3251. Twenty-four-hour pass $2 per adult, cabins $18.50 for two people.</p><p>In summer, Lake austin is a freeway for skiers and speedboats, and the parks along its shores are little more than launching pads for hydrophiles. At any other season things are more serene, and any other season is when you should go to <strong>Lake austin Metropolitan Park</strong> (known to locals as City Park). March and april are nice if you are a birdwatcher; the park road, which winds through cedar and oak, is the home of a famous Texas bird, the golden-cheeked warbler. When master birder Roger Tory Peterson visits Texas to see a golden-cheek this is where he goes. September is also a fine month at City Park because the water, though icy at all times, is bearable. Take FM 2222 west from austin for six and a half miles, turn left onto the road marked City Park and follow it for four and a half miles. There are cold showers. (512) 477-6511, ext. 2721. Entry $2 per vehicle, camping $4.</p><p><strong>McKinney Falls State Park</strong> is one camping place in Texas that seems almost too good to be true. It is on Onion Creek, about eight miles from downtown austin, yet if you go at the right time you have the seven hundred acres practically to yourself. You can take your choice of landscapes along the creek: rugged limestone cliffs, fields of pungent wild onions, or rocky shelves by two lovely waterfalls. Swimming is permitted except in danger zones near the falls. Unfortunately, the suburbs are closing in on this park. If the Texas Parks and Wildlife Department refrains from installing more swings, picnic tables, and trailer hookups, which will only lure more people, McKinney Falls could be an urban park in the best sense of the word: close at hand but not terribly overrun. You can camp or stay in one of the shelters. The shelters, however, are primarily for large groups; single-party occupancy is possible only when they’re not reserved. From austin take U.S. 183 south and go four miles past the junction of U.S. 183 and Texas Highway 71, where you will see a sign for the park (this is Scenic Loop Road). Turn right and drive two miles; the entrance to the park is on your right. (512) 243-1643. Entry $2 per vehicle, camping $3, shelters $12.</p><p><strong>DALLAS-FORT Worth</strong></p><p>The entrance to <strong>Cleburne State Recreation area</strong> is so well manicured that it looks like the gates to a perpetual-care cemetery. But keep driving; the road takes you across a rustic bridge, over a thickety stream, and into the cedar, oak, and elm woods, where the scenery becomes surprisingly wild. In early spring the redbuds bloom, followed by masses of bluebonnets. This five-hundred-acre park encircles spring-fed Cedar Lake, which was built in the thirties by the Civilian Conservation Corps. You can swim and fish in the lake, and the park has the usual amenities, including rest rooms with showers. The town of Cleburne is about thirty miles south of Fort Worth, fifty from Dallas. Take U.S. 67 six miles southwest of Cleburne to Park Road 21, then go another six miles to the park. (817) 645-4215. Camping $3, shelters $6.50.</p><p>You can thank a distant cousin of <em>Tyrannosaurus rex</em> for <strong>Dinosaur Valley State Park.</strong> The raison d’etre for the park is to preserve the hundred-million-yearold footprints left by the sauropods that lived in these former coastal marshes. Now bone-dry, the area has a certain ragged beauty that grows on you. The park lies near the town of Glen Rose on the banks of the rocky, shallow Paluxy River. The life-size replicas of <em>T. rex</em> and brontosaurus might at first seem a bit Disneylandish, but they do make you think about what passed this way. The camping area is very snug, which is generally the case in state parks. Attractions are a milelong hiking trail along the Paluxy, a herd of Longhorns, a visitor’s center, and rest rooms with showers. Dinosaur Valley is about 60 miles from Fort Worth, 75 from Dallas. U.S. 67 will take you to Glen Rose; just south of town take FM 205 to your right; go 3.5 miles to the park entrance. (817) 897-4588. Entry $2 per vehicle, camping $3.</p><p>Flowering dogwood and the flutelike song of the wood thrush are two of the best things about spring in East Texas. To greet the new season, Dallasites can go to <strong>Walleye Park,</strong> about 110 miles away. On the banks of Lake Cypress Springs, Walleye Park is heavily wooded, with dogwoods in abundance. This littleknown park, run by the Franklin County Water District, has public boat ramps and rest rooms with showers. You can buy bait and ice at the nearby Snug Harbor Grocery. From Dallas take IH 30 east about 100 miles to Mount Vernon; turn right on Texas Highway 37 and go 1 mile; turn left on FM 21; go about 4 miles to the junction of FM 2723 and follow the signs to the park. To make reservations, call (214) 860-2520. Camping $2.</p><p><strong>HOUSTON</strong></p><p><strong>Bear Creek Park</strong> is a small piece of pine forest left in the path of Houston’s westward march. Proximity is its main attraction. The area near the entrance is given over to playgrounds and strange, pod-shaped pavilions that make it look as though Martians have dropped in for a picnic, but don’t stop there. The camping area is, or at least seems to be, deep in the pines. This 2168-acre park is operated by Harris County, and it’s about 25 miles from downtown Houston. The campsites have picnic tables, grills, and nearby rest rooms with showers. Take IH 10 west to Texas Highway 6 (addicks Highway), turn right and drive 3.5 miles, then turn right on Clay Road. The entrance to the park will be on your right just past the golf course. (713) 496-2177. Camping $2.</p><p>Texas’ Gulf Coast and marshes are for people who know how to appreciate a subtle landscape, for people who would find Big Sur a little garish. If you haven’t attained this level of appreciation but would like to, you can take advantage of two state parks near Houston—<strong>Galveston Island</strong> and <strong>Sea Rim.</strong> Unfortunately, Houstonians can’t go to either one in less than two days’ time. It’s not so much the distance as the traffic on the Gulf Freeway and, in the case of Sea Rim, the wait for the Bolivar Ferry, which goes across Galveston Bay. The allure of these parks is that they encompass not just the beach but also the dunes and the marsh, and the added pleasure of Sea Rim is that it is enormous—15,109 acres. At Galveston you can walk on boardwalks through the marsh. At Sea Rim you can take an airboat ride or rent a canoe. Many visitors prefer canoeing because it’s quieter and more primeval and because they see more birds and alligators. Both parks have rest rooms, showers, and camping; Galveston offers shelters as well. Galveston (713) 737-1222, Sea Rim (713) 971-2559. Entry $2 per vehicle; camping $3 at Sea Rim, $4 at Galveston Island; shelters $6.50.</p><p>People with the proper respect for Texas history will wince a little at <strong>Stephen F. Austin State Park.</strong> You can camp, hike, swim, and play golf right on the hallowed ground where austin took the 297 families who colonized Texas. The park is wedged in the crook of the Brazos, the longest river within Texas, and pines, oaks, and Spanish moss abound. Besides campsites, the park has screened-in shelters and rest rooms with showers. It’s about sixty miles west of Houston. Take IH 10 to FM 1458, then head north about three miles to the park. (713) 885-3613. Entry $2 per vehicle, camping $3, shelters $6.50.</p><p><strong>SAN Antonio</strong></p><p>Looking at a map, an unsuspecting person might be attracted to Lake Medina, west of San antonio. But it’s a temptation to be resisted; the land around the lake has been so subdivided and chain-linked by private landowners trying to squeeze dock fees out of boaters that the beautiful turquoise lake is virtually ruined. Most of the places to camp are north of San antonio along the Guadalupe River, and one of the closest—45 miles—is the <strong>Bergheim Camp Ground.</strong> Right in the middle of the quiet, almost timeless German country near Kendalia and Sisterdale, this small, undeveloped, peaceful park has the virtue of being removed from the recreational congestion around New Braunfels and Canyon Lake. The bald cypresses along the bank are huge. Take U.S. 281 north to Texas Highway 46, turn left and go 11 miles to Bergheim. Turn right on FM 3160 and go 5 miles to the Guadalupe River. You’ll see Bergheim Camp to your right, on the river below the highway bridge. No showers. No phone. Camping $6.</p><p>Habitues of <strong>Enchanted Rock</strong> preferred it in the old days when it was a private park—it was far less crowded then—but at least the huge granite dome has been saved from the tombstone industry. The outcrop and about a thousand acres around it are now a Parks and Wildlife State Natural area. In the U.S. Enchanted Rock is second in size only to Stone Mountain in Georgia. Even for people who shun hiking, the walk to the top of Enchanted Rock is easy if you go slow and wear rubber-soled shoes. The dome is so big and so spare and simple that walking on it is like taking a quick trip to the moon. The park has only primitive campsites (no water, electrical hookups, or showers), but the inconvenience is minor considering the uncluttered beauty of the place. Unfortunately Parks and Wildlife plans to develop the camping areas to the hilt, which is a highly questionable scheme for a Natural area park that is already too crowded. Enchanted Rock is about equidistant from San antonio (90 miles) and austin (95 miles). Go to Fredericksburg, then take Ranch Road 965 18 miles north. Call to reserve a campsite. (915) 247-4934. Entry $2 per vehicle, camping $3.</p><p>Like the armadillo, <strong>Pedernales Falls</strong> is one of nature’s inventions that Texans find inexplicably wonderful. This state park covers five thousand scruffy acres of cedar and oak on the banks of the Pedernales (which locals pronounce Pur-duh<em>nal-</em>us). The river is great for splashing, wading, fishing, and canoeing; the falls, however, have proved too dangerous for casual entertainment and are now off limits to swimmers and tubers. Along the seven-mile “backpacking” trail (the planner must have had delusions of grandeur when he called it that) are a limited number of primitive campsites. Developed campsites are also available, as well as rest rooms with showers. Pedernales Falls is about eighty miles from San antonio. Take U.S. 281 north from San antonio for about sixty miles; turn right on U.S. 290 and go fourteen miles to FM 3232; turn left and drive eight miles to the park entrance. Call to reserve a campsite. (512) 868-7304. Entry $2 per vehicle, camping $3.</p><p><strong>PICK a Pack</strong></p><p><em>Camping Equipment Stores</em></p><p>Texas does not lack for camping gear outlets, although fully equipped specialty stores are fairly rare. In smaller cities, sporting goods stores like J. Rich and Oshman’s can provide the basics, especially in moderately priced goods. (Oshman’s has a particularly good return policy on defective equipment.) and for beginning campers who aren’t ready to spend a bundle, there is plenty of adequate, low-priced equipment at Sears, J. C. Penney, and Montgomery Ward.</p><p><strong>AUSTIN</strong></p><p><strong>Whole Earth Provision Company, </strong>2410 San antonio (478-1577) and 8868 Research Boulevard (458-6333). One of the best selections of gear in the Southwest. Carries many of the best lines and specializes in equipment suited to Texas’ terrain and climate. Most of the salespeople are avid campers and have tested much of what they sell. Whole Earth offers a sewing repair service and organizes backpacking trips throughout the year.</p><p><strong>Wilderness/Whitewater Supply, </strong>2908 San Gabriel (476-3712) and Burnet Road at anderson Lane (452-8339). A smaller specialty store that carries major brands as well as good but less expensive lines like Camp 7 and Coleman. Only dealer in Texas with alti Wear and Banana Equipment (good-looking clothing lines). Knowledgeable owner and staff.</p><p><strong>DALLAS</strong></p><p><strong>abercrombie & Fitch,</strong> Caruth Plaza, 9100 N. Central Expressway (696-1116). Finding abercrombie & Fitch in Texas is a little like seeing London Bridge in arizona, but the big New York sporting goods store has moved to Dallas and is now owned by Oshman’s. The goods are not as expensive (except for A&f’s own label) as they once were, and the store has a big sportswear section as well as a small backpacking and camping department with many of the newest items on the market. The salespeople are attentive but may not know the goods firsthand.</p><p><strong>Backpacker’s World, </strong>13931 N. Central Expressway (783-0311). A very small family-owned store carrying equipment in the medium price range. The owners are experienced climbers and are familiar with some of the equipment. One of the owners is a woman who can give good advice on gear for distaff campers.</p><p><strong>Backwoods, 6116</strong> Luther Lane <strong>(363-0372).</strong> Smallish store offering mediumto high-priced items from the major backpacking equipment manufacturers. Friendly staff of seasoned campers. One of a chain of stores.</p><p><strong>Mountain Hideout, </strong>14010 Coit Road (234-8651) and 2229-B Fifteenth, Plano (424-0000). Small store featuring major lines of equipment, including the older companies like Trailwise. Cordial, well-informed staff and owner who camps often.</p><p><strong>Wilderness adventurer, </strong>9830 N. Central Expressway (739-0321). Dallas’s newest backpacking store, yet to establish a track record. Sells mediumto high-priced equipment and manufactures some of its own products. Some of the sales staff are knowledgeable.</p><p><strong>EL Paso</strong></p><p><strong>am-Camp, </strong>9530 Viscount (598-1142). New owner plans to expand. Store carries the usual gear plus mountain climbing equipment and topographic, wilderness, and three-dimensional relief maps.</p><p><strong>FORT Worth-Arlington</strong></p><p><strong>Backwoods, </strong>3212 Camp Bowie, Fort Worth (332-2423). Same chain as the Dallas store.</p><p><strong>Southwest Canoe & Trail Outfitters,</strong> 2002 W. Pioneer Parkway, arlington (461-4503). The largest canoe and kayak dealer in the state also outfits river trips. Good selection of name-brand backpacking equipment, canoes for rent, and a well-informed staff.</p><p><strong>HOUSTON</strong></p><p><strong>Texas Hiking & Camping Equipment, </strong>Baybrook Terrace, 19040 Gulf Freeway, Friendswood (486-4991). A new shop with a small selection. Owner is a former scoutmaster, so he knows plenty about camping.</p><p><strong>Trekker, </strong>1710 Fm 1960W (444-8374). A small shop with a relatively good selection of equipment. Run by a family of hospitable Christian campers. Well-informed owner.</p><p><strong>Wilderness Equipment, </strong>638 Westbury Square (721-1530) and 337 Town & Country Village (461-3550). One of the best and oldest backpacking and sporting goods stores in Texas, with an excellent selection of mediumto high-priced equipment. Well-trained staff of qualified guides for climbing, fishing, and river trips. Only store in Texas to import foreign packs and double-expedition boots as well as a good selection of high-altitude climbing gear. The staff field-tests many of the products.</p><p><strong>LUBBOCK</strong></p><p><strong>The Sport Haus, </strong>2309 Broadway (747-1681). Medium-sized specialty shop with a good range of equipment for backpacking and climbing. Caters to the Texas Tech crowd.</p><p><strong>MIDLAND-ODESSA</strong></p><p><strong>High Country Sports, </strong>4555 E. University, Odessa (367-0816). A small specialty shop with a good range of backpacking and climbing gear for spring and summer.</p><p><strong>Ski Skeller Sports, </strong>3 Oak Ridge Square, Midland (683-3441). Concentrates on skiing paraphernalia but has a good selection of backpacking items.</p><p><strong>SAN Antonio</strong></p><p><strong>Mursch Sports Headquarters, 6132 </strong>Bandera Road (684-2020). Sporting goods store that specializes in guns but carries some less expensive camping goods. No rentals.</p><p><strong>Sportsman’s Bailiwick, </strong>5306 Broadway (824-9649). Primarily a sports outfitter but has some backpacking gear. Doesn’t rent equipment.</p><p>Post Haste</p><p><em>Mail-order Catalogs</em></p><p>These established mail-order companies can serve campers in towns without equipment stores or those who need special goods not easily found in Texas.</p><p><strong>Early Winters, </strong>110 Prefontaine Place South, Seattle, WA 98104. The newest and fanciest of the catalogs has a wide variety of camping and backpacking gear. Not all of the items are tested, so some may be inferior or just plain gimmicky.</p><p><strong>Eastern Mountain Sports, </strong>1 Vose Farm Road, Peterborough, NH 03458. A large store with gear suitable for the North and Northeast. One of the best features is a nationwide mail-order repair service.</p><p><strong>Eddie Bauer, </strong>1737 airport Way South, Seattle, WA 98134. An old standby for hunting and fishing gear, with an emphasis on clothing.</p><p><strong>Great Pacific Iron Works,</strong> Box 150, Ventura, CA 93002. Distributor of Chouinard climbing equipment and Patagonia clothing, a well-designed line of camp and leisure wear.</p><p><strong>L. L. Bean,</strong> Freeport, ME 04033. The East Coast’s oldest outfitter for hunting and fishing equipment, famous for its Maine hunting shoes (for cold, wet weather). All good-quality merchandise.</p><p><strong>Recreational Equipment, Inc., </strong>Box C88126, Seattle, WA 98188. This co-op has both low-priced imported gear and better-quality merchandise at higher prices.</p><p><strong>Ski Hut, </strong>1615 University avenue, Berkeley, CA 94703. The oldest backpacking and camping mail-order catalog store on the West Coast, specializing in Trailwise equipment.</p><p>The Write Stuff</p><p><em>Books and Pamphlets</em></p><p><strong>HOW-TO Books</strong></p><p><strong>Backpacker Magazine, </strong>65 adams, Bedford, NY 10507, $15 per year. Best periodical for evaluating equipment, with good information for backpackers.</p><p><strong>Backpacking Equipment Buyer’s Guide,</strong> by William Kemsley, <em>Backpacker Magazine</em> (see address above), $8.95. A comprehensive equipment guide with a rating system, updated annually.</p><p><strong>Backpacking One Step at a Time,</strong> by Harvey Manning, Vintage, $4.95. An upto-date and informative book; lists equipment, explains materials used, mentions trade names.</p><p><strong>Mountaineering First-aid,</strong> by Dick Mitchell, The Mountaineers, $2.95. Very good small paperback to take on a trip.</p><p><strong>The New Complete Walker,</strong> by Colin Fletcher, Knopf, $12.95. Entertaining, though a bit dated and opinionated. Fletcher’s experience and insight are quite valuable.</p><p><strong>The Next Whole Earth Catalog,</strong> Random House, $12.50. Weighing in at five and a quarter pounds, the latest of the series has a good section on camping as well as information on living off the land, alternative shelter, and thinking small.</p><p><strong>Walking Softly in the Wilderness,</strong> by John Hart, Sierra Club, $6.95. Good allaround guide on clothing, equipment, first aid.</p><p><strong>FOOD And Clothing</strong></p><p><strong>agricultural Handbook No. 8: Composition of Foods,</strong> U.S. Government Printing Office, Washington, D.C. 20402, $4. Gives U.S. Army calculations of calories needed to perform various tasks and number of calories in given weights of a variety of foods. Useful in planning nutritional needs for long trips.</p><p><strong>Brown Bagging It</strong> ... , by Jean Nagy, Marty/Naägy Bookworks, $2.50. Small book of recipes for natural foods, with information on carrying and storing them.</p><p><strong>Simple Foods for the Pack,</strong> by Vikki Kinmont and Claudia axcell, Sierra Club, $5.95. Ready-to-eat foods and snacks and how to prepare them.</p><p>Regional Sierra Clubs publish their own cookbooks. The Dallas volume has recipes for campsite and trail foods and concludes with directions for making mice stuffed with cheese and ham (we’re afraid they’re serious). Write Dallas Regional Group, Sierra Club, 4924 Greenville avenue, Dallas 75206; $3.25 including postage.</p><p><strong>GUIDES To Camping Areas</strong></p><p><strong>Camper’s Guide to Texas Parks, Lakes, and Forests,</strong> by Mildred J. Little, Pacesetter Press, $5.95. Detailed maps of the parks, lakes, and forests in each region of the state, with location of campsites, facilities available, where to write for more information.</p><p><strong>50 Hikes in Texas,</strong> by Harry Evans, Gem Guides, $4.95. Thorough walker’s guide, with maps and directions.</p><p><strong>Sierra Club Guide to Outdoors austin, </strong>by Nola Montgomery and Rick Brown, Sierra Club, $3.50. Now a bit dated, this book still provides useful information on Central Texas’ abundant natural areas.</p><p><strong>Texas Rivers and Rapids: Canoe and Backpacking Guidebook,</strong> by Ben M. Nolen, R. E. Narramore, $6.95. Only complete guide to canoeing and river trips on Texas’ waterways.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "April 1981",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Camping",
      "Texas",
      "Backpacking",
      "Austin",
      "Dallas",
      "Highway",
      "Galveston",
      "Spring",
      "Climbing",
      "Enchanted Rock",
      "Fishing",
      "Home",
      "people",
      "Rock",
      "San Antonio",
      "Canoe",
      "Cedar",
      "Country",
      "Earth",
      "Hunting"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Texas",
      "Austin",
      "West",
      "Dallas",
      "Galveston"
    ]
  }
}