{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19814",
    "date": "April 1981",
    "year": 1981,
    "month": 4,
    "month_formatted": "April",
    "pdf_uri": "/1981/19810400.pdf",
    "issue_cover_image": "",
    "document_start_page": 140,
    "toc_start_page": 140,
    "document_page_range": [
      [
        140,
        141,
        142,
        143,
        144,
        145,
        146
      ]
    ],
    "toc_order": 3,
    "toc_headline": "Pack Up Your Troubles",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198104-packupyo",
  "source": "/1981/19810400.pdf",
  "wp_post_id": 116673,
  "wp_post_guid": "http://www.texasmonthly.com/article/pack-up-your-troubles/",
  "authors": [
    "Cyndy Severson"
  ],
  "headline": "Pack Up Your Troubles",
  "dek": "In your Klimate bag, Gore-Tex tent, and Cordura pack.",
  "spread_caption": "",
  "excerpt": "Today’s high-tech camping gear has stolen a march on your old kit bag.",
  "kicker": "",
  "word_count": 2907,
  "content": "<p><span class=\"dropcap\">L</span>ike a Pullman car, the wellequipped camp gives a deeply satisfying sense of rightness and security. The knowledge that your gear stands at the ready and that from among the hundreds of items available, you have selected the ones perfectly suited to you appeals to the love of order and self-sufficiency that is one of the minor but very real attractions of camping.</p><p>The embarrassment of riches that confronts the would-be woodsman upon entering a camping store never fails to amaze and bewilder. Which of five allbut-identical sleeping bags will serve best? What is new? If it’s new, is it necessarily better? Keeping scout lore in mind, you need to be prepared, particularly to buy. First, read a basic camping book or two; second, if at all possible, patronize a store with well-informed personnel who know their lines and who are campers themselves; third, rent. Most camping specialty stores will let you try out gear, and for big-ticket items nothing beats knowing them firsthand before you buy.</p><p>All campers fall naturally into two categories—car campers and backpackers—and their different needs frequently call for different types of gear. A car camper establishes a base camp and returns to it every night. The beauty of this kind of camping is its ease and convenience. A backpacker, on the other hand, takes his camp with him. The advantage of backpacking is being able to stay out longer and get to more remote, pristine areas, but it’s a benefit paid for in certain hardships. You know you’re a born backpacker when the notion of cutting the handle off your toothbrush to save weight strikes you as completely sensible.</p><p>No matter which type of camper you are, you will probably find you already own a good deal of what you need, like wool socks (they keep your feet warm even when wet), lightweight cooking and eating utensils, and an air mattress. Until you gain enough experience to know when you need specialized items, it’s smart to save your money for the things that you can’t find at home: boots, a pack, a tent, a sleeping bag, a camp stove.</p><p>The idea of setting foot in the wilderness in anything less than a bona fide hiking boot strikes some people as disrespectful, as suggesting that they lack commitment to nature. The truth of the matter is, however, that you should equip yourself with the least amount of shoe you can get by with, and not an ounce or a penny more. Unlike much camping gear, which costs more the lighter it gets, boots go up in price and weight simultaneously. Before investing three figures in boots that could be worn to scale Everest, the casual camper should consider running shoes. If all the hiking you intend to do is along smooth trails—in state parks, for instance—without a heavy backpack, these light, easy-on-the-feet shoes make a lot of sense. Another possibility is a pair of canvas-topped, rubber-soled boots, nice if the ground is squishy. The Palladium 35s and the Red Wing Trampers, with rubber lug soles, are both quite acceptable. Canvas boots usually cost between $40 and $80.</p><p>Of course, for moderately rough country, such as uneven trails or fields with rocks, lightweight conventional hiking boots will protect your feet and ankles better. True, your feet won’t flex as much, but thanks to the sturdy soles (usually made of a synthetic rubber—Vibram is the best), they won’t wrap themselves around every stone or rough spot in the trail either. These boots have a short steel shank and a lightweight upper, frequently suede. They cost from $70 to $95.</p><p>Rough-country boots are for uneven terrain and bad weather—any time you need protection and insulation more than ease of walking. These medium-weight boots have top-grain leather uppers (strong and easy to waterproof), thick lug soles made of Vibram, and a strong steel shank. (Extra-heavy or climbing boots are needed in Texas only for places like Big Bend or the Guadalupe Mountains.)</p><p><strong>Photography by Jeremy Green/Kirkley Photography, Inc.</strong></p><p>Equipment courtesy of Whole Earth Provision Company and Wilderness/Whitewater, Austin; Abercrombie & Fitch, Backwoods, Economy Volkswagen, Mountain Hideout, and Oshman’s, Dallas</p><img /><p><em>Car campers can take everything but the kitchen sink: Lowe Alpine Systems Travelkinnic luggage pack, left ($155), Great Western tent by Eureka, back right ($311), Trailwise day pack, front right ($25). She wears a Banana Equipment Anorak jacket ($100) and Abercrombie & Fitch khaki pants ($55). He wears a Sierra Designs 60/40 parka ($105).</em></p><p><em>Cardiovascular fitness comes in handy when you least expect it. He wears Sport if shorts ($28) and Red Wing Tramper boots ($65) while blowing up an Airlift mattress ($22.50). She wears Palladium canvas boots ($42), Patagonia shorts ($20), and a cotton Seafarer sweater ($45).</em></p><p><em>Ready to be stowed in a Great Western tent by Eureka ($311) are an Igloo ice chest ($58), a collapsible water jug by Reliance ($2.75), and a Primus butane stove ($33), in front of the ice chest.</em></p><img /><p><em>Read by the light of a Primus butane lantern ($20) and heavy-duty Mag-Lite flashlight ($29) or fool around in Abercrombie & Fitch’s Northwoods sleeping bag ($100).</em></p><img /><p><em>The morning after, you’ll be glad you brought an easy-starting Primus butane stove, Frontier Campware cook set ($22), and Alti Wear Gore-Tex fabric wind shirt ($70).</em></p><p>Asolo and Vasque are the front-runners among boot manufacturers, and close behind are Fabiano and Reikle. Most people buy more boot than they need, though, so remember that a pound on your feet is equal to five pounds on your back. Expect to pay from $85 to $135 for a medium-weight boot, $175 on up for a climbing boot.</p><p>Once you’ve started off on the right foot, the next item of personal gear you’ll need is a pack. For weekend campers, a logical choice is the new travel pack. Turn it upright and it’s a fully adjustable internal-frame backpack. Sideways, it’s a suitcase. (A panel on the back zips up to conceal the straps.) The Travelkinnic by Lowe Alpine Systems (the best of the internal-frame pack manufacturers) has a front opening for easy packing. Kelty, another excellent manufacturer, has a line made of Cordura nylon. Their cost ranges from $95 to $175. The new Coleman Peak I packs offer good quality for less money than some and also have frames of semiflexible plastic. Somewhere between an internal and a rigid external frame, the Peak I is adjustable in size, so you and your friends can take turns carrying the big load. Or your kid can start out early pulling his own weight.</p><p>Short jaunts call for a day pack (to carry your lunch, a rain poncho, a firstaid kit), and good ones are made by numerous companies. North Face’s Albatross and Pelican are fine, as are the packs made by Trailwise, Camp Trails, or any of the companies listed above for travel packs. Day packs usually run $13 to $25.</p><p>A serious backpacker (the Galapagos tortoise of the woods) should choose an external-frame pack. Its rigid aluminum frame holds the pack away from the body —most important on long hikes in Texas when ventilation is essential. Its padded hip belt directs the weight downward, toward the hips and legs, to relieve the back and shoulders. Mesh back supports reduce rubbing and help distribute the load, too.</p><p>Be sure not to scrimp on a backpack and frame (one frugal camper tied four Clorox bottles full of water onto his discount-store frame and it bent like a pretzel). Either stick with top-of-the-line companies—Kelty, Trailwise, North Face, and Sierra Designs—or know what to look for, such as small, tight stitching on the seams, double rows of stitches, and other reinforcement. Don’t expect to get out for less than $80 to $125 for the frame and pack.</p><p>A pair of boots and a pack will get you through the day; to help you make it through the night you need a tent. Here a time-proven product is most important. The employees of a camping equipment store once field-tested a jazzy new tent said to incorporate a revolutionary design. It was revolutionary, all right: the tent and its hapless occupant almost rolled away in the gusty wind. Droving that ingenious designs may not always work out in practice.</p><img /><p><em>Doze off in a North Face Gold Kazoo sleeping bag($247) on a Therm-a-Rest matress($35).</em></p><img /><p>Patagonia's versatile Shants ($33).</p><img /><p><em>Hit the trail with North Face’s Skeeter 22 tent ($245), Kelty Tioga pack and frame ($130), Patagonia pile vest ($35), Kelty flannel shirt ($20), Vasque Cascade boots ($90), and Updowner hat with eye and neck shades ($6.50).</em></p><img /><p><em>Go fishing in Marmot Mountain Works pants and jacket with legs and sleeves that zip open for ventilation ($300), Sperry rain boots ($45), and Eagle Claw pack rod ($35).</em></p><img /><p><em>The packing is easy with Hope Mini Kocher cookware ($17), Msr stove ($75) with gas in Sigg bottle ($6.50), Flex-Lite clip-on flashlight ($15), Dromedary water bottle ($3).</em></p><p>In Texas you need a three-season tent (spring, summer, fall) with plenty of provision for air circulation on warm days. Models with large areas of mosquito netting allow you to watch the stars or peek out at the skunks as they attack your garbage. Two lightweight tents, good for backpackers, are the Solus I and Ii, created by Bill Moss, who is known for his extreme designs. Easy to assemble, with only one shock-loaded pole, the Solus tents have a wedge-shaped dome of mosquito netting with a separate nylon rain fly.</p><p>If rain is a problem, the hiker might try a tent made of Gore-Tex water-resistant fabric. One simple design is the Taku by Marmot Mountain Works, with openings at the front and back for ventilation, which is most important unless you want your tent to double as a steam bath. Because of its wind resistance, this tent may be too warm for some parts of Texas, where letting in a breeze is a necessity. Sierra Designs, North Face, Trailwise, and Sierra West are other good manufacturers. Backpacking tents run from $60 to $400.</p><p>When the load really has to be pared down, try a bivouac sack, a minimal structure that simply fits over the sleeping bag and has a mosquito net canopy over the head. The Camp 7 Ranger is a simple, inexpensive model made of a breathable synthetic called Klimate. Marmot Mountain Works manufactures something resembling a body bag out of Gore-Tex fabric. Neither of these is for the claustrophobic, but they weigh no more than two pounds. Bivouac sacks generally cost around $90 to $135.</p><p>Car campers, who don’t need to worry about weight unless it makes their tires go flat, can consider tents only slightly smaller than a mobile home. There is a staggering array of tent styles, the most comfortable of which is probably the umbrella, which is tall enough to stand up in. The basic umbrella frequently has mosquito-net windows and an awning over the door, so you can move your cookstove under cover when the deluge starts. The lightest one is the Eureka Great Western, made of ripstop nylon. Another possibility is a dome or six-sided tent. North Face’s Skeeter 23 has a mosquito-net top and a rain fly, and it assembles with only three poles. A family tent will set you back anywhere from $200 to $450.</p><p>Of all the things that it’s difficult to do when you’re camping—cooking, staying clean, answering calls of nature—the absolute worst is forsaking the cocoonlike warmth of your sleeping bag on a frosty morning. The almost primeval coziness of a sleeping bag is one of the great allures of camping, and the only thing nicer than one is two: you can easily make a double bag by zipping single ones together. (If you intend to indulge in this luxury, buy both bags at the same time so the zippers will be compatible. Manufacturers have been known to change zippers on the same style.)</p><img /><p><em>Inside pocket: things you won’t need till evening, if you’re lucky—change of clothing, food (except today’s lunch), stove and fuel, matches, rope, paperback novel</em></p><p><em>On top: foam mattress, tent, fishing rod</em></p><p><em>Flap pocket: map, flashlight, whistle, compass</em></p><p><em>Upper left side pocket, water or juice bottles, drinking cup</em></p><p><em>Upper right side pocket: unbreakable bottle for liquor, insect repellent, sunscreen</em></p><p><em>Lower left side pocket: lunch and trail mix or snack</em></p><p><em>Lower front pocket: toilet paper and trowel, rain gear, hat, socks, warm shirt</em></p><p><em>Upper front pocket: large canteen, eating and cooking utensils, Swiss Army knife</em></p><p><em>Lower right side pocket: toiletries, first-aid kit, washcloth, medicines</em></p><p>On bottom: sleeping bag</p><p><strong>How To Pack A BACKPack</strong></p><p>The things you won’t need during the day—supper, the stove, clean underwearshould go in the least accessible pockets. Items you’ll want frequently should be put in reachable side pockets, so that you won’t have to remove the pack (an energyusing proposition) any more often than necessary. Heavy equipment, like a tent, should ride high and close to your back, and remember to distribute the weight evenly so you won’t end up walking like a one-armed gorilla. Your pack will probably have 150 individual objects, so put related items together for easy locating. Finally, keep a list of what you needed but didn’t have and what you brought but didn’t use.</p><p>For the backpacker, there is really only one type of sleeping bag: the down-filled mummy version. The up side of down is that it’s the lightest, most compactable, and warmest filler there is. The down side of down is that it is also the most expensive, and it’s a disaster if it gets wet. North Face, Marmot Mountain Works, Sierra Designs, Trailwise, Ascente, and Camp 7 make a variety of down bags, some weighing as little as two pounds. One of the latest innovations in bag design—as in many other types of equipment—is GoreTex fabric. Among the water-resistant bags, the creme de la creme is North Face’s Gold Kazoo, with open channels at the sides so you can shift the down to the underside of the bag for use during warm weather. For real comfort and to forestall cricks in the neck, bring along inflatable pillows. Down bags cost around $150 to $300, the pillows $5 to $15.</p><p>Weekend campers can get by with roomy rectangular bags and with synthetic filling, which is somewhat heavier but not nearly as expensive as down. Wilderness Adventurer in Dallas makes its own lightweight synthetic bag, just right for spring in Texas, which is also sold under the Wilderness Equipment label. Olam’s two-pound synthetic bag and Coleman’s Peak I are good, too, and Camp 7’s rectangular down bag, the Traveler, is fine, though slightly higher priced. Real tenderfeet will like Abercrombie & Fitch’s monogrammed Northwoods bag with matching pillows and a chic plaid flannel sheet. The only trouble is that it’s almost too stylish to take out in the wilderness. For a synthetic-filled bag you’ll pay between $50 and $125.</p><p>No matter how well padded your bag, flat ground can be pretty uncomfortable to lie on for eight hours. To ensure a good night’s rest, take along a mattress. Perhaps the best is the Therma-a-Rest self-inflatable foam mattress with waterproof nylon cover. It’s insulated, comes in two sizes, and rolls up smaller than other foam mattresses. The lightweight Airlift, which comes in both long and short sizes, consists of separate removable air tubes in ripstop nylon, so if you forget you’re wearing a knife in your belt when you sit down on the mattress, you won’t blow the whole thing. Mattresses cost from $20 to $50. Foam pads ($5 to $25), of course, are still used by hard-core backpackers because they’re light and virtually indestructible.</p><p>Once you’ve hauled yourself out of your sleeping bag, you’ll undoubtedly discover that you’re ravenously hungry. The question becomes to cook or not to cook. Some people believe that the only real camp stove is the one you make yourself from tin cans, foil, and other salvage goods. Others feel they haven’t communed with nature unless they’ve chopped some logs for a fire. But open fires leave an ugly scar and are, in fact, often prohibited, so the logical solution is a portable camp stove. The three basic types use white gasoline, Coleman fuel, kerosene, or butane (less often propane) in pressurized cartridges.</p><p>Mountaineering stoves give the most concentrated heat for the weight and are recommended for backpackers. The old white-gas standbys, like the Optimus 99 and the Svea 123, have their following, although they are more difficult to light and have more parts to deal with than butane stoves. Msr (Mountain Safety Research) is a functional, compact stove that runs on any type of liquid fuel. You simply carry the fuel in an ordinary Sigg storage bottle. This stove is essentially a blowtorch, good for boiling water but not more elaborate cooking; it has a foil windscreen and a reflector.</p><p>The Coleman Peak I series stove is a small, inexpensive, backpacking stove that runs on white gas. For the more gadget-minded, the French make the compact, lightweight Camping Gaz S 200 S stove. It runs on butane, which means it starts without priming (necessary for the white-gas stoves). It can also be turned down low, which is good for keeping food warm. Single-burner backpacking stoves run between $20 and $75.</p><p>For the weekend camper, who is probably cooking for several people, the Primus two-burner stove is a good choice. It’s quieter, lighter, and less trouble to start than a white-gas stove. It’s also adjustable (for slower cooking) and said to be safe for use in a tent, but plenty of seasoned campers hold that a tent-safe stove is about as trustworthy as the proverbial unloaded gun. You can count on paying $50 to $100 for a double-burner stove.</p><p>See page 218 for camping store guide.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "April 1981",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Boots",
      "Camping",
      "Rain",
      "Water",
      "Backpacking",
      "Coleman",
      "Cooking",
      "Hiking",
      "people",
      "Texas",
      "Wilderness",
      "Alpine",
      "Climbing",
      "Fishing",
      "Food",
      "ICE",
      "money",
      "Travel",
      "wind",
      "Army"
    ],
    "wp_categories": [
      "Big Bend"
    ],
    "wp_location": [
      "Texas",
      "Alpine",
      "Big Bend",
      "Dallas",
      "West"
    ]
  }
}