{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19814",
    "date": "April 1981",
    "year": 1981,
    "month": 4,
    "month_formatted": "April",
    "pdf_uri": "/1981/19810400.pdf",
    "issue_cover_image": "",
    "document_start_page": 5,
    "toc_start_page": 128,
    "document_page_range": [
      [
        5
      ],
      [
        129,
        130,
        131,
        132,
        133,
        134,
        135
      ]
    ],
    "toc_order": 1,
    "toc_headline": "Shrimpers",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198104-shrimpers",
  "source": "",
  "wp_post_id": 116682,
  "wp_post_guid": "http://www.texasmonthly.com/article/shrimpers/",
  "authors": [],
  "headline": "Shrimpers",
  "dek": "Shrimping is an exhausting, uncertain, lonely business. Some people just can’t get enough of it.",
  "spread_caption": "",
  "excerpt": "Someone endured weeks of hard work, loneliness, and seasickness to land that lovely pink delicacy on your plate.",
  "kicker": "",
  "word_count": 775,
  "content": "<p>Photography by E. L. Gonzales</p><p><em>Shrimping is an exhausting, uncertain, lonely business. Some people just can’t get enough of it.</em></p><p><span class=\"dropcap\">S</span>hrimping in the Gulf has never been a calling men pursued for the fun of it—or for the easy money. Oh, there was plenty of money to be made once: the lowliest deckhand could return from a fifteen-day trip with $3000 in his pocket. But the work was brutal and, most of all, lonely: two or four or six weeks on a pitching boat in the middle of the hostile ocean. Shrimp are elusive creatures, apt to change their feeding grounds from year to year, and some years the shrimpers never quite figured out where they were. Those were years of frustrating summers and lean winters. And then in the good years the crew could work themselves near to death, hauling up the writhing beasts by the ton, working around the clock to get them decapitated and iced down before the sun had a chance to make them spoil.</p><p><em>Winter’s wrath: fouled anchor, twelve-foot seas, 45-mph wind.</em></p><img/><img/><img/><p><em>Getting shipshape: crews at Freeport's Corbitt Marine Ways clean shrimpers’ hulls.</em></p><img/><p><em>It takes food to catch food. Three crewmen eat over $500 worth of groceries per trip.</em></p><img/><p><em>Slim pickings: rigman Bill Williams releases one day’s meager 75to 100-pound catch.</em></p><img/><img/><p><em>Mounds of dead fish, eels, jellyfish, and crabs mean that the Devil's Isle got beaten to the shrimping grounds. Ten hours' hard work netted just 180 pounds of shrimp.</em></p><p>Now those flush times seem long ago. The Gulf has been particularly stingy the past two seasons—in some places the catches are less than half what they once were, forcing many independent shrimpers to the brink of ruin. Gulf fishermen are also caught between the Mexican government, which has slowly cut off american boats’ access to its rich shrimping grounds, and the bay shrimpers (including the newly arrived and much resented Vietnamese), who—the Gulf shrimpers say—are overharvesting the bays, where the crustaceans mature, so that fewer adult shrimp migrate into Gulf waters. Meanwhile, the cost of owning and operating sophisticated shrimping trawlers has risen sharply: a shrimp boat can cost anywhere from $250,000 to $600,000, and diesel fuel, which the boats burn at a rate of nearly twenty gallons an hour, is running $1.10 a gallon—up from only 15 cents eight years ago. And to top it all off, american shrimpers must compete with Mexican shrimpers, who export some 80 million pounds to the U.S. and who can still get fuel for 22 cents a gallon.</p><p>The results? Well, don’t expect to find any but the tiniest shrimp in your local fish market for less than $4 a pound; that’s the minimum shrimpers say they can charge and still make a profit. And you’ll probably find fewer of the creatures there at any price, because most captains have ceased shrimping in all but the most productive months (July to November). Instead, many boats are sitting idle, while others are being outfitted for long-lining, trawling for new prey such as swordfish. And many independent owners have sold out to huge agribusiness conglomerates better able to weather the rough financial waters.</p><p>This trend, if it continues, could spell the end of the family-owned shrimp boat, and with it the end of a unique Texas subculture. The shrimpers inhabit a world of their own, with codes, superstitions, and rites—including the annual blessing of the fleet in april—whose origins are often lost in antiquity. And although shrimpers in most Texas coastal towns have coexisted amicably with their landlubber neighbors, they have always been a breed apart—hardier, more independent, freer. Shrimpers tend to their own; they see each other through bad times. Sons of shrimpers nearly always become shrimpers, and hard-won knowledge of the sea is passed from generation to generation. The seemingly easy banter between father and son or captain and deckhand conceals a constant process of teaching and testing—if you are to depend on the man beside you in your battle against the sea, you must know in advance that he can be counted upon. Against such an unrelenting adversary, a trustworthy ally is beyond price.</p><img/><p><em>Close quarters: Captain Vick Hernández shares the</em> Captain Benny <em>with a crew offour.</em></p><p><em>(Text continued on page 135)</em></p><img/><p>Devil’s Isle <em>deckhand Dennis Young picks out jumbo shrimp from the silvery catch.</em></p><img/><img/><img/><p><em>This is the hand that fixes the outrigger that trails the net that snares the shrimp.</em></p><img/><p><em>Trapdoor: the wooden “shrimp doors” at the mouth of a net hold it open underwater.</em></p><img/><p><em>For Captain Hernandez, as for all fishermen, mending torn nets is a never-ending chore.</em></p><p>Opposite: <em>Benjamin Blanco frees a shark-snarled net. Hours later the culprit escaped.</em></p><img/><p><em>The best part of the trip—going home.</em></p><img/><p><em>The days of $3000 hauls are long past.</em></p><p><em>Victoria Loe</em></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "April 1981",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Shrimp",
      "Work",
      "Boats",
      "Texas",
      "Blanco",
      "Fish",
      "Food",
      "money",
      "people",
      "Pitching",
      "Running",
      "Son",
      "ten",
      "Weather"
    ],
    "wp_categories": [
      "Food"
    ],
    "wp_location": [
      "Texas",
      "Blanco"
    ]
  }
}