{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-200010",
    "date": "October 2000",
    "year": 2000,
    "month": 10,
    "month_formatted": "October",
    "pdf_uri": "/2000/20001000.pdf",
    "issue_cover_image": "",
    "document_start_page": 132,
    "toc_start_page": 130,
    "document_page_range": [
      [
        132,
        133,
        134,
        135
      ],
      [
        216,
        217
      ]
    ],
    "toc_order": 2,
    "toc_headline": "Splendor in the Grass",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-200010-splendori",
  "source": "/2000/20001000.pdf",
  "wp_post_id": 149319,
  "wp_post_guid": "http://www.texasmonthly.com/article/splendor-in-the-grass/",
  "authors": [
    "Joe Mick Patoski"
  ],
  "headline": "Splendor In the Grass",
  "dek": "J. David Bamberger made a fortune sellin vacuum cleaners and fried chicken. He used it to turn a scrubby, barren Hill Country tract into a paradise of lakes, streams, and wildlife that has become a national model for land use.",
  "spread_caption": "",
  "excerpt": "Thirty years ago J. David Bamberger bought “the worst piece of land in Blanco County,” then cleared the cedar and planted native trees and grasses. Today his ranch is a haven for birders, environmentalists, and students—and he is a revered guru of land stewardship.",
  "kicker": "",
  "word_count": 3353,
  "content": "<img/><img/><p>Photographs By Robb Kendrick</p><p>It Was One Of Those Picture-Perfect Spring Mornings At Selah, the Hill Country ranch five miles southwest of Johnson City owned by J. David Bamberger. The air was still cool, the grass had greened up, and all was well in the natural world, judging by the buck, two does, and spotted fawn skittering across the road just past the main gate, and the armadillo and jackrabbit traipsing near two signs, one from the Society for Range Management citing excellence in grazing management, the other from the Wildlife Society for land stewardship. None of that mattered to a ten-year-old boy. His watch read 9:45. Until fifteen minutes ago, the kid was talking about old Bamberger like he was the Wizard of Oz or some character out of Harry Potter. He’d seen Bamberger’s bat cave, the first artificial environment built specifically to attract bats, which had cost almost $170,000 to construct and Bamberger had dubbed his “chiroptorium.” He’d inspected the dinosaur tracks. He’d heard all the adults talk about the grasses, the plants, and the springs and seen enough scimitar-horned oryx, the largest herd remaining on earth of the once-mighty african breed—the only antelope known to kill a lion—to understand this wasn’t just any old ranch, and Bamberger was hardly the average rancher. But the old man had made one promise too many.</p><p>“He said he would make it rain. At nine-thirty,” the boy said, moping.</p><p>It was true. The night before, Bamberger had told him just that; the boy’s dad had heard every word of it. The statement prompted the boy to shoot the white-haired grandpa a cold, hard stare. No one can make it rain. Or could he?</p><p>If anyone could, it would be J. David Bamberger. After all, he has made springs flow and lakes appear on land where no water existed before. He nurtured an Eastern cottonwood from a sapling to an eighty-foot giant in a mere twelve years. A small forest of rare Texas madrones flourishes on his land while the trees with the elegantly peeling bark are disappearing from everywhere else in the Hill Country. He has planted an astonishing variety of trees, and they all thrive: Florida basswood, Chinese pistache, Mexican buckeye, woollybucket Bumelia, shin oak (prime habitat for endangered black-capped vireos), bur oak, Monterrey oak, american elm, american smoke, arizona walnut, Carolina buckthorn, Texas ash, Texas snowbell, Texas mulberry, sycamore-leaf snowbell, dawn redwood, mountain laurel, arrowhead viburnum, Murray’s plum, bigtooth maple, Blanco crabapple, native pecan, and Lacey oak, which is resistant to the oak wilt disease decimating many parts of Texas.</p><img/><img/><p><strong>Left: Bamberger's wife, Margaret, helps with the 2,700 visitors. Right: The difference between their grass-covered ranch and the usual cedar-choked Hill Country is starkly apparent along the fence lines.</strong></p><p>Nice ranch. But even nicer considering that, when he bought it thirty years ago, it was a desiccated, cedar-choked 5,500-acre patch of scrubland. “I searched for a less-than-desirable piece of land for two reasons,” says Bamberger. “I wanted to do habitat restoration and quantify the results. And if you buy something no one else wants, you get more land for a lot less. I wanted something that had been abused by poor stewardship. The soil conservation agent told me i’d bought the worst piece of land in Blanco County. I said, ‘That’s nice.’”</p><p>And Bamberger’s influence stretches far beyond his showcase ranch. He sold the land that led to the creation of the Guadalupe River State Park in 1974. He has been the prime mover behind the pending purchase of Bracken Cave, the world’s biggest bat cave, by Bat Conservation International. He now serves on BCI’s board of directors. He also sits on two Texas Parks and Wildlife advisory groups on private-land issues.</p><p>Shortly after ten o’clock Bamberger finally made good on his promise to make it rain. He loaded visitors, including the tenyear-old boy, into a trailer with wooden benches pulled by a pickup truck, which took them down to a lake whose banks were crowded with trees and shrubs that Bamberger had planted. He gathered the crowd around a big box on a pedestal. At the top of the box were two spouts with two side-by-side grids of hypodermic needles underneath that drained into glass-enclosed trays, one filled with grass and soil, the other with a few juniper saplings and soil. He poured two and a half gallons of water into each spout, and his audience watched as the water flowed through the hypodermic needles—looking just like a miniature rain shower—into the two trays. The water rushed quickly through the tray with juniper seedlings and came out muddy in the bottom. The water poured into the grass tray took four times as long to filter through the grass and soil but came out at the bottom crystal clear. With great flourish Bamberger raised the glass of water that had drained through the grass tray to his lips and took a long drink, beaming as he did so. Point made: Grasses hold water and filter it, while water runs off soil dominated by juniper. Because of Bamberger’s water-conserving grasslands, the aquifer underneath Selah had filled up so high that springs materialized at the surface. “Here’s a Bambergerism,” he told the gathering, his blue eyes twinkling. “We spend hundreds of millions on dams but nothing on grass in the ground.” The ten-year-old kid smiled back.</p><p>Throughout Most Of His 72 Years, J. David Bamberger prospered from his ability to sell and motivate. Selling Kirby vacuum cleaners along his daily forty-mile commute to Kent State University in his native Ohio helped pay his way through college. After he graduated with a degree in business administration, Kirby sent him to Tyler, where he landed on Thanksgiving Day, 1951. He had a two-year plan. He would work one hundred hours a week for two years, selling vacuums and building up a nest egg so he could take his wife and children back to Ohio and live happily ever after. But by the time he’d achieved that goal, he’d done so well that Kirby kept him by giving him the San antonio territory. Sales commissions became so substantial that he started buying and repairing rental houses. (“I was working on Sundays when everyone else was waterskiing at the lake,” he says.) He also began motivating other salespeople in the art of the sell.</p><img/><p><strong>a natural wonder: Thirty-five million bats—the largest single colony on earth—emerge from Bracken Cave. Bamberger helped engineer the cave's pending purchase by Bat Conservation International.</strong></p><p>“Internally, I found it so rewarding, working like hell for twenty-four hours straight,” he says. “i’d developed into a pretty high-powered promoter. You know those TV evangelists who can make people so excitable they can’t sit down? That was me. I had this fervor. I could hold these sales meetings and get all fifty salesmen so fired up there wasn’t anything they couldn’t do. I had a Russian woman and a Mexican man who couldn’t speak English in my group and got them so fired up during Saturday sales sessions they couldn’t stay sitting. I got so good at it, it scared me.”</p><p>One of those salespeople was Bill Church, the son of the founder of a string of fried chicken stands. With Bamberger as the major investor, Bill Church built Church’s into the first Texas-based fast-food chain to go national, largely by taking the unorthodox strategy of placing stores in the ghettos and barrios where McDonald’s, Burger King, and KFC feared to tread. “We were the first to break new ground, where we put new stores and in the hiring and educating of our employees,” says Bamberger. “In addition to sales training, we taught them how to dress, how to present themselves. We made a couple dozen millionaires out of people who lacked a high school education. I sold it to Bill that this was just a step above door-to-door vacuum cleaner sales. We’re gonna take the people who are the first to be laid off in a construction job and take them inside, teach them how to clean their fingernails—no one wants to see their chicken handed to them by someone who had to change his car battery that morning—tie a necktie, how to use deodorant, and say, ‘Thank you.’ We didn’t have a lot of options.”</p><p>In 1959 he purchased his first ranch, two hundred acres near Bulverde, north of San antonio. In honor of the acquisition, his mother, Hester, gave him the book <em>Pleasant Valley,</em> written by Louis Bromfield in 1945. “Bromfield was a writer from Ohio who spent fourteen years in Europe, long enough to see how Europeans treated land,” says Bamberger. “He goes back to Ohio, looks for a farm, and finds an abandoned one. It had been farmed out, overgrazed, badly managed, used up. He set about to save it through habitat restoration.” Both incidents, and subscriptions to <em>Progressive Farmer</em> and <em>Grovers Journal,</em> guided his evolution from fast-food executive to the Texas version of Mr. Natural, the R. Crumb cartoon character, only with the means to act on his ideas rather than just expound upon them.</p><p>The original 3,000 acres of the 5,500-acre Selah ranch were purchased a short while after Church’s went public in May 1969. Cashing in stock to buy a ranch is hardly a novel concept around these parts. But unlike his brethren of substance, who often discover a ranch can be as highmaintenance a rich man’s toy as a backyard pool, Bamberger did his due diligence and came up with a carefully researched plan—four five-year plans, actually, beginning with extensive cedar clearing and aggressive grassland restoration. “My motivation was to see if Louis Bromfield’s thoughts, my ideas, things my mother taught me, could really happen.'”</p><p>[ Continued On Page 212]</p><p>[ Continued From Page 133 ]</p><p>He went out and bought used bulldozers, graders, backhoes, front-end loaders, spray rigs, and barbed wire by the ton. He hired four experts, who all happened to be graduates of Texas A&M, to engineer his design: He calls them “my tree aggie, my cow aggie, my deer aggie, and my dam aggie.” In 1972 he resigned as executive vice president and director of Church’s and took what turned out to be a ten-year sabbatical. “I wanted to sell stock as needed for equipment and resources for the ranch,” he says. He brought in Mexican laborers, college students, and biologists by the dozens. Bamberger pitched in too, working in the fields and forests with his hired help.</p><p>Clearing three thousand acres of cedar, the first goal of Bamberger’s first five-year plan, was a simple, albeit expensive task. All it required was brute force, giant machinery, and thousands of man-hours. Along the way, he met a number of environmentalists from austin, who taught him that if he was going to clear cedar, it was wise to leave old-growth trees in the valleys, slopes, and canyons alone because they harbored birds and wildlife.</p><p>The second crucial step, getting grass on the cleared soil before it eroded away, took some educated guesswork. Ignoring his advisers, Bamberger scarified the ground with a tractor, then contoured ridges into the soil before scattering grass seed by hand. When rains came, the ridges retarded runoff and held the seed well enough that within two years, enough grasses had taken root to absorb enough water into the underground aquifer that springs started popping up around the ranch. The water fed the fields of grass that flourished high as a horse’s belly, the sort of grass Spanish explorers described before the Texas prairies and plains were overgrazed.</p><p>The difference is visible at a fence line separating his property from his neighbors’. In late spring Bamberger’s is lush with little bluestem and big bluestem and sideoats grama; the other side is dry, scrubby, and cedar-choked. One hundred fifty-four species of birds, including black-capped vireos and golden-cheeked warblers, the two endangered bird species found in the Hill Country, have been recorded on his place. The hunting is pretty good too. When he bought Selah thirty years ago, the biggest deer on the game-managed part of the ranch was 55 pounds, field-dressed. Last season, the smallest was 105 pounds.</p><p>In 1983 Bamberger ended his extended stay at Selah and returned to Church’s as CEO and chairman of the board, with the understanding that he’d install a new regime at the top. But he wasn’t the only one who had changed. Church’s was a different company. Bill Church was out of the picture. “The new management team didn’t understand the little people of the company,” he says. “all these fancies from Harvard, they didn’t know shit. They did it their way. The next thing you knew, our company was in play. We ended up being taken over by an eighty-store chain [Popeye’s, in 1989] when we had sixteen hundred stores, four hundred and fifty in Texas alone. All that cost me over $20 million.”</p><p>He should consider it an expensive graduation fee because it finally pushed him into becoming a full-time rancher. Now he can do his P. T. Barnum bit while his aggies run workshops and his second wife, Margaret Campbell, coordinates programs for the 2,700 visitors they get each year. School groups and teachers are always passing through. Birders come from around the world in the spring and summer to view the black-capped vireos and golden-cheeked warblers. Some parts of the property are leased to deer hunters in the fall and winter. It’s a neat little proposition, though Bamberger will complain he’s losing $100,000 a year.</p><p>“Some people think i’m nuts,” he said with a laugh during a lunch break from a Parks and Wildlife committee meeting in austin, acknowledging that others often don’t see things his way.</p><p>“You’re going to see something you’ve never witnessed before,” he promised late one midsummer afternoon, standing at the gate of another ranch north of San antonio, some sixty miles from Selah. He was greeting a steady line of vehicles in his official capacity as a steward of Bracken Cave, home of the largest single colony of bats found on earth. It was Friends and Family Night, and about fifty or so invited guests of Bamberger and his wife, including Selah ranch hands, members of Bat Conservation International, and various relations and associates, were filing past the entrance.</p><p>Although it was still two hours until sunset, a dark spiral was already rising above the terrain, twisting into the sky. It was the first wave of an estimated 35 million Mexican free-tailed bats taking flight for the night (by comparison, the better known Congress avenue Bridge, in austin, harbors an estimated 1.5 million bats). Several hundred yards up a path lined with limestone boulders, the pungent aroma of bat guano was overwhelming. The gray creatures were pouring out of the dark opening of a collapsed sinkhole, sometimes in small groups, sometimes in numbers so massive that they created a strobe-light effect as they spiraled thirty feet above the cave’s mouth before breaking off and heading over the countryside. By the mouth of the cave waited coachwhip snakes, in the hope of snagging a stray pup.</p><p>Though Bracken Cave is open only to private groups now, there is a plan afoot to build a multimillion dollar visitors and conference center, which has prompted debate among the Bat Conservation International leadership. BCI’s founder, Merlin Tuttle, supports the center, arguing that it will help educate people about bats and change misperceptions. Both Bamberger and his son, David, who is also a guide at the cave, oppose the project, fearing the increased presence of humans might chase the bats away forever. The younger David cited the case of Carlsbad Caverns National Park, where the bat population has declined from an estimated eight million to fewer than a million in the forty years that public viewing of the emergence has been allowed. The Bambergers believe that a visitors and conference center at Bracken could have a similar impact.</p><p>“It’s hubris,” David shrugged.</p><p>“It ought to be left as it is,” his father added, defending the current restrictedaccess policy. Meanwhile, the bat emergence had become a frenzied swarm. “You ought to be here when they come back in the morning,” he said. “They fly in about two hundred feet above the cave opening, then fold their wings and dive bomb in with a <em>zzzzip.</em> Imagine that times thirty-five million.” as he spoke, Margaret inched her way from the viewing area down the slope toward the mouth of the cave, rescued a pup that had impaled itself on cactus, then scurried back up, holding the pup in her gloved hand (she has had rabies shots). A crowd quickly surrounded her. “See this,” she said, pointing to a nub on one wing. “That’s a thumb.” The bat, which Margaret determined to be about a month old (mother bats produce a single offspring every year) remained in her grip for a minute or two, then broke free, flying away with a faint twitter.</p><p><span class=\"dropcap\">B</span>amberger’s Life Is Not All Happy land-stewardship and tour-guiding these days. He must now contend with a severe drought that is wreaking havoc in the Hill Country and is threatening to undo some of the miraculous things he has accomplished. When this reporter first visited the ranch in late spring, it was lush and green. But by august the hot summer sun had baked cracks into Selah’s soil. Both creeks that he’d brought to life were dry. The small lake was shrinking into a pool of mud. Most of the springs had quit, and the big one the house drew from was down to less than a gallon a minute. Water supplies had dropped so low, al I “people ranching”—Bamberger’s term for group visits, tours, and workshops—was being canceled. “If we didn't have forty thousand gallons of storage, we’d be trucking it in or drinking from bottles,” he said. And he did not like drinking water from bottles. A surprise storm that soaked austin, forty miles to the east, the night before didn’t come close enough to even smell.</p><p>Bamberger had adjusted his daily regimen to hand-watering down to the root system the trees and plants he’d planted, trying to save what he could. He’d already lost thirteen cypress trees, including a prized 25-year-old bald cypress, one of the first to take hold on the ranch. The acclaimed grasslands, so dreamily verdant six weeks earlier, were seared white by the heat, the chlorophyll baked from the stems and blades. Driving a T-bar into the hardbaked ground was wearing him down. “Damn sprayer broke down yesterday,” he muttered, a tinge of resignation creeping into his voice. “I can’t figure out why it isn’t functioning. At my age, it’s getting harder to handle this kind of frustration.” and there was no end in sight. He didn’t see any significant moisture on the horizon until October, at the earliest.</p><p>“I learned a lesson about Mother Nature,” he said. “Now I know why there weren’t any cypresses in Blanco County west of Highway 281. When this is over, i’m not going to replant what i’ve lost. It's kind of hard to watch, but it is part of the natural world.”</p><p>And so will be Selah. The fourth five-year plan concludes al the end of the year with the passing of the torch. Bamberger and Margaret are now looking for understudies who will eventually replace them as stewards of the ranch. The stewardship of the land will be funded in perpetuity by his foundation, which he set up for this transition, with covenants assuring that the land continues as a living lab and learning center and stipulating that the ranch remain forever free of “vending machines, dumpsters, paved lots, and gift shops.”</p><p>What can’t be written in, however, is a way to pass along Bamberger’s prodigious enthusiasm and his born-salesman’s ability to persuade. He once said that “there isn’t a damn bit of difference selling carpet sweepers, fried chicken, or conservation.” He clearly does not believe that; he loves the land more than anything else. It shows in his customers’ satisfaction. “I convince them they can make the difference in the environment,” he says, “whether they live in a thirdfloor apartment in the heart of the city, in a subdivision in the suburbs, in the ghetto, or on a ten-thousand-acre spread.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "October 2000",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Water",
      "Land",
      "Texas",
      "people",
      "Bats",
      "Conservation",
      "Selah",
      "Country",
      "Hill Country",
      "Trees",
      "Wildlife",
      "Blanco",
      "Deer",
      "Spring",
      "Aquifer",
      "Chicken",
      "Church",
      "David Bamberger",
      "Drinking",
      "Giant"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Texas",
      "Hill Country",
      "Blanco",
      "Cypress",
      "Johnson City"
    ]
  }
}