{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-197712",
    "date": "December 1977",
    "year": 1977,
    "month": 12,
    "month_formatted": "December",
    "pdf_uri": "/1977/19771200.pdf",
    "issue_cover_image": "",
    "document_start_page": 116,
    "toc_start_page": 114,
    "document_page_range": [
      [
        116,
        117,
        118,
        119
      ],
      [
        206,
        207,
        208
      ],
      [
        210
      ],
      [
        212
      ],
      [
        214,
        215
      ]
    ],
    "toc_order": 1,
    "toc_headline": "Help Wanted",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-197712-helpwante",
  "source": "/1977/19771200.pdf",
  "wp_post_id": 110586,
  "wp_post_guid": "http://www.texasmonthly.com/article/help-wanted/",
  "authors": [
    "Prudence Mackintosh"
  ],
  "headline": "Help Wanted",
  "dek": "One way a modern woman can get out of the house is to hire another woman to stay in it.",
  "spread_caption": "",
  "excerpt": "Women need maids, and maids . . . well, they could use a little help, too.",
  "kicker": "",
  "word_count": 7853,
  "content": "<img/><p>Photography by Kent Kirkley</p><p>It may not be fashionable to talk about it anymore, but the need for household workers is growing. For the first time, more women are in college —presumably training to join the work force—than men, and both spouses already work in more than half of all married couples (compared to onethird in 1970). Most of my contemporaries are swamped with civic duties, teaching in community colleges, going to law school, running an office, “doing photography,” opening antique shops, or, like me, being done in by a third child who is on a daily search and destroy mission. We need help! But subtle changes have taken place that complicate the relationship between employer and domestic employee—especially if the employer is a semiliberated, “almost” working mother from East Texas who still washes clothes with Kleenex in the pockets and who has a husband who routinely drops the rubber band off the newspaper on the floor, two sons with mud-encrusted soccer cleats, a runny-nosed baby, an insatiable cat, and a sandpile.</p><p>The problem has its roots in our childhood. I probably rocked a thousand miles in Pinkie Satcher’s lap in the forties. In the summer, I can remember how sweaty my hair got against her ample bosom as she sang, “There is a balm in Gilead” or “What a friend we have in Jesus.” I was no Scarlett o’hara and the small house on Melton Street hardly merited servants, but almost everyone we knew then had some help with the ironing and the children. I knew the maids who worked in my friends’ houses as well as I knew their mothers. There was Retha down the street who made us eat our green beans when I ate lunch with my best friend Frances, and there was Irma at Kay’s house who let us drink Dr Pepper with our breakfast eggs when I spent the night. And there were maids with names that made us giggle—Preshus, Q.T., and atruss Bee who had a twin sister named Bee atruss. We were innocent racists then. These women sometimes took us for bus rides. They would seat us at the front of the bus and then take their seat on the first row of the “colored section.” They starched our party dresses and supervised us at birthday parties in the backyard while our mothers had their coffee and birthday cake inside. If my mother was working at the newspaper office or needed to go somewhere on a day when Pinkie didn’t work for us, she sometimes dropped me at the Satcher house on Peach Street in an unpaved neighborhood just west of ours. If there was violence in that neighborhood then, my parents were probably unaware of it. But when Pinkie wore an open-collar dress, I always noticed the puffy scars across her chest that my older brother told me were made by a razor. That sort of violence and the loving woman who patted me to sleep with “Fly away to Jesus” seemed so incongruous that in spite of my curiosity I never asked her what happened. Retha, the maid at Frances’ house, was murdered on Christmas Day the year she was supposed to help serve our family’s Christmas dinner. We had the big dinner anyway, and, as I recall, in the kitchen afterward everybody regarded it as pretty inconsiderate of her to die and leave us with all those dishes to do. The private lives of our maids mattered only insofar as they inconvenienced us.</p><p>Little Rock’s Central High and Governor Faubus shocked our sensibilities, and I suppose everybody’s relationship with their black domestic help was irrevocably altered whether they acknowledged it or not. It was suddenly no longer possible to assume that blacks were <em>supposed</em> to be maids, and that they <em>should</em> want to be part of our families, even if we had no intention of being part of theirs. My friends and I were thirteen, and we confronted the Pinkies and Willie Vees in our homes about the race issue. Perhaps out of fear of losing her job or perhaps because she really believed it, Pinkie answered me, “Honey, they is trashy niggers causin’ that trouble. I wouldn’t never want you to go to school with no colored churrin.” One friend, however, said that her family’s maid, Savannah, a strong and outspoken woman, once fixed her with an uncharacteristically steely glare and said, “Miss Sally, I don’t really care what they does to us in this life cause in the next one it’s gonna all be different.” “I had the uncomfortable feeling,” my friend said, “that Savannah would not flinch to see us all roasting in hell in the afterlife.”</p><p><em>“The woman who empties your garbage, does your laundry, straightens your medicine chest, and sees your family at the breakfast table may know more about you than your own mother.”</em></p><p>A summer in school in Chicago, summer jobs in Washington, D.C., petitions, sit-ins, prayer vigils, and ironic first meetings with black students from my hometown on the University of Texas campus in austin in the early sixties raised my white liberal consciousness and my sense of guilt about a childhood of “separate but equal” water fountains. Although some of us went out to right the wrongs as VISTA volunteers, most of us married, had babies, moved to the suburbs, and when we had enough money hired our first household workers.</p><p>And when we did, we entered a world of conflicting values, where the women’s movement was branding housework as “domestic slavery,” but where the only way we could escape it to realize our full “potential” was to hire another woman to do it. No matter how much the economists might tell us that service occupations provide millions of badly needed jobs, we still feel, deep down, that our maids are doing work we should be doing ourselves.</p><p>Usually we have no choice. We have work we have to do, and we could not do it without help at home. We want to think of our domestic help as professionals simply doing a job, but because of the difficulties of race, class, and other perhaps indefinable reasons both employer and employee seem unable to accept such a matter-of-fact economic relationship. The sixties ended the segregation that made being a domestic the best job a black woman could expect. We can hardly lament that the Pinkies of today are becoming teachers, computer programmers, or lawyers. But the labor-saving devices that helped the post-World War II housewife handle the duties of her household without help aren’t much solace if she now works eight hours a day. And so, even as we need domestics more, we are still trapped between our guilt and the raised consciousness that sends us out into the world. At the same time, the women who traditionally become domestics seem increasingly discontented with their lot.</p><p>It is impossible to determine just how many household workers there are in the U.S. Because so many domestic employees, and their employers, prefer to sidestep Social Security, their numbers do not show up in any government statistics. However, according to the 1970 Census figures, there are at least 1.2 million household workers in the country, at least 90,000 in Texas. Probably there are many more. Of the 1.2 million, 97 per cent are female and in Texas 64 per cent are black. There are also large numbers of Mexican household workers in Texas, but because many are here illegally or temporarily, it is impossible to know how many. In 1970 the median annual income for full-time domestic work was $2300. Since many of these women are single heads of households, they support their families on this wage.</p><p>I’ve done no specific sociological surveys of domestic workers in Texas, but my own experience is that employers in Dallas believe there are three general types of domestics (i’ll get to what the maids think of their employers shortly).</p><p>The older, experienced domestic worker in Dallas is black and she comes from East Texas. She may have grown up on a farm around Marshall, Sulphur Springs, or Tyler, and she has probably picked cotton at some time. As hard as it may have been in the country, she has no affection for urban life. She has six or eight children and takes pride in the fact that the last three were born in a hospital instead of at home. Her children’s high school or college diplomas line her living room wall along with a commemorative plate with pictures of the Kennedy brothers and Martin Luther King. She proudly shows wallet pictures of her children who have fared well and gone to California. She believes in the american work ethic and is a church-going woman who leads the Women’s Mission Society or sings in the choir. Her employer may feel she is a member of the family, either because she reallys feels that way or, more likely, because it is good business to have the employer believe such things. She is satisfied that she has raised her children right, even if one or two didn’t turn out like she wanted, and that she has given them opportunities she herself did not have. “They worked so hard because they didn't want us to have to be maids,” says one young black professional.</p><p>The younger black domestic worker may be of a new generation born in the city, or at least she has been in the city long enough to have no ties with the country life. She may wear wigs or a natural, disdain uniforms, and speak in the dialect of urban blacks. Like many of her white contemporaries, she may be lacking in self-discipline and in the long-suffering virtues of the previous generation who learned frugality in the Depression and who are appalled at a person’s willingness to go into debt to buy clothes and furniture. She wants to be paid in cash at the end of the day and refuses Social Security either because she is receiving welfare payments that prohibit her working or because she lives only from day to day. Because she cannot afford a day-care center, she frequently leaves her children at home alone or with a relative. One of her children often has a chronic ailment that requires her to miss work for the long wait at Parkland Hospital or Children’s Medical for free medical care. Her own mother may have emphasized the importance of a good education to her, but chances are the school she attended left her poorly trained. Still, with blacks moving into jobs throughout the economy, she may consider being a domestic to be menial and beneath her. If she sees no opportunity in such work, chances are she takes as little pride in it as do millions of other workers who find themselves in jobs they consider beneath their capabilities.</p><p>The Mexican household worker usually lives in. Instead of a step down, domestic work in the U.S. is a great leap forward, out of the grinding poverty she most likely knew in Mexico. Even if her employer pays her very low wages, she still manages to send most of it home, where it may well be supporting her entire family. She is extremely vulnerable to exploitation, since she probably speaks little English, and lives in deep fear of being deported. On arrival in Dallas and first meeting her new “family,” she may be awed by the luxuries and wastefulness of american life. The kitchen disposal is particularly incomprehensible. Her black counterparts, whose jobs she has begun to usurp in recent years, resent her willingness to tackle any task her employer suggests. She comes from a culture that has always had a large domestic labor force and that has few of our egalitarian scruples. She may have great affection for her employer’s children. One employer told me that the first Christmas she had Mexican live-in help, she felt confident enough to invite her entire family for Christmas dinner at her house. She started the baking early in December and noted with dismay that Delores was scarcely cleaning the house at all. She would load the dishwasher after breakfast, make the beds, then withdraw secretively to her quarters in back of the house. Her employer suspected that Delores had a boyfriend. Occasionally the employer scolded Delores and she had already decided that this live-in would have to go just as soon as they had undergone this holiday ordeal. Christmas morning, Delores appeared with eyes dancing and presented each of the children with beautiful hand-crocheted stuffed animals.</p><p><em>“'why she payin' me to babysit her children while she works free for mine at the Community Center? If she pay me, i'd babysit my own kids, she could stay home with hers, and we'd all be better off.'”</em></p><p>The social life of the Mexican domestic may slowly develop as she meets other Mexican live-ins at the bus stop and at church on her days off. Highland Park Village becomes her <em>zócalo</em> as she and a girl friend parade arm in arm toward the cosmetic counters at the drugstore. Her employer may be baffled by her cultural differences. “Manuela looks like a spidery-eyed vamp when she leaves my house on her day off—you know, huge hairdo, green eye shadow, miniskirt, and five-inch wedges, but Monday morning she appears in my kitchen with her face fresh scrubbed, hair in braids, and white uniform,” observed one employer.</p><p>Although the family she serves may be eager to obtain her papers, she is fearful of being sent back and wants no contact with immigration offices. As she gradually assimilates into the Mexican american culture and learns more English, she may feel confident enough to quit her first job for one more lucrative. “I always hate to have Consuela serve at a party for fear one of my friends will corner her in the kitchen and offer her more money,” one friend confided. Maid-stealing is sundering suburban friendships these days.</p><p>Regardless of the domestic worker’s background, the role she plays now is vastly different from the one she played twenty years ago. Once at a dinner party, I met a woman about my mother’s age who had eight children. Thinking of my own tribulation with three, I couldn’t resist asking, “How did you do it?” “It wasn’t so hard back then, honey, cause we had help. I mean <em>real</em> help that came early and stayed until the kitchen was done and kids in bed.” From the stories women of that generation tell, I know that it was not just the extra hours the help worked; it was an entirely different relationship between the employer and the employee. Many domestic workers, especially in fine homes, became the keepers of standards and traditions. One friend who grew up in that sort of household said that when her mother died the traditional Thanksgiving dinner became her responsibility. “I panicked,” she said. “Mother had always made Thanksgiving so special. There were certain glasses and tablecloths we used and I didn’t know which were which. And the dressing was an old family recipe that had never been written down. How could I do it? To my rescue came Rose, who had worked for my family for years. She knew it all. Mother had taught Rose everything about caring for our house. The table for Thanksgiving would be set just as it had been for the past twentyfive years.” These are the domestic workers whose recipes still show up in Junior League cookbooks.</p><p>I suspect part of the difference with the “real” help then came from the fact that employers themselves were more domestically capable than the women of my generation. They knew how to wax floors without electric buffers, they made piecrusts and homemade rolls, and they could sew. I have inherited bedsheets and pillowcases from a grandmother who mended everything so beautifully that I think her darned socks could win prizes at the State Fair. My generation puts polyurethane on its wood floors, bakes only when healthfood fads dictate, and stuffs holey socks and buttonless shirts in the ragbag. Many of us are unfit to train anyone to care for homes because we’ve never learned how ourselves.</p><p>Of course, there was frequent exploitation of the domestic worker by that generation. Wages were for the most part unconscionable. One friend recalls that her family’s maid in Houston used to come in occasionally and say, “You know, Miz Norris, on the bus this morning I heard Effie May sayin’ that Miz Brown be payin’ her girl eight dollars a day now, and Mamie say she gonna get nine dollars startin’ next week. I sho’ be shame to say on that bus that I ain’t makin’ but six.” “Well, annie,” my friend’s mother said, without batting an eye, “if that talk on the bus is making you feel so bad, why don’t you just catch the earlier bus?”</p><p>In spite of the exploitation, tremendous loyalty between employee and employer seemed to develop in those days. Of course, loyalty may come easier when you have no alternatives. The domestic worker kept her mouth shut or said what was in the best interest of keeping her job, and we who loved her as only children can love will never know which of her actions were genuine, and which required.</p><p>Whether out of purely professional reasons or as a true member of the family, the domestic of that generation frequently saw herself as guardian of the family image. One friend recalled hearing the maid of her childhood answer the phone one day. It was the cleaner calling to see if the lady of the house had any furs to be stored during the summer. “Oh, Miz Crowley don’t have no furs,” said Mabel. Then, sensing that she had said something a little disloyal, she added, “but she do have a nice cloth coat.” My contemporaries experience great turnover in their domestic employees while our parents’ generation and their help grow old together. I know women who have employed the same maid for 35 years. “Delia and I don’t do much around the house anymore. With the kids grown there’s not that much to do. She and I just share complaints about our arthritis and watch <em>I Love Lucy</em> together every afternoon.”</p><p>Many employers of that generation also paternally tolerated a separate moral code in their maids just so long as it didn’t interfere with the work. Perhaps this was easier when the worlds of employer and employee were so very segregated. “Gladys is the finest Christian woman i’ve ever known. She has seventeen children—five of them born after her divorce from Roy, but I think they’re all his anyway,” one employer told me. One of my contemporaries returned to Marshall to visit her mother. Unable to find a vase that the daughter wanted to borrow, the mother sighed, “Oh, I guess Willie Vee took it.” “What do you mean, Mother?” my friend asked. “Oh, you know Willie Vee has a stealing problem. Your daddy’s gotten her out of jail for shoplifting several times, and she takes things around here all the time. Sometimes I just go over to her house and get them back if I really need them.” “But why would you tolerate that, Mama?” “Honey, if you could cook like Willie Vee and make your daddy so happy, i’d let you have anything you wanted.” “Mama” accepted it the way contractors write off lumber toted home by carpenters and the way office managers know the inevitability of missing pens and paper.</p><p>But my generation is different. Well, some of us are. I still have friends who seem to have been born to a tradition that suffers no guilt about being waited on. These women admit to having an occasional breakfast in bed. Their domestic workers may have been hired through family connections, the Junior League grapevine, or from the littleknown bulletin board at the specialty grocery store that delivers to fine kitchens on Lakeside Drive. She always wears a uniform, speaks in a pleasant, well-modulated voice (“The Kellys’ residence. This is the maid speaking”), and has always served well-to-do families without ever having to go through an employment service. Since household workers like these are increasingly rare, many women are now hiring Mexican domestic workers. Instead of “This is the maid speaking,” the phone is now answered “Ees no here” or “No house.” For some employers, having a Mexican domestic is like a return to the good old days. “She’s creative in serving your family,” said a friend. “She takes my children to the park. She plays games with them outside, and even on her day off, the children prefer to play in her room. If she finds a hole in some clothing or in a tablecloth while she’s doing the laundry, she mends it without being asked. Even if she’s only preparing lunch for my five-year-old daughter, she sets a nice placemat, a linen napkin, and, if there are flowers in the yard, she arranges them on the table.”</p><p><em>(Continued on page 204)</em></p><p><em>(Continued from page 117)</em></p><p>Idyllic as it may sound from the employer’s point of view, most of my contemporaries can’t handle it. If they do have a Mexican live-in housekeeper, they embarrass her by bringing their friends in to practice Spanish or by taking her to their church discussion group on minority problems. And, before long, the lines of authority are blurred and the household worker leaves in confusion to find another job.</p><p>Some of my friends—those who don’t work and so have the option—refuse to have household help. “Frankly, I get tired of the smell of frying tortillas and the Mexican radio station blaring all day,” one woman said. “When I had full-time help, I was never at home with my children. And you wouldn’t believe how much money I spent. You have to stay gone the whole day when you have a maid because the kids get all upset when you come in and then leave again, and that inevitably leads to aimless wandering at NorthPark,” said one friend. “Your life just isn’t your own when you have a maid. If you’re sleepy and the baby is taking a nap, you still can’t lie down because she’s got that vacuum cleaner roaring, or you just feel too guilty lying there while she’s ironing.” Women who work nine to five are spared such dilemmas; they simply aren’t at home long enough to feel uncomfortable about having a servant around the house.</p><p>The rest of us fall somewhere in between, hiring someone to help with the housework and child care two days a week and feeling guilty about it. Some women can don their tennis clothes and walk out the minute their maid walks in. While they are charging the net, I am still at home frantically fixing a fresh pot of coffee for my helper and checking to be sure her ashtray is clean. Although she doesn’t ask, I feel compelled to explain to her before I leave the house that i’ll be working all day—no bridge, no beauty shop, no tennis. And as I drive to the library or head for my little garage-room study, I worry that I didn’t make any tuna salad for her lunch. I also worry about my child who comes home at noon from kindergarten who won’t eat his lunch and will tell me later that it was because Elvalee cut his apple the wrong way and left the tail on his sweet pickle. Elvalee misses three days without calling, and I have to face the fact that I was never cut out to be an executive when it comes time to fire someone.</p><p>This is one area where even the most dependent woman cannot defer to her husband. Dealing with the household worker is woman’s work. Even when we are paying decent wages, paying Social Security, and providing paid vacations, we can’t seem to get over the idea that this woman is still doing us a favor. Perhaps it’s our Puritan heritage that haunts us. Idle hands are surely the devil’s workshop when they return at the end of the day with two Neiman’s shopping bags. Or maybe the feminists are right. For so long, american wives and mothers have been doing unpaid, unsung housekeeping that finally we have come to look upon it as undignified, mean labor, as something that could not possibly be a source of pride and satisfaction.</p><p>My first experience as employer was no great success. I rejected the vocabulary of the previous generation. I had learned to say “black” instead of “colored.” The woman we hired would not be our “maid.” She would be a household worker or, in most cases, “our friend” who helps with the house. We would call her “Mrs.” because we wanted her to know that we respected her, and, after all, she was at least twenty years our senior. Ruth Lewis, silent, wiry, and small, came from the “domestic position wanted” column in the paper. I tried to call her by her last name, but she kept changing it. She worked for a friend of mine as Ruth allen, and once when I tried to call her at what I presumed to be her residence, I was told that no one by either name lived there. Ostensibly, I had hired her to clean my small apartment and tend my new baby one day a week, but she was so unlike the Pinkie of my childhood that I never left the baby with her after I returned early the first day to witness her methodically dusting and saying, “I hear ya dahlin’,” while my firstborn wailed in his bed. (Three babies later I have learned to keep dusting and say I hear you darling, too.) I frequently returned home before noon and cooked a hot lunch and then worried if it was the sort of food Ruth liked. She broke her glasses and had terrible headaches so I gave her extra money to buy new ones. When she was hit by a car and came to work on crutches, I did the vacuuming because she couldn’t. When she finally called and said that some teenagers had beaten her up, I was so pained by her pitiful voice that I drove to her house and took her some money and groceries. Vicious dogs threatened to tear me to shreds before I got to the door. Her friend answered my knock and said, “Miz Lewis” was so “po’ly” that she couldn’t see me, but she did appreciate it and she sure hoped “they was cigarettes in that grocery sack.” I never saw Ruth-allen-Lewis again.</p><p>Many of my friends were faring no better. Some had inherited a family retainer who had once served as their surrogate mother. “She still corrects my manners and tells me to stand up straight,” one friend moaned. They served her tea and apologized for their sloppy housekeeping and promised to do better. Ask her to wax floors? Never. One friend admitted that she was so intimidated by her Scripture-quoting household worker that she now retreated to the car in the garage to smoke just to avoid another reference from Ladonia about “defiling the temple of God.” It was at least six months before we had the nerve to tell Harriet that her employee was also answering the phone, “Praise the Lord, the Murphys’ residence.” She did garner the courage to dismiss Ladonia when she knelt and prayed aloud for the revelrous guests at an annual New Year’s Eve party.</p><p>Still another woman confesses that she was so diffident with her household employee that she couldn’t ask her to stop eating the leftover roast, ham, or turkey. Instead, she took the meat with her in an ice chest when she ran errands.</p><p>Even when the relationship between employee and employer is strained, however, a degree of intimacy is inevitable. The woman who empties your garbage, does your laundry, straightens your medicine chest, and, if she arrives early enough, sees your family interacting at the breakfast table, may know more about you than your own mother. Regardless of their disparate backgrounds, two women in the same house week after week will usually know about each other’s aches and pains, gynecological histories, black sheep family members, gossipy neighbors, or straying husbands. Once I even heard about a previous employer’s hemorrhoids.</p><p>In our effort to be friends as well as employers, we frequently find ourselves being the intervenors between our employees and the complex and occasionally threatening world they face outside our homes. Our aversion to the concept of paternalism flies in our face when we learn that Effie May has signed a contract to buy an expensive series of books on black history. We can’t stand by and let Vera pay 11 cents a week on a burial policy that will provide her a $100 burial if she lives to be eighty, particularly when we learn that the collection man stopped coming as soon as she got sick. “I try not to mess with her life when it involves her own community, but when I see the white system ripping her off, I can’t ignore it,” says one friend. Husbands also get called upon to handle legal matters, Social Security problems, immigration papers, etc.</p><p>As “friends” we also concern ourselves with their physical and mental well-being. A working mother with a full-time housekeeper says, “i’ve told Ruby that when her children and her sick husband get to be too much for her, she can just stay overnight here, and tell them I asked her to work. She has so much to worry about and they demand so much of her at home. I just worry that she has no place to get away from it all. We can take a vacation, but she doesn’t have that alternative.”</p><p>Women who have gone through divorces often say that they couldn’t have made it without the support of their maids. Nobody seems more willing to commiserate with you over your man problems than a domestic worker. But it isn’t just our “female troubles” or our menfolk that bind us together —it’s babies. Myrtle Harris and I had more in common than babies, however. We had both grown up in East Texas in Baptist churches. We shared a regard for the small-town life and I think she forgave me for becoming an Episcopalian as long as I didn’t forget Proverbs 22:6. Her conversation was full of people who reaped what they sowed and blessed assurance that the Lord was going to show his wrath to the mothers who failed to chastise their children. Myrtle had eight children. Who needed Dr. Spock with that kind of child-rearing expert around? She counseled my friends and saw me through a second pregnancy. When I complained that the fetus always had the hiccups, she smiled and said, “That baby gonna have lots of hair.” I called her hours after Drew’s birth. Even in a Catholic hospital nursery full of tiny Ramirezes and Martinezes, no baby had a thicker thatch than Drew Mackintosh. My house may not have been spotless, but I never worried about my children when they were with her. “The only difference ’tween me and you when i’m with them babies,” she once told me, “is that you birthed ’em in this world.”</p><p>Secure as I might feel about leaving my boys with such a loving woman, there are aspects of even that relationship that make me uneasy. I do not like to hear children say, “Just a minute, i’ll ask my maid.” I call her “my friend,” the lady who helps us clean our house, and I praise her capabilities in their presence, but I still worry that my children living in this “safe” white suburb will grow up associating all black and brown people with subservient positions. Stories abound about affluent white children who, on being assigned to a class with a black teacher, innocently report to their mothers, “We don’t have a teacher this year —just a maid.” Of course, considering the power that most household workers seem to have over me, perhaps my children don’t see it as a subservient position at all. A neighbor child across the alley once banged in my back door and demanded that I tie his shoes. “My maid is too busy,” he said.</p><p>“Manuela is a terrible disciplinarian. I make the children pick up their own toys and clothes, but if I allowed it, she would wait on them hand and foot,” one friend confided. “With Mexican help there is always the danger that your children will grow up to be brats.”</p><p>Although these women can work for us less than a year and become “like family,” there are those cultural differences that continue to frustrate and divide us. “Why can’t she call and let me know she’s not coming?” is the most common lament among women who have grown dependent on household employees. Mexican live-ins frequently disappear at holiday time or during the summer. They may give no warning about their departure or return. Dependability is so basic to our way of thinking that we forget that she has seldom been able to count on anything.</p><p>Our world is undoubtedly just as peculiar to her. I sometimes stroll my baby along with the maids and their charges in my neighborhood. As we pass a massive remodeling job in progress on a neighbor’s house, I am about to admire it when one of the black women speaks up, “Tha’s sure a shame what they doin’ to that house. They doublin’ the size, and I hear they addin’ three bathrooms and I bet they don’t pay the maid a nickel more when it’s done.” We buy houses that are too big for one person to care for. We have seldom-used rooms that collect dust and silver services on our buffets that seem to exist only to be polished. Once while I was in austin, I visited with the woman who cooked for our sorority house during my college years. Mary Lou greeted me warmly and asked, “Where you livin’ now?” “I live in Dallas not far from SMU,” I replied. “That be Highland Park?” “Yes,” I said, surprised that Mary Lou was so familiar with Dallas. “OOOooeeeee, tha’s a terrible place. I used to live there, too. They eat too many courses in that neighborhood—so many dishes to wash you be in the kitchen till ten.” I assured her that I lived in the “onecourse” section.</p><p>Other aspects of the suburban woman’s life must be equally puzzling. “How come she payin’ me to babysit her children while she goes to work free for mine at the West Dallas Community Center? If she pay me, i’d go babysit my own kids, and she could stay home with hers, and we’d all be better off.” “Wonder how come she pay to go to some exercise class? If she push this Hoover some here at home, she wouldn’t need no exercise class.”</p><p>Ironically, the household worker may feel sorry for her employer’s children. “That chile still wettin’ the bed every night ’cause his mama can’t hardly wait to get out of the house in the mornin’. I mean, she got her car keys ready when I walk in the door.”</p><p>She is naturally resentful when she is treated like a commodity. “My boss lady, she say, ‘Next Thursday you go work for my sister ’cause we’ll be out of town.’ I don’t like being passed around. I can get my own jobs. I know the kind of people I like to work for.”</p><p>The most common lament that I hear from household workers is the employer’s failure to return at an appointed time. “She don’t seem to realize that if I miss that four o’clock bus, I be sixthirty gettin’ home.” The average bus ride for domestic workers in North Dallas is an hour and a half.</p><p>I rode the 8:30 bus one morning from Main Street in front of NeimanMarcus to Highland Park and here is what I overheard:</p><p>“Oooh, I am glad that Texas-OU football thing is over. She give me two hundred limes to squeeze for punch soon as I walked in, then that child who come home from college with that suitcase full of dirty clothes say it all gotta be handwashed. So I say, ‘I ain’t gonna squeeze them limes and do no handwashin’—no sireeee.’ ” (There was a great deal of bravado in recounting what I suspect were apocryphal confrontations with the boss lady.) “You gotta do Thanksgivin’ this year?” “No, we done it last year. Her sister gotta do it this year and I sure hope I don’t have to serve it.” “You know Maudie Ray works at one of them fraternity houses. Tha s a good job cause you get all them little holidays off.” “Holidays is the hardest workin’ days I got.” “an’ I tol her I had an appointment and just had to leave at 3:00 Thursday, but she come in at 3:45, and she could see I was angry, so she gets mad too and says, What you got to do tha’s so all fired important?’ I didn’t wan’ tell her that I needed to get food stamps. She don’t need to know my business, so I said, ‘Miz Martin, I don’t ask you where you goin’ ever time you leaves this house. I jus’ have an appointment—tha’s all—and now I can’t get there.”' “This my corner. See them pears in that front yard. She don’t do nuthin’ with ’em. They just rots on the ground.”</p><p>Though people have been predicting for a long time that household workers are on the way out, I found no evidence of that. The Texas Employment Commission says that the domestic labor force is hard to calculate, but what information it does have indicates that the number of domestic workers has remained static over the past ten years, an interviewer in the Employment Commission office conceded that she sees very few job applicants who are willing to live in and almost no one who wants to cook in private homes, “They can make twenty dollars per day as day workers, and although the cook’s job is lucrative, no one wants to work until nine at night.”</p><p>But with so many women working outside the home, we seem to be entering a high-demand, scarcity market. To get some idea of what the future may hold, I talked with Ms. Annie Ray Harper of the Dallas Committee on Household Employment (DCHE). Ms. Harper, who has been a domestic worker for 31 years, is a dignified lady who has no regrets about her years as a domestic employee. “I started when I was eleven years old,” she said. “I was a child, but I already had the responsibility of taking care of younger children.” She is proud of her years of experience and of her skills as an expert housekeeper. To her, wearing a uniform is a sign of being a professional, and though her job was demanding (“If the pencils needed dusting, I dusted them”), she took great satisfaction in being able to keep a big house running smoothly.</p><p>The DCHE, which she directs, is dedicated to improving the quality of domestic work and the conditions of employment. It offers a three-part training course, which is funded partly by the Comprehensive Employment Training act (CETA). A woman who has completed the first course will have received instruction in health and grooming, household skills and work simplification, nutrition, home safety and first aid, pet and plant care, and kitchen management (all things I never mastered because I took Latin instead of home ec). Women completing the third level will be qualified for “executive housekeeping jobs ” The DCHE then acts as an employment agency to place certified workers. Ms Harper believes her certified workers should receive more than minimum wage_$20 a day seems to be the acceptable rate for a nine-to-four job. Ms. Harper hopes that through organization of certified workers (she is careful not to call it unionization because that is a scare word for many employees and employers), group insurance benefits can be obtained, although that is only in the planning stages. Unemployment compensation will be effective for household workers in January 1978.</p><p>Curious to see this organization in action, I attended an evening session held in the Pearl C. Anderson High School home economics department. I was anticipating a room full of women. Instead, only four attended_too few for the training session to begin; the federal government will not fund a class with less than ten students. Since there was no class, I had an opportunity to talk to these four women. Their reasons for being there were an interesting comment on the state of household employment today. Irene was there because she already had a job, but wanted to do it better. She works for a Jewish family and says they are quite particular about the way they want things done. She has mastered the mysteries of the kosher kitchen, but wants to be sure she doesn’t make any other mistakes. Mary didn’t have a job, but she had once been employed in the same household for 27 years. “I thought they loved me like I loved them. You know, I was family,” she says cynically. “That is, I was family until I got down. They forgot me when I was sick and couldn’t work. Now that i’m well, they want me to come back, but I wouldn’t work for them again for anything.” She insists that she won’t be exploited on her next job, nor will she be deceived into thinking she is family. When I asked Ms. Harper about the propriety of the partof-the-family designation, she commented, “If you want these women to be like family, you have to treat them that way even when they are no longer useful to you.” She cited as an example a Highland Park employer who has continued to pay a disabled domestic worker since 1951. Charlotte was the youngest woman present. She has never worked, but seemed bright and eager. She intends to take all three courses so that she can be an executive housekeeper with bookkeeping and supervisory skills. Emma came late because of her job. She is a cook. She is proud of her skills, but says she wants to do something else. “If you’re a cook, you come at eleven and you don’t leave until the dinner is over and the dishes done. I have other things I want to do in the evening.”</p><p>Ms. Harper was discouraged, but not defeated, by the low attendance at this training session. She knows that the prospect of riding the city bus at night keeps many women away. Some who live in Oak Cliff say they are fearful of coming at night into the Fair Park neighborhood where Pearl C. Anderson School is located. She encourages the women present to spread the word about the course in their churches, and she will spend the following day on the phone talking to women who didn’t come, organizing carpools, and, if need be, promising to pick new students up in her own car. Annie Ray Harper wants this program to work.</p><p>As we left the school that night, I asked Ms. Harper to tell me more about what gives a domestic worker dignity. “Dignity is in the person first, of course,” she replied. “But,” she added, “there is additional satisfaction in working for and being able to p'ease people who set high standards for themselves if you are fairly compensated for your work.” She believes that day work undermines the pride a domestic worker can take in her job. “You can’t clean anybody’s home in one day and do a really fine job of it.” according to Ms. Harper, two days a week are better, but, of course, a five-day job is best. Five-day jobs allow the worker to take charge of the housekeeping. She can schedule her work, pace herself, and feel a real sense of accomplishment at the end of the week. Ms. Harper is insistent that irresponsibility should not be tolerated in household workers. “It’s my own personal feeling that television watching and smoking have no place on the job,” she said. “I smoke, but none of my former employers know it because I trained myself never to smoke at work. It’s just too hazardous around children and fine possessions.”</p><p>Ms. Harper’s idealism about household working was contagious, and I came away from the meeting determined to be a better employer. Monday morning I was determined that Elvalee and I would discuss Social Security again; we would talk about sick leave and holidays and working conditions and performance standards. I would quit feeling guilty about the things that I buy at the grocery store that she can’t afford. And if she wanted a Diet 7-Up with her lunch, she would just have to bring it with her.</p><p>Monday came and Elvalee didn’t show up. She didn’t call, and I spent the day wiping baby William’s nose, doing laundry, and trying to figure out how I had offended her on Friday. Ms. Harper told me that tolerating irresponsibility in a household worker only serves to downgrade the profession. But Ms. Harper doesn’t know how difficult it is for most women to fire or hire a domestic employee. My generation is so intent on preserving everyone’s positive self-image that we find it painful to criticize anyone’s performance. I never ask the right questions when I interview domestic workers. I invariably talk too much about the importance of my babies being loved and cared for when down deep in my heart I also want a house that shines and all of the socks matched and put in the drawers.</p><p>It is becoming apparent that we need the housekeeper more than she needs us. Without a domestic worker, the laundry may get done at my house, but it remains unfolded on the dining room table for days at a time. I don’t do housework efficiently because my children know that I am an easy touch for a game of Crazy Eight when I should be cleaning toilets. But right now, I need her most for child care when I am working. For my boys, day-care centers, even the cleanest, brightest ones, are a poor second to being at home with their bicycles, their sandpile, and the neighborhood gang.</p><p>Wednesday came and Elvalee appeared with an excuse about car trouble on a trip to Fort Worth. All is forgiven for a while. She assures me that it won’t happen again because she is moving to a new apartment and needs money for furniture. I told her that I wish she’d call when she’s not coming. And she says she wishes i’d do something about that baby’s runny nose and the sand in those boys’ shoes. We are mutually dependent.</p><p>It’s just like Stella said when Mrs. Dubose came in late one afternoon grumbling about her day of volunteer work as a Pink Lady at Parkland Hospital. “You jus’ hush your mouth, Miz Dubose. We all got our crosses to bear. You got the Junior League, and I got you.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "December 1977",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Women",
      "Work",
      "Children",
      "House",
      "Home",
      "Family",
      "BUS",
      "Mother",
      "Dallas",
      "School",
      "Jobs",
      "Christmas",
      "money",
      "people",
      "Texas",
      "Breakfast",
      "Clothes",
      "College",
      "ever",
      "Highland Park"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Dallas",
      "Texas",
      "East Texas",
      "West",
      "Austin"
    ]
  }
}