{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-197712",
    "date": "December 1977",
    "year": 1977,
    "month": 12,
    "month_formatted": "December",
    "pdf_uri": "/1977/19771200.pdf",
    "issue_cover_image": "",
    "document_start_page": 130,
    "toc_start_page": 128,
    "document_page_range": [
      [
        130,
        131,
        132,
        133
      ]
    ],
    "toc_order": 4,
    "toc_headline": "Living In Glass Houses",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-197712-livingin",
  "source": "/1977/19771200.pdf",
  "wp_post_id": 110577,
  "wp_post_guid": "http://www.texasmonthly.com/article/living-in-glass-houses/",
  "authors": [
    "Tracy Lewis"
  ],
  "headline": "Living In Glass Houses",
  "dek": "A stained-glass artisan turned his home into a monument to his work.",
  "spread_caption": "",
  "excerpt": "The world is full of monuments to art—but how many can you live in?",
  "kicker": "",
  "word_count": 1438,
  "content": "<img/><p>Photography by Vince Foster</p><p>Above: <em>a glass medallion adorns the front door of the house. Though affectionately nicknamed the Shack, it is far from shabby.</em> Right: <em>Morning sun filters through the diamond-shaped windows and skylight of the sun-room.</em></p><p>The Shack, as it is called, has stood on abrams, at the edge of downtown, since the streets of the neighborhood were paved with wood. It is a modest house, not nearly as impressive from the outside as many of its finer neighbors on this old East Dallas street, but on the inside it is a wealth of stained glass and hand-carved cabinetry. Over the years, the house has grown like the city itself, expanding this way and that until its original shape is as unrecognizable as the street it sits on, which is now a busy boulevard. The house has the warmth, solidarity, and charm that one expects in an older home, and, just as an overstuffed chair gradually takes on the shape of its owner, the Shack has come to personify the man who spent a lifetime building it, Roger McIntosh.</p><p>As a boy growing up in Dallas, Roger McIntosh became fascinated by the craftsmen working the fine, handpainted, stained glass at the Dallas art Glass Company. Then and there he decided on his career, and by his late teens he was employed at the Dallas branch of Pittsburgh Plate Glass. His skill was such that he came to be one of the foremost designers of fine glasswork in the country by the time of the Depression of the thirties. For the churches and wealthy families that could still afford it in those hard times, stained glass was a symbol of taste and social standing.</p><p>Tastes change, though, and gradually ornamental glass lost its appeal. Instead of being considered chic, it was thought of as old-fashioned. Orders fell off and, in the forties, Pittsburgh Plate Glass phased out its art Glass Department and instituted a Modernize Main Street campaign. Ironically, Mr. McIntosh spent the rest of his career designing plate glass storefronts.</p><p>In 1922 he had bought a small house on Tremont (now abrams). Nicknaming it the Shack, he began to work on it that same year, increasing the floor space and replacing ordinary windows with stained glass in almost every room. He also added much handcarved cabinetry. One cannot help concluding that the house became the major outlet for his artistic energies.</p><p>Although most of the glasswork in the house is Mr. McIntosh’s, a small amount was done by his wife, Georgia, an artisan who also worked at Pittsburgh Plate Glass. After her death in the late forties, he continued his work unassisted and more and more came to rely on his friends for a sense of family. In particular, he grew close to Gene Richardson, a young man who went to work for him in 1947. For years, Richardson and his wife, Kathleen, kept an eye on Mr. McIntosh and the Shack, and when he became too old to care for himself, they took him to live with them.</p><p>Gene Richardson describes Mr. McIntosh as “a literate man with beautiful manners” who took great pains with everything. “When he was well into his eighties,” Richardson recalls, “I would often come by to check on him in the early morning and find him having breakfast alone. The table would be set with a linen place mat and napkin, an orange would be carefully sectioned with a cherry placed in the center, an omelet would be decorated with a sprig of parsley on top. Each meal was prepared as though at any minute someone were going to photograph it.” When Mr. McIntosh died early this year at the age of 88, he left the Shack to Gene and Kathleen. They, in turn, have made it their home, but are maintaining the house much as it was while he was living.</p><p>Roger McIntosh created the Shack as deliberately as he created his life. He made extraordinary use of his first love, glass, personally creating nearly every window, mirror, lamp, and light fixture in the place. Each window is a fine and imaginative example of the craft. There are stained-glass panels set into many walls—a glorious peacock in the entrance hall, a sprightly arrangement of dogwood blossoms in the kitchen. Tooled lead-and-glass sliding doors separate rooms. Italian-process acid-etched mirrors reflect one room into another. Thick glass bricks form exterior walls behind cabinets and closets, providing them with an unexpected burst of natural light.</p><p>There is more. Besides the glass, almost every piece of wood in the house—cabinets, bookcases, moldings, shelves, beams, doors, baseboards, and ceilings—was carved and fitted by Mr. McIntosh. There are many different textures and coverings on the walls, and woodwork is finished in an amazing variety of glazes, often in the same room. Mr. McIntosh was working on his last project, an indoor hibachi in a kitchen niche, when he was almost 85. A lifetime of handiwork is in the home.</p><img/><img/><p>Full of niches and nooks, the house has a definite place for even the most purely decorative objects. An intricate metal sculpture of a spider spinning a web has been whimsically placed in an empty arch, just where a real spider might be. A door with a leaded glass mirror and shelf opens to reveal a closet used only for storing light bulbs. The kitchen cabinets, as carefully fitted as a Pullman car, have a slot, a hook, or a shelf for anything a cook could use. On the back wall of one kitchen counter is a colorful stained-glass panel of a hen with her eggs; in front of the panel sits a wire basket filled with eggs. Elsewhere in the house are cabinets that are only for hats, drawers that are only for gloves, doors that open to be130 Texas Monthly</p><p>come three-way mirrors, and a carved exterior wood awning over the one window where one is <em>supposed</em> to enjoy the view of downtown Dallas.</p><p>The extraordinary tidiness of the house is nowhere more evident than in the work studio. One end of the large room is a massive one-and-a-half story walk-in fireplace surrounded by comfortable chairs next to a bay of stainedglass windows. The opposite end of the studio, where Mr. McIntosh worked, is filled with drills, saws, and files hanging over a bank of cabinets.</p><p>Not only does everything have its place, but it is also clear that Mr. McIntosh never came across an item that he felt he could not use. Scavenged objects have become integral parts of the house. The hexagonal bricks that once lined old Ross avenue now pave the patio floor; wooden crates used for shipping glass were transformed into carved ceilings in several rooms.</p><p>Mr. McIntosh’s plan for the Shack was to create something interesting in every room and to provide pleasant vistas between the rooms. He succeeded with a great deal of admittedly eccentric style. High under the eaves of the garage roof and visible from several rooms in the house is a charming stained-glass panel of a spider weaving its web. No doubt it served as a reminder to Mr. McIntosh that the most intriguing habitats are those that the dwellers create entirely from their own needs and desires.</p><img/><img/><img/><img/><p>Far left: <em>Each room is treated with a different style of interior lighting, ranging from brilliant stained-glass wall shades and central fixtures to lanterns and table lamps, all designed by Mr. McIntosh. The mirror and table are also his work.</em> Center: <em>The back of the large fireplace opens onto an adjoining room, where it serves as a kiln for glazing the painted surface of fine glasswork. Here it provides a cozy spot for warming one’s feet on a cold winter day. The panel of the pirate is separate and can be moved to brighten up a window anywhere.</em> Upper right: <em>One of the finest pieces of painted glass in the house, this peacock is visible both from the room with the fireplace and from the entrance hall. The ceiling of the hall lifts up, surprisingly, to reveal a compact storage area. Mr. McIntosh’s work was so popular in Dallas that in 1975 when a magazine put together a story on stained-glass windows in the city, all the examples they selected turned out to have been done by him.</em> Lower right: <em>Below the tidily arranged workroom wall is a bank of cabinets filled with shallow drawers. Each drawer is labeled as to contents (plugs, corks, mousetraps) and, inside, each collection is filed in a labeled, cut-off tin can. There is an endless variety of tools and hardware, from clean toothbrushes for scrubbing grout to a variety of carefully sorted nuts, bolts, and screws.</em></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "December 1977",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "House",
      "Work",
      "Dallas",
      "Richardson",
      "Wall",
      "Art",
      "Breakfast",
      "Career",
      "cold",
      "Country",
      "Death",
      "Edge",
      "Home",
      "Orange",
      "Photograph",
      "Sculpture",
      "Space",
      "Style",
      "Texas",
      "Wealth"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Dallas",
      "Richardson",
      "Texas"
    ]
  }
}