{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-199512",
    "date": "December 1995",
    "year": 1995,
    "month": 12,
    "month_formatted": "December",
    "pdf_uri": "/1995/19951200.pdf",
    "issue_cover_image": "",
    "document_start_page": 132,
    "toc_start_page": 126,
    "document_page_range": [
      [
        132,
        133,
        134,
        135
      ],
      [
        156,
        157,
        158,
        159,
        160,
        161
      ],
      [
        168
      ],
      [
        170,
        171,
        172
      ]
    ],
    "toc_order": 5,
    "toc_headline": "Down and Out",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199512-downando",
  "source": "/1995/19951200.pdf",
  "wp_post_id": 128877,
  "wp_post_guid": "http://www.texasmonthly.com/article/down-and-out/",
  "authors": [
    "Joel Reese"
  ],
  "headline": "Down And Out",
  "dek": "Life After Football Had Been Rough For My Hero, ForMeR Dallas Cowboys Star Golden Richards. But Nothing Prepared Me For What Happened When I Finally Got To MeET Him.",
  "spread_caption": "",
  "excerpt": "My firsthand experience with the hard times that humbled my hero, former Dallas Cowboys star Golden Richards.",
  "kicker": "",
  "word_count": 9124,
  "content": "<p>Golden Richards Had Been My Hero For Eighteen Years. When I Was a Towheaded kid growing up in the suburbs of Chicago, the blond wide receiver for the Dallas Cowboys was my idol. With his blazing speed, quick hands, and yellow hair, in the words of one fawning article, “splaying from beneath his helmet like dried palm fronds,” John Golden Richards was proof to me that perfection existed. He was the fair-haired boy on americas Team. He made acrobatic, one-handed catches and cuts and fakes that left cornerbacks grasping at air. He caught the 32-yard touchdown on the second play of the Cowboys’ 1977 conference championship against the Minnesota Vikings. He caught the game-clinching touchdown pass against the Denver Broncos in Super Bowl XII. Tossed not by quarterback Roger Staubach but by fullback Robert Newhouse, it was the first running-back-option pass completed for a touchdown in Super Bowl history. God had § smiled on Golden Richards. And I loved him. I owned every one of his football cards and had memorized his stats and birthday (December 31, 1950). When I was a kid, my bedroom walls were plastered with newspaper articles, his name underlined in shaky red marker. And the adulation didn’t stop at adolescence. Even after he retired—a couple of seasons after the Cowboys traded him to the Chicago Bears—I bought a Bears jersey that bore the number 83. Sometimes, when I was feeling low, I looked at the Golden Richards football card I always carried in my wallet. For years I fantasized about meeting Golden.</p><p>Photograph By Larry Reese/the Dallas Morning News</p><img/><p>Golden Age: Richards Before Injuries Took Their Toll.</p><img/><p>Heinz Kluetmeier/Sports Illustrated Picture Collection</p><img/><p><strong>a Golden Moment: Richards Hauls In the GAME-CLInCHInG Catch In Super Bowl Xii.</strong></p><p>Now I was writing an article about him and his career and what had happened to him since retiring. He had been arrested on December 14, 1992, for forging checks he had stolen from his father to buy prescription narcotics. I read incredulously of his arrest on a cold December morning during my first year of graduate school in journalism at the University of Montana. In the sports section of the <em>Missoulian</em> was a oneparagraph story that said Golden had no money, no job, and no place to live and had lost everything because of his addiction to pills. About a year later, my thesis adviser approved a story about how Golden had gone from catching a Super Bowl touchdown to being arrested for forgery. After many phone calls, I found him and persuaded him to talk to me, and here I was, with Golden on a sunny winter afternoon in 1994 in his hometown of Salt Lake City.</p><p>We were in his car; the plan was to drive around Salt Lake City, and he, the second eldest of six boys and one girl from a good Mormon family, would show me the high school where he had established his reputation as one of the best athletes Utah I has ever produced. He had played for the Granite Farmers, competing in football, basketball, track, and tennis. His unbelievable speed made him a natural at track, and he almost single-handedly won the state track meet for Granite in 1969.</p><p>He had also excelled at football, playing halfback and returning punts, running toward the end zone, which was painted with a golden G for Granite. He scored five touchdowns in his first game. In high school he dated his eventual wife, the beautiful Barbara Johnson.</p><p>But that was long ago. Golden had since been through rough times. He had been ad<em>But that was long</em> His life had been a series of turns for the worse—rehabilitation efforts (including alcoholics anonymous) followed by relapses, near-overdoses, and drinking binges. Golden spent a week in jail for the forgery after being arraigned on his forty-second birthday. Apart from the forgery arrest, I had a vague idea, at the time of our meeting, of the extent of Golden’s troubles. I forgot about my disappointment in him because I was riding with him in his wife’s car—his third wife. He was driving, and I was asking questions.</p><p>“Goddam, my radiator light is on,” he said. “We need to go get some water.”</p><p>He pulled into a gas station and parked by the water hose, in front of the pay phone. We went inside and he bought a monster Pepsi. We went out to the car and he opened the hood. He unscrewed the radiator cap. Green antifreeze dribbled onto the ground. “No problem there,” he said. He slammed the hood shut and turned toward me. “Say, listen, my teeth are killing me,” he said, looking away, his sunglasses reflecting the passing cars. “My dentist said it’s from being knocked around so much on Sundays. I’ve had three root canals. I can’t go in to see him until tomorrow. I took some Tylenol this morning, but it’s not working. Do you have any painkillers, Tylenol 3 or anything like that?”</p><p><em>Joel Reese is a reporter for the</em> Point Reyes Light <em>in Point Reyes Station in Northern California.</em></p><img/><p><strong>AT Byu Golden Was a Star On And Off the Field—Except In the Classroom.</strong></p><img/><p>The Dallas Morning News</p><p><strong>BARBARA Iohnson Was Golden's High School Girlfriend—Now His Ex-Wife.</strong></p><p>Warning lights went off in my head. Last night at his apartment, Golden had told me about his addiction to painkillers but said he was clean and everything was okay. Now he was asking me for pills.</p><p>“I don't have anything like that,” I said.</p><p>‘‘Do you think your friend does?” he asked, referring to Sean, the guy with whom I was staying but did not know very well.</p><p>“I don’t know. I don’t know if he’s around,” I said.</p><p>“Can you give him a call and see if he’s home?” he said, pulling a quarter out of his pocket. The moment hung there. Golden held out the quarter. 1 knew I should say no, forget it, this makes me really uncomfortable. But I wanted to cooperate with him so he would cooperate with me. I wanted him to like me. I took the coin and dialed. I wanted Golden to step away so I could fake the call, but he stayed, leaning over my shoulder. I could smell the leather of his bomber jacket. His face was yellowish, and the hands that had cradled so many touchdowns clasped the metal edges of the phone booth.</p><p>“Hello, Sean? Listen, i’m with Golden and his teeth are really hurting. Do you have any prescription stuff? Tylenol 3?”</p><p>“I don t know. Let me look,” Sean said. He put the phone down.</p><p>“What’s he doing? Is he checking?” Golden asked. “Let me talk to him,” and he took the phone from my hand. “What’s this guy’s name?” he asked. I told him.</p><p>“Hey, Sean, Golden Richards here. How you doin’? Listen, my teeth are really bad and I need something for ’em . . . Mepergan? What’s that? . . . Okay . . . Well, listen, buddy, i'd be glad to reimburse you for them . . . You sure? . . . Okay, buddy, well, listen, what do you do? . . . Photography? Hell, buddy, I can set you up, get you all sorts of jobs taking pictures of sports teams and stuff like that... I'd be glad to help you out.”</p><p>We drove to Sean’s apartment. He wasn’t home, so I used the key he had given me. Golden went to the dining room table, where Sean had left the pills. He looked at the label. “You think he has anything else?” he asked, his eyes flitting around the apartment. He still wouldn’t look at me.</p><p>“I don’t know,” I said.</p><p>“He said there might be more in the bathroom.</p><p>Where’s the bathroom?” he asked.</p><p>“Down the hall and to the left.”</p><p>Golden went down the hall. I heard him rummaging through the medicine cabinet.</p><img/><p>David Loyola/the Dallas Morning News</p><p><strong>the Past Is Now Behind Him, He Says: “i'm Doing Golden a Favor THIs Time.”</strong></p><p><span class=\"dropcap\">W</span>hen I First Met With Golden the night before, everything had been perfect. It was our get-acquainted night, his chance to check out this guy who had driven nine hours from Missoula, Montana, to probe into his life. I had traveled down Interstate 15 through Dillon, Montana, spending an unexpected night in a motel because the temperature on the Monida Pass was 40 below and the wind had reached 70 miles per hour. The next day was clear and crisp, the sky gleaming blue as 1 drove into Murray—five miles south of Salt Lake City—where Golden lived.</p><p>I was speechless when Golden Richards opened the door with a handshake and a “glad to meet you, Joel.” Here was the man I had idolized like a father since the age of ten. He looked a little haggard; his eyes were not as sharp as I had thought they would be, and he moved slowly. He was still trim and immediately friendly, but his skin had the leathery look of someone who smokes too much and sleeps too little, perhaps an effect of having been addicted to painkillers, off and on, for more than twenty years. He looked smaller than his six-foot height and wore newlooking Wrangler blue jeans and a button-down white cotton shirt. He invited me into the tidy apartment. We sat across from each other in the living room, whose windows looked out onto the Wasatch Mountains, the room glowing orange in the sunset. On a shelf next to a small plaster Jesus were pictures of him and his new 25-year-old wife sitting by a tree. We went out to his porch and he smoked a cigarette—something he said maybe I shouldn’t mention because he didn’t want to be a bad influence on kids.</p><p>We talked about current events, a recently signed Middle East peace accord, and his career in sports. Coming out of college, he had assumed that he would have to make it into the Nfl as a free agent, which he was prepared to do. He had been surprised when the Cowboys traded for an earlier pick in the 1973 Nfl draft so they could choose him in the second round, ahead of eventual teammate and Super Bowl most [ Continued On Page 148 ] [ Continued From Page 129 ] valuable player Harvey Martin, as well as Dan Fouts, Tom Jackson, and Joe Ferguson. He would join the Cowboys to replace Bob Hayes, the player everyone knew as “the world’s fastest man.” In college Golden had idolized Hayes and had worn number 22 because it was Hayes’s number. He talked about his greatest moments in the Nfl. “Everyone assumes my most memorable moment was the Super Bowl, but it wasn’t,” he said. “It was every time it was third and six and I caught an eight-yard out to keep the drive going. The camaraderie in the huddle. Those plays are the most memorable.”</p><img/><p><strong>In a Controversial Trade Golden Became a Chicago Bear In 1978.</strong></p><p>Golden was pretty calm, but he drank several Pepsis while we talked. He accidentally kicked his cup and spilled brown cola on the rug. “Shiite Muslims,” he said as he dodged into the kitchen to get some paper towels. He was articulate and thoughtful and was open about his past drug use. He occasionally clucked his tongue and shook his head. “The crazy days of the NFL,” he said with a slight smile. He sat back and looked at me as I talked, listening and thinking before answering. He asked about my life, how I ended up here, why I chose him as my favorite player.</p><p>“I guess it was the hair,” I said after a moment. “and everyone told me I looked like you.”</p><p>“Yeah, I can see that,” he said.</p><p>I took out the yellowed <em>Chicago Tribune Magazine</em> I had kept since the age of ten—dated November 5, 1978—which featured a cover story on Golden after he was traded from the Cowboys to the Bears. We realized that I was nearly the same age, 27, as he was in the picture on the cover, looking evenly into the camera, football tucked under his right arm. He had been traded to the Bears after the Super Bowl season; he told me he was traded for firstand second-round draft picks and the Cowboys had to shut down the switchboard after the trade because the team was inundated with angry calls. He talked about how he got hooked on drugs, said the Cowboys had started him on painkillers to keep him playing. “I went to my doctor in Salt Lake because I felt so damn terrible,” he said. “I thought I had the world’s worst flu. The doctor asked me if I was on any medication. I told him, ‘Not anymore.’ He asked what I had been taking, and I told him I didn’t know. He asked what it looked like. I told him it was yellow and said 135 and ‘endo.’ He sat back and said, ‘You’re going through withdrawal.’ ”</p><p>That’s where the struggle began, but it was over now, he said. He brought out his four-month-old son, Jay Golden, and talked lovingly to him. “You’re going to do anything you want, little man, aren’t you,” he cooed. “i’m not going to make you do anything. I’m not going to be one of those Little League dads who lives through his son. Look at these hands,” he said, gently holding his son’s tiny palms. “Look at the size of these mitts. He’s going to be slamdunking soon.”</p><p>By the time I left, Golden and I were buddies. “We’ll see you tomorrow, young man,” he said, clapping me on the back. He waved before he closed the door. He was all right. He had been to the bottom—one would be hard-pressed to think of something lower than stealing checks from one’s own father to buy pills—but he was back. He told me that he was going to be starting a job that week analyzing data for a California-based health-products company. He was back on track, and I was happy for him.</p><p>As I drove through Salt Lake City, the sun set and the evening breeze blew through my hair. I tuned the radio to the local college station. “Heroes” by David Bowie came on. “We can be heroes, just for one day,” the Thin White Duke sang. “We can be us, just for one day.”</p><p><span class=\"dropcap\">B</span>ut That Was Last Night. Now Golden came out of Sean’s bathroom, holding the bottle of pills. “They don’t have anything else,” he said. He went to the phone and called a pharmacy—a number he apparently had memorized—to find out about Mepergan (a brand of meperidine also marketed under the familiar name Demerol), which is a narcotic painkiller combined with an antihistamine. He asked a couple of questions, then hung up, and we left Sean’s apartment to tour Salt Lake City. He drove. I tried to put the incident behind me.</p><p>We drove around the city and he showed me the large pink house where his parents live, the fields where he and his brothers had played football, where he had learned the moves that made him a star in high school. He suggested that I write his memoirs. “Tarnished Thoughts about Golden Times,” he said he wanted to call it. “We'll get you some real money, get some shoes to replace those Converse,” he said with a smile, referring to my ratty white canvas hightops. I laughed and blushed, but the morning’s events hung in the air between us. We drove up to a quiet, exclusive culde-sac and he pointed out a large brown house where he and Barbara, his first wife, lived back in the good days. I asked him about his second wife and what had happened with her. He began a rambling tale about how she had attacked him one night and then called the police. “It was the craziest damn thing,” he said. His voice slowly got softer and raspy, and I could barely hear him. He wasn’t making much sense. He talked for several minutes, then asked me, “What was the question again?” He kept licking his lips.</p><p>“You were talking about your second wife,” I said.</p><p>“Oh, right. Yeah, that was a messy situation. Boy, I tell you ...” Then he was mumbling again. He appeared to be lost and kept turning into dead-end streets and stalling the car. He pulled into a strip mall to go into a video store and I followed him.</p><p>“Say, how much money do you have?” he asked. “i’m just wondering because, you know . . .” he said, trailing off.</p><p>In the store he seemed to grab boxes at random and stare at them, his mind not processing the cover of <em>Weekend at Bernies.</em> Something was definitely off, but I hadn’t seen him take any of the pills, and I had been with him the whole time.</p><p>Golden grabbed <em>For the Boys,</em> with Bette Midler, and a Nintendo hockey game and walked unsteadily to the counter. “Do you want the instructions for that?” the teenage cashier asked him.</p><p>“What?”</p><p>“The instructions. For the game,” the kid said, his gum clicking in his mouth. “What?”</p><p>“This here. This is a Nintendo game, a cartridge.”</p><p>“Oh,” Golden said, holding the cartridge up in front of his face. “No, I don’t want this.” He tossed two crumpled bills onto the counter and we walked out. I carried the movie.</p><p>I went out to the car and turned, and he was still standing on the curb. He looked pale in his jeans and bomber jacket, mouth open, knees slightly bent, legs bowed like an old cowboy’s. He tried to put his sunglasses in his shirt pocket, swiping repeatedly and missing the pocket each time. He wobbled to the car and got behind the wheel. His skin was chalky.</p><p>“Why don’t you let me drive?” I said.</p><p>“No, i’ll be fine,” he said. He couldn’t get the key into the ignition, again and again stabbing the steering column.</p><p>He did get the car started but stalled it there in the parking lot, then finally got out onto a road. He was weaving, crossing the center line. Suddenly he pulled into the parking lot of an office complex. He parked and we sat there, silent. Finally, I mustered the courage to ask, “are you feeling okay?”</p><p>He was leaning back in his seat, eyes closed, mouth agape. “i’m just kind of like, I don’t know,” he said. “The rest of my head.”</p><p>I asked, “Golden, how many of those pills . . .”</p><p>“Say, do you want a cold drink?” he asked, motioning toward a restaurant at the end of the lot.</p><p>That was a coherent sentence, I thought. Maybe he’s okay. “No, thanks.”</p><p>The car started rolling toward the restaurant. I looked over at him. Golden’s eyes were shut, his head lolling backward. He was blacking out.</p><p>“Golden, better hit the brakes. You’re about to hit that wall.”</p><p>“Oh, shit,” he said, slamming on the brake pedal.</p><p>“Say, how many of those pills . . . How many did you take, a bunch of ’em?” I asked.</p><p>“I just, I don’t know,” he said. “I felt crazy, like jumping right through that window ...” His head tilted back again.</p><p>“Why don’t I drive?” I said. “It looks like you’re getting sleepy there.”</p><p>“. . . blinding in my eye, can’t function,” he said. “Okay.”</p><p>I got out and walked around to the driver’s door and helped him out. He was no longer a man; he was a drowsy, disoriented child. He held onto the car as he walked around the back. He stopped and bent over the license plate. “Is this the kind you punch?” he asked.</p><p>“Um, no,” I said.</p><p>The engine sputtered as I drove. “How many of those pills did you take?” I asked. “The ones we got at the apartment.”</p><p>“When you’re an addict, you have to take all of them,” he said, suddenly semilucid.</p><p>“Do you think of yourself as an addict?”</p><p>“No, not really,” he said, head back against the headrest. His eyes drifted shut.</p><p>I drove in silence, looking over at him occasionally to see how he was doing. “They could come in, oh-and-twenty-five, and beat the Cowboys,” he mumbled.</p><p>“Who’s that?” I asked.</p><p>“The Rangers,” he said.</p><p>I got to his apartment complex, helped him up the stairs to his apartment, and sat him down on his couch. I checked his jacket and found the pill bottle in the front left pocket. It was empty. Golden was crawling on all fours in front of the couch. I ran into the bedroom, called an emergency hotline, and told the attendant what had happened. “Where is he now?” the attendant asked.</p><p>“He’s on the floor of his living room.”</p><p>“Go see if he’s still breathing.”</p><p>My God. “Okay.” I ran back to the living room and Golden was passed out in the classic drunk position: face down on the carpet, arms at his sides, knees bent. I leaned over and heard breath rasping out of his mouth. His hair hung around his purplish face and his eyes were shut. I ran back to the phone.</p><p>“Yes, he’s still breathing.”</p><p>“Okay. Call 911 immediately.”</p><p>The paramedics arrived a few minutes later. One went over to Golden and started taking his vitals. I leaned against the wall, unable to watch. His blood pressure was 170 over 110. “His pupils are unreactive and constricted,” a paramedic said. They put oxygen tubes up his nose. They sat him up and asked him if he had taken any pills.</p><p>“No, sir,” he said, squat on the floor, legs flat in front of him.</p><p>“What day is it—Monday, Tuesday—what day is it?” one asked him.</p><p>“Tuesday,” he said. His eyes rolled back. It was Saturday.</p><p>“Be straight with us here, Golden,” one said. “What’s going on?”</p><p>“In regards to what?” Golden asked.</p><p>“In regards to why we’re here. They said you were unconscious on the floor.”</p><p>“Probably a woman said that,” Golden said, his head falling backward, then snapping back to attention.</p><p>“You weren’t unconscious on the floor?” the paramedic asked.</p><p>“That’d be one two three one one five,” Golden said.</p><p>“His eyes keep going back,” another paramedic said. “Bring the stretcher up. He’s going to go.”</p><p>One of the paramedics looked at the picture of Golden catching a touchdown for the Cowboys and said, “This Golden Richards?”</p><p>“Yeah,” the other responded.</p><p>“This is sad,” the first one said.</p><p>“This is really sad,” the other said.</p><p>I felt hot, fat tears roll down my cheeks. Golden lay there on the stretcher as they wheeled him out, eyes wild and uncomprehending, blue tubes up his nose. I followed as they took him to the ambulance, the neighbors looking at us from their porches. A round-faced policeman started grilling me, asking me how he got the pills.</p><p>“I got them for him,” I said.</p><p>“You got them for him?” he asked. “Why? Did he pay you? Who are you?”</p><p>He’s going to arrest me, I thought. He thinks i’m Golden’s pusher.</p><p>“Look, I got them for him because he said his teeth hurt,” I said. “I didn’t know. I wanted to help him. I’m his biggest fan.”</p><p>I drove to the hospital and joined his wife, amy, her son, and her dad in the emergency room. We sat there against the wall, under the stifling fluorescent lights, playing with Jay Golden’s hands. “This is it,” she said to her dad. “He’s going to arizona,” referring to a rehab center there. I didn’t much feel like it, but I asked her a couple of questions about Golden, bow long he had been straight, how many times this had happened before. I thought I should act like a reporter.</p><p>“I don’t know,” she answered to each one. “I guess it’s safe to say I don’t know my husband very well,” she said with a nervous laugh.</p><p>I left the hospital and drove back to Sean’s apartment, my face slick and sticky and my hands shaking. I remember trying to pinpoint when Golden took the pills and thinking he must have taken them in Sean’s bathroom. That night, Golden called me. “Say, sorry about today,” he said. “Thanks for your help.”</p><p>“That’s all right,” I said.</p><p>“Yeah, the doctors don’t know what the hell happened. They said it was either a grand mal seizure or an allergic reaction.”</p><p>“Golden, I found the empty bottle in your coat.”</p><p>He paused for a moment. “Well, I don’t know what the hell’s going on,” he said.</p><p>“But it wasn’t the pills.”</p><p><span class=\"dropcap\">I</span>n the Life Of Golden Richards, there are two realities: his and everyone else’s. His story must be told by others because by the end of my interviews with him, I found much of what he said to be untrue. It begins, as one might expect, with an idyllic youth. When I talked to his high school coaches or his Scout master, they became hyperbolic. “He was a great kid, a really great kid,” said Hal Erickson, his track and basketball coach. “I thought the world of him. We were all his fans.”</p><p>Golden’s Scout master, Rita Reese (no relation to me), said the young Golden sticks out in her memory. She remembered Golden’s grandfather standing up at Golden’s twelfth birthday—when Mormon males receive the priesthood—and saying:</p><p>“If ever there was an appropriately named young man, Golden is it.” She added, “He was a totally golden person. And I could have stood up and said, ‘Hear, hear.’”</p><p>After dazzling his elders with his athletic feats at Granite High, Golden went on to Brigham Young University in Provo in 1969. On a sunny afternoon on BYU’s beautiful campus at the foot of the Wasatch Range, it is easy to see why Golden was so revered. Young men with their hair neatly parted stroll around with backpacks casually flung over their shoulders, looking like they just stepped out of an Eddie Bauer catalog. Women in white shorts and gray BYU sweatshirts smile warmly. It seems a natural environment for a charismatic, handsome guy like Golden Richards. He ran the 40-yard dash in 4.2 seconds and, with his fleetness, set records that stand today. He racked up 219 punt-return yards against North Texas State in 1971. That season he compiled a nation-leading 624 return yards and returned 4 punts for touchdowns. He caught 36 passes in 1970 and 14 in 1971, leading the team in receptions both years.</p><p>But Golden said he got tired of the runoriented offense of the team and transferred to the University of Hawaii in 1972, where he caught 23 passes for 414 yards and 5 touchdowns before injuring his knee. Every article Eve ever read about him says he transferred because he wanted more passes. But BYU coach La Veil Edwards said it wasn’t the offense that compelled Golden to move from Provo to Honolulu. “It was grades,” Edwards said. “He had difficulty keeping his eligibility because he didn’t attend classes conscientiously. He flunked out of school.”</p><p>A 1972 Byu press guide backs Edwards’ claim: “It’s the unexpected losses that are painful, and the Cougars experienced a major setback with the departure of Golden Richards, an academic casualty.”</p><p>I talked to Golden on the phone twice after his apparent overdose, visiting him again a couple of months later. He was still friendly, but edgy and hurried. I was no longer just a worshiping fan; I was someone who had seen him zonked on pills. Predictably, the interview wasn’t easy. I asked him about the grades. “i’ve heard that—it’s a bunch of bullshit,” he said. “I had a B average and twenty-three more credits than I needed as a junior. That’s a verifiable fact.”</p><p>I told him that the BYU press guide does verify a fact, but not his way.</p><p>“Look, why would I be eligible at Hawaii and not BYU? They’re in the NCAA. It doesn't make any sense.”</p><p>But there was a provision at the University of Hawaii stating that athletes who transferred there didn’t have to sit out a year before playing, as they do at most other schools. Golden spent most of his year at Hawaii recovering from a knee injury. He thought the injury would keep him from being drafted, but Tex Schramm, the Cowboys’ general manager and president from 1960 to 1989, says he was at Golden’s big game against North Texas and was awed by Golden’s speed. “We were always looking for speed in receivers, and Golden had that speed,” Schramm said. “He was so fast. And he could use it on the football field. That’s an important difference between a track man and a football player. Some can’t use their speed on the field, but he could.”</p><p>It was a natural match. The golden boy packed his bags and went to Dallas to play football in front of the world-famous shimmying Dallas Cowboys cheerleaders and 65,000 rabid fans. The Cowboys had lost the 1971 Super Bowl to the Baltimore Colts on a last-second field goal, then rolled over Miami in 1972, and the city was hungry for another win. “He had the name and the long, flowing hair,” said Frank Luksa, a columnist for the <em>Dallas Morning News</em> who covered the Cowboys for fifteen years. “He was very highly regarded and people liked him. They liked his playing style—he was undersized but fast and an underdog figure in a game where everyone was bigger than he was.”</p><p>The veterans on the team were skeptical of this new guy with the hair and the quick feet. And then the name. Sure he was fast, but Golden Richards? “I always wondered, was that his real name or his stage name?” asked Thomas Henderson, who was known as Hollywood in the glory days and was famous for dunking the ball over the goalpost. “They loved him in Dallas. You know, he was <em>Golden Richards.</em> He had a choice of women he could see. The golden boy, from Paul Horning to him, has always been a kind of wonderment for white athletes. With a name like ‘Golden,’ being the golden wide receiver on america’s Team—he fit perfectly.”</p><p>Golden captivated the city, and indeed the nation. Barbara says that at one point he was receiving a thousand pieces of fan mail a week from all over the country. He was doing commercials. He told me about trysts with cheerleaders and pop singers (never during his marriage, though). He hung out with Kris Kristofferson and Willie Nelson. Charity work. Celebrity golf outings. Speaking engagements. He and Roger Staubach were the most-requested Cowboys to speak at banquets.</p><p>He could play too. Mike Ditka, who was then the wide-receiver coach for Dallas, said Golden was a real talent his first few years. “He made some great catches,” Ditka said. “He was a great player. He practiced very hard. And he hit people too. One game he knocked . . . what was that guy’s name, number 46 on the Bears?”</p><p>“Doug Plank?”</p><p>“Yeah, Plank. He knocked Plank right on his ass. And Plank was a big guy.”</p><p>“There was certainly greatness in Golden Richards,” said Danny White, the quarterback who succeeded Roger Staubach in Dallas. “He was with the Cowboys when I got there in 1976. I was like a little kid around his heroes—Staubach, Lee Roy Jordan, Tony Dorsett. Golden Richards was one of those guys.”</p><p>There is one particular catch that comes to mind. It’s a Monday night game, the Cowboys are playing the Kansas City Chiefs in Dallas, and Staubach tosses a bullet from about the Chiefs’ 26-yard line toward the end zone. Golden is running across the back line, and it looks as if Staubach has thrown it over Golden’s head, but Golden leaps, extending fully, and tips the ball with his left hand. He and the football move parallel toward the back of the end zone, the ball end over end and Golden in an extended tumble, arms outstretched. Half-falling, half-diving, Golden gathers the ball in his left hand just before he hits the ground. He pulls it to his ehest and slides along the astroTurf, coming to a stop with his silver pants on the blue endzone carpet, white jersey on the white outof-bounds paint. Two officials shoot their arms skyward. The crowd roars. In 1989 the catch is chosen by fans as the second best in Monday night history—second to a catch made by a man who played in the NFL for one week.</p><p>But two words made themselves a part of Golden’s life, two words that come into the life of every pro football player: “pain” and “fear.” Golden had messed his knee up good at Hawaii—he said the doctors told him he would never walk without a limp, let alone play football again. He overcame that, but the knee never was quite the same. And he may as well have gone onto the field with a bull’s-eye painted on his chest. He was just the kind of guy defenders hated. Cliff Harris, the Cowboys’ free safety for ten years, says he was good friends with Golden, but he would have gone after him if they had been on opposing teams. “Wide receivers love to think of themselves as having more refined skills, of being more proper,” said Harris, who now works with an insurance company in Dallas. “They hated it when you hit them because it would mess them up, mess up their socks, which were pulled up just right. And Golden fit that profile. You’ve got a tough guy’s sport, and you’ve got a guy with flowing blond hair who is fast and fragile playing a tough guy’s sport. And the fans loved it. But the players wanted to crunch a guy like that.”</p><p>All that crunching took a toll. There were stinging blows to the ribs, back, legs, and face. The Golden face. Bad teeth run in the Richards family, but Golden’s were worse. He had a series of root canals and countless trips to the dentist. The pain, for a man who admittedly has a low threshold for it, became unbearable. So the doctor prescribed Percodan, a tremendously powerful and addictive drug. It wasn’t long before Golden was hooked.</p><p>“He never blacked out, ever,” Barbara told me. “There were times when he got very, very drowsy, and it was apparent there was something strange. But he masked his drug habit very well.”</p><p>Even his closest friends on the team—Harris; Charlie Waters, a strong safety; and roommate John Fitzgerald, who played center—didn’t know there was a problem at first. “I knew he was taking them, but I never knew how bad it was,” said Fitzgerald, who is now vice president of an insurance agency in Dallas. Fitzgerald found out about Golden’s abuses from a mutual friend after Golden had been retired for a couple of years. But Fitzgerald was quick to add, as was every other player I talked to, that drug use in the NFL was much worse than anyone knew. Golden popped painkillers, but everyone did.</p><p>[ Continued On Page 160 ]</p><p>[ Continued From Page 153 ]</p><p>“Let me tell you something,” said Henderson, who had battled a cocaine addiction for years. “When you play the game of football, it looks graceful—these guys look like gazelles running around out there. But when you’re running twentyfour miles an hour and some guy hits you, and you strain, and you fall and hit the ground, it hurts. Sometimes it hurts forever. First you start on aspirin, then Tylenol 3, then codeine, then Percodan, then you know some doctor and he gives you a hundred.”</p><p>Golden says that is what happened with him: He was banged up, his teeth hurt, and he was in pain. Then he had to decide. “Here you are, you’re in the show,” he said. “Somebody hands you something and says, ‘You can play or you can not play. If you don’t want to, that’s your decision. But if you want to, these pills will help you play better.’ So I took them and took them and took them.”</p><p>Once Golden was addicted, he didn’t know where to go. How could he, the blond kid everyone loved, admit to a drug problem? If the team found out, they would cut him or trade him. He would end up in Green Bay or Philadelphia—then the NFL’s equivalent of Siberia. He was afraid, and it affected his demeanor. He became secretive. Ditka remembered that Golden’s behavior changed after his first season. “I confronted him somewhere along the way,” he told me. “I said, ‘Golden, I don’t know what you’re doing, but you’re doing something wrong. You’re a bundle of nerves.’ He was walking on pins and needles. Before, he had been a relaxed, happy-go-lucky guy. Something was different.”</p><p>But the games were scheduled and the seasons went on. By 1977 the Cowboys were knocking on the door of the Super Bowl. They played Minnesota in the NFC championship in Dallas, with the winner going on to Super Bowl XII. On the Cowboys’ second offensive play, at the Minnesota 32-yard line, Staubach faked a screen and tossed a rainbow toward the end zone, and Golden pulled it in with a breadbasket catch. Dallas 6, Minnesota 0. The Cowboys won 23-6. There was much rejoicing in Dallas, but not for Golden. He left the locker room to drive home, to face another night battling his addiction. Something happened to him, he told me, as he drove on 1-35 away from the arena. “I remember this so clearly. I pulled over and looked back in my rearview mirror and saw the light pouring up from the inside of the stadium,” he had said that first night at his apartment, telling me the same story he had told a reporter for the <em>Dallas Morning News</em> the previous year. “and I started to cry because I knew I had two more weeks there. Here I was supposed to be in one of the most exciting times of a football player’s career, and all I am is in despair because 1 had to propagate this addiction for another two weeks. I had to take the pills to play, and I was sick and tired of it. I just wanted the season to be over with so I could feel better and start taking care of myself.”</p><p>But this was no time for emotional collapses. The Cowboys were in the Super Bowl against Denver’s vaunted Orange Crush defense, and they’d better win. Dallas expected nothing less. But Golden was barely hanging on. “I don’t know how he played,” Barbara said. “He was in such bad shape.”</p><p>Super Sunday arrived, and the big game was held in the mammoth New Orleans Superdome. From the beginning, it didn't look like much of a game. The Broncos were pathetic. Their quarterback, Craig Morton, a former Cowboy, had tossed four interceptions by halftime, tying the Super Bowl record for an entire game. The Broncos fumbled another four times. But the Cowboys couldn’t put them away. Efren Herrera had missed three field goals, and the Cowboys’ offense hadn’t clicked. America’s Team was up 20—10, but backup quarterback Norris Weese had come in to give the Broncos some life with his scrambling ability. The game wasn’t over yet. Then, in the fourth quarter, lineman Harvey Martin sacked Weese and forced a fumble, which Dallas recovered at the Denver 29. On the Cowboys’ first play, Coach Tom Landry whispered, “Brown right formation, X opposite shift, toss 38, halfback lead, fullback pass to Y.” a trick play. Staubach pitched back to fullback Robert Newhouse, who ran left on a sweep. Suddenly, he stopped and heaved the ball toward the end zone. Golden had sprinted past the Broncos’ secondary, who had bit on the run, but safety Steve Foley recovered and was closing in. Too late. The ball arrived over Golden’s right shoulder and he hauled it in. Touchdown. Cowboys win, 27-10. The season was over, the good guys had won, and Golden’s catch had sealed the game. He and Barbara left for Utah to get him away from the pressures of Dallas, to try to save him. But on april 2, 1978, that effort failed. Golden overdosed, and it nearly killed him.</p><p><span class=\"dropcap\">H</span>e Had Returned To Texas For a</p><p>speaking engagement, but going back to Dallas, the city that loved him so, brought back the pressure, and Golden went to his standby. “It was the old Gee-Ihave-a-toothache-is-there-a-doctor-whocan-get-me-a-prescription line,” Barbara said. “and they did, and it was a pretty serious drug. I can’t remember what it was, but it was something you wouldn’t want to mess around with. And he took a lot. By nine o’clock he was pretty out of it, and by ten you could tell he wasn’t all there. Then he started seizing and turning blue.”</p><p>Barbara called the paramedics and Cowboys doctor Pat Evans, who met the ambulance at Baylor University Medical Center. Evans, who wouldn’t be interviewed for this story, has said Golden’s overdose wasn’t such a big deal. But Barbara angrily disagrees. “That’s crap,” she told me. “I was there. It was a big deal. Later it was dismissed, classified as routine flu symptoms. Who knows how they covered it up.”</p><p>Later that year, Golden was traded to the Chicago Bears for a third-round draft choice—not for the firstand secondround picks, as he had told me. The people I spoke with who knew of the overdose said it was the reason for the trade. But Schramm denies any knowledge of an overdose. “I know nothing about that,” he said. “In fact, this is the first time i’ve ever heard anything about it. I don’t agree that he had a drug problem when he was playing. I think he had a clear head all the time he was playing for us.”</p><p>Golden went to the mediocre Bears and produced—well, produced as much as anyone could with Bob avellini throwing the ball. He caught a career-high 28 passes in 1978, but the nagging injuries got worse. He caught 5 passes in the 1979 season, then went on the injured-reserve list for a tear in his right knee. He later learned that he had played that season with a broken arm. In april 1980, disappointed with the man who was supposed to revive their offense, the Bears released Golden. He went to Denver to tiy to catch on with the Broncos but hurt his hand and was cut. He retired in 1980 at the age of 29.</p><p>Since 1980 Golden has had a sporadic, shaky history. He hosted a cable huntingand-fishing show called <em>ESPN Outdoors, </em>which ran in the 1981 season. The show’s producer, Lee Martin, said Golden was an ideal host and that he never knew of any drug problem. “We never had any situations where he was late for a shoot or didn’t show up—he was a great asset because he got involved with everything. He was such a charmer. People really took to him.”</p><p>The show ended, and Golden went to work in public relations for an energy company in Salt Lake. The addiction kept going, though. It wouldn’t end. But the marriage finally did in March 1984. “I couldn’t put up with it anymore,” Barbara said. “and I became the bad person, the cause of Golden’s troubles.”</p><p>Barbara says Golden was so charismatic and charming that he was able to finagle pills out of just about anybody. But he finally exhausted his options, which at one point led him to the door of Rita Reese, his former Scout master. Reese said that one day Golden came to her door and told her that he had a terrible headache and he needed some pills. “i’ve had two sons go through chemical addiction,” she told me. “One is dead and one made it. So I was aware, and I knew enough not to give him any kind of narcotic. So he left. He crossed the street and told the neighbors his wife had a toothache.”</p><p>There are other questions about Golden’s life since retiring that may never be answered. Where did he stay when he was broke? Who supported him, and with how much? Reese said the local bishop arranged for the church to help Golden for a while. When we spoke, Golden was vague about his activities, referring to various jobs he had held and occasionally acknowledging his numerous stays in rehab clinics. But he became unclear and edgy when pressed for details. “It’s not like I dropped off the face of the earth,” he said.</p><p>As I talked to his friends and former teammates, many asked if Golden still had his football memorabilia. The Super Bowl ring is perhaps the most treasured of all football mementos, but he had been broke, and it could have brought a lot of money. Several ex-teammates asked if he still had the ring. During my first visit with him, Golden said all his souvenirs were still at his parents’ house. And the ring? He said he had left it at the house of a former girlfriend who was now demanding money for it. He said she was asking for $2,500 to $3,000. When I visited with him several weeks later, he told me a variation on the same story, apparently forgetting that I had heard it before. I asked how much she was asking. “I don’t even remember . . . something like six, seven, eight hundred,” he said. I asked for this woman’s name, but he said he didn’t want to tell me so the lawsuit he was about to file would surprise her.</p><p>Ken Sowby, the former manager of Salt Lake’s Baseball Cards Etc., said Golden’s jerseys, shoes, and helmets had all come in for sale. They weren’t that popular until Golden was arrested. Within minutes of that announcement, Sowby said, everything was sold. And he said a friend of Golden’s offered to sell him Golden’s Super Bowl ring. “He was asking eleven hundred dollars for it, and I offered about half of that to see how serious he was,” Sowby said. He then recalled how he had met Golden years before and Golden had let him see the ring. “I held it in my hand. He said he’d call me back, but he never did. He was such a supernice guy; he made me feel like I was the greatest thing in the world because he was letting me try his ring on,” Sowby said, then paused. “I have no thoughts at all that he still has it. I’d bet anything he doesn’t.”</p><p>Golden worked for a while as a machinist for his father-in-law’s plastic fabricating plant in 1993, but he went to work one day and slowly lapsed into incoherence. “He got almost nonfunctional,” recalled amy’s father, Stan Mendenhall. “He got disoriented. My son took him home. He never did collapse. It wasn’t as though he was really drunk. And he said, at that point in time, he wasn’t aware that he had taken anything. He said he thought somebody had put something in his soda as a joke, but I don’t believe that.”</p><p><span class=\"dropcap\">T</span>here Were Several Common Occurrences in the interviews I had. Everyone had theories as to why Golden was hooked for so long, and so heavily. Another common element was sadness for a man who cannot gain control of his life. Ditka said that although Golden might have initially gotten pills from the team doctors, he needed to take responsibility for his own situation. “I don’t think it’s so much a sickness as a weakness,” he said. “I never think you can blame the doctor. I think the option is always there for the player. We’ve all done it. But you don’t become hooked on it. Because when you do get hooked on it, it’s a oneway road to nowhere.”</p><p>So the lesson is, Play the game, perform on Sunday, don’t drop the ball. Do what you have to do. Take whatever you have to take. But don’t get hooked. That may not be so easy when you start taking codeine and Percodan. These are physically addictive drugs, and stopping them may be, as many find, impossible. Golden said he wasn’t ready for the silence, the day-to-day life where no cheerleaders await a correct decision at work. “That was pretty tough for me,” he said. “I think the drugs filled a void, an emotional void. The natural high was replaced with a chemical high.”</p><p>Then there is the addictive personality, a physiological condition that leads some people to get addicted to substances such as caffeine, sugar, alcohol, or in Golden’s case, opiates. I remember Golden’s smoking—which he says he has since quit—the Pepsis, the enrollment in AA.</p><p>“When I read about Golden’s arrest in the papers, I called and got a message to him,” Thomas Henderson said. “I said, ‘If you need help, give me a call.’ He never called. I've been sober since 1983. I was addicted to crack cocaine. He might think his addiction to pills is tough, hut wait until you get your mouth around that little crack pipe. I wouldn’t give him any money, any pills. But I can tell him that i’ve been through the hell of addiction, and I know what that’s like. But I also know the beauty of recovery. And I know how to live. But does Golden Richards want to live? I had to get over the myth of Hollywood. Can Golden get over the myth of Golden? Can he be John Richards?”</p><p>Maybe he can. Danny White thinks so. “There is a lot of greatness there, a lot of character,” White said. “It may have been covered over for a couple years, it may have been tainted, but it’s there. I know his family, his background, and I know he has the potential to overcome anything he needs to overcome.” Maybe he tries every day. But when I knocked on his door, an adoring fan, telling him how he was always my hero, asking if he remembers this catch or that play, maybe it all comes flooding back and overwhelms him. Maybe the memories come back of when he was famous, a man who happened to fit america’s definition of perfection. The speed. The hair. The grace. A Mormon boy from a big family in Salt Lake City who captured the national imagination, and who thought no one would want him if they knew of the habit he had developed.</p><p>I haven’t talked to Golden in more than a year. The last 1 know of him is what I saw on a video sent to me by channel KTVX in Salt Lake City, which did a story on him this past summer. In it, reporter Carl arky interviews Golden and shows clips of his playing days. The segment begins with photos of him at Granite, BYU, and as a Cowboy, then cuts to a shirtless, tanned Golden at his new job—driving a bulldozer. There are several shots of Golden and his son, Jay, strolling next to a small lake, Golden encouraging Jay as he throws rocks into the water.</p><p>Later, Golden, whose long hair is even blonder from being bleached by the sun, tells arky the same things he told me: that his drug habit began when the Cowboys gave him a choice of pills or sitting out, that “the champion never becomes a champion unless he has tasted canvas.” But, he emphasizes, he is getting his life in order: “i’m doing Golden a favor this time,” he says. “i’m doing it for me.”</p><p>At one point in the interview, arky asks Golden what it was like to spend a week in jail. “That was a real low spot,” Golden says, biting his lip. “I never thought i’d be in jail.” and he starts to cry.</p><p>I anticipate that Golden will never speak to me again after reading about what happened when I visited him, which is difficult for me. He might hate me, think that I came into his life to sabotage him, when it was actually the opposite. I wanted to spend some time with him—with the hope that perhaps we could be friends. Watching your hero collapse from an overdose is not exactly the stuff lifelong dreams are made of.</p><p>A couple of weeks after I first visited him, I called and we chatted for a while, and then I asked him about what had happened on that day in Salt Lake City. He told me that he thought the pills were a nonnarcotic muscle relaxant and that he took the whole bottle because they were old and he thought their potency might have expired. I told him that some people might not believe that. He became annoyed. “I don’t care what some people might think,” he said. “I don’t have to explain myself to anybody, but since it’s you, i’ll tell you. The other day I went to the dentist. And the dentist was going to give me some pain pills. I asked what was in them, and he said they were fine. I said okay, then I said, ‘Do these have any codeine?’ and he said, ‘Yes.’ I said, ‘Whoa! No, thank you kindly!’ and 1 didn’t, I got a nonnarcotic pain pill. That was the reality of my situation, not what happened with you. That wasn’t the reality.”</p><p>He says that he has been told that the whole incident was a result of a reaction to sulfa drugs that he had taken for an upper respiratory tract infection. I think back to when the hotline operator told me to listen for his breath, to see if he was still breathing. And I can’t help but think that I nearly killed him, and 1 wonder what I would have done if I had bent over and heard no breath coming from his mouth. Friends tell me 1 shouldn’t think about that, that I saved his life. But he wouldn’t have overdosed in the first place if I hadn’t gotten the pills for him. More than likely it will happen again, and maybe the next time he won’t wake up. Maybe there will he a couple pills too many, and when the next person puts his ear to Golden’s mouth he won’t hear anything.</p><p>Now that I have met my hero, I don’t know that I am any better off than I was before, when he was a lace on a football card. My images of Golden will forever he of him opening the door that first night, standing over my shoulder at the phone booth, lying prostrate on the floor of his living room. And there is one more that will always remain with me. In the Golden Richards file at the BYU sports information office, there are a few pieces of memorabilia, including some black and white pictures of Golden as a student. In one of them a heartbreakingly youthful Golden sits on the bench during a night game, looking out at the field. Bundled in a large BYU jacket, his hair tousled, his arms clutched around him, he looks vulnerable—you don’t want to see him anywhere near the football field. You want him tossing the Sunday paper onto your porch, singing in the BYU choir, dating your daughter. Not the target ol a strong safety with anger seething in his eyes. Golden looks lost amid the roars and the rage.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "December 1995",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Golden",
      "Cowboys",
      "Football",
      "Dallas",
      "Super Bowl",
      "Game",
      "people",
      "Addiction",
      "Hair",
      "School",
      "Chicago",
      "ever",
      "Hawaii",
      "High School",
      "NFL",
      "Running",
      "Cheerleaders",
      "Dallas Cowboys",
      "House",
      "Interviews"
    ],
    "wp_categories": [
      "Dallas"
    ],
    "wp_location": [
      "Golden",
      "Dallas",
      "Texas",
      "North Texas",
      "Kansas City"
    ]
  }
}