{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198212",
    "date": "December 1982",
    "year": 1982,
    "month": 12,
    "month_formatted": "December",
    "pdf_uri": "/1982/19821200.pdf",
    "issue_cover_image": "",
    "document_start_page": 144,
    "toc_start_page": 140,
    "document_page_range": [
      [
        144,
        145
      ],
      [
        246
      ]
    ],
    "toc_order": 2,
    "toc_headline": "How Safe Are You?",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198212-howsafea",
  "source": "/1982/19821200.pdf",
  "wp_post_id": 117567,
  "wp_post_guid": "http://www.texasmonthly.com/article/how-safe-are-you/",
  "authors": [
    "J. A."
  ],
  "headline": "How Safe Are You?",
  "dek": "Depends on where you live.",
  "spread_caption": "",
  "excerpt": "Rating the police departments of Texas’ major cities.",
  "kicker": "",
  "word_count": 2426,
  "content": "<img/><img/><p>Police chiefs have always done a good job of keeping us ignorant about how their machinery works and about how well it <em>should</em> work. Monthly press conferences with them are about as enlightening as postgame interviews with football coaches, and their statistical reports are tomes full of inscrutable compilations, some of which are based on irrelevant data.</p><p>But some of the figures are revealing. Those below, provided by seven major cities, tell us that in Texas the news is largely bad. Crime and violence have increased as the cities in Texas have grown. The state’s metropolitan departments are understaffed and underbudgeted, laden with deadwood at the top, afflicted with bad morale^at the bottom, and besieged by problems resulting from the state’s growth over the past decade. Crime statistics in Houston have not been meaningful for two years now, because the Houston Police Department lacks the staff and equipment to process its information in a timely manner. And it is safe to assume that many crimes in San antonio go unreported because of the city’s large number of undocumented and transient people. Still, there are some hopeful signs, based primarily on the recent arrival of young and aggressive chiefs in both Houston and Dallas.</p><p>Using our figures, i’ve listed police departments from best to worst and assigned them stars on a scale of five (excellent) to one (terrible). No department in Texas deserves five stars. Dallas comes closest, with four; it is an excellent department but falls short of greatness because of its manpower shortage. San antonio, the worst department in the state, doesn't get even one star. I give it half a star; at least the city now knows that it has problems and can get to work on them.</p><p><strong>DALLAS</strong></p><p>★ ★ ★ ★</p><p>Dallas is frequently cited as the best force in the state, and by a couple of important measures it probably is. The city’s <strong>population is 910,000,</strong> and it maintains a force of <strong>2000 officers.</strong> Of the state’s five largest police departments, the Dallas force has the highest <strong>clearance</strong> (arrest) <strong>rate, 28 per cent, </strong>which is well above the national average of about 20 per cent. That rate is especially noteworthy because it has been achieved despite a <strong>22 per cent increase in reported crime</strong> over the past five years, a period during which clearance rates have been declining in most other departments. This record suggests that although the Dallas department may not be reducing the city’s crime rate, at least it is managing crime. The amount of money spent per person per year for police protection, <strong>per capita expenditure, is $92,</strong> an impressive figure compared to spending in other cities.</p><p>The Dallas force is also one of the best educated among the major city forces, and this has definitely contributed to the relatively small number of complaints about brutality and violation of civil rights. Unlike other Texas police departments, Dallas requires applicants to have a minimum of 45 hours of college credit (Houston, for example, requires only a high school diploma), and nearly half of the 2000 officers have college degrees.</p><p>Finally, Dallas has had more stable, higher-quality management over the years largely because the city never adopted the state civil service system, article 1269M. Under a more flexible local system, Dallas chiefs have been better able to promote truly skilled managers and innovative thinkers to their command staffs, rather than those who simply pass a written exam. Job performance and initiative have played at least some part in the promotion of officers to middle management.</p><p>The bad news is that the Dallas force could soon find itself in a lot of trouble if the city management doesn't begin paying attention to the city’s explosive growth. Calls for service to the department have increased by 43 per cent since 1974, and it has maintained an average <strong>response time</strong> (lapsed time from when a call is received by police to when they arrive) <strong>of 10 minutes,</strong> yet the manpower has remained at the same level. Nearly 200 officers left the force last year, 100 by resignation-a sure sign of sinking morale. The force now deploys only 2.2 <strong>officers per 1000 residents,</strong> or <strong>5.5 officers per square mile.</strong></p><p>The Dallas force’s problems have landed in the office of a new chief, fortyyear-old Billy Prince. An eighteen-year veteran with a superlative record, Prince is said to be well liked among the rank and file. That may clear up the morale problems, but the numbers problems won’t be so easy to solve: already Prince has been forced to consider lowering the college credit requirement to obtain a larger pool of minority applicants.</p><p>Dallas is an exemplary police department, however —it has maintained its high standards of conduct and productivity despite having a woefully understaffed force.</p><p><strong>AUSTIN</strong></p><p>★ ★ ★ ½</p><p>This will be an interesting department to watch. Austin’s <strong>population,</strong> now at <strong>350,000,</strong> has grown faster in the last decade than that of any other Texas city. Since 1977, <strong>reported crime has increased</strong> by <strong>30 per cent;</strong> as of 1981, the <strong>clearance rate was down to 20 per cent.</strong> (austin Police Department statisticians are quick to point out that this year the department's clearance rate is 32 per cent.) Nonetheless, the department’s <strong>4.8 officers per square mile,</strong> or <strong>1.6 officers per 1000 residents,</strong> is a full officer below the national average of 2.7 offi: cers per 1000 residents for cities over 250,000 population (although cities in the Southwest average 1.8). <strong>Response time is 5 minutes for emergencies, 9 minutes for other calls.</strong></p><p>More encouraging news is that if the austin department seems undermanned with its <strong>600 policemen,</strong> at least it isn’t losing officers as quickly as most other departments. Right now, the <strong>per capita expenditure is $73.</strong> The department’s officer attrition rate is less than 4 per cent, about half that of Houston and Dallas, and it has done the best job of keeping its force at the authorized level. The only problem is what that authorized level should be: austin chief Frank Dyson understandably thinks it should be higher, especially since the city is expected to grow by 10,000 residents a year for at least the next five years. Whether the department can keep paceas those in Houston and Dallas haven’t -is a crucial question. Dyson is known as an innovator, so he may modify the present manpower structure as well as add more officers. The austin department is already experimenting with a promising “crisis intervention” unit, which employs specially trained civilians to handle domestic disturbance calls-the most time-consuming part of the average patrolman’s day. An innovative force that may prove that smaller forces don't have to learn the lessons of Houston the hard way.</p><p><strong>FORT Worth</strong></p><p>★ ★ ½</p><p>The Fort Worth force is at least holding its own. <strong>Reported crime decreased slightly</strong> over the past year (though from 1977 to 1981 it was up 28 per cent). Particularly impressive was a 5 per cent decline in burglary, a crime that ravaged the city for years. Unfortunately, the department also reported that its <strong>clearance rate declined to 17.5 per cent,</strong> slightly below the national average. <strong>Response time for priority calls is 12 minutes.</strong></p><p>Fort Worth does seem to have done a good job of keeping its force abreast of the growth of the city, which now has a <strong>population of 385,000,</strong> and <strong>730 policemen. Per capita spending is $64. </strong>The department’s sworn manpower has increased by a higher percentage than its population over the past ten years. But it still has only <strong>1.9 officers per 1000 population,</strong> or <strong>2.9 policemen per square mile.</strong> a competent, low-profile force that is managing its crime problembut perhaps only because Fort Worth is the only major Texas city whose population has remained stable as its force size has increased.</p><p><strong>CORPUS Christi</strong></p><p>★ ★</p><p>Another city on the cusp of booming growth-and a booming crime problem. Over the past five years, <strong>reported crime has increased 25 per cent.</strong> The force now has <strong>320 policemen</strong> for a <strong>population of 230,000.</strong> While the force has maintained a <strong>19 per cent clearance rate</strong> for major felonies, the department has not anticipated the city’s growth. It deploys only <strong>1.4 officers per 1000 residents</strong> or <strong>3 policemen per square mile, </strong>and its <strong>per capita expenditure is only $60 </strong>—well below even Houston. Moreover, the department doesn’t even keep figures on the average response time. A force that could go from fair to poor within a year if it doesn't wake up.</p><p><strong>EL Paso</strong></p><p>★ ★</p><p>Like austin and other medium-sized Texas cities, El Paso managed to escape serious crime problems through the sixties and early seventies. No more. The city has ballooned to about <strong>440,000 in population</strong> and 240 square miles in area. <strong>Reported crime is up 20 per cent</strong> since 1977, and citizen calls for service are up 50 per cent. Response time is not available, and, unbelievably, the department has not yet computerized its dispatch system. Now with <strong>645 policemen,</strong> the department has actually <em>lost </em>10 per cent of its force, leaving it with fewer than <strong>1.5 officers per 1000 population,</strong> or <strong>2.7 officers per square mile.</strong> The <strong>clearance rate is 25 per cent. </strong>One measure of how far behind the city’s growth the department has fallen is that it must now cover an area nearly twice that of austin-with roughly the same number of men. One big problem in El Paso is money: except for San antonio, it had the <strong>lowest per capita expenditure, $53.</strong></p><p><em>(Continued on page 242)</em></p><p><em>(Continued from page 141)</em>_</p><p><strong>HOUSTON</strong></p><p>★ ½</p><p>The state’s largest force<strong>-3500 police officers</strong> for a <strong>population of 1.7 million—</strong>has probably suffered enough for the outbreak of police brutality that put it on the map in 1977. But it is worth pointing out that even as recently as last year, Houston cops were not exactly sparing the rod. According to one study, the department still employed deadly force at a higher rate than any other department in the state, and in Justice Department investigations of civil rights violations, Houston ranked fifth.</p><p>It’s also only fair to add that such dubious achievements are probably due to the sheer frustration of being in Houston. Over the past five years, the force has not been able to keep pace with the city’s growth. The Houston force deploys 2 <strong>officers per 1000 population,</strong> or <strong>5 officers per square mile,</strong> fewer than any other of the nation’s eight largest cities; also low is Houston’s <strong>per capita expenditure of $75.</strong> The impact of these figures has been measurable. <strong>Reported crime has risen 30 per cent</strong> since <strong>1977; </strong>the <strong>clearance rate is down to 11 per cent.</strong> Houston does not break out a separate response time statistic for emergency calls; the department’s average <strong>response time exceeds 30 minutes.</strong> The situation has become so acute that the department, in effect, has not been able to enforce traffic laws over the past year and victims of residential burglaries in which there was no bodily harm have recently been asked to report the crime by filling out a computer form at their local substation describing the incident.</p><p>The man with the unenviable task of cleaning up the mess is newly hired chief Lee Brown, formerly in charge of the atlanta force and now Houston’s first black chief of police. Brown’s early months were predictably stormy: rankand-file cops were not sure they liked taking orders from an outsider, and when Mayor Kathy Whitmire proposed radical changes in article 1269M, the state civil service system that governs the department, there was talk of mass resignations. To his credit, Brown remained calm and managed to bull his way through some of the early resistance. Working with Whitmire, he hammered out a compromise on civil service reform. Another indication that he has his priorities straight was his order that three hundred officers chained to useless desk jobs be shifted back to the streets over the next three years. Finally, Brown has commissioned studies of Houston crime patterns and demographics to determine just how many officers the city needs and where and at what times they should be deployed. Such questions may seem fundamental, but no chief has bothered to ask them before. In short, while the Houston department remains riddled with poor morale and inefficiency, the Brown regime is at least talking a good game-which in Houston has to be counted as a big step forward.</p><p><strong>SAN Antonio</strong></p><p>½</p><p>For years, the San antonio Police Department remained as out of sight and mind as did the San antonio River before the developers discovered it. Recently the city commissioned arthur Young & Company to do a study of the department, and that study revealed many serious problems. The city’s <strong>population is 785,000,</strong> and it has a police force of <strong>1100 officers.</strong> This means there are <strong>1.4 policemen per 1000 population,</strong> or <strong>4.1 policemen per square mile.</strong> Sworn police manpower has actually decreased over the past 10 years, <strong>reported crime was up by 12 per cent,</strong> and the <strong>clearance rate was 17 per cent.</strong> From 1946 to 1981 crime multiplied tenfold, while the police force only quadrupled. Given that Houston clears 11 per cent of its reported crimes and that crime there rose 30 per cent in five years, the San antonio figures seem implausible. The study also revealed incredible discrepancies in the record of arrests.</p><p>Sixty per cent of the officers said morale was poor; only 17 per cent said management was good. More than a third complained that their patrol cars were in poor condition. San antonio’s <strong>per capita expenditure of $45</strong> was by far the lowest of major Texas cities. The patrol division was nearly 100 officers short of its authorized level, and response time information was lacking because patrolmen were not calling in when they got to their destinations. The study found that the San antonio department was beleaguered by obsolete management systems, inefficient use of resources, and shoddy record keeping.</p><p>The study detailed the stagnating effects of the state civil service law on the management ranks of a police department. The average age of the department’s deputy chiefs and captains was 48 years, and each of them had held his rank for more than 7 years, suggesting that even if someone had been aware of the department’s problems, he would have been hard put to do anything about them. As for the future, it’s doubtful that San antonio residents were heartened by Chief Robert Heuck’s initial response to the study. “So far, there’ve been no major surprises,” he told a reporter. “We’ve known about most of these problems for years. We haven’t been sitting here with blinders on.” Maybe not, but unless someone does something soon, San antonio could be the Houston of the eighties —if it isn’t already.</p><p><em>J.a.</em></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "December 1982",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Crime",
      "Houston",
      "Police",
      "Dallas",
      "Texas",
      "San Antonio",
      "Austin",
      "Cities",
      "College",
      "News",
      "record",
      "El Paso",
      "Fort Worth",
      "Prince",
      "Atlanta",
      "Bull",
      "Cars",
      "Civil Rights",
      "Computer",
      "Demographics"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Houston",
      "Dallas",
      "Texas",
      "San Antonio",
      "Austin"
    ]
  }
}