{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19781",
    "date": "January 1978",
    "year": 1978,
    "month": 1,
    "month_formatted": "January",
    "pdf_uri": "/1978/19780100.pdf",
    "issue_cover_image": "",
    "document_start_page": 84,
    "toc_start_page": 82,
    "document_page_range": [
      [
        84,
        85,
        86,
        87,
        88,
        89
      ]
    ],
    "toc_order": 3,
    "toc_headline": "Art Yucko",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-197801-artyucko",
  "source": "/1978/19780100.pdf",
  "wp_post_id": 113358,
  "wp_post_guid": "http://www.texasmonthly.com/article/art-yucko-design/",
  "authors": [
    "Cindy Bell",
    "Mickey Troncale"
  ],
  "headline": "Art Yucko",
  "dek": "The rise and (thank goodness) the fall of an epoch in american design: the fifties.",
  "spread_caption": "",
  "excerpt": "How we learned to stop worrying and love the fifties.",
  "kicker": "",
  "word_count": 1877,
  "content": "<p>by</p><p>and</p><p>It was a generation that loved Lucy, Hula Hoops, poodle cuts, pink shirts, white bucks, and blue suede shoes. There were tail-finned Cadillacs, souped-up hot rods, ducktail haircuts, ponytails, pop beads, and Raleigh coupons. Headlines centered on the cold war, Khrushchev, Joseph McCarthy, commies, and fallout shelters. Living rooms were filled with the latest in wrought-iron butterfly chairs, nubbyweave sectional sofas, and blonde wood boomerang-shaped coffee tables. Beatniks, Rosemary Clooney, Johnnie Ray, and 3-D were hard to swallow, but alka-Seltzer gave quick relief.</p><p>Fabulous or not, the fifties are no more; they’ve gone the way of the flapper and the tin lizzie. What is surprising is that now, two decades later, people have stopped turning up their noses and have started to take the decade seriously. We took a long, hard look at what was happening then— particularly in the design world—and we were amazed to see how well it all hangs together. Any decorative period that’s worth its salt has a name: Victorian, Empire, art Nouveau, art Deco. Belatedly, then, we christen the era that reached its height in the fifties as: <em>art Yucko.</em></p><p>But first a word of explanation: the fifties and Yucko did not start in 1950. No, they started on august 6, 1945, the beginning of the end of World War II. When the mushroomshaped clouds cleared and peace came at last, the industries that had been expanded by the war found a new and voracious market in the american consumer. As industry stopped making bombers and started making butter dishes, a fascination for technology in the home spread like Parkay. The homey, overstuffed, frumpy look of the forties was out. Slick, modern, and up-to-date was in.</p><p>As the decade progressed, new materials bombarded the market. Boltaflex, Spongex, Texfoam, Vellon, Styllon, and of course the ever-popular polyester made their debuts, and “Floor-ever Vinylite Plastic” meant the whole house could be wall-to-wall modern. Lurex fabrics came in glowing colors with heavenly Wunda Weve textures and patterns. Molded foam rubber bounced into being, cushioning everyone’s life. Kids everywhere were stuck on Silly Putty.</p><p><em>Cindy Bell and Mickey Troncale are art Yucko enthusiasts living in austin.</em></p><p>Photography by Curra/Dudley</p><p><em>Homes took on the look of a Jackson Pollock abstract canvas as bizar shapes boomeranged across Formica and fabrics. Families updated their houses, their furniture, their clothes, and themselves.</em></p><img /><img /><p>Top: <em>In 1950 they couldn’t live without it.</em> Bottom: <em>In 1960 they couldn’t live</em> with <em>it.</em> Inset: <em>art Yucko as of 1978.</em></p><img /><img /><p>Melmac made turquoise plastic table settings the only thing to have, and Tupperware parties became a national pastime. On the art Yucko furniture scene, molded plywood, Masonite, Lustrex, and fiberglass were introduced, and wrought iron became the rage, praised for its lightweight durability and clean lines. As for wood, gentlemen preferred blonde, plastic-coated if at all possible. When furniture became waterproof, burn-proof, and alcohol-proof, it was all the proof that the american consumer needed: plastic was the modern way.</p><p>The push for the new wonder synthetics came from several directions, and one of them was space exploration. Though Sputnik didn’t happen until 1957, by the early fifties space was on everyone’s mind; people were looking up, not back. Inspired by this, designers launched furniture for the average pad. Star-dazed shoppers set their sights on heavenly interiors at down-to-earth prices. Outer-space motifs spread like wildfire as light fixtures looking like UFOs were found hovering in kitchens and antennas loomed from TVs like small satellite-tracking stations. The boomerang, another streamlined shape whose form mimicked its “orbit,” sped into the suburban home in the guise of ashtrays, coffee tables, and sectional sofas.</p><p>In the art Yucko era, space was the new fad. There were rocket bodies on cars, skinny spacecraft legs on tables, and UFO eyes on sunglasses. The fifties was obsessed with the future, and the look to cultivate was uncluttered, technological, and modern.</p><p>Flying saucer and boomerang shapes were superseded by what may have been the most popular design motif of all art Yucko: the structure of the molecule. This Tinkertoy shape, consisting of toothpick-like rods with knobs on the ends radiating from a central core, showed up everywhere, from wall clocks to fabric. Variations on the theme could even be found in the spindly-legged, wrought-iron tables and chairs that are almost synonymous with the fifties.</p><p>In its zeal to forget the unstylish past, art Yucko occasionally ran rampant. Its designers paid lip service to the style dictum that “form follows function,” but overenthusiastic manufacturers incorporated the trappings of modernism into everything, whether or not they fit. Shapes that were fine for coffee tables were showing up in light fixtures, and rocket tails were being incorporated into automobile fenders. It was a sham: kidney-shaped lamps did not shed more light, and cars with fins didn’t go faster. Assembly lines filled the market with purely symbolic versions of modernity. The result was the twilight zone of fantasy function.</p><p>Function was not the only thing about Yucko that was fantasy. Much of the time, so was the value. Art Yucko design was an easy gimmick for people whose main concern was concept and not quality. It was ideal for those—maker and buyer alike—who wanted the essence of modernism and were willing to overlook mediocrity. The premise of streamlined design—anything you can do, I can do slicker— yielded to a new competition—anything you can do, I can do cheaper. At the zenith of art Yucko, quality seldom went in before the name went on. One publication actually advised shoppers to discreetly kick the wrought-iron furniture when they went buying; if the paint flaked off, the price should be cheap. Art Yucko was a mass-produced look that could be everybody’s because The Price Was Right.</p><p>But whether or not it was tacky and tawdry, art Yucko was in, and it stayed in for a very long decade. By 1952 national approval extended all the way to the White House. When Eisenhower was elected president, it seemed only natural for the press to refer to the White House as Mamie’s “dream house” and “Ike’s place.” Though hardly an american beauty, Mrs. Eisenhower rose as the sweetheart of pink, and Mamie pink became the new way to think. The First Lady of Yucko also inspired removable Mamie bangs and curls. The american public could understand a first family who dined on TV trays in front of the television. They liked a president who played golf while making policy decisions that were within range of the average mind.</p><p><em>The Orient gave a new slant to interior decorating schemes.</em></p><img /><p>By the end of Ike’s second term in 1960, though, the american sponge had reached the saturation point. It was the end of one era and the beginning of another, and Jackie Kennedy was reportedly appalled when she saw Mamie’s pink bedroom. Out went the art Yucko drapes and rubber trees and in came antiques and Jackie’s impeccable taste.</p><p>When the newly redecorated White House was shown on TV, families everywhere took a critical look at their living rooms and said, “We’ve got to get rid of this stuff.” The trappings of Yucko somehow did not fit as well in Camelot as they had in the dawn of the atomic age. Technology was becoming less fascinating and more threatening, and people grew weary of their homes looking like a set for a Japanese space movie. Their fantasy-function furniture seemed sterile next to new antique reproductions. Homemakers forgot how much they had once liked their boomerang sectional after they saw their neighbors’ new Italian provincial living room suite. <em>Eleganza!</em></p><p>The resurgence of nostalgia in design did not finish off art Yucko, though; it only transformed it. That period of style exists no more, but the american love for mass-produced crapola flourishes. The living influence of art Yucko can be seen in the vacuum-formed plastic Mediterranean consoles and crushed velvet sofas in the furniture palaces of america. Art Yucko was the way we were—and still are.</p><p><strong>an Art</strong><em>Yucko</em> DAY</p><p><strong>Saturday, Somewhere in the Fifties</strong></p><p><strong>8:00 a.m.</strong> as their dreamy new Philco clock radio clicks on to the tones of “How Much Is That Doggie in the Window?” our art Yucko couple cheerfully begin another wonderful weekend. Taking the Spoolies out of her hair, the “better half” heads for the kitchen, where she chases a Metrecal cookie and a 1-A-Day vitamin with a glass of Tang. Our hero can’t face a poached egg, so he just has a cup of Maxwell House (good to the last drop).</p><p><strong>9:10.</strong> Flipping on the console TV, she exercises with Jack LaLanne, then slips into her favorite black pedal pushers, pink Ship ’n’ Shore blouse, gold Cappezio flats, sprays her hair with new, self-styling adorn, and hurries to the garage.</p><p><strong>10:00.</strong> Tossing the family poodle in the backseat of their new Plymouth (with neato black and white Leatherette seats), she is on her way, as “Three Coins in the Fountain” blares from the radio. After dropping the poodle off at Bark ’n’ Curl, she has to rush to make her appointment for a permanent and lash dye at Chat ’n’ Curl (this is like Bark ’n’ Curl, only for women).</p><p><strong>10:30.</strong> Meanwhile, Dad has donned Bermuda shorts, primed his crew cut with Dep, and is mowing the lawn.</p><p><strong>2:30 p.m.</strong> Her hair freshly done in—what else?—a poodle cut, she stops at the supermarket. She throws chicken pot pies, Jell-O instant pudding and pie filling, V-8, and Campbell’s chicken noodle soup into the basket, edging ahead of a woman with two grocery carts and five children in coonskin caps,</p><p><strong>3:15.</strong> Picking up her own kids from the roller rink, she cruises into the driveway (crushing a Hula Hoop on the way).</p><p><strong>4:20.</strong> Now that hubby’s finished cleaning out the garage, he’s listening to two ball games—one on the radio and one on TV—while downing a six-pack of Pabst Blue Ribbon. She notices there’s not much time left to make a salad for the covered-dish supper tonight, so she chooses a quickie: “Simply combine lime Jell-O with stuffed olives, walnuts, and one can of English peas, chill, and serve.”</p><p><strong>7:15.</strong> The babysitter arrives, late, popping gum and brushing her ponytail. She puts her stack of 45s on the hi-fi and phones ten friends as soon as the squares have left.</p><p><strong>7:30.</strong> While the girls at the covered-dish supper eye each other’s creations (pineapple-chicken Hawaiian, Spam and Velveeta hors d’oeuvres on toothpicks, mock curried baked beans, and carrot and raisin salad), the guys file out to the garage to see the new Thunderbird. During supper the men discuss <em>I Led 3 Lives,</em> beatniks, juvenile delinquents, 3-D, and baseball, while the women talk about the sack dress, beehive hairdos, and Debbie Reynolds and Eddie Fisher.</p><p><strong>11:20.</strong> arriving home, they are <em>not</em> thrilled to find the kids watching <em>The Twilight Zone</em> with the babysitter and her boyfriend.</p><p><strong>Midnight.</strong> While he snores, she smears Noxzema on her face, wraps her hair in toilet paper, and hopes that they can get up in time to make the late service at church.</p><p><em>Strike Me Pi was on everyone’s fingertips, and ike heeled shoes came to a point both ends.</em></p><p><em>Full-length minks ere mercilessyl restyled into stronlined stoles for that modernlook.</em></p><img /><img /><p><em>In the fifties, the poodle became the dog of the decade, inspiring poodle cuts and poodle skirts.</em></p><p><em>Women in leopard skin were spotted everywhere.</em></p><p><em>any resemblance between fish sticks and real fish was purely coincidental.</em></p><p><em>What woman wouldn’t consider herself lucky to be living in tomorrow’s home today?</em></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "January 1978",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Art",
      "Furniture",
      "Fifties",
      "Design",
      "House",
      "people",
      "Space",
      "Coffee",
      "Hair",
      "Home",
      "supper",
      "Chicken",
      "Family",
      "Fish",
      "Radio",
      "Style",
      "Technology",
      "War",
      "White House",
      "all the way"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": []
  }
}