{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19781",
    "date": "January 1978",
    "year": 1978,
    "month": 1,
    "month_formatted": "January",
    "pdf_uri": "/1978/19780100.pdf",
    "issue_cover_image": "",
    "document_start_page": 90,
    "toc_start_page": 88,
    "document_page_range": [
      [
        90,
        91,
        92,
        93,
        94
      ],
      [
        151,
        152,
        153,
        154,
        155,
        156,
        157
      ]
    ],
    "toc_order": 4,
    "toc_headline": "The Good Old Girls",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-197801-thegoodo",
  "source": "/1978/19780100.pdf",
  "wp_post_id": 113352,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-good-old-girls/",
  "authors": [
    "Prudence Mackintosh"
  ],
  "headline": "The Good Old Girls",
  "dek": "Texans didn't exactly run the National Women's Conference, but they made it work.",
  "spread_caption": "",
  "excerpt": "At the National Women’s Conference, the feminists changed their sandals for pumps and embraced mainstream america.",
  "kicker": "",
  "word_count": 6749,
  "content": "<img/><p>Photograph by ave Bonar</p><p><span class=\"dropcap\">I</span> knew I wasn’t exactly the cutting edge of the movement when a Houston friend’s first question on hearing I was going to the National Women’s Conference was, “What are you going to wear?” Surely that was not the right question for a feminist gathering. (as it turned out I was wrong, but not for the reason one might expect.) I was certain that across the country women were just tossing a T-shirt, a pair of jeans, and some sandals in a canvas bag and hopping a plane for Houston while I was eyeing my new wool dirndl skirts and trying to decide if I could make it through airport security with my hair drier. I opted for a little of both—jeans and black turtlenecks and skirts and neat blouses; I reasoned that at a Mississippi delegation caucus some lipstick and a straight hemline might serve me better than media credentials. However, taking two wardrobes made my luggage so cumbersome that, in spite of the collapsible carrier I had bought to get me independently through the airport, my typewriter proved too much and before I boarded the plane at Love Field I had already enlisted the services of two gentlemen. Settled in my seat, 1 tried to assume the proper feminist perspective. My male seat companion was a big help: he spent the better part of the flight, with no encouragement from me besides an occasional nod. telling me how indispensable he was to his company and how he was getting nationally known for his race-car engine rebuilding. I wondered to myself how long it might take for a professional woman to develop such a monumental ego.</p><p>I had been instructed by some jaded reporters that to cover a convention, it was necessary to write your story before you arrived, then afterward change the things that didn’t go as you expected. But I hadn’t had enough dealings with the women’s movement to do any predicting. The cab ride into Houston gave me time for some theorizing, however. While Texas women, as all women, have had to contend with unequal pay for equal work and inequities of that nature, 1 was of the opinion that the reason the feminist movement didn't sweep Texas like a storm in its early days is because it concerned itself with certain things that many Texas women had taken care of a long time ago. Maybe it’s our frontier heritage; after all, it was the frontier states that first granted women suffrage in this country (Texas was seventh). Maybe our greatgrandmothers were just too important to everyone’s survival to take much put-down from their men. All I know is that growing up in Texas it never Opposite: <em>Betty Friedan (1.) with Mary Keegan, who organized Texas volunteers</em> once occurred to me to think of myself as inferior to men. Indeed, in Texas high schools the strong tradition of football tended to short-circuit the academic energies of the good old boys while we good old girls who didn't have the legs for baton twirling were busy making the honor roll, editing the school newspaper, and running the student council. Chauvinistically, I wanted to believe that the leaders of the women’s movement had set this conference in Texas because we had a tradition of resilience and effectiveness that other women could learn from. Although I knew its goals were more specific, perhaps in a psychological sense this would be the Texanization of the women’s movement.</p><p>This gathering of women in Houston was bringing together nearly 2000 delegates elected in meetings in every state and territory of the United States. In the next three days, November IS through 20, the women would forge a 25-point program aimed at eliminating barriers to equality for women. The National Plan of action, which would include economic issues as well as the controversial issues of the Equal Rights amendment, abortion, and lesbian rights, will be presented by the conference commissioners to Congress and President Carter by March 21.</p><p>Since I was in town a day early, I wanted to get a look at the behind-thescenes preparations. I saw women acting as security guards, floor tellers, microphone facilitators; they ran firstaid stations and information booths; they acted as interpreters for foreign visitors and non-English-speaking delegates; they signed for the deaf, typed braille for the blind; they provided transportation, housing, and child care, registered the press, and coordinated special events at the albert Thomas Convention Center and throughout Houston. Most were Texas women and experienced workers coming out of such organizations as the YWCA, League of Women Voters, american association of University Women, and National Council of Jewish Women.</p><p>The press would be looking for radical, braless, denim-clad feminists and. although it would certainly find them, it would also find blue-haired grandmothers, young club women in well-cut suits, and female executives from federal agencies—all being led by Mary Keegan, the chair for the Houston committee of the IWY (International Women’s Year) Commission. Mary, who has headed many volunteer efforts in Houston, would be responsible for over two thousand of the volunteers, a job few corporate executives would consider taking on at top salary and which she did without pay.</p><p>At the IWY office, the scene was like any campaign headquarters the day before an election—confused. The difference was that women running a national convention like this for the first time are defensive about being called disorganized, so I was quickly taken aside and shown the overall structure for reassurance. With only one day left before the torch from Seneca Falls, New York, would be relayed to Houston, last-minute decisions had to be made, but at this crucial point the lines of authority were becoming tangled between the Texas volunteers and the mainly Eastern IWY staff. Only two days before, the national IWY staff from Washington had descended on the Houston headquarters. I sensed that the transfer of power to Bella abzug. presiding officer of the conference, and her paid staff had not been entirely smooth. While the transition between advance staff and permanent staff is undoubtedly difficult in any large organization, the East/West cultural differences in this exchange of power served to accentuate inherent problems.</p><p>The two women who did the most to help smooth out these differences, as well as a host of other seemingly insurmountable obstacles, were Houstonians Poppy Northcutt and Helen Cassidy. Each time a crisis was resolved, I heard the names of these two extraordinary Texas women. They had been hired in late September by the national IWY staff to act as “special conference consultants.” according to Helen, all the national staff had done in Houston at this point was reserve the meeting halls and hotels for the actual convention dates. No thought had been given to the sort of details that for most national conventions of any size are planned five years in advance.</p><p>Helen and Poppy had six weeks to accomplish miracles. Their previous experience with the National Organization for Women conference three years ago in Houston would prove invaluable, as would their friends and contacts throughout the city. Helen, a lawyer, and Poppy, a trajectory analyst and the first woman in Mission Control at NASA and more recently an account executive with Merrill Lynch, had recently left their jobs to establish Women's advocate. Inc., in Houston. The two agreed from the start of their involvement with this conference that Helen would deal with the people and Poppy would deal with things.</p><p>Some of the tasks seemed enormous. For example, the Sam Houston Coliseum leased for the conference had no bathroom facilities for the handicapped. Poppy was able to get an additional stall added in each bathroom, but in order to do it, one regular stall had to be narrowed. “anybody with hips measuring more than thirty-six who got in line for that one was bound to be embarrassed,” Helen said. Braille information for blind delegates and participants had to be put up in various places in the hotels and convention center. Sometimes the job had to be done twice. While touring the meeting halls, one commissioner confided to Helen, “I saw this very right-wing-looking young woman pasting some sort of secret code up in our elevators at the Hyatt. You'll be relieved to know I went around behind her taking them down.” a wrestling match had been booked into the coliseum the night before the women's conference was to open. That left only the early-morning hours for setting up the convention floor plus a press room complete with phones, teleprinters, and typewriters.</p><p>One of Helen’s many people jobs was acclimating the national TWY staff to Texas modus operandi. “We had the most problems with the New York women. I told them before they got here that in Texas, we say ‘please and thank you and yes, ma’am.’ They weren’t too sure about ma’am. ‘Isn’t that how people in England address the Queen?’ they asked. I assured them that any courtesies they might afford the Queen would be standard procedure with any women from Texas or the rest of the South. The New York women wanted to pride themselves on being the roughest, toughest, most outspoken women on the earth, but I assured them although we might be quiet-spoken and polite, we could be vicious when crossed. I suggested that they reread <em>Gone with the Wind</em> before they came.”</p><p>Due in large part to the efforts of Helen and Poppy, what didn’t happen at the conference was as noteworthy as what did. As it turned out, there was no major dissension between the national staff and the Houston volunteers —just an interesting contrast in approach. I saw an example of one type at breakfast Thursday morning in the Hyatt Regency coffee shop. I invited myself to join two very busy members of the national staff who were arguing, even before their orange juice was served, over who was to blame for a proposed demonstration by the militant handicapped from California. “You knew we’d have a demonstration on our hands. I told you to put that paraplegic woman from California on the committee, but you vetoed my recommendation. You should have anticipated this move. The militant handicapped from California could ruin us. I hear we don’t even have ramps to the podium if one of them should speak. Who’s responsible for this kind of foul-up?” “Foul-up? What about the dog show that got booked in the press room?”</p><p>So much talk of “power moves” and “confrontation” so early in the morning almost made me choke on my grits. By contrast, late that afternoon I met Texan ann Britt, the convention center decorator, who was directing dozens of union laborers without raising her voice. Ann Britt, who grew up in Carthage with a bunch of brothers, is every bit as tough as the women I had met that morning. The difference was in style. Ann Britt was wearing a frilly dress, her hair and makeup were perfect, her nails were polished, and her voice was right out of <em>The Last Picture Show.</em></p><p>Ave Bonar</p><p>Ann Richards of austin epitomizes the good old girl style of politics.</p><img/><p>Ave Bonar</p><p>Wichita Falls' arthur Bea Williams knows how to get people to listen.</p><img/><p>Ave Bonar</p><p>Texas Journalist Liz Carpenter's speech brought women to their feet.</p><img/><p>Janice Rubin</p><p>Passage was a foregone conclusion, but the ERA resolution's victory set off celebrations anyway.</p><img/><p>At the National Women's Conference, no news was good news: expected confrontations didn’t materialize and rival groups got along well.</p><img/><img/><p><em>ave Bonar</em></p><p>Jim Caldwell</p><p><em>The style of the conference was aimed at Middle america, but the controversial issues of lesbian rights, abortion, and the Equal Rights amendment were passed with ease.</em></p><img/><p>Jim Caldwell</p><p><em>Some friendly persuasion by Texans softened Utah’s anti-feminist stand.</em></p><img/><p>Ave Bonar</p><p><em>Irma Rangel found Hispanics divided.</em></p><img/><p>Houston Post</p><p><em>Two Houstonians rescued the NWC from trouble: Poppy Northcutt . . .</em></p><img/><p>Houston Post</p><p><strong>. . .</strong><em>and Helen Cassidy, who handled details the national staff ignored.</em></p><img/><p>“Some of these women i'm dealin' with don’t have no more sense than a waltzin’ pissant. In Texas we grew up knowing that if you really wanna get somethin' done, you first ask politely and you communicate just as clearly as you know how what you want. I’m the only woman convention decorator in this city and a lot of people don’t think it’s a job for a woman. But i’ll tell you, i've never had a bit of trouble with my guys. Getting these teamsters to work this convention could have been a real mess; I work with the guys who think we all oughta be barefoot and pregnant, but they respect me and do what I tell ’em. Lookin’ nice is part of it, I guess. My mama raised me to care what I look like, and rolling up my hair at night doesn’t mean I can’t demand top wages in this business.” all the women behind the scenes were having to deal with conflict, and it seemed to me that the Texas women who had never lost their ability to communicate with the good old boys who install telephones and unload chairs would deserve a lot of the credit for bringing off this conference.</p><p>By the time I returned to my hotel Thursday afternoon, new conflict was developing. Delegates from every state and territory and their luggage were beginning to create an impasse in the lobbies of the Sheraton and Hyatt Regency. If the male desk clerk at the Sheraton had ever contemplated a sex change, surely it was now. The women were bunching up around the desk and polite inquiries about room reservations had degenerated to “What the hell is going on here?” when it became clear that the hotel would be unable to house even those with confirmed reservation slips in their hands. Everyone seemed to have a different explanation for the hotel snafu and rumors swept the lobby. Some said that the Sheraton and the Hyatt simply overbooked for Thursday. Both hotels had offered the IWY reduced rates because they did not anticipate much business the week before Thanksgiving. Others hinted that when a lumberman’s convention at the Hyatt opted to stay another day at full rate, the hotel was reluctant to evict them. Rumors also spread that right-wing groups had called in and canceled entire blocks of rooms reserved weeks in advance by state delegations. After the conference was over, I thought back on the lobbies full of tired women sitting on their luggage singing “Show me the way to go home. I’m tired and I wanna go to bed,” and I couldn't help but wonder how much more contentious the conference might have been had the energies of so many women not been initially spent in fighting for space to sleep.</p><p>On Thursday I attended my first press conference with Bella abzug presiding. Again, I realized I had been wrong to assume that “What are you wearing?” was an inappropriate question for the National Women’s Conference. Indeed, Bella met the press at that first briefing in a pink suit. Of course, she wore her trademark, a floppybrimmed hat, but this one was a complementary shade of pink. Everybody had apparently given appearances considerable thought. Knowing that Liz Carpenter had been worrying about what to wear for her speech at the opening session—the rose Ultrasuede or the new Molly Parnis—some of her austin friends sent her a telegram that read: RE: Iwy Meeting. Molly Parnis Suit. Must Change Plans. I</p><p>Own Same Suit. Bought It First. Pi.an To Wear. Know You’ll Understand. Phyllis Schlafly. “In the early days,” said lane Hickey, a delegate from austin, “it was a big deal that you <em>didn’t</em> dress up. I don’t know why, except that it was a lot more comfortable —no panty hose, just old tire-tread sandals. But at some point, I guess about three years ago, somebody noticed that nobody listened if they were looking at your dirty feet. I guess the return of dresses indicates a greater degree of political sophistication. We don’t want to just be right anymore. We want to win.”</p><p>In keeping with that sentiment, as Bella introduced various members of the IWY Commission, she said more about their children and grandchildren than about their professional achievements. She emphasized that many of the issues of this conference would go right to the heart of the grass-roots american woman, the homemaker—Social Security laws that discriminate against her, inheritance laws that may reduce her to poverty when her husband dies, displacement when she tries to enter the job market when her children are grown. Phyllis Schlafly across town at the astrodome certainly had no monopoly on so-called pro-family issues. A cynical <em>Washington Post</em> reporter leaned over to me during Bella’s press conference and whispered, “I wish they’d get off this motherhood stuff. For the first time at a feminist conference, i’m beginning to feel disenfranchised.”</p><p>Any national convention is a circus and it seemed to me that this one had more than three rings. I could have spent the entire four days simply looking at the 2000 women on the convention floor. The diversity in their ages, ethnic origins, and dress alone made the conference a reporter’s feast. There were Oriental women with delicate flower-imprinted buttons bearing the slogan “Lotus Blossom doesn’t live here anymore,” Midwestern matrons in polyester pantsuits with yellow ERA scarves proclaiming “Women’s rights is as american as apple pie,” California delegates as varied in appearance as their sign indicated: “Imagination rules the world,” Indian women in tribal dress, Nebraska women swinging bras over their heads with a sign saying “We never burned ’em,” alabama women in their Sunday best demurely needlepointing Christmas ornaments, Guamanian and Hawaiian women in bright muumuus with tropical blossoms in their hair, and of course young women in traditional feminist uniform—jeans and T-shirts.</p><p><em>(Continued on page 149)</em></p><p><em>(Continued from page 92)</em></p><p>The diversity in the press gallery was a microcosm of the larger group. For part of the conference I sat beside a delightfully unjaded reporter named Brenda from Springdale, arkansas. “Oooh, I just can’t believe it,” she squealed, “Barbara Jordan is my idol and i’m hearing her right now in person.” and sometimes I ended up between the more cynical journalists from the East whose entire store of nouns, verbs, and adjectives derived from a certain anglo Saxon verb that still retains some shock value in these provinces. At one of the evening sessions, after listening to more than eight hours of floor debates, I wearily remarked to my female press companions that I thought the cause of women’s rights might be better advanced if we all turned our voices down about fifty decibels. “I know it’s heretical to say, but i’ve about had it with women today. I don’t care what Gloria Steinem says. I am not missing ‘the part of myself that society has repressed.’ What i’m missing is men, particularly my husband.” My companions shrugged coolly, and later when they asked me to save their seats, I asked, “What paper are you with, just in case the press aide tries to seat somebody here?” They grinned and one offered me her card: it read <em>Lesbian Times.</em></p><p>Those “exotic issues,” as former Democratic Chairman Bob Strauss used to call them, occupied one ring of the circus. My friends back home might feign some interest in the parliamentary maneuvers that brought about the passage of the minority rights resolution, but the main thing they’d want to know was “Did you see any lesbians or prostitutes?” Of course I did. I went to the press conference held by the National Gay Task Force. Jean o'leary, a commissioner for the IWY, was the spokeswoman for the group and for the record she does not have green hair and horns. In fact that press conference was one of the least sensational I attended. The motto for the lesbian participants was “We are Everywhere,” and out-of-thecloset lesbians proudly displayed their unity by wearing bright orange happy face buttons proclaiming “It’s fun to be gay.” From a group that sometimes calls to its defense the homosexual artistic geniuses of the Western world, I found the happy face buttons a real letdown.</p><p>The prostitutes showed more imagination. Their group, COYOTE (Call Off Your Old Tired Ethics), described as a “loose women’s organization,” wore buttons or T-shirts that read “The trick is in not getting caught.” at their press conference I presumed the major issue would be decriminalization of prostitution, but before I. knew it I was drawn into a pragmatic exchange on such subjects as zoning of red-light districts, the exploitation of prostitutes by massage parlors, the economic necessity of getting rid of pimps, and the need for massive VD screenings. “It’s about time everybody quit blaming the whores for venereal disease,” the spokeswoman said. “It’s the teenagers who pass that around, and it’s bad for our business.”</p><p>In my attempt to soak up all the diversity of the conference, I missed one of the major events, the last lap of the torch relay that had begun in September in Seneca Falls, the birthplace of the women’s rights movement in this country. It must have been impressive; I heard a man say later at the ERA fund raiser that it was the only time in his life that he was sort of sorry he wasn’t a woman. Sometimes it was difficult to take seriously a conference that was trying so self-consciously to be historical. Bella and the other presiding officers were banging a gavel once used by Susan B. Anthony, tape recorders were set up in the Convention Center for delegates and participants to record for posterity their musings on the days’ events, and conference memorabilia would be tagged and shipped to the Smithsonian. However, I confess to getting teary-eyed at the opening session in the midst of the drum and bugle corps, the trooping of the colors, the comely young women with the torch, the three first ladies, and the Battle Hymn of the Republic.</p><p>Texas had a strong grip on the opening sessions. Helen Cassidy, again behind the scenes, also had to hire a band for the conference. By that time she was so harassed by the out-of-staters (she now referred to them as “the aliens”) that when the bandleader asked about music, she said she told him to play standard convention fare—“You know, 'the Yellow Rose of Texas,’ ‘The Eyes of Texas,’ ‘Texas Our Texas.’” When the Equal Rights amendment resolution passed, the delegates found themselves singing “The ERA was passed today [clap clap clap clap] deep in the heart of Texas.” But more than the music, there was the presence of Texas women on the platform—Lady Bird Johnson and daughter Lynda Robb, IWY commissioners Gloria Scott and Liz Carpenter, and keynote speaker Congresswoman Barbara Jordan.</p><p>Liz Carpenter’s speech to the opening session was full of her characteristic humor, dramatic flare, and remarkable timing. Convention speeches are traditionally ignored, but everybody listens to Liz. “The President of the United States and the Congress have asked us to assess our needs, assert our worth, and set our goals for filling the legislative gaps. I thought they’d never ask!” she opened. She traced the role of women in america from Queen Isabella, who put up the money to discover it (the Native american Indian caucus would take Liz to task for that later), to Sacajawea who led the pale-faced men to the Pacific. She spoke of women’s traditional role as mothers and nurturers but also of the reality of their role as breadwinners: “I have known the warmth of a baby’s laughter and, as a journalist, the satisfaction of a newspaper byline.” She had strategically stationed delegates of diverse backgrounds on the platform behind her and proceeded to rally the audience like a tent revivalist. The women stood as she related their stories. “Eighty-five-year-old Clara M. Beyer of Washington, D.C., retired government worker of sixty years, protege of Justice Brandeis, teacher at Bryn Mawr College, one of the handful of valiant women who with Eleanor Roosevelt and Florence Kelley pushed the reform of child labor, mother of three sons and twelve grandchildren. Would you deny this senior citizen mother the Social Security rights due her, or deny women like her inheritance rights?” The crowd roared, “NO!” “The delegate from Minnesota —farm woman Mary ann Bruesehoff, who runs her own poultry farm on Route Two near Watkins. She was butchering ducks when I called. ‘i’m just a chicken picker,’ she says. While her husband raises pigs, cattle, and sheep, she just fell into raising three thousand broilers, ducks, and geese each year because, ‘We like good oldfashioned food that’s uncontaminated.’ Everyone else did too and it helps pay the college tuition of three children. Would you keep this woman out of business because she wouldn't get equal credit to run a business?” again the crowd exclaimed, “NO!”</p><p>And then there was keynote speaker Barbara Jordan. You know the voice. One cannot escape feeling a little like Moses receiving divine instruction on Mount Sinai when she intones the Scriptures, “Who can find a virtuous woman for her price is above rubies . . Who could munch popcorn while she demanded, “What will you reap? What will you sow?” Other speeches may have contained noble thoughts, but with a convention crowd it’s delivery that counts, and the Texas speakers knew how to deliver.</p><p>But the Texas influence extended even beyond the podium. I do not think it was accidental that the Texas delegation was seated on the presiding officer's right at the very front of the convention hall beside microphone number one. Although some might argue with validity that this delegation was not entirely ideologically representative of the state as a whole, few delegations could claim such nearly perfect ethnic or age balance. Delegate Owanah anderson of Wichita Falls had presided over the Texas state meeting last June with a tomahawk. First names like Lupe, Pokey, Melva, Nikki, Hortense, and Hermine only hint at the diversity of backgrounds confirmed in last names like Glossbrenner, Tobolowsky, Rodriguez, and McKool. The delegation had its well-known faces, such as Nikki Van Hightower, Houston’s former women’s advocate under Mayor Fred Hofheinz; Eddie Bernice Johnson, regional head of HEW: and Sarah Weddington, now general counsel to the Department of agriculture, who gave the seconding speech at the convention for the controversial abortion resolution. But within the delegation of 58 Texas women, there were politically astute women that I had never seen before.</p><p>I followed Irma Rangel, the first Mexican american woman elected to the Texas Legislature, to a Hispanic caucus one evening between two sessions. Irma has been a teacher in South Texas, South america, and California. Since graduating from Saint Mary’s law school in San antonio in 1969, she has served as a law clerk and assistant district attorney and now maintains a private practice in her hometown of Kingsville. With no education, her father rose from farm worker to barber’s apprentice to barbershop owner and finally to landowner and entrepreneur. Her mother also began as a field worker, but by the late forties she was running her own dress shop. Irma is one of three successful daughters. One is a pharmacist, the other a teacher. She told me, “Because my mother and father had to work so hard as equal partners to get where they did, I guess my mother was always ‘libbed up.’ We grew up so accustomed to racial discrimination, I don’t think it ever occurred to us to think that we were also being discriminated against as women.” although raised a Catholic, during her stint as assistant DA in Corpus Christi, Irma saw enough suicides and illegal abortions resulting from pregnancies caused by incest and rape to have no qualms about her affirmative stand on the abortion resolution at the conference. Irma’s decision to run for the Legislature was prompted in part by the Women in Public Life Conference at the Lyndon B. Johnson School of Public affairs two years ago. “I saw that there were plenty of black women moving into elected positions, but no Chicanas.”</p><p>The Hispanic caucus, composed of Cuban, Puerto Rican, and Mexican women, was exasperating to Irma. The room was crowded and noisy. Some of the delegates did not speak English, so the parliamentary process was slowed by the need for occasional translation. <em>“/Hermanas, por favor!”</em> shouted the presiding delegate in an effort to restore order. Although these women all wear the <em>Viva la Mujer</em> button of Hispanic solidarity, I was amazed at the rivalry and difference of opinion within a group that most anglos would presume monolithic. Adopting the blanket term “Hispanic” had consumed the better part of one caucus. “Get to the point, Graziela!” yelled one delegate as a Puerto Rican woman basked in the attention afforded her by chair recognition. “We have one hour to come up with an amendment that meets all of our needs. I want to get goddammit down to work.”</p><p>Irma worries that many of her <em>hermanas</em> know so little about parliamentary procedure. “If they would just read the rules,” she says, but then mellows. “Most of them have so little time to read anything and at least here they can learn by doing.” I had seen presidential assistant Midge Costanza at a previous Hispanic caucus. When asked if she thought the Latino representation at the convention was adequate, she candidly replied, “No, I don’t, but what is happening here today—women becoming vocal and organizing—assures that it will never happen again.”</p><p>I had breakfast with another member of the Texas delegation, arthur Beatrice Williams of Wichita Falls, who in 1970 was both the first black and the first woman to be a bailiff in Texas. Once a domestic worker, she is currently the secretary to the Wichita County judge. Arthur Bea’s main concern at this conference is child care. Having raised a child without a father, she knows the hardships and needs of working mothers. She is a self-assured and able spokeswoman for her causes. “I don’t know what it is about me, but I know that people listen to me in Wichita Falls.”</p><p>When I first talked with arthur Bea, she was unsure how she would vote on the issues of lesbian rights (“sexual preference”) and abortion (“reproductive freedom”). When I talked to her later, she admitted she surprised herself on both of them. “I was tempted to vote against the lesbian resolution, but then I said to myself, ‘arthur Bea Williams, look at your black face. If these women say they’ve been discriminated against for something they were born with, how can you vote against it?’ ” On the abortion resolution, she said, “I voted against it. Oh, abortion isn’t what bothers me. It’s the government paying for it that I don’t want. I call it ‘sin tax.’ I think the decision to have an abortion is a heavy enough burden without asking somebody else to pay for it. But my main concern is that it will siphon money from other medical care. I just have a soft spot for children and old people. I want them cared for first.” When I asked arthur Bea about the value of the conference for her, she said that she’d made some friends and allies. As a member of the mayor’s committee on the status of women in Wichita Falls, she hopes with the help of these new contacts to get a rape crisis center established.</p><p>The face of a third Texas delegate, Travis County Commissioner ann Richards, may be well known in austin, but I had not met her before the Houston conference. On Saturday, ann would second the primary resolution of the conference, the Equal Rights amendment. In her seconding speech, she said, “I rise in behalf of my two daughters who cannot find women in the history texts of this country. I also rise in behalf of the men, the contemporary men of america in thirty-five states who had the guts to stand up and ratify this Equal Rights amendment. And I also rise on behalf of the men who are keeping our children tonight so we could be here.” She later told me that she called her husband after the speech. “I told him I had done a little takeoff on the abigail adams famous entreaty to her husband, ‘Remember the ladies.’ I said, ‘Remember the men.’ ” “That’s nice,” her husband replied, “I just watched Phyllis Schlafly do the same thing on television tonight. She thanked her husband for letting her come to Houston.”</p><p>Ann Richards is said to look a little like Betty Grable or Mitzi Gaynor but she also has a sort of Texas frontier woman swagger. Actually, she reminds me of Barbara Stanwyck in <em>The Big Valley</em> ordering rustlers off the place. When she belted out “guts,” every journalist within earshot scrambled for her pen and asked, “Who is that woman?” ann has been active in politics since her days as a Young Democrat on the University of Texas campus. When she and her husband lived in Dallas she vented some of her frustration at being kept out of the mainstream of politics (“alphabetizing cards was about as far as we got in those days”) by writing and producing satirical skits with the North Dallas Democratic Women, her first successes as a fund raiser. When the Richardses moved to austin, Sarah Weddington called. “She was planning to run for the Legislature but was a political neophyte. It was perfect timing. I needed something, and she needed something I could offer.” ann ran several successful campaigns, for Sarah and other people, before launching what i’ve been told was a textbook campaign against a longtime incumbent for her present position as county commissioner.</p><p>I asked her about women politicians and how they differed from the men she had worked for before. “Well,” she said, “women tend to be more receptive to instruction, they don’t have to be the boss, they are more interested in new approaches, and they are hesitant to attack.” The combination, according to ann, is a very good package. “Most good women candidates come across as honest, sure of themselves on issues, but also as gentle and as people you can work with.” Having observed the Texas delegation in a caucus the night before, I was curious as to where those women gained their political expertise. It seemed to me that a lot of the women in the delegation were club women, business and professional women, members of the american association of University Women, or perhaps past PTA presidents. She agreed that was true in the beginning, but now Texas women were becoming a political force in their own right. “We looked on our early victories as miracles or accidents, but our subsequent victories have been very calculated, planned, and are not accidents at all. We know now that it takes skill and very hard work.”</p><p>Ann is the mother of two sons and two daughters. She says that her feminist concerns are in part the result of her position as a daughter and a mother. Her mother belonged to the Rosie the Riveter generation, women who learned during World War II that they could do men’s work. “Those women,” said ann, “just like the ones at this conference, did not go back to their homes the same.”</p><p>But it isn’t just what she inherited from her mother, it is also her concern about her own daughters that explains why she’s here. Jill Ruckelshaus, the 1976 Iwy presiding officer, had said earlier of her generation, “We were raised in the tradition of our grandmothers, but we are living in the tradition of our daughters.” ann agreed. “When my oldest girl brings home a paper from school saying that she can be on the drill team or the pom-pom squad only if her bust does not exceed a certain measurement or if she’s not too tall, I am beginning to ask why.”</p><p>Even before the first plenary sessions, ann Richards clearly recognized that this conference would be a chance for women to demonstrate their political skill and discipline. She and many of the Texas delegates would work hard with the Pro Plan caucus dedicated to keeping the agenda moving at all costs. Seated so near the microphone, the Texas delegates knew well the power of the parliamentary phrase, “Madam chair, I move the question.”</p><p>This National Women’s Conference is, of course, unprecedented, but occasionally during the four days I had the feeling that in some small way i’d been there before. The american Legion auxiliary will probably deplore this comparison, but sixteen years ago I was a delegate to Bluebonnet Girls State in austin. Although the Girls State Conference was ostensibly designed to teach us the workings of state government, the majority of us haven’t set foot in a caucus room since. At both conferences, the mock and the real, I remember being overwhelmed by the talents and energies of women. Absurdly, bathrooms were an issue at both conferences. Opponents of the ERA have repeatedly suggested that the ratification of the amendment will deny our rights to privacy in public bathrooms. At Bluebonnet Girls State, because our conference was held at the Texas School for the Blind, we were housed in dormitories that had open shower rooms and no doors on the toilet stalls. Sixteen years ago we never thought to question why our male counterparts at Lone Star Boys State were housed conveniently close to the Texas Capitol on the University of Texas campus, a campus on which many of them would later build political careers.</p><p>At both Bluebonnet Girls State and the National Women’s Conference we trooped the colors, swayed to “God Bless america,” talked about the greatness of our country, and listened to government officials, but unlike my mock convention of 1961, this time the listeners were from every possible female walk of life: homemakers and prostitutes, government officials and domestic workers, rural farm women and urban lesbians, experienced club women and women who had never stayed in a hotel or attended a meeting run by parliamentary procedure in their lives. The delegates to my mock convention were from the Valley, the Panhandle, and deep East Texas—a more diverse group than most states could muster—but at the National Women’s Conference delegates were of every color and ethnic origin in the United States and its territories. Their concerns ranged from the Eskimo woman’s dire dependency on whaling for subsistence to the feminist artist from Manhattan who wanted to know why “art” is what men do while “craft” is the term for the creative efforts of women and natives. And perhaps the big difference between this conference and the one I attended sixteen years ago is that the government officials and influential speakers this time around were all women.</p><p>The real nitty-gritty of this National Women’s Conference was not about the destruction of the american family (although due to the late November timing of the conference, I suspect there were quite a few Thanksgiving turkeys that didn’t get thawed) or abortion or lesbian rights—as Phyllis Schlafly told her followers—nor was it just a confused, disorderly women’s wrestling match—as perhaps some of the television coverage implied. It was about women and power, and if every item on the agenda had failed, the impact on the women who participated would not be diminished. A black woman from alabama could not go away untouched by Barbara Jordan’s cadence, “We would not allow ourselves to be brainwashed by people who predict chaos and failure for us. Tell them they lie and move on.” Nor would a Puerto Rican domestic worker who sat in a Latino caucus with presidential assistant Midge Costanza be quite the same when she picked up her broom on Tuesday. Young women found role models in women past sixty. At the very least we all had a few new names to drop. I met Sally Quinn of the <em>Washington Post.</em></p><p>The impact of the conference will be felt in the organizational abilities and compromise skills that women acquired and demonstrated in the caucuses the television crews never saw. And the power boost for women will come not only from the passage of legislation that may emanate from this convention (Secretary of HEW Joe Califano has already appointed a task force to study the discrimination against women in Social Security). It will also, and perhaps principally, come from the gradual linking up across the country of “good old girls” as ann Richards called them, the bright and potentially powerful women who know how to raise money and get grants, women who have perhaps heretofore only talked to each other on the telephone, but now have spent four days and a few sleepless nights face to face.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "January 1978",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Women",
      "Texas",
      "Houston",
      "people",
      "Abortion",
      "Mother",
      "Helen",
      "Work",
      "Government",
      "School",
      "Texas Women",
      "Children",
      "Diversity",
      "Hair",
      "Hispanic",
      "Power",
      "Tradition",
      "Business",
      "California",
      "Country"
    ],
    "wp_categories": [
      "Ann Richards"
    ],
    "wp_location": [
      "Texas",
      "Houston",
      "Wichita",
      "Washington",
      "Austin"
    ]
  }
}