{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198410",
    "date": "October 1984",
    "year": 1984,
    "month": 10,
    "month_formatted": "October",
    "pdf_uri": "/1984/19841000.pdf",
    "issue_cover_image": "",
    "document_start_page": 178,
    "toc_start_page": 152,
    "document_page_range": [
      [
        178,
        179
      ]
    ],
    "toc_order": 5,
    "toc_headline": "Texas Primer: The Rich Girl",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198410-therichg",
  "source": "/1984/19841000.pdf",
  "wp_post_id": 119865,
  "wp_post_guid": "http://www.texasmonthly.com/article/texas-primer-the-rich-girl/",
  "authors": [
    "Michael Ennis"
  ],
  "headline": "The Rich Girl",
  "dek": "She’s not an Eastern Brahmin, and she’s not a Southern belle. She’s a hardy Texas perennial.",
  "spread_caption": "",
  "excerpt": "From lacquered debutante to fossilized ol’ gal, her greatest virtue is endurance.",
  "kicker": "Texas Primer",
  "word_count": 750,
  "content": "<img/><p>Photography by Kent Barker, styling by Kalynn Parrott, hair and makeup by Ron Mathews Dress by Lou Lattimore, jewels by Jorge Miguel Joaillier at Lou Lattimore, painting by Dmitri Vail</p><p><span class=\"dropcap\">E</span>very Texas rich girl has a daddy. There’s more to this than basic biology. In the tradition of the Southern belle —with whom the Texas rich girl is often misleadingly equated—“Poppy” is a courtly, benign, and somewhat distant patriarch who happily protects his women from the crass realities of the workaday world. But in Texas, Daddy has always been a more familiar, more aggressively masculine figure who talks business at the dinner table and doesn’t hesitate to introduce his little girl to riding, hunting, boozing, and cussing; his rambunctious, freebooting personality is the dominant influence on her life. The Southern belle is breezy-voiced and long-suffering and has her own special needlepoint stitch; the Texas rich girl is loud and willful and flies her own airplane.</p><p>The position of a Texas rich girl is never impugned by age, marital status, or the passing of Daddy to the big poker game in the sky. Though she may evolve from a little thang to a gal —generally at her first pregnancy —and then to an ol’ gal, she will with remarkable consistency and persistence remain a rich girl. She is most readily identifiable at age eighteen or nineteen, when Daddy unleashes her on the grueling and garishly ostentatious coming-out circuit. The rich girl herself seems to be little more than a suitable prop; she is presented beneath an almost deliberately tasteless veneer of waxy, lacquered glamour that is Texas’ answer to the studied frumpishness of East Coast old money. In her pastel or snowy-white flounces, she looks like a perpetual bridesmaid or bride, which may not be far from the mark.</p><p>Most rich girls don’t pass directly from their debuts to their nuptials, however. Many travel abroad; many have a career phase, routinely in the arts. It would be difficult to count the Texas rich girls who have paid their Broadway dues while living in their families’ Upper East Side apartments. Art-gallery ownership is also preferred, while fashion design is the hot new career. In later life the rich girl will graduate to a more institutional involvement in the arts, becoming the motive force behind a museum or symphony or, better still, commanding her own private foundation. This lifelong commitment seems to be due less to the seduction of the Muses than to the arts’ having become in Texas a sort of designated combat zone where rich girls can amuse themselves with the same contests of ego and will that Daddy enjoys on the fields of commerce and politics.</p><p>As formidable as she is, the rich girl does not enjoy undisputed hegemony in Texas society. Throughout her life she is plagued by a nettlesome adversary, the married-rich. Groomed for her awesome display of feminine prowess by doting middle-class or upper-middle-class parents, the married-rich accordingly has a style that is more sophisticated. She wears Lagerfeld and is seriously considering Thierry Mugler, while the Texas rich girl is still patronizing some local dressmaker who has a twangy lisp and copies adolfo. The married-rich gets most of the attention; the magazines and newspaper sections that today besiege us with the lifestyles of the rich are in fact dedicated principally to the tastes of the married-rich and those who aspire to be, not to the authentic Texas rich girl.</p><p>But in spite of the married-rich and the oil glut and the decline of the International Debutante Ball, the Texas rich girl remains the queen of Texas society. Billionairess Caroline Hunt Schoellkopf has with her Mansion and Remington hotels achieved a rich-girl standard of style and luxury that even the married-rich finds compelling.</p><p>Ultimately, the greatest virtue of the Texas rich girl is her endurance. If she often seems condemned to find men who are either inept and lethargic or able and unfaithful, she will nevertheless move on in hopeful, never-ending pursuit of the right combination. She will age as God intended her to, leaving the forehead lifts and the Georgette Klinger facials to the marriedrich. As a dowager rich girl, an ol’ gal, her one concession to vanity is really one of tradition. It’s that coif, that incredible horseshoe-contoured bubble that sweeps back from her forehead from puberty to dotage. Platinum-colored and almost fossilized beneath decades of hair spray, it becomes a sort of geological formation, a natural monument as solid and enduring as the woman, or rather the girl, herself.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "October 1984",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "Southern",
      "Hair",
      "Style",
      "Broadway",
      "Business",
      "Career",
      "Commerce",
      "contests",
      "Design",
      "Fashion",
      "Game",
      "God",
      "Hotels",
      "hunt",
      "Oil",
      "ownership",
      "Painting",
      "Poker",
      "pregnancy"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": [
      "Texas"
    ]
  }
}