{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19907",
    "date": "July 1990",
    "year": 1990,
    "month": 7,
    "month_formatted": "July",
    "pdf_uri": "/1990/19900700.pdf",
    "issue_cover_image": "",
    "document_start_page": 86,
    "toc_start_page": 84,
    "document_page_range": [
      [
        86,
        87,
        88,
        89,
        90,
        91,
        92,
        93
      ]
    ],
    "toc_order": 20,
    "toc_headline": "Funny Business",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199007-funnybusi",
  "source": "/1990/19900700.pdf",
  "wp_post_id": 125667,
  "wp_post_guid": "http://www.texasmonthly.com/article/texas-humor-funny-business/",
  "authors": [
    "anne Dingus"
  ],
  "headline": "Funny Business",
  "dek": "Joe Sears and Jaston Williams",
  "spread_caption": "",
  "excerpt": "Making a living is a laughing matter for these comic Texans.",
  "kicker": "Texas Humor",
  "word_count": 1327,
  "content": "<p><strong>Meet seven Texas comedy acts. If you don’t laugh, they don’t eat.</strong></p><p><strong>Photography by Mark Seliger</strong></p><img/><img/><p>The loquacious Reverend Spikes and the aptly named Vera Carp (right) are just two of the twenty tastelessly costumed residents of tiny Tuna, Texas, played by Joe Sears and Jaston Williams in their comedy Greater Tuna. The endearingly Texan show premiered in 1981 in austin and by 1985 was the most-produced play in the country. In a eulogy, the Reverend Spikes commends the deceased, “He let bygones be bygones but remembered the alamo. He fought fire with fire, and he kept the home fires burning. And when he couldn’t stand the heat, he got out of the kitchen. . . The vitriolic Vera, opening a Smut Snatchers meeting, greets members with “Welcome to Coweta Baptist Church, where everybody’s welcome. Even Catholics. . . . Hi. How are you? Isn’t that just the prettiest dress. I used to have one just like that —years ago. . . .” Tuna’s used-weapon store boasts the slogan “If Didi’s can’t kill it, it’s immortal,” and a winning student essay is entitled “Human Rights, Why Bother?” So famous are Tuna’s fictitious townfolk that “people scream out lines to you on the street,” Sears laments. Fame is a bitter pill.</p><p>Styling By Christina Patoski</p><p>Page 85: Hair And Makeup By Lucy Santamassino, Location Courtesy Harold's Tastee Kreem, This Page: Styling By Tracy Warbin; Page 89: Styling By Pat Brooks, Page 90: Hair And Makeup By Lucy Santamassino</p><img/><p><strong>Thea Vidale</strong></p><p>Self-styled as “Houston’s Chocolate Kiss,” stand-up comic Thea Vidale got her start waitressing in a Steak ’n Egg Kitchen in highly white Pasadena. Fleeing an unhappy marriage, she told the reluctant owner, “I need this job. I’ve been called jigaboo, jungle bunny; you can’t say nothing to me I haven’t heard before. I just want to work hard.” Soon the cafe’s regulars looked forward to her sassy patter and eventually urged her to try stand-up comedy. Five years later, the mother of four does gigs from coast to coast. Her heroes are Whoopi Goldberg, Richard Pryor, and “the lady from Planned Parenthood.” In her routines, which she never commits to paper, Thea discourses on blackness (“I hate to go shopping at Sears. ’Cause if you’re black, they follow you. They think you’re gonna put that Litton microwave in your purse”); the sexes (“You know what they say about men with big hands and big feet, don’t you? . . . They’re clowns”); and especially america’s need for unity (“If the Communists come over here and take over, we all would be niggers —and some of y’all are inexperienced ”).</p><p><strong>The San antonio Spurs Coyote</strong></p><img/><p>The San antonio Spurs Coyote leaves ’em howling. To many basketball fans, the mangy mascot is as big a draw as the team itself. The “full-furred phenom,” as Spurs hype puts it, has amused crowds since 1982, after the San Diego Chicken launched mascot mania nationwide. The Coyote’s goofy and highly athletic antics include clambering up to the backboard, walking on his front paws, and riding a unicycle; he has dressed up as Batman, a Christmas tree, or—for a game against the Charlotte Hornets —a can of Raid. But half his charm is his spontaneity: after a foul he kisses the referee’s feet; when a player crashes into the crowd, the mascot flings himself atop the spectators as well; during time-outs he shamelessly eavesdrops on the visitors’ huddle. Although the Coyote (Entertainus carnivorous) is male, the person behind the mask declines to divulge name, race, or even gender. The comical diversion has turned into a full-time job: Besides all the Spurs home games, the Coyote does more than two hundred personal appearances a year. San antonio thinks he hung the moon.</p><img/><p><strong>Morning Punch</strong></p><p>At six in the morning most disc jockeys are too whipped to quip, so the idea dawned on Tom Blackwood and Ed Yeager to start a radio joke service. Thus Morning Punch saw the light of day. The Dallas team, which now includes Scott Parkin and Leo Nino (Yeager recently departed to write for <em>Roseanne), </em>gathers daily at ten-thirty and sets out on a “desperate search for premises,” as Blackwood puts it. “Is it National Kiss a Turtle Day? Whose birthday is it in history?” armed with newspapers, almanacs, and perhaps even a <em>National Enquirer,</em> the trio brainstorms about politics, celebrities, and national fads, then faxes them to sixty radio stations nationwide, from Long Island to Hawaii. For example, about a planned Gorbachev doll: “You’ll have to stand in line three days to buy one.” about a Dan Quayle doll: “Brain sold separately.” In response to a national survey that showed that 39 percent of americans sleep on their sides and 17 percent on their stomachs: “and 45 percent sleep on their desks.” and about defective cannon shells that explode if struck forcefully in a sensitive spot: “Wouldn’t you?”</p><p><strong>Sarah Bird</strong></p><img/><img/><p>Before austinite Sarah Bird’s first comic novel, <em>alamo House,</em> was published—after 35 rejections—she turned out romance novels under the name Tory Cates. That bodice-ripper background inspired her latest, <em>The Boyfriend School, </em>about Gretchen Griner, an austin photographer who salves her wounded heart by penning romances (the kind that “lavished a minimum of five pages on the initial osculation, during which mouths claimed, possessed, mastered, enslaved, captured, welcomed, repelled, surrendered to, and exalted in”). Gretchen disdains the genre —one torrid cover “looked as if the hero were either whispering sweet nothings or checking his beloved’s ear for blackheads” —but simultaneously lives it with the man of her dreams. The movie of <em>The Boyfriend School,</em> filmed last summer, stars Shelley Long and Steve Guttenberg. Says Bird, who at forty is a new mom, “I used to be a little apologetic about my work. I certainly didn’t consider it serious literature. Then —<em>pow —</em> came postpartum depression. And I thought, ‘Hmm, there <em>is</em> a place for what I do.’ ”</p><p><strong>Two Nice Girls</strong></p><p>There are four of them. That’s the first tip-off that something’s a little quirky about Two Nice Girls. According to founding members Gretchen Phillips and Kathy Korniloff, the austin band is “the female Village People of the nineties,” referring to the gussied-up group whose “Macho Man” and “YMCA” became disco megahits in the seventies. The band, which also includes Pam Barger and Meg Hentges, maintains a similar duality of spoofery and musicality. Its repertoire ranges from a “loungy” redo of Jimi Hendrix’s “Purple Haze” to a tongue-in-cheek rendition of the Carpenters’ “Top of the World,” but the often-revamped lyrics reveal the group’s decidedly left-wing politics. “We’re singing something really pretty while we’re saying something really radical,” says Phillips. Campy cuts dominate its latest release, an EP of five covers (including the theme song to <em>Speed Racer,</em> a delightfully wretched Japanese cartoon) and one original (“I spent my last ten dollars on birth control and beer./My life was so much simpler when I was sober and queer”). The album’s title? <em>Like a Version.</em></p><img/><img/><p><strong>Buddy Hickerson</strong></p><p>Are Bob and Francine Quigman real? “Let’s hope not!” groans Dallas cartoonist Buddy Hickerson, the creator of the warp-faced blockheads who appear daily in sixty newspapers. Hickerson undertook his pen-and-ink grotesqueries after he was fired from a job drawing weather maps because he put the cities in the wrong places. That same wonky worldview inspired <em>The Quigmans,</em> which the Los angeles Times Syndicate bought on Hickerson’s first try. Their misadventures debuted with a cartoon reading, “Encumbered with a low self-image, Bob takes a job as a speed bump.” Hickerson’s successive efforts are equally bizarre: watches and keys labeled “Have you seen us?” decorate the side of a milk carton; judges and bailiffs jump rope and play ball during “Court recess”; an amorphous blob attacks in “The Dryer Lint That Time Forgot!” Hickerson pokes fun at everything from anorexia to atomic bombs, but the syndicate limits him to two fat jokes a month. Those readers he doesn’t offend are often bemused. An uncle told him, “I look at your cartoons all the time. Someday I might even understand them.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "July 1990",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Spurs",
      "Austin",
      "San Antonio",
      "Comedy",
      "Dallas",
      "Hair",
      "Home",
      "Radio",
      "San Antonio Spurs",
      "stand-up",
      "Alamo",
      "Band",
      "Basketball",
      "Birth Control",
      "Cartoon",
      "Cartoons",
      "Chicken",
      "Chocolate",
      "Christmas",
      "Cities"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Austin",
      "San Antonio",
      "Dallas",
      "Texas"
    ]
  }
}