{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19907",
    "date": "July 1990",
    "year": 1990,
    "month": 7,
    "month_formatted": "July",
    "pdf_uri": "/1990/19900700.pdf",
    "issue_cover_image": "",
    "document_start_page": 98,
    "toc_start_page": 96,
    "document_page_range": [
      [
        98,
        99,
        100,
        101
      ]
    ],
    "toc_order": 19,
    "toc_headline": "Fence Me In",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199007-fencemei",
  "source": "/1990/19900700.pdf",
  "wp_post_id": 125658,
  "wp_post_guid": "http://www.texasmonthly.com/article/fence-me-in/",
  "authors": [
    "Melanie Young"
  ],
  "headline": "Fence me In",
  "dek": "Forget about privacy. Some Texas fences reveal more than they hide.",
  "spread_caption": "",
  "excerpt": "Texans stake out their territory with conch shells, beer cans, and electric fans.",
  "kicker": "",
  "word_count": 711,
  "content": "<p>Fences Haven’t Come Easily To Texans. With</p><p>scarcely enough wood or rock or even rain to grow hedges and windbreaks, early ranchers found that a fence around their holdings could cost more than what they had paid for the land. Nor have Texans, traditionally proud of their state’s open spaces, taken easily to fences. Good fences made good neighbors in Robert Frost’s</p><img/><img/><p>New England, but here the efficient and inexpensive “bob wire” sparked a fence cutters’ war, as cattlemen without land were exiled from free grass and water. And though the landowners won the battle (to carry wire cutters is still illegal in Texas), it left a legacy of ambivalence toward fences. While fences corralled the myths of near-infinite land and boundless individual freedom, they also brought law and order to Texas. Translated to an urban setting, fences became an aesthetic shorthand that said more about their owners than the houses they framed. Here we celebrate not the wire that tamed the West but Texas’ urban fences —as design, as folk art, and as landmarks. Made of everything from Victorian cast iron to discarded electric fans, these monuments to ingenuity and eccentricity show that when it comes to putting up fences, Texans are still as free as the range of their imaginations.</p><p>Photographs By Beryl Striewski</p><p>Cornstalk Fence At Twenty - Fourth And Broadway</p><p><em>Galveston</em></p><p><em>This cast-iron fence surrounding ashton Villa is an opulent reminder that Galveston was the Southwest’s leading seaport. Pioneer businessman and merchant James Moreau Brown designed the Italianate mansion in 1859, right down to the bricks made in his own brickyard. Ashton Villa’s six-foot-high fence was partially buried after the 1900 hurricane, when the U.S. Army Corps of Engineers raised the level of the city with tons of new soil. Now only the top half is visible.</em></p><p>Folk-Art Fence At 1022 Cecelia <em>San antonio</em></p><p><em>after Eliseo alvarado retired from working on golf courses for the City of San antonio, he started in on his front yard. He constructed a shrine, a menagerie of hand-sculpted concrete</em></p><img/><img/><p><em>animals, and a corral of old metal wagon wheels. Alvarado bought the wheels in La Bana,</em></p><p><em>23 miles from San antonio, and periodically paints them a bright new color. The assemblage is</em></p><p><em>an outstanding example of the lively Hispanic tradition of yard art on San antonio’s West Side.</em></p><img/><img/><img/><img/><p>Cayman Conch Fence At 3300 Procter <em>Port arthur</em></p><p><em>Perhaps it was nostalgia for the Cayman Islands, where he and his wife grew up, that inspired Captain a. T. Eddingston to hire native Cayman divers to gather 5,200 pearly-pink, conch shells for</em></p><p><em>a fence. Shaded by huge oak trees imported from Louisiana, this bit of the British West Indies</em></p><p><em>echoes the English fondness for follies—fanciful garden adornments—not only in its shell fence, complete with minitowers flanking its gate, but in its garden house of conch shells.</em></p><p>Fan Fence At 2802 1/2 Napoleon <em>Houston</em></p><p><em>It all started a few years ago when someone gave Bob Harper a discarded female mannequin, which he enthroned in his back yard. To protect the trash princess, Harper created a fence of fans and fan</em></p><p><em>frames, bakery storage racks, wooden porch columns, slats from a cooling tower, and plastic pipe.</em></p><p><em>Inside Harper’s back yard, a walkway lined on both sides by old TV screens leads past the</em></p><p><em>enshrined mannequin and another sculpture made of fans and old TVs.</em></p><img/><img/><img/><img/><p>Beer-Can And Marble Fence At 222 Malone <em>Houston</em></p><p><em>For the late John Milkovisch, an upholsterer for the Southern Pacific Railroad, part of his collection of 50,000 beer cans was destined for a fence. He divided the fence into rectangles,</em></p><p><em>installing marble-studded planks in some and beer cans in others. One ten-foot-tall section is a</em></p><p><em>rustling curtain of beer-can tops and bottoms linked together like chains. The rest of the cans cover the</em></p><p><em>outside of the house, including a fringe dangling from the roof, tinkling like a thousand wind chimes.</em></p><p>Texas-Cedar Fence At 120 King William <em>San antonio</em></p><p><em>Built by artist Glenn Wallis, this cedar-sapling fence was cut, bowed, and shaped right in the cedar thicket. “You have about seventy-two hours before the cedar gets too stiff to bend </em>—<em>and even less in Texas when it’s hot and dry,” he says. In arkansas and Texas the most plentiful pli-</em></p><p><em>able wood is cedar, which also possesses a built-in resistance to water rot and pests. rrI know of cedar fences in arkansas that have lasted more than a hundred years,” Wallis says.^</em></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "July 1990",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Fences",
      "Cedar",
      "Texas",
      "Arkansas",
      "Beer",
      "Fans",
      "Land",
      "urban",
      "Army",
      "Art",
      "Artist",
      "Folk",
      "Galveston",
      "Golf",
      "Hispanic",
      "House",
      "Illegal",
      "King William",
      "Law",
      "law and order"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Texas",
      "West",
      "Galveston"
    ]
  }
}