{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19907",
    "date": "July 1990",
    "year": 1990,
    "month": 7,
    "month_formatted": "July",
    "pdf_uri": "/1990/19900700.pdf",
    "issue_cover_image": "",
    "document_start_page": 75,
    "toc_start_page": 73,
    "document_page_range": 75,
    "toc_order": 14,
    "toc_headline": "Texas Humor",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199007-texashumo",
  "source": "/1990/19900700.pdf",
  "wp_post_id": 125679,
  "wp_post_guid": "http://www.texasmonthly.com/article/texas-humor/",
  "authors": [
    "Anne Dingus"
  ],
  "headline": "Texas Humor",
  "dek": "",
  "spread_caption": "",
  "excerpt": "From Pecos Bill to nightclub comics, we’ve got lots to laugh about.",
  "kicker": "",
  "word_count": 469,
  "content": "<img/><img/><img/><img/><p>Funny thing about Texas humor. It’s both positive and negative. Life in Texas is either too good to be true (Saint Peter warns a cowboy: “You can come in, but it won’t be like Texas”) or too true to be good (a shanty-side scrawl warns: “Ten miles to wood. Twenty miles to water. Six inches to hell”). From yesterday’s sit-down storytelling around a campfire to today’s stand-up comedy in a nightclub, this duality of drollery remains.</p><p>Early Texans depended on each other for entertainment. Some unsung raconteur started the tall tale, best represented by the exploits of Pecos Bill. Inevitable joke themes evolved. A favorite was weather (Greenhorn: “Does the wind always blow this way? ” Oldtimer: “No, sometimes it blows the other way”). Even everyday expressions were funny; for instance, cowboys called meringue “calf slobbers.”</p><p>By the early twentieth century, the Texan was regarded as hopelessly comic. In 1912 a <em>Life</em> magazine issue poked fun at the Lone Star State (in one cartoon a lanky cowboy levels his six-shooter and drawls, “Sit still, Nell, there’s a fly on your left ear”). The oil boom produced Texas’ most enduring stereotype, the blowhard millionaire. Boyce House got his start chronicling the boom in Ranger; by 1945 one of his Texas-joke anthologies had rated ten printings. A few years later ace Reid of Kerrville started the career that introduced Jake and Zeb, the bestknown cowpokes in cartoondom.</p><p>By midcentury, Texas humor had undergone a major shift, thanks to war and urbanization; it became less folksy and yet more crude. C. M. Rogers of austin marketed thousands of “Texas Boast Cards” in the fifties (“i’m sick and tired of Texas/and all of its sorry soil./I drill and drill fer water/and don’t get nothin’ but oil!”). By 1967 Jim Everhart of Houston had launched his corny <em>Illustrated Texas Dictionary of the English Language</em> (“Blow: under, beneath. ‘Luck out blow!’ ”). Lyndon Johnson rivaled John Henry Faulk as comic Texan of the era, but the emerging aggie joke (see page 82) easily took top Texas-humor honors, as the average Texan grew farther and farther away from his rural roots.</p><p>Today Texas is city-slicker sophisticated but remembers when it was country-bumpkin crude. Probably no one has made the transition more awkwardly than gubernatorial candidate Clayton Williams. While a real cowboy never would have insulted a lady, he jokingly compared rape to bad weather. Still, there is room for the venerable, just-folks jokes purveyed by Bob Murphey (page 78), and the provocative modern wit of Joe Bob Briggs (page 74). Where once minorities were the target of ethnic humor, blacks such as Houston’s Chocolate Kiss (page 86) stand up in front of anglo audiences and redefine the genre. But whether they boast or roast, Texans wouldn’t be Texans without their funny bone. And that’s no joke.</p><p>Anne Dingus</p><p>Illustrations By Edd Patton</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "July 1990",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "Texan",
      "Texans",
      "Cowboy",
      "Austin",
      "Career",
      "Cartoon",
      "Chocolate",
      "Comedy",
      "Cowboys",
      "Fifties",
      "House",
      "Houston",
      "Humor",
      "Jokes",
      "Kerrville",
      "kiss",
      "Language",
      "Lone Star",
      "Lone Star State"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Texas",
      "Austin",
      "Houston",
      "Kerrville",
      "Pecos"
    ]
  }
}