{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19949",
    "date": "September 1994",
    "year": 1994,
    "month": 9,
    "month_formatted": "September",
    "pdf_uri": "/1994/19940900.pdf",
    "issue_cover_image": "",
    "document_start_page": 128,
    "toc_start_page": 122,
    "document_page_range": [
      [
        128,
        129
      ]
    ],
    "toc_order": 33,
    "toc_headline": "Selena",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199409-selena",
  "source": "/1994/19940900.pdf",
  "wp_post_id": 128040,
  "wp_post_guid": "http://www.texasmonthly.com/article/selena/",
  "authors": [
    "Joe Nick Patoski"
  ],
  "headline": "Selena",
  "dek": "The sultry queen of tejano is ready to cross over to the pop mainstream.",
  "spread_caption": "",
  "excerpt": "The sound of assimilation.",
  "kicker": "Music to our ears",
  "word_count": 667,
  "content": "<img/><p>Photograph By John Dyer</p><p>Expressing herself: Will Selena's new English-language record put her on top of the pops?</p><p>While Many Industry Insiders are touting tejano as the next big thing in pop music, its immediate future pretty much depends on the fortunes of a striking 23-year-old named Selena Quintanilla-Perez. Selena, as she is known professionally, sings lead vocals for Selena y los Dinos, an eight-piece band out of Corpus Christi that is a favorite of the tejano dance-hall circuit. Onstage, she exudes the kind of sex appeal that, combined with her trilling soprano, has established her as the biggest act in tejano music.</p><p>Tejano is the fiery Spanish-language music that originated in South Texas in the early part of the century. With its vigorous polka beat pepped up by various influences—pop, traditional Mexican, Latin, country, rap, rhythm and blues—it has emerged as the sound of assimilation in Hispanic Texas, backed by the economic clout of the fastest-growing segment of the state’s population. In the not-too-distant past, tejano was regarded as a regional style whose sphere of influence extended only to the Midwest and western United States, wherever communities of secondand third-generation Mexican americans lived. But today, tejano is an international phenomenon, language barrier be damned.</p><p>The rise of tejano has paralleled Selena’s success. For the past seven years she has won either the entertainer of the year or the female vocalist of the year award at the Tejano Music awards, an annual event that drew more than 40,000 fans to San antonio’s alamodome in March. Last year she won a Grammy for best Mexican american performance, and sales of her albums currently hover around the three-quarter-million mark each; <em>amor Prohibido,</em> her latest release, is selling two thousand copies a day in Mexico alone.</p><p>Family has played the key role in Selena’s meteoric rise. She started in show business at the age of eight, making records and performing country-music hits in clubs around Brazosport, where she grew up. The act was born of necessity, since her father had just lost his restaurant business. “We were literally doing it to put food on the table,” she says. After the family moved to Corpus Christi, she and her band started concentrating on playing tejano music for tejano audiences. Papa abraham runs the show as manager. Sister Suzette is the drummer. Brother abe III writes the songs. Husband Chris Perez plays bass. Mom Marcella comes along on the road for guidance and spiritual advice.</p><p>Before a show, sitting in the band bus with her parents, Selena is the embodiment of the good girl, deferring to her elders and offering positive comments about any subject thrown her way. Her face, unadorned by the heavy makeup she favors for performances, radiates a natural beauty as beatific as the original Madonna’s. Onstage, it’s the other Madonna she evokes, sashaying in front of the band in a halter top and tight pants, getting the males in the audience worked up when she tosses a pair of panties into the crowd. But her voice is paramount, sounding as fragile as fine crystal when wrapped around a ballad or roaring like a tiger when thrust in front of a pounding cumbia rhythm.</p><p>This winter Selena will take on the biggest challenge in her career: the release of her first English-language album, by SBK Records. With virtually no tejano embellishments, the recording represents her bid to cross over to the pop mainstream—where she hopes to repeat the success of Cuban american singer Gloria Estefan. If that strategy proves successful, Selena vows that she won’t abandon the crowd that brought her to the dance in the first place. And she insists, “Family comes first. It always will.” But that doesn’t mean she can’t be ambitious. “a person should never be satisfied with what they’ve accomplished,” she says. “Better to try than not to try at all.”</p><p>Okay. So her comments can be riddled with cliches. It’s her music, not her comments, that the public is buying. And a million Selena fans can’t be wrong.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "September 1994",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Tejano",
      "Selena",
      "Band",
      "Music",
      "Fans",
      "Tejano Music",
      "Alamodome",
      "Albums",
      "Beauty",
      "BUS",
      "Business",
      "Corpus Christi",
      "Cumbia",
      "Dance",
      "Family",
      "Food",
      "Future",
      "grammy",
      "Hispanic",
      "Language"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": [
      "Corpus Christi",
      "Texas"
    ]
  }
}