{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19949",
    "date": "September 1994",
    "year": 1994,
    "month": 9,
    "month_formatted": "September",
    "pdf_uri": "/1994/19940900.pdf",
    "issue_cover_image": "",
    "document_start_page": 95,
    "toc_start_page": 93,
    "document_page_range": 93,
    "toc_order": 13,
    "toc_headline": "The Texas Twenty",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199409-thetexas",
  "source": "/1994/19940900.pdf",
  "wp_post_id": 128082,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-texas-twenty/",
  "authors": [
    "Helen Thompson"
  ],
  "headline": "The Texas Twenty",
  "dek": "",
  "spread_caption": "",
  "excerpt": "Because they are talented at what they do. Because they made a difference this year. Because they reflect the state of our state. Here are twenty Texans you need to know. Edited by Helen Thompson",
  "kicker": "",
  "word_count": 196,
  "content": "<p>How Would One Describe the Texas Of 1994? We’ve tried to answer that question by profiling twenty individuals whose recent accomplishments color the evolving character of the state. The people we've selected have proved to be pivotal forces in their respective fields—and, by extension, in Texas. For their deeds and their personalities, these twenty Texans are impossible to ignore. ★ This listing replaces our annual September compendium of the state’s richest residents, the Texas 100. Five years of tracking fortune in Texas taught us two things: First, wealth pretty much stays in the same one hundred pairs of hands; and second, the richest Texans aren’t the most influential. Quite the contrary—most of them have left their power-wielding days behind and now relish their privacy. However fascinating the wealthy may be, only a handful take center stage in today's statewide power plays. ★ By contrast, this year’s Texas Twenty are the state's dominant forces. This is not a lifetime achievement award, nor is it a popularity contest. As our state changes year after year, so too will the people on our list. But for now, the following twenty men and women define the world we Texans occupy.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "September 1994",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "Texans",
      "people",
      "Power",
      "September",
      "Wealth",
      "Women"
    ],
    "wp_categories": [],
    "wp_location": [
      "Texas"
    ]
  }
}