{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19949",
    "date": "September 1994",
    "year": 1994,
    "month": 9,
    "month_formatted": "September",
    "pdf_uri": "/1994/19940900.pdf",
    "issue_cover_image": "",
    "document_start_page": 104,
    "toc_start_page": 102,
    "document_page_range": 102,
    "toc_order": 19,
    "toc_headline": "Tom Caskey",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199409-tomcaskey",
  "source": "/1994/19940900.pdf",
  "wp_post_id": 128025,
  "wp_post_guid": "http://www.texasmonthly.com/article/tom-caskey/",
  "authors": [
    "Helen Thompson"
  ],
  "headline": "Tom Caskey",
  "dek": "His life's work: Find the faulty genes that cause inherited diseases.",
  "spread_caption": "",
  "excerpt": "Tracking down deadly genes.",
  "kicker": "Mapping the way to good Health",
  "word_count": 295,
  "content": "<img /><p>Scientists Have Long Suspected that certain diseases—like diabetes, schizophrenia, and cancer—rampaged through families in a twisted genetic game of chance. Proof remained elusive: Searching for a defective gene along the body’s 23 pairs of chromosomes, where at least 100,000 genes are packed, has been likened to locating a burned-out light bulb in a house somewhere in the United States when you don’t know the street, city, or even the state where the light bulb is.</p><p>In 1989, with munificent support from the National Institutes of Health and the Department of Energy, the Human Genome Project was established to determine the location of all the genes in the human body. Dr. Tom Caskey, a youthful 55-year-old South Carolina native with a soothing Southern drawl, is in the vanguard of the project. His lab at Baylor Medical Center in Houston, one of nine designated Genome Centers, has been assigned to seek out disease-causing genes on the X chromosome and chromosomes 6 and 17. In the past eighteen months he and his colleagues have located more than twenty such genes; they expect to find fifty more this year.</p><p>By knowing where defective genes are, scientists can study how they wreak havoc and eventually stop it. However, prevention and cure are a long way off. At Baylor’s prenatal clinic, Caskey and his staff are trying experimental treatments, such as a gene-enhanced nasal spray for cystic fibrosis that they hope will fortify patients with healthy genes. Though his first love is research, treating patients at the clinic is how Caskey knows that his scientific work has meaning. “The clinic keeps me closer to patients and closer to reality,” he says. “It is very uplifting to see someone beat the odds.”</p><img /><p>Photograph By Arthur Meyerson</p><p>Caskey is a genetic detective seeking clues to inherited diseases.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "September 1994",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Baylor",
      "carolina",
      "Detective",
      "Game",
      "Health",
      "House",
      "Love",
      "South Carolina",
      "Southern",
      "Work"
    ],
    "wp_categories": [
      "Health"
    ],
    "wp_location": []
  }
}