{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19949",
    "date": "September 1994",
    "year": 1994,
    "month": 9,
    "month_formatted": "September",
    "pdf_uri": "/1994/19940900.pdf",
    "issue_cover_image": "",
    "document_start_page": 110,
    "toc_start_page": 110,
    "document_page_range": [
      [
        110,
        111
      ],
      [
        152,
        153,
        154,
        155
      ],
      [
        157,
        158,
        159,
        160,
        161
      ]
    ],
    "toc_order": 25,
    "toc_headline": "Bo Pilgrim",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199409-bopilgrim",
  "source": "/1994/19940900.pdf",
  "wp_post_id": 128070,
  "wp_post_guid": "http://www.texasmonthly.com/article/bo-pilgrim/",
  "authors": [
    "Gary Cartwright"
  ],
  "headline": "Bo Pilgrim",
  "dek": "He invented the boneless breast and made his chicken a household name. But now his critics are out to roast him.",
  "spread_caption": "Pilgrim's progress: Bo at the gates of his Louis XV-style palace. Chateau de Pilgrim.",
  "excerpt": "Bo knows chicken.",
  "kicker": "The baron of Texas agriculture",
  "word_count": 4691,
  "content": "<img/><img/><p>A Crowd Of About a Hundred, many of them members of the First Baptist Church in the small East Texas town of Pittsburg, had gathered in the park across from the church on a hot afternoon a few days before the Fourth of July to sing patriotic and religious songs and listen to inspirational talks. Bo Pilgrim arrived after most of the crowd had finished eating and strolled among the congregation, Bible in hand and a look of deep contentment on his face. Most of the people here either worked for Pilgrim’s Pride—Bo’s giant chicken-processing corporation—or knew someone who did. This was Bo’s town, Bo’s church, Bo’s celebration. Harsh surprises were not part of Bo’s agenda, but he was about to get one.</p><p>Just as Bo was preparing to take the speaker’s platform to deliver his God-and-country message, he was bushwhacked by a reporter named Carol Countryman who stepped from behind a tree and began firing embarrassing questions about the way Bo’s company treated its employees, its neighbors, and the environment. Countryman, who writes for the <em>Dallas Morning News,</em> the <em>Texas Observer,</em> and other publications, had been tracking Bo for several days. She wanted to ask him about accusations that Pilgrim’s Pride had violated numerous environmental and labor-related regulations. Though the charges had not been widely publicized, especially here in Pittsburg, the Texas Natural Resource Conservation Commission had dozens of files of complaints against Pilgrim’s Pride, including one from a Camp County cattle raiser who believes that the arsenic added as a growth stimulant to the chicken feed milled by Pilgrim’s Pride was poisoning cattle and contaminating land in Camp and neighboring counties. Residents of the predominately black neighborhood behind the mill reported that chicken fat sometimes flowed like thick, foul-smelling soup down the gutters in front of their homes. Also, Mexican american workers at the Pilgrim’s Pride processing plants in nearby Mount Pleasant claimed that they had been intimidated and denied medical treatment and benefits for work-related injuries. A group of Catholic priests and laymen from the local diocese had joined forces with some Mexican american civic leaders in Pittsburg and Mount Pleasant for the purpose of “securing justice for injured workers at Pilgrim’s Pride.” Last February this group invited staff members of the Texas Workers’ Compensation Commission to a public meeting at which more than sixty workers aired their grievances against the company. In June the TWCC announced that an audit of Pilgrim’s Pride and its insurance carriers had turned up numerous violations of state regulations for failure to report worker injuries and to make timely payment of benefits.</p><p>“These complaints are just routine for a company our size,” Pilgrim assured Carol Countryman. “We have over ten thousand employees in the United States and Mexico. Naturally there are going to be a few complaints.”</p><p>“There are more than a few,” the reporter told him. “Workers at your plant in Mount Pleasant told me that they have been intimidated and even physically threatened to prevent them from filing workers’ comp complaints. People who had been injured said they were forced to work until the pain got so great they couldn’t continue. Then they got fired.”</p><p>Photograph By Wyatt Mcspadden</p><p>[Continued On Page 152]</p><p>[Continued From Page 111]</p><p>“That is not true, it never has been true, and it never will be true,” Pilgrim said, his composure beginning to slip. “We have more integrity than that.”</p><p>“I have been told by one doctor,” Countryman continued, “that the company intentionally delays reporting workrelated accidents to the commission. I’ve been told that the company doesn’t provide information in Spanish for workers who speak little or no English. I have documents that prove that dates have been altered on supervisors’ reports to show that workers failed to report injuries within the required time. ”</p><p>“You’re talking about that Spanish doctor in Mount Vernon,” Pilgrim said, trying to retake the high ground. “That man has been completely discredited. The Texas State Board of Medical Examiners suspended his license to practice. Spanish people have been going to him saying they have repetitive-motion injuries, and the word spreads back to their friends and relatives in Mexico, and pretty soon more Spanish people come up here looking for a soft touch. In my opinion, it’s a racket.”</p><p>Countryman tried to explain that Pilgrim had his facts wrong about the “Spanish” doctor, but i’m not sure that he heard her. Dr. Louis arrondo does treat about one hundred Pilgrim’s Pride employees, most of them Mexican americans who speak little or no English and are poorly educated and totally bewildered by the intricacies of the workers’ compensation law. It is true that arrondo has become their champion, but it is not true that he lost his license. In October 1990 the State Board of Medical Examiners ordered that arrondo’s license be suspended for submitting claims for services he never performed. But a district court in austin found the charges to be without merit: all allegations and complaints against arrondo were dismissed. Now arrondo is suing Pilgrim and the company’s insurance carriers, claiming that they’re trying to squeeze him out of business.</p><p>Pilgrim blinked at the reporter, then excused himself and headed for the speaker’s platform, where a color guard positioned itself in front of an american flag as big as the side of a house. When he began his speech, Bo had regained his composure, though maybe not his concentration. His message—life is hard, so get right with God—seemed to lack its usual fire. He recited his rags-to-riches story, which this audience had probably heard many times before, and warned that the nation is on the brink of moral, spiritual, and financial bankruptcy. People clapped politely but without much enthusiasm. Raising his Bible in the air, Bo concluded, “What is the profit if a man gains the whole world and loses his soul? My focus is not on selling more chickens, because when I face Jesus Christ on Judgment Day, he won’t ask how many chickens I sold.”</p><p>Bo did not elaborate on what questions he expected the Lord would ask.</p><p><span class=\"dropcap\">I</span>N a State Whose Identity And myths are tied to cattle, it is indicative of how much Texas has changed that its leading agricultural figure raises the lowly chicken. Through grit and determination—and marketing skills—Bo Pilgrim turned chicken feed into one the state’s largest and most profitable agricultural operations.</p><p>The way Bo tells it, his philosophy and self-righteousness were shaped during the Great Depression, in the tiny community of Pine, six miles south of Pittsburg. Bo’s daddy owned a general store where railroad section hands and cottongin workers met to pass the time of day. These men worked at backbreaking jobs, for 13 cents an hour, and what impressed young Bo was their cheerful acceptance of their station in life. They were just happy to have jobs. The price of cotton was so low, Bo remembers, that his daddy burned bales of cotton he could not sell. In 1939, when Bo was ten, his daddy died of heart failure, leaving his mother with seven children and $80. Bo joined the church that summer, persuading five or six friends to join with him, simultaneously discovering Jesus and his own talent for leadership. “If there was a problem,” Bo recalls, “I was the type of young man who figured out an answer.”</p><p>When his mother decided to remarry two years later, Bo couldn’t accept the marriage. He went to live with his paternal grandmother on the old Pilgrim family farm, taking with him all of his possessions, including nine pigs and several hundred pounds of grain. Bo and his mother never reconciled their differences. He, his grandmother, and an oldmaid aunt scraped by, raising hogs and chickens, canning vegetables from their garden, trading surplus produce and meat to peddlers for coffee and sugar. Bo chopped cotton for $1 a day, a day being twelve hours back then. He finished high school a year ahead of his class.</p><p>By 1947, Bo and an older brother, aubrey, were operating a feedstore, which later expanded to include a warehouse, then a feed mill, then a business that raised and sold chickens. Aubrey suffered a heart attack in 1963 and wanted to retire and sell the company to Quaker Oats. Bo tells me matter-offactly that he was wise enough to see that this was no time to cut and run, so the company continued under Pilgrim ownership. Aubrey suffered a fatal heart attack three years later. Now in total control, Bo continued to expand the business, eventually buying aubrey’s interest from his heirs. He changed the name from Pilgrim’s Feed Mill first to Pilgrim Industries and finally to Pilgrim’s Pride. By 1980, the company had sales of $150 million, but Bo was looking for new horizons. “Bo was looking for an entry into a grocery chain,” recalls George arnold, a Dallas advertising executive. “He wanted to be a brand name, but the problem was, How do you turn a mundane product like chicken into a highprofile brand?” Bo came up with the idea of a boneless chicken, which he had read was a big favorite in Japan. “as soon as I heard it, I knew it couldn’t miss,” says Richard Brown, who was hired in 1984 as Bo Pilgrim’s public relations man. “It turned out to be flat and ugly—it looked like a truck had run over it—and it was expensive. But it was entirely edible.” Legend has it that Bo perfected the deboning technique by taking home crates of chickens and practicing with knives in his kitchen. Arnold and Brown recognized Pilgrim’s dry country wit and his gift for showmanship—Bo sometimes attended sales meetings wearing a goofy pilgrim’s hat and carrying a stuffed chicken named Henrietta—and decided to use these talents to advertise the product. The image that Bo projected in the subsequent television commercials was unforgettable: this slightly bemused, ordinary-looking man wearing a pilgrim’s hat, holding a stuffed chicken, and looking through his rimless glasses with a sincerity so guileless that Bo himself might have been stuffed. In no time, the public was demanding that their supermarkets stock boneless chickens.</p><p>By the late eighties, the novelty of the boneless chicken had worn thin and sales were falling off. That’s when Patty, Bo’s wife, made an interesting observation. “She surprised me one day by saying that people didn’t like fat yellow chickens,” Bo recalls. “Feed mills were adding extract of marigold seeds to chicken feed to make the skin yellow, because we thought that’s what people wanted.” Market research proved the wisdom of Patty Pilgrim’s remark: Consumers wanted a leaner, smaller, naturally colored broiler. Pilgrim’s Pride cut marigold seeds from its mix and solved the leaner, smaller problem by selecting the broilers for slaughter at seven rather than eight weeks; an old chicken man like Bo knew that broilers don’t start putting on fat until after the forty-ninth day. Soon Bo was back on television, wearing what had become his trademark pilgrim’s hat and promising that he would never again “sell a fat yellow chicken.” Today Pilgrim’s Pride is the nation’s fifth-largest supplier of processed chicken, a Fortune 500 company with several hundred farms and with plants in 35 cities. Sales next year are expected to pass $1 billion.</p><p><span class=\"dropcap\">P</span>ITTSBURG Is a Handsome Little town of 4,200 with large trees, elegant nineteenth-century homes, and a downtown that looks much as it did in 1900. Residents have been spared the ignobility of the shopping mall and strip center. It’s a town with a Baptist mindset—there are more than twenty Baptist churches in Pittsburg—and a belief that God helps those who help themselves. The two most prominent structures in Pittsburg are the Pilgrim’s Pride feed mill, located north of downtown, next to the railroad tracks and behind corporate headquarters, and Bo’s eye-popping Louis XV-style chateau, situated on an immaculate and highly visible 52-acre hilltop on the southern edge of town. Bo calls his place Chateau de Pilgrim; locals refer to it as Cluckingham Palace. The ubiquitous company logo—a silhouette of Bo in his pilgrim’s hat—adorns the chateau gate, the plant’s water tower, silos, hatcheries, and many other surfaces in Pittsburg. Everyone in town knows Bo and calls him by his first name; no one ever calls him by his given name, Lonnie. People describe him as warm, generous, outgoing, and eccentric—always hastening to add that they mean “eccentric” in the positive sense. By local standards, Bo can even appear a trifle risque. Not long ago, the marquee outside the Pilgrim’s Pride Kitchen, the coffee shop Bo had built in the shape of a pilgrim’s hat, read, “If there’s a better piece of chicken, the rooster got it.” Pilgrim contributes regularly to churches, charities, and local causes such as Pittsburg’s new historical museum. He also makes large political contributions, mostly to the Republican party. Bo and Patty Pilgrim recently hosted a fundraiser for George W. Bush at the chateau. Dinner invitations to the chateau are rare and highly prized, but on Easter Sunday, Bo invites the congregation from his church to enjoy the chateau’s magnificent 25-acre garden.</p><p>On a hot, still day, vapors from the mill saturate the air with a dusty, grainy residue. The odor is not particularly unpleasant, but it is unmistakable. Locals joke, “Bo put all the smelly stuff in Mount Pleasant”—eleven miles north of Pittsburg. Mount Pleasant has two processing plants and a plant that renders offal into pet food. At times the stench is nearly overpowering, especially in the black neighborhood, where the plants are located. Motorists passing through Mount Pleasant sometimes report spotting chicken feathers floating about. The cancer rate in both Pittsburg and Mount Pleasant is abnormally high, which some critics believe is because of the arsenic used in chicken feed and the bacteria from the chicken fat seen rushing down the gutters.</p><p>When he’s in town, Bo can be seen every morning except Sunday reading the <em>Dallas Morning News</em> and eating breakfast at Pilgrim’s Pride Kitchen, on U.S. Highway 271 near downtown. After breakfast Bo stops by the Prayer Tower one block up the street to pray, meditate, and check on the Prayer Tower plaza’s ground crew, which also attends the grounds at the chateau. Bo and Patty commissioned the Prayer Tower and opened it to the public in 1992, after seeing a similar one in amsterdam. It reminds me of the campaniles in the piazzas of Italy, a graceful and elegant spire with beautiful stained-glass windows, Belgian clocks, and French bells. The tower occupies a triangular plot of land where a tumbled-down warehouse once stood, replaced now by an attractive and manicured plaza of trees, flowers, statues, and fountains. The doors of the Prayer Tower are never locked, and its chapellike interior is heated or air-conditioned, according to the season. On the day I visited, the guest book had been signed by tourists from California, New Jersey, Tennessee, and various cities in Texas. It is hard to imagine a more peaceful spot on a hot summer day.</p><p>Bo does not go to his office at corporate headquarters until after his lunch and a short nap. He spends his mornings strolling the gardens of his chateau—cellular phone in hand—and exercising in his spa-size pool pavilion. Bo is careful about his health. He underwent heart bypass surgery in 1975 and had a heart attack in 1982. Hardening of the arteries is hereditary in the Pilgrim family; not only did his father and brother aubrey die of heart failure, so did two other brothers. The dimensions of the chateau are astonishing: Viewed from the highway, it is wider than a football field is long and covers 20,000 square feet. Even in Dallas and Houston, it would appear excessive.</p><p>The chateau has eight bedrooms and nine baths and is furnished with millions of dollars’ worth of French antiques, all personally selected by Bo and Patty during a six-day shopping spree at the flea markets in Paris. As though to remind themselves that they come from humble origins, the Pilgrims have scattered the chicken motif throughout the house—in oil paintings, in vases and porcelain figurines, in the chanticleers carved into stone over the swimming pool, even in the utility room, whose wallpapered ceiling resembles chicken wire. The relatively modest four-bedroom home where the Pilgrims raised their three children sits in the shadows of the chateau, making the new place seem even more incongruous. “That’s not the place where I grew up,” says the Pilgrims’ eldest son, 36-year-old Ken. Ken has never spent a night in his parents’ new home, which was completed in 1991. “It’s totally out of character for my mom, who is a very private person. That’s more my dad’s house.”</p><p>Ken and his brother, Pat, 29—their sister, Greta, lives in Dallas—have worked in a number of positions at Pilgrim’s Pride, but neither is viewed as CEO material. Bo admits to me that the boys have been a disappointment, not only because both apparently lack managerial skills but because both have been divorced, which cuts against Bo’s fundamentalist sensibilities. “Neither one of them has the educational level at this point to be head of a big company,” Bo says. When I remind him that his sons have as much or more formal education as their father, Bo changes course. “They don’t want the pressure i’ve been through the last forty-eight years,” he says. Ken, who runs the company’s transportation division at the facility in Mount Pleasant, acknowledges that his father is right. “It wouldn’t be wise for me to think of trying to take over the company,” he says. “i’m not in the chicken business. I’m in the trucking business, and I like what I do.”</p><p>Pat has just moved into a new office at corporate headquarters, and he seems puzzled by what his father told me. “i’d be delighted to take over the company,” he says. Overweight and slightly rumpled in jeans and a T-shirt, Pat sits behind a desk uncluttered by signs of work, in front of an enormous, nearly life-size color photograph of Bo. Though he seems good-natured and likable, I gather that Pat is something of a misfit. Locals recall the town being rattled by an explosion a few years ago: after Bo had given his son the assignment of removing an old house to make room for a parking lot, Pat got the bright idea to remove it with dynamite. During his tenure as director of the Pilgrim’s Pride farm operations, Pat stumbled into a series of conflicts with a neighbor who claimed that arsenic-laced fertilizer used on a Pilgrim’s wheat field had washed down the creek and killed her cattle. When I ask Pat about his current position with the company, he tells me that he is in a training program. “Training to do what?” I ask. Pat grins. “Only God and Bo know the answer to that,” he says, “and neither one are talking.”</p><p>The owner of the cattle that died from arsenic poisoning is Susan Spearman Nugent, who is not only a longtime neighbor of the Pilgrims but a former inlaw. Nugent was married to aubrey Pilgrim’s son, Hal, from 1972 until 1979. She comes from one of Pittsburg’s oldest and most respected families. After her divorce from Hal, which Bo opposed, Susan sold her share of Texas Egg—now a Pilgrim’s Pride subsidiary—to Bo for what she believes was considerably less than it was worth. “Back then I wasn’t interested in the money,” she tells me. “I was young and idealistic and wanted to make it on my own.” Nugent remarried in 1984 and took over the onehundred-acre Spearman farm, which had been in her family since 1913, and went into the cattle business. Adjacent to one of her pastures is a sloping hillside owned by Pilgrim’s Pride, which was sometimes used to plant fall wheat—a practice that went contrary to local wisdom. The problem with planting fall wheat was that it had to be harvested in the spring, when seasonal rains traditionally pelted Camp County. Over the years, Nugent lodged several complaints against the Pilgrims’ farming operation, but far and away the most serious came after the spring rains of 1991, when her cattle began to die mysteriously.</p><p>“I knew that the chicken litter used as fertilizer on the Pilgrims’ fields was washing down onto my pastures,” she recalls. “Pat Pilgrim had planted the wheat in vertical furrows instead of horizontal, which would have at least limited the runoff. What I didn’t know until I started researching the problem was that they used arsenic in chicken feed. A small amount of arsenic doesn’t harm the chickens, but it accumulates in high concentrations in the litter.” a test of tissue from the dead cattle showed an arsenic level of 12.5 parts per million. Levels as low as 5.0 ppm can be lethal in cattle. Nugent filed a complaint with the Texas Water Commission. A Twc inspector took a random sampling of chicken litter from one of the Pilgrims’ chicken houses and reported an arsenic level of 34.9 ppm. Even so, the Twc felt it didn’t have sufficient evidence to establish a link between the arsenic from the chicken litter and the dead cattle.</p><p>Bo Pilgrim writes off Nugent’s complaints as sour grapes and points out that traces of arsenic can be found in any soil sample—though not, of course, in the lethal concentrations reported by Nugent. “She’s had a vendetta against me for fifteen years,” Pilgrim tells me. “She came over to my house one Sunday after her cattle died, all emotionally upset, and I gave her some money because I felt sorry for her. It had nothing to do with the cows she claimed got poisoned.” When I tell Nugent about Pilgrim’s version of the incident, she produces two documents—an inventory that Bo had written of the cattle that had died or been sickened, plus other costs encountered by Nugent, and a copy of Bo’s check for $24,303. On the memo line of the check is written the word “cows.”</p><p>Pilgrim says that Nugent is the only person who has complained about the problem of arsenic in the Pilgrim’s Pride chicken-feed mix. But records at the Titus County courthouse in Mount Pleasant show that a dairy farmer named Ray Musgrave collected nearly $1 million in a settlement after Pilgrim’s Pride delivered a load of arsenic-laden chicken feed rather than cattle feed to Musgrave’s herd. None of Musgrave’s cows died, but they stopped producing milk and breeding.</p><p>In the past ten years the Texas Water Commission, which along with other environment-related agencies is now part of the Texas Natural Resource Conservation Commission, has logged more than 110 complaints against Pilgrim’s Pride for airand water-quality violations and industrial-waste violations. This doesn’t include civil suits or violations recorded by the Environmental Protection agency or other governmental agencies. TNRCC has assessed more than $1.3 million in penalties against the company, and several unresolved violations are presently under consideration, including a $286,400 fine for an industrialwaste violation that has yet to be paid. The frequency and severity of the Pilgrim’s Pride violations, and the company’s apparent consistency of noncompliance, raise the question of why more stringent enforcement has not been forthcoming.</p><p>“The record of Pilgrim’s Pride does concern me,” says Kenneth Ramirez, the TNRCC’s top lawyer. “When a company has a history of noncompliance, at some point in time you have to take a special look at that company and the enforcement policy. We intend to take a special look at Pilgrim’s Pride.”</p><p><span class=\"dropcap\">H</span>IS God-And-Country Rhetoric notwithstanding, Bo Pilgrim has waged a relentless war against country—or at least against government rules and regulations. In this battle he hasn’t always shown his best side. In July 1989 Bo the Pilgrim looked more like Bo the Buffoon when he was spotted on the floor of the Texas Senate two days before a crucial vote on workers’ compensation, passing out blank $10,000 checks. The checks were not bribes, he claims, they were campaign contributions. “I have always been a large contributor to politics,” Bo points out. “I was fighting what I thought was a bad law. The workers’ compensation laws don’t work in this I state. It costs me six-plus dollars to do the same job in Texas that I can get done for one dollar in arkansas. Workers’ comp eats up half of our company’s profits.” Bo still believes that there was nothing wrong with passing out $10,000 checks, though he acknowledges that his method could have used some refinement. “That was the year that the Bonehead Club of Dallas gave me its Bonehead of the Year award,” he says dryly. “and I accepted it.”</p><p>We are sitting on a cushioned pew in the Prayer Tower chapel, just the two of us, enjoying the solitude and reflecting on the changing face of america and the world. Bo is 66, I am nearly 60, and I begin to realize that rather than being the aberration that some environmentalists and social reformers believe him to be, Bo is fairly typical of our generation. When we were growing up, there were no rules against polluting earth, air, or water—or if there were, nobody paid any attention to them. Life was hard, though probably not as hard as we remember. Bo knows that things have changed; he just can’t understand why. “i'm not against rules and regulations. But in agriculture, there’s no way you can have zero tolerance. Manure is manure—it’s hard to keep it from smelling. We get oil and grease in the water and we try to separate it, but people are subject to mistakes. If we were a small company, nobody would notice us. But Pilgrim’s Pride has a high profile and that means that the media is going to jump on one or two situations and build them up into something big.”</p><p>Bo believes that negative stories about his company—a third of which is publicly owned—are unfair and have caused Pilgrim’s Pride stock to drop from $9 in the spring to about $6.75 on July 1. Why do the media never give him credit for providing cheap meat to the nation? Bo asks. How come they never write about the company’s chaplain program, which provides religious counsel to workers who have lost loved ones? From Bo’s perspective, Pilgrim’s Pride stands for the best this country has to offer. His workers have never had it so good, he says, pointing out that he pays them $6.50 an hour and that average annual pay for a line worker is $15,000, including benefits. “People today focus on their rights and on what they think other people owe them, as opposed to what they can contribute and earn,” he says, a little sadly.</p><p>Though Bo has his own stubborn way of viewing and interpreting social issues, it is hard to dislike or even distrust him. He’s about as mainstream as they come. I try to phrase a broad philosophical question along the lines of what the freelance reporter asked at the barbecue, a question about the way Bo treats his employees, his neighbors, and the environment. “This whole good-neighbor-andbrother’s-keeper spiel,” I observe, “it seems at times to conflict with the goals of the free-enterprise system. You’re from the old school: There’s no free lunch, success doesn’t come on a silver platter, and so forth. But doesn’t this open you to criticism from people less fortunate who believe that Bo Pilgrim’s bottom line is profit, that the only welfare you really care about is your own?”</p><p>Bo nods that he understands my drift, but he puts his own spin on his response. Taking a calculator from his pocket, Bo begins to run some numbers, theoretically redistributing his wealth. “The net worth of my company is about $150 million,” he says. “We’ve got ten thousand employees and about fifteen hundred growers. Say we distribute it between all of these people. Let’s see, that comes to $13,043 for each. They couldn’t buy a good midsize car for that. But we’d be out of business and they’d be out of a job.”</p><p>“I can’t argue with that,” I tell him.</p><p>“So you see,” he smiles benignly, “the average person never relates to what we achieve at Pilgrim’s Pride. It’s for their benefit as much or more than it is for ours.”</p><p>Well, maybe not quite as much. But I know what Bo means.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "September 1994",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Chicken",
      "Texas",
      "people",
      "Cattle",
      "Dallas",
      "Prayer",
      "Church",
      "Spanish",
      "Water",
      "attack",
      "Cotton",
      "Mother",
      "Pittsburg",
      "ten",
      "bo pilgrim",
      "Breakfast",
      "Business",
      "Chickens",
      "Children",
      "Coffee"
    ],
    "wp_categories": [
      "Agriculture"
    ],
    "wp_location": [
      "Texas",
      "Dallas",
      "Austin",
      "East Texas"
    ]
  }
}