{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19949",
    "date": "September 1994",
    "year": 1994,
    "month": 9,
    "month_formatted": "September",
    "pdf_uri": "/1994/19940900.pdf",
    "issue_cover_image": "",
    "document_start_page": 108,
    "toc_start_page": 106,
    "document_page_range": [
      [
        108,
        109
      ],
      [
        131
      ]
    ],
    "toc_order": 22,
    "toc_headline": "Russell Dilday",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199409-russelldi",
  "source": "/1994/19940900.pdf",
  "wp_post_id": 128079,
  "wp_post_guid": "http://www.texasmonthly.com/article/russell-dilday/",
  "authors": [
    "Jan Jarboe"
  ],
  "headline": "Russell Dilday",
  "dek": "In the ongoing power struggle within the Baptist church, he is trying to turn the tables on his fundamentalist foes.",
  "spread_caption": "",
  "excerpt": "A Baptist under fire.",
  "kicker": "Still preaching that old-time Religion",
  "word_count": 886,
  "content": "<img /><p>When 34 Members of the board of trustees of the Southwestern Baptist Theological Seminary gathered in Fort Worth last March to fire 63-year-old Russell Dilday as president, a thousand students and faculty jammed the hallways, singing Baptist hymns and praying that the trustees would not oust their popular leader.</p><p>Their prayers fell on deaf ears. With a prearranged 27-7 vote, the board dismissed Dilday, who had been the president of the world’s largest seminary for sixteen years. The firing of Russell Dilday may prove to be a turning point in the continuing war between fundamentalist and so-called moderate Baptists. Dilday is so prominent and his firing was so shocking that he has emerged as the potential leader of a moderate counterattack. The episode revealed that the split between the two groups is no longer simply a matter of theological issues, such as whether the Bible represents the literal word of God or is the work of men and therefore could contain inaccuracies. Dilday’s own book, <em>The Doctrine of Biblical authority,</em> published in 1982, presents the Bible as “the perfect word of God.” He is a biblical conservative. But that didn’t save him, because the fight among Baptists has gone beyond doctrine.</p><p>“It’s about style and politics,” Dilday said, sitting in his upstairs study in the twostory home in suburban Fort Worth that he bought after being kicked out of the president’s residence at the seminary. “I was fired by a bunch of partisans, not over the Bible.” With his stern, square face and disciplined style of conversation that occasionally gave way to a ministerial earnestness, he reminded me of an aging schoolmaster. Two walls of the study were lined with books, most of them about the Bible.</p><p>The major difference between Dilday and the fundamentalists is that he is an old-style Baptist who believes that secular politics and religion don’t mix and that every Baptist is free to establish his own relationship with God, independent of the authority of his pastor. Fundamentalists, though, are increasingly associated with the Republican party, and they are more inclined to dictate what Baptists should believe, not only about religion but also about politics. Even the kind of music that can be used in church services has become an issue. Dilday likes traditional hymns and anthems, but fundamentalists want livelier, contemporary gospel music. His refusal to change the way ministers of music are trained and his willingness to hire biblical moderates as well as conservatives for the faculty were two of the reasons for his firing.</p><p>“I knew what I needed to do to keep my job—play along with the fundamentalists,” said Dilday. “I made a conscious decision not to do that, because I thought it was important to find out whether there is room in Southern Baptist life for the kind of diversity of thought that traditional Baptists have always allowed. Apparently, there isn’t.”</p><p><strong>The Lord's player: Dilday straggles to keep secalar politics oat of the Baptist faith.</strong></p><p>[Continued On Page 129]</p><img /><p>[Continued From Page 106]</p><p>Dilday had spoken out against fundamentalist tactics before. At the 1984 Southern Baptist Convention, the annual meeting at which leaders are elected, Dilday accused fundamentalists of having an “incipient Orwellian mentality” and criticized their use of “innuendos, guilt by association, and the rest of the demonic family of forced uniformity.” In 1989 he signed an agreement with the seminary’s board of trustees in which he promised not to be involved in denominational politics. In signing that agreement, Dilday knew he was buying time, but until minutes before the firing, he believed that his job was still secure. He is an amateur when it comes to church politics; he talks with the naivete of one who is still surprised when Christians don’t do the right thing. The night before the meeting, a trustee who would vote to fire him the next day told Dilday, “You’re doing a marvelous job.” The following morning three trustees told him that he had to take early retirement or he’d be fired. Dilday refused to go gracefully. By the time he had walked back to his office after the vote was taken, a workman was changing the lock on his door.</p><p>“The whole time they were plotting to fire me, the leaders of the fundamentalists would routinely call me and tell me how much they loved me and were praying for me,” Dilday said. “The hypocrisy was so great that now any time people tell me they love me, I wince and watch my back.”</p><p>With fundamentalists in control of the boards of all six Southern Baptist seminaries in the U.S., moderates are trying to start a seminary in the Dallas area to compete with Southwestern. Dilday has already been hired as a consultant for the project. He has also accepted a full-time job as professor of homiletics (sermons) at Baylor’s new seminary in Waco. In effect, Baylor has given Dilday a new bully pulpit from which to speak out against fundamentalism, and this will help strengthen Baylor as an institutional base for Baptist moderates. Hostile reaction to Dilday’s firing forced the fundamentalists on Southwestern’s board to replace him with Dr. Kenneth S. Hemphill, a nonpolitical minister from atlanta. The fundamentalists have been on a fifteen-year winning streak since they elected their first president of the Southern Baptist Convention, but in firing Russell Dilday they may have gone too far.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "September 1994",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Southern",
      "Baptists",
      "Fire",
      "Baylor",
      "Church",
      "Fort Worth",
      "Music",
      "Politics",
      "Religion",
      "Style",
      "Dallas",
      "Diversity",
      "Family",
      "God",
      "Gospel",
      "Home",
      "Love",
      "March",
      "office",
      "people"
    ],
    "wp_categories": [
      "Dallas"
    ],
    "wp_location": [
      "Fort Worth",
      "Dallas"
    ]
  }
}