{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19949",
    "date": "September 1994",
    "year": 1994,
    "month": 9,
    "month_formatted": "September",
    "pdf_uri": "/1994/19940900.pdf",
    "issue_cover_image": "",
    "document_start_page": 102,
    "toc_start_page": 96,
    "document_page_range": [
      [
        102,
        103
      ]
    ],
    "toc_order": 15,
    "toc_headline": "Bridget Hall",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199409-bridgetha",
  "source": "/1994/19940900.pdf",
  "wp_post_id": 128037,
  "wp_post_guid": "http://www.texasmonthly.com/article/bridget-hall/",
  "authors": [
    "Mimi Swartz"
  ],
  "headline": "Bridget Hall",
  "dek": "She’s sixteen. She’s beautiful. And she’s ours.",
  "spread_caption": "",
  "excerpt": "Only sixteen, and very much in Vogue,",
  "kicker": "Not just another pretty Face",
  "word_count": 547,
  "content": "<img/><p>Styling By Path Wilson, Makeup By Ian Jeffries/Jed Root, Inc., Hair By Ashley</p><p>by</p><img/><p>“THEY Tell Me That i’m Bringing Back the Woman Look,” says supermodel Bridget Hall, who will celebrate her seventeenth birthday this December. Slacking off between gigs in her mom’s typical North Dallas condo—the kind of place with a duck-crossing sign and a view of a golf course—Bridget looks like an unlikely candidate for the job. Her grungewear hides her proportions, her long brown hair hides her features; she could be any pretty girl who spends her free time hanging out at the mall or sunning by the pool.</p><p>On the other hand, those who’ve seen Bridget’s seductive freckles on the cover of the March 1994 <em>allure,</em> her sly grin on the cover of the May 1994 <em>Elle,</em> or her bountiful bust in the May 1994 <em>Cosmo,</em> understand what modeling agency executives have known since she showed up with her mom on Kim Dawson’s doorstep in 1987, at the age of ten: that, helped along by the photographer’s art, Bridget Hall can be transformed into one of the most beautiful women in the world. In fact, she has undergone this transformation almost daily since 1992, when she put her high school career on hiatus, transferred from Kim Dawson to the Ford agency, and, at a rate approaching $10,000 a day, laid waste to the waifs who were then dominating the runways and the pages of major fashion magazines. By the summer of 1994, Bridget was ubiquitous: She appeared on bus stops in Manhattan for Pepe Jeans, on billboards in Los angeles for Guess, on runways for Calvin Klein and Richard Tyler, and sensually placing a finger to her lips in an ad for Gianni Versace. (Photographer Steven Meisel, who shot the Versace ad, is one of her favorite collaborators. “He always tells me what to do,” she explains. “Like ‘walk back and forth’ or ‘stick your finger in your mouth.’”) Bridget was so busy that she could push Ralph Lauren into a less-than-exclusive contract (she’d only go for fragrance ads) and rebound quickly from a made-for-the-columns fling with the equally hot Leonardo DiCaprio. (Bridget told the <em>Dallas Morning News</em> that the actor didn’t recognize her when they first met because she didn’t look like her Guess ad.)</p><p>In spite of such grown-up hoopla, Bridget has maintained the skepticism of a teenager. She spars with her mother, Donna, a one-time interior designer who has guided Bridget’s career ever since she moved her children to Farmer’s Branch from Oklahoma in the early eighties. (Bridget was a toddler when her parents were divorced.) She is not yet jaded by all the attention (“When they flew me up to New York and told me i’d be the next supermodel, I thought they were just being nice”). Nor is she always thrilled by the frequent trips to Paris and Milan (“When you get there, it’s all work”). She has her heart set on an acting career, but for right now, modeling is enough. “It’s kind of a nice feeling,” she says. “You get all the hair and makeup on and you’re, like, a totally different person. ”</p><p>Like playing dress-up, Bridget?</p><p>“Yeah,” she says, high beams flashing. “Exactly!”</p><p>Photograph By Andrew Eccles</p><p>Dallas beauty teen Bridget Hall has come into her own on runways around the world.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "September 1994",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Hair",
      "Career",
      "Dallas",
      "Modeling",
      "Acting",
      "Actor",
      "Beauty",
      "BUS",
      "Children",
      "Dallas Morning News",
      "designer",
      "ever",
      "Fashion",
      "Golf",
      "High School",
      "Los Angeles",
      "March",
      "New York",
      "News",
      "Oklahoma"
    ],
    "wp_categories": [
      "Dallas"
    ],
    "wp_location": [
      "Dallas",
      "Paris"
    ]
  }
}