{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19949",
    "date": "September 1994",
    "year": 1994,
    "month": 9,
    "month_formatted": "September",
    "pdf_uri": "/1994/19940900.pdf",
    "issue_cover_image": "",
    "document_start_page": 109,
    "toc_start_page": 103,
    "document_page_range": [
      109
    ],
    "toc_order": 20,
    "toc_headline": "Kaye Stripling",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199409-kayestrip",
  "source": "/1994/19940900.pdf",
  "wp_post_id": 128022,
  "wp_post_guid": "http://www.texasmonthly.com/article/kaye-stripling/",
  "authors": [
    "Mimi Swartz"
  ],
  "headline": "Kaye Stripling",
  "dek": "An old-fashioned principal opens a new kind of public school.",
  "spread_caption": "",
  "excerpt": "Reinventing the public school.",
  "kicker": "Getting a real Education",
  "word_count": 531,
  "content": "<p>by</p><p>Photograph By Wyatt Mcspadden</p><img/><p><strong>Stripling has built an oasis in the desert of public education.</strong></p><img/><p>What Did It Mean that, before it opened its doors this month, the Rice School/La Escuela Rice received applications from 7,000 students for 1,275 places? That 700 teachers applied for 70 jobs? For Kaye Stripling, the principal of the Houston school, the answer was simple. “People were ready for change,” she says. In an era when Texas’ public schools are long on violence and short on motivation—when little if any learning is taking place—Stripling’s brand-new building in the southwest part of town promises to be an oasis in the education desert.</p><p>The Houston Independent School District, in conjunction with Rice University, has created a kindergarten-througheighth-grade venture that offers a basic education with a contemporary approach: computers, uniforms, and real homework; small, bilingual classes that are economically as well as racially mixed. Kids were admitted by lottery. “It looks like an urban school, not a yuppie school,” says Stripling. The brightest students are allowed to advance according to their abilities, not their ages. Teachers work not in isolation, as has become the public-school norm, but with a team of counselors, parents, and—best of all—Rice professors, who will help develop the curriculum.</p><p>The school is the brainchild of former HISD superintendent Joan Raymond, who departed amid political turmoil in 1990. But it couldn’t have happened without the 53-yearold Stripling. A native of Willis and a veteran of the country’s fourth-largest school district, she has both the small-town skills and the bureaucratic smarts to bring the dream to life. Stripling is plainspoken—on the subject of education jargon she says, “I don’t believe in it”—and capable of forging the diciest contemporary compromises. For instance, she convinced her school’s politically correct parents and teachers that there would be no need for it to celebrate Black History Month because black culture would be celebrated daily. “She doesn’t pay homage to token things,” says a co-worker.</p><p>Stripling hopes her school will be part of one large community, not a battleground for warring factions. “We’ve generated an expectation that says this is a tough job and we’ve all got to pitch in,” she says. “Education is too complex to depend on the educators to do it.” She enlisted Houston-based Compaq to donate 1,100 computers to the school, one for each teacher and one for each child in grades six through eight. (Students in lower classes will share.) Even the education bureaucracy is welcome—within limits. Stripling has fought it in skirmishes large and small: She struggled for user-friendly chairs and tables in the dining room instead of the standardissue “toadstools” and won another, bigger fight to spend her staff budget—equal to that of any HISD school of comparable size—as she pleased. She compromised on the textbook issue: The original plan was for a textbook-free school, but teachers now use them along with other works of their choice. “The money for buying textbooks could have gone for buying real books,” groused one teacher.</p><p>Stripling, of course, has no time for grousing. She’s too busy looking ahead. “i’ve been with the HISD for thirty years,” she says, smiling kindly while folding her arms into something resembling a body block. “i’m real tough.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "September 1994",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "School",
      "Education",
      "Teachers",
      "Rice",
      "Houston",
      "Students",
      "Black History",
      "Black History Month",
      "Brainchild",
      "Compaq",
      "Computers",
      "Culture",
      "History",
      "money",
      "Public Schools",
      "Schools",
      "Southwest",
      "Textbooks",
      "urban",
      "Violence"
    ],
    "wp_categories": [
      "Education"
    ],
    "wp_location": [
      "Houston"
    ]
  }
}