{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19949",
    "date": "September 1994",
    "year": 1994,
    "month": 9,
    "month_formatted": "September",
    "pdf_uri": "/1994/19940900.pdf",
    "issue_cover_image": "",
    "document_start_page": 125,
    "toc_start_page": 119,
    "document_page_range": [
      [
        125
      ],
      [
        153
      ]
    ],
    "toc_order": 31,
    "toc_headline": "Tony Vallone",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199409-tonyvallo",
  "source": "/1994/19940900.pdf",
  "wp_post_id": 128052,
  "wp_post_guid": "http://www.texasmonthly.com/article/tony-vallone/",
  "authors": [
    "Skip Hollandsworth"
  ],
  "headline": "Tony Vallone",
  "dek": "Nobody puts you in your place like Vallone, whose restaurants have been the spot to see and be seen for years.",
  "spread_caption": "",
  "excerpt": "Houston’s host of the town.",
  "kicker": "Host of High Society",
  "word_count": 1140,
  "content": "<img/><p><strong>For years Tony has been the toast of the town for Houston society.</strong></p><p>Photograph By Arthur Meyerson</p><p>PRODUCTION COORDINATION/STYLING BY JULIE HETTIGER, HAIR AND MAKEUP BY GAY JONES, UMOUSINE COURTESY ACE UMOUSINE SERVICE</p><p>If You Want To Understand what Texas society has come to, then you should have been in Houston in May when Tony’s closed. The newspapers had front-page stories full of reminiscences about the great restaurant—the “Saturday night place,” as it had been known forever to Houston’s high and mighty. Patrons wondered about the sanity of restaurateur Tony Vallone. What was the matter with him? My God, how could he do this to <em>us</em>?</p><p>The hysteria over Vallone’s decision made it seem as if the end of Tony’s signaled the end of the Houston social whirl. Well, almost. The fact is that membership in Houston’s most exclusive ranks has a lot more to do with where you eat your dinner than with your bloodline or home address. What matters is whether you are seen often enough in the right place—and for the ritzy 45-and-older crowd, that always meant Tony’s. “Houston is very much a going-out town,” says Vallone. “So a restaurant here becomes more than a restaurant. It becomes another home, a showcase for who you are.”</p><p>In one respect Tony’s was simply a fancy restaurant with red walls and nice paintings and waiters in tuxedos serving tasty cuisine like “crispy roast duckling with savory infused wild rice and fresh raspberry sauce.” On a Saturday night, three hundred customers would make their way through the doors. If you were <em>somebody</em>—one of the well-heeled regular customers like Billye Halbouty, Harold Farb, Bob and Elyse Lanier, or Lynn Wyatt—you might have sat at one of eight highly visible tables in the center of the restaurant, nicknamed the Gaza Strip. If a domineering blonde with a crusty voice was holding court, you were in luck. It was Maxine Mesinger, the society columnist for the <em>Houston Chronicle.</em> Everyone chatted and smiled brightly and waved to alleged friends at other tables. And all the patrons would pay their respects to the tuxedoed Tony Vallone, who despite his great girth was able to flit from table to table, his face eager to please, his conversation focused on the quality of your food and wine. Then the bill would come and you’d leave.</p><p>What you had witnessed, perhaps without recognizing it, was the state’s most celebrated theater of snobbishness, the place for anyone who wanted to spend a night being glamorous. According to a Reuters article beamed throughout Europe last spring, it was impossible for a woman to overdress at Tony’s. GQ magazine recently wrote, “When the cream of Houston society want to celebrate a deal, debut a relationship or show off a face-lift, the only restaurant to go to is Tony’s.”</p><p>[Continued On Page 147]</p><p>[Continued From Page 119]</p><p>Not bad for a guy who grew up on the wrong side of the tracks in east Houston. Tony’s father and grandfather also owned restaurants, but they weren’t after the pampered haut monde. Their gambling rooms in the back were bigger than their dining rooms in the front. “My family story is not one I like to talk about,” Vallone says quickly. He does admit, however, that the notorious reputations of his father and grandfather drove him to win respectability. In 1965 he opened a lighthearted Italian restaurant in Houston’s chic Post Oak district. Although he didn’t know a Sakowitz from a Schnitzer, he did understand one of the rules of Houston social climbing: Get your name in the newspaper. He regularly sent Maxine Mesinger notes, asking her to try his food. She began writing about his restaurant in her column and, more importantly, mentioning people she would see there. When he moved to his second location in 1972—upscaling his operation by imitating the best of the New Tork restaurants (the decor and seating arrangement of La Caravelle, the fresh flowers of La Grenouille, the treatment of VIPs at 21 Club)—he already had a large following.</p><p>Yes, the food and service were superb, but as Vallone admits, “a lot of people came here thinking it was more important where they sat than what was on their plate.” and because Vallone had the power to seat people in just the right spot, he became as important to Houston’s social order as the well-bred and well-to-do whose names were usually boldfaced in the gossip columns. As the perfect host, he was a master of discretion: Whenever a married man would slip in with a young woman, Tony would tell anyone who asked that she was the man’s niece. He was simultaneously a master of publicity. “I would never call a columnist and tell her that so-and-so was in the restaurant. But i’d be happy to help out if someone asked if I would call one of the newspapers with the news that they were here celebrating their anniversary or birthday,” Vallone says.</p><p>The action at Tony’s became the stuff of local legend. There were stories of women in their $10,000 designer dresses and of valet attendants getting $100 tips. There was the businessman who, while sitting at table 43, sold his 1931 Bugatti La Royale for more than $8 million. There was the oilman who bought a $15,000 bottle of red wine, only to watch helplessly as the fragile bottle cracked when the cork was popped.</p><p>Capitalizing on his fame, Vallone built other restaurants to appeal to different Houston cliques—anthony’s for the customer who didn’t want to wear a coat and tie (which was an ironclad requirement for the men who dined at Tony’s), Grotto for the casual diner, and La Griglia for the young and the hip. It was a wise move. In the more relaxed nineties, it did seem that Houston’s high and mighty were preferring to sip their champagne in modern restaurants with no dress code. To some, Tony’s was looking more and more like a silly exercise in artifice. Had Houston started to outgrow Tony’s? “Oh, no,” Vallone replies. “There will always be a need for a truly great restaurant for someone who wants to be cared for throughout the night.”</p><p>Perhaps what Vallone also realizes is that there will always be a need to put on a grand public show. To that end, Texas’ greatest host is considering reopening Tony’s. He’s putting off a final decision until January, but if he does reopen, the new Tony’s will be a palace of upperclass sophistication. In his as-of-now hypothetical new Tony’s, Vallone thinks he will eliminate the Gaza Strip, but he will try to have the rest rooms at the front of the restaurant (as they were at the original Tony’s), so that his customers can be seen walking past the other tables. “If you’re wearing a very beautiful dress, then you deserve to be seen,” he says. At Tony’s, it couldn’t be any other way.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "September 1994",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Houston",
      "Restaurant",
      "Restaurants",
      "people",
      "Society",
      "Food",
      "Newspapers",
      "Anniversary",
      "Best of",
      "Champagne",
      "designer",
      "Dresses",
      "Exercise",
      "Family",
      "Gambling",
      "GQ",
      "Hair",
      "Home",
      "News",
      "Post Oak"
    ],
    "wp_categories": [
      "Family"
    ],
    "wp_location": [
      "Houston",
      "Texas"
    ]
  }
}