{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19804",
    "date": "April 1980",
    "year": 1980,
    "month": 4,
    "month_formatted": "April",
    "pdf_uri": "/1980/19800400.pdf",
    "issue_cover_image": "",
    "document_start_page": 108,
    "toc_start_page": 106,
    "document_page_range": [
      [
        108,
        109,
        110,
        111
      ],
      [
        198,
        199,
        200
      ],
      [
        202
      ]
    ],
    "toc_order": 2,
    "toc_headline": "Would You Pay $2.5 Million For That Painting?",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198004-wouldyou",
  "source": "/1980/19800400.pdf",
  "wp_post_id": 115413,
  "wp_post_guid": "http://www.texasmonthly.com/article/would-you-pay-2-5-million-for-that-painting/",
  "authors": [
    "Michael Ennis"
  ],
  "headline": "Would You Pay $2.5 Million For That Painting?",
  "dek": "Lots of people think that Lamar Hunt did. But he’s not telling, and nine tenths of the true story of The Icebergs is still below the surface.",
  "spread_caption": "",
  "excerpt": "The Icebergs is the most expensive American painting in history, but it is also the center of an art-world mystery with a trail leading from an English boys’ school to a Dallas millionaire.",
  "kicker": "",
  "word_count": 5553,
  "content": "<img/><p><span class=\"dropcap\">M</span>anchester is a grimy mill town in northwestern England, one of those crucibles of the Industrial Revolution that now, a hundred years past their peak of economic grandeur, lie shrinking and decaying. It does not seem to be a place for ambitious dreams, which probably explains why Mair Baulch’s dream was a modest one. She runs Rose Hill, a home for delinquent boys, and last spring she was inspired to buy an old, derelict house outside the city, a wreck that her wayward charges could renovate into a sort of clubhouse. It would be, she said simply, “a place in the country for city boys.”</p><p>To help finance her dream, Baulch had a plan. She and her husband had lived for a time in the aging mansion, built by a British rail tycoon, that had given the home its name. They had since moved into an adjacent flat, and Rose Hill was now used only for faculty meetings, but Baulch kept thinking about an enormous painting that she used to pass almost every day on a stairway landing. Even unframed and with a thick coat of dirt and a layer of yellowed varnish, the painting was impressive. Five feet high and nine feet long, it was a spectacular, almost supernatural landscape, a sprawling vista of towering, eerily lighted icebergs lurking above the battered flotsam of a sailing ship. Light in an unusual range of colors—blue-greens, yellows, and amber—seemed to pulse from inside the arctic ice and sea; the scene, though uninhabited, conveyed a sense of some powerful animistic presence, as if the icebergs were actually great silent deities. Baulch was no art expert, but she had seen few comparable paintings, even in museums, so she was aware that it was a very good picture. She thought it could be sold for a pretty fair sum, perhaps as much as £20,000. That would be more than enough for her project.</p><p>Dallas Times Herald</p><p>Dallas Museum of Fine arts</p><img/><p><em>The Dallas art museum says The Icebergs came from an anonymius donor. Was it Lamar Hunt (l.)? Only the IRS knows for sure.</em></p><p>Technically, the painting belonged to the City of Manchester, which had purchased Rose Hill from the original owner s family and now ran the boys’ home. So Baulch went to the Social Services Committee—a giant welfare agency</p><p>with a staff of five thousand—and got permission to sell the picture. Then she began to do a little research. She had the picture taken down, and she went over it with a magnifying glass. Even after a century of neglect, the painting was in good condition; the only damage was a boy’s name carved in the layers of paint and varnish. In addition, Baulch’s examination turned up one other name, the tiny signature “F. E. Church 1861” on a spur ot ice in the foreground. It didn’t take much digging to find out who this signer was: Frederic Edwin Church had a reputation as one of the leading american painters of the nineteenth century and had enjoyed a considerable vogue in England around the time of the american Civil War.</p><p>Now convinced of the painting’s importance, Baulch sent off a letter to the art Institute of Chicago—a museum she had visited on a trip to the U.S.—and asked if someone would like to come over and check it out. The result of that innocent inquiry was an art-world circus of rumor, pursuit, and clandestine wheeling and dealing. Before it was all over, the painting at the top of the stairs would become one of the most fiercely sought art objects in history, bring a record $2.5 million auction—the most ever paid for in american painting—and end up as an “anonymous” gift to the Dallas Museu of Fine arts, where it now reigns as superstar acquisition and a focus of on going controversy.</p><p><span class=\"dropcap\">T</span>he art Institute of Chicago is proud cultural empire th; ranks among the most importai museums in the Western Hem sphere. Like any major museun every year it receives hundred:</p><p>perhaps thousands, of letters like Baulch’ requesting that works of art be attributec authenticated, or appraised. But this on was different. It described a painting tha had been exhibited with great fanfare ii New York, Boston, and London in th early 1860s, a painting that had beei hailed by the <em>New York Tribune</em> as “thi most splendid work of art that has ye been produced in this country’ and had then disappeared. The work was still known to scholars through a color reproduction that had been marketed in the wake of the painting’s popularity. In fact, the chromolithograph of the painting was on the cover of a fairly recent scholarly work on Church, David Huntington’s <em>The Landscapes of Frederic Edwin Church, </em>that had marked the beginning of a Church revival. So to the specialists at the art Institute of Chicago, the news in Baulch’s letter must have been electrifying: Frederic Edwin Church s <em>The Icebergs,</em> a “lost masterpiece” of american</p><p>art, had been found.</p><p>Of course, the art Institute s interest in <em>The Icebergs</em> was more than scholarly. Museums are also in the entertainment business, and an outstanding collection means a more active membership pumping more dues and contributions into the coffers, as well as more wealthy patrons and collectors inclined to shower their beneficence on a truly “prestige institution. In this competitive field, even a giant like the art Institute of Chicago can’t afford to rest on its laurels; the acquisition of Church’s <em>Icebergs</em> would have represented a major coup. In this case there was also the opportunity for an even more devastating stroke: acquiring a major painting with6ut competitive bidding from other institutions and private collectors.</p><p>So the art Institute responded to Baulch’s letter with speed and stealth. The institute immediately dispatched two very important emissaries: curator of american art Milo Naeve and <em>Chicago SunTimes</em> publisher Marshall Field, a big art Institute backer, whom Naeve introduced in Manchester as his “benefactor.” Naeve examined the painting on two successive days, studying the canvas very carefully for several hours on each occasion. Then he gave his report to Baulch and Ronald Hall, the assistant director of the Social Services Committee, who had taken over the negotiations. The painting, he told them, was indeed by Church. Naeve did not, according to Hall, “give us to understand that it was a long-lost painting.” He did, however, tell them that there were a few problems with the painting. First, he wondered if it was entirely original, since a broken mast and other flotsam appeared to have been painted in at a later date; and second, he was not positive that the heavily soiled canvas could be properly restored. Naeve wanted to ship the painting to america for examination and would offer £7500 at the outset. Then, “if the painting came up to expectations,” he could offer them up to ten times that amount—about $150,000. Naeve also discussed another condition with Hall and Baulch: they were not to answer any questions concerning their dealings with the art Institute of Chicago. They were never, under any circumstances, to disclose the terms of their negotiations or the names of their visitors.</p><p>Baulch would have been more than happy with the art Institute s offer, since it would, at the very least, have met the needs of Rose Hill. But Hall sensed a windfall for the entire Social Services Committee. He had by this time become suspicious of the art Institute s intentions, although he didn’t know exactly why. Not being experienced in dealing with art objects, Hall didn’t realize that the painting was actually in superb condition and that the heavy layer of grime could be cleaned off with soap and water. In fact, conservators who later examined the painting were amazed at its state of preservation; the canvas appeared to be about 40 years old rather than its actual age of almost 120. And had he known what scholars already knew of the painting, Hall would have realized that the suspect mast had been painted in by</p><p>Graham Finalayson/Life</p><img/><p><em>Mair Baulch hoped to get £20,000 for the painting, but she ended up empty-handed.</em></p><p>Church as an afterthought, for his London audience—and that Naeve’s cautions were unwarranted, if not misleading. But Hall relied on his administrator’s instincts; he felt that the painting was bound to fetch a higher price at a public auction. So he took a color snapshot of it and a close-up photo of the signature and sent them off to Sotheby’s, the famous English auction house.</p><p><span class=\"dropcap\">S</span>otheby’s is where art gets down to business. The firm has expanded from its London base to 46 offices worldwide (including one in Houston) and has been the party most responsible (along with inflation) for the emergence of art as a blue-chip, portfolio investment. Sotheby’s, which sold nearly halt a billion dollars’ worth of art last year, now works formally with financial titans like New York’s Citibank—the nation’s second largest—and the British Railway Pension Fund, providing art-market expertise for investors who increasingly are finding objets d’art more profitable than stocks and real estate. Sotheby’s even has a plan for over-the-counter auction bidding in Japanese department stores.</p><p>All this gives the firm a certain marketplace integrity. Sotheby’s usually can t afford either to alienate buyers by pumping up prices on mediocre works or to abuse sellers by suggesting prices that are too low. For Sotheby’s, establishing a “fair market price” is usually a matter of necessity. Of course, a single major sale can make up for a lot of nickel-and-dime stuff. With the 10 per cent seller’s commission and a recently tacked-on 10 per cent buyer’s commission, the house take on a multimillion-dollar sale can really add up.</p><p>The photos Ronald Hall sent Sotheby’s in London were forwarded to the vast New York operation, Sotheby Parke Bernet (Sotheby’s sponged up New York’s Parke-Bernet in 1964), so that Peter Rathbone, head of the american painting department, could take a look at them. Rathbone and an associate, Greta Meilman, were astounded when they saw the photographs; they instantly recognized the picture from the dust jacket of Huntington’s book. Right away Rathbone and Meilman were certain that the painting would bring half a million dollars, and just as quickly they began to think in terms of higher figures. They rang up London only minutes after receiving the photos and gave the word to James Miller at Sotheby’s: go to Manchester immediately. The Church could bring as much as $750,000.</p><p>Miller contacted Hall and hightailed it to Manchester. Greta Meilman left New York with a contract already prepared and in hand. Miller examined the painting for just a few minutes. At one point he spit on his hand and rubbed the surface of the canvas. The dirt came off easily. Then he told Hall that the painting should be valued at a quarter of a million pounds, and <em>The Icebergs</em> was moved to the Manchester art Gallery for safekeeping. If Sotheby’s knew about <em>The Icebergs,</em> then others would soon find out. There was no point in taking chances.</p><p>The Social Services Committee agreed to sell through Sotheby’s, and the painting was crated in Manchester and shipped to New York via London. At Sotheby Parke Bernet, The Icebergs was cleaned with a soap-and-water solution, and the yellowed varnish was stripped off. The wooden stretchers were keyed tighter (expanded with wooden wedges) to eliminate some buckling of the canvas, and the original massive, five-hundred-pound wooden <em>(Continued on page 196)</em> frame, which had been in storage at Rose Hill, was reattached. SPB’s press department began sending out releases, titillating the media with the dramatic discovery of the lost masterpiece. Major museums and important buyers were alerted to an impending sale, and a month before the auction date the painting was put in an unused office on the fifth floor of Sotheby Parke Bernet, lighted with a bank of floodlights, and made available for viewing by serious potential buyers. Several hundred clients saw the picture, and their firsthand descriptions of the painting spread through the art-world grapevine, piquing even more interest. Peter Rathbone began to anticipate a higher price—certainly over $1 million, perhaps close to $2 million.</p><p><strong>Ladies And Gentlemen, Step Right Up!</strong></p><p><em>Even in his own day, Church's paintings drew throngs of admirers.</em></p><p>Cooper-Hewitt Museum, the Smithsonian Institution's National Museum of Design</p><img/><p><em>Church holds the honor of painting the third most costly work ever auctioned.</em></p><p><span class=\"dropcap\">F</span>or the 116 years that it was “lost,” Frederic Edwin Church’s The Icebergs was out of the sight but not the minds of art historians. Scholars had meticulously pursued every lead to the painting, which had been a sensation in its time. The expert who perhaps came closest to locating it was Gerald Carr, who coincidentally happens to be an assistant professor of art history at Southern Methodist University. In his search Carr had thumbed through a nineteenth-century guidebook that described Rose Hill, now known to have been the painting’s sanctuary for more than a century. The author identified the building only as “the residence of Sir William Watkin,” without mentioning that it contained works of art, so Carr didn’t bother to visit Rose Hill during a research tour of England. Had the author of the guidebook served him better, Carr might have come away with a major discovery. Now that the painting is in Dallas, however, Carr is writing a book about it, and he has uncovered quite a glamorous history behind what is suddenly america’s most celebrated work of art.</p><p>Frederic Edwin Church was born in 1826, and his promise as a painter became evident quite early. When he was sixteen, he was the first and only pupil accepted by the leading nineteenthcentury american landscape painter Thomas Cole. Church matured in what Carr calls “the era of the Great Picture single-painting cinemascopic blockbuster.” These paintings—often huge landscapes or historical scenes —were usually independently exhibited in galleries and pavilions, and their showings became festive events advertised in newspapers and on billboards. Admission fees were charged, color lithographic reproductions sold, and stirring broadsides distributed. The artists hoped, too, that the paintings would be sold. Church became a master of the genre, creating a sensation in both New York and London in the late 1850s with the breathtaking pictures Niagara Falls and <em>Heart of the andes.</em></p><p>In 1859 Church chartered a boat to cruise the North atlantic in search of icebergs. His mission was more than esoteric: arctic exploration galvanized american and British audiences of the 1850s the same way space travel captivated the public in the 1960s. Church began working on The Icebergs in 1859, and by the spring of 1861, when the painting was due to be exhibited in New York, public anticipation had been heightened by the kind of press ballyhoo that today precedes the release of a major motion picture. The Civil War broke out just before the showing, so Church changed the title to The North as a patriotic gesture. His belief in the preservation of the Union and in manifest destiny became a philosophical crusade; Carr calls him an “evangelical national hero with a brush.”</p><p>But if Church was a hero to his countrymen, he was no less inspiring to the British, to whom he, like many of the best american painters, turned for patronage and the chance to be compared to Constable and Turner. After its Boston showing in 1862, Church took The Icebergs to London for display in a fashionable West End gallery. He made some alterations for his English audience: he painted in the flotsam of a sailing ship as homage to Sir John Franklin, a British arctic explorer who had disappeared in 1847. The special preview of The Icebergs brought out not only an array of dukes and earls but also such celebrated figures as the explorers who had searched for Franklin, as well as Lady Franklin herself.</p><p>The painting was a rousing success,admired for its depiction of little-seen natural wonders and for its spiritual intensity. Almost thirty reviews were prompted by The Icebergs', one London paper later referred to it as “the most astonishing tour de force ever executed on canvas.” There were a few complaints, though, that presaged current criticism of the work: too scientific, too showy, and not artistic enough. But Sir Edward William Watkin, the rail magnate who built Rose Hill, apparently agreed with the majority. He bought The Icebergs for an amount that is still unknown today but was probably several thousand pounds. The buyer, however, was recorded as Thomas Watson, who may have been acting as Watkin’s agent. While art historians spent decades fruitlessly trying to track down “Watson’s” painting, The Icebergs collected a patina of dust at Rose Hill. <em>M.E</em></p><p><em>The Icebergs</em> meshed perfectly with SPB’s fall marketing strategy. As the centerpiece for the October edition of the semiannual american art auction, the Church painting could be expected not only to bring in a huge cash volume all by itself but also to draw other important works to the auction block. A hesitant seller might decide that with all the attention focused on the auction because of Church’s painting, his own piece would bring a higher price. By the time the catalog for the sale was complete, it listed 263 items—including number 34, <em>The Icebergs (The North)</em> by Frederic Edwin Church. It was becoming apparent that the October auction would be the most important sale of american art ever.</p><p><span class=\"dropcap\">A</span>t SPB’s dark gray stone building on Madison avenue, auction 4290, “Nineteenthand Twentieth-Century american Paintings, Drawings, Watercolors, and Sculpture,” began on the</p><p>morning of October 25. The crowd of collectors, dealers, curators, and sightseers that usually streams through the thirdfloor showrooms and auditorium had ballooned into a standing-room-only assembly, with TV minicams, reporters, and photographers helping to pack the aisles. SPB president John Marion manned the gavel behind the antique wooden podium, as he does for every major sale. And over it all brooded <em>The Icebergs,</em> elevated and propped against a side wall. (The painting was too big for the revolving stage that brings pieces into view and then spins them away—like game show contestants —when they are sold.)</p><p>The first 33 paintings went in brisk auction-house style. Marion would ask for the opening bid at a preassigned minimum price, and bidders would signal —with nods, waves, shouts, or flicks of their pens—their willingness to go along with successive price increases. Usually it was over within sixty seconds. Tension built as each piece was picked off, and when Marion announced, “Lot 34,’’ the spectators buzzed and tittered loudly and then grew silent. When the crowd quieted, Marion asked for the opening bid—5500,000. In increments of $50,000, the price went up rapidly, propelled by about eight or ten bidders. Two of them were bidding via telephone linkups with SPB personnel in the auditorium. Within thirty seconds <em>The Icebergs</em> had gone past the $1 million mark. Then the pace of the bidding slowed, and at about $1.5 million, the museums and galleries dropped out of the competition; only private collectors—unconcerned with turning the painting over for a profit and not accountable to museum acquisition committees—could justify maintaining the bidding beyond that point.</p><p>The climb toward $2 million began, punctuated by increasingly long pauses as the handful of remaining buyers hesitated, then rushed ahead. Each time the chase was taken up again, the crowd oohed and aahed appreciatively. There was a collective gasp when the $2 million barrier was broken. At that point, only the two telephone bidders were left, to go head to head over the final stretch. In $50,000 increments the unidentified callers—perhaps separated by thousands of miles—remained locked in combat, the strain showing in longer and longer pauses between bids. Then, at $2.4 million, Marion broke the sequence of $50,000 price hikes. “and two million, five hundred thousand?” he queried into the microphone. A pause followed. He got it, and the crowd oohed. And somewhere out there a very wealthy individual made the decision to let go of a prize for which he was willing to pay $2.4 million but not $2.6 million. It was over. In three minutes and 45 seconds, <em>The Icebergs</em> had been sold to an unnamed buyer. The crowd broke into applause, and then most of them got up and left. The sale continued through the afternoon, however, and by the end of the day Sotheby’s had sold nearly $7 million worth of american art.</p><p>In Manchester the news came via Sotheby’s in London. Despite the figures that Sotheby’s had already discussed with them, Mair Baulch and Ronald Hall were hardly able to comprehend the sum that someone was willing to pay for the dirty, albeit large, canvas that had hung in Rose Hill’s stairwell for so many years. The art world was almost as stunned. The $2.5 million was more than two and a half times what anyone had previously been willing to pay for an american painting at auction; the record had been $980,000 for George Caleb Bingham’s <em>Jolly Flat boatmen.</em> More astonishingly, the Church had brought a higher price at auction than every painting in history except two: a Velazquez and a Titian. No other painting had brought more—no Rembrandt, no Vermeer, no Raphael, no Rubens, no Matisse. Some of the credit for the astounding sum could go to the declining dollar and the sharp increase in demand for art as investment, but that alone could not explain the <em>Icebergs</em> phenomenon.</p><p><span class=\"dropcap\">D</span>alias Museum of Fine arts director Harry Parker had seen <em>The Icebergs</em> during its preauction display at SPB, and the painting had impressed him almost as much as its probable sales price. The picture was clearly beyond the scope of the acquisition funds directly available to him, but like any ambitious and skillful museum director, he did have another option: get an affluent private patron or group of patrons to buy the painting and donate it to the museum as a tax-deductible gift. This is a traditional way of building a collection and while it can sometimes take on the suspect character of the Naeve-Field collaboration, it is readily accepted and practiced; very likely, museums like New York’s Metropolitan and Washington’s National Gallery enlisted private donors to bid on the Church. However, Parker, who was strenuously involved in a bond campaign for a new museum building (see Reporter: “Letter from Dallas,” Tm, January 1980), had his mind on other things and never considered going after <em>The Icebergs.</em></p><p>Parker took in the news of the sale with professional interest, but like almost everyone else he had no clue as to who had bought the painting. Then, several days after the sale, he was contacted by Dallas oilman, sports entrepreneur, and relatively modest-scale american art collector Lamar Hunt. Unlike most affluent artsoriented Dallasites, Hunt had never had any dealings with DMFA, as either a donor or a board member, so what he proposed to Parker came, in Parker’s words, “out of the blue.” In effect, Hunt asked him if he would like to borrow Frederic Edwin Church’s <em>The Icebergs for </em>a while. “It’s fair to say I was flabbergasted,” said Parker later. On November 7, the day after the DMFA bond issue passed, Parker announced that the museum would display the picture as an “anonymous long-term loan.”</p><p>With that, the cat was out of the bag. Parker wasn’t talking (and still isn’t), but <em>Dallas Times Herald</em> art critic Bill Marvel did some process-of-elimination calculations and settled on Hunt as the likely purchaser; his suspicion turned out to be a matter of common knowledge in Dallas dinner-party gossip. Marvel broke the story the next day, as did the <em>Washington Post.</em> Two weeks later the painting went on display at DMFA, and Parker was able to announce that Hunt’s anonymous loan had become an anonymous gift. “The Dallas Museum was just fat, dumb, and lucky,” observed the delighted Parker.</p><p>With <em>The Icebergs</em> safely put away, the controversy and backbiting began. The news that a Texas oilman had bagged <em>The Icebergs</em> struck a sensitive nerve in the Eastern arts community, and tart comments began popping up in the press. <em>Time</em> magazine art critic Robert Hughes, in an essay entitled “Confusing art With Bullion,” called the painting “a lummocking spread of icebergs by Frederic Church, a salon machine whose pedestrian invocations of the sublime are not worth one square foot of a good Turner.” Even <em>Vogue</em> joined in the sniping, maintaining that “<em>Icebergs</em> was big, rare, sentimental, but it wasn’t a great picture, and its price reflected more about promotion than anything else.”</p><p>Experts who defended the price insisted that american nineteenth-century painting had been grossly undervalued, but many more who agreed that prices for american art had been too low in the past seemed to feel that while the Church is an exciting, picturesque, stirringly romantic painting that has wide popular appeal, it does not rank among the world’s masterpieces. Expert consensus was that the picture was worth a lot, perhaps between $500,000 and $1 million, but that Lamar Hunt had paid too much. (The man who would have paid $2.4 million for <em>The Icebergs</em> was rumored to be Paul Mellon, benefactor of the National Gallery and Yale’s British art Center.) a Sotheby’s representative had the last word, however: “Of course it’s worth that much. Someone <em>paid</em> that much, didn’t they?”</p><p>The man who paid that much refused to admit that he had done it, but he wouldn’t deny it either. “I know it sounds funny, since i’m in a business as public as professional sports,” he explained politely, “but our collecting is very private.” (Hunt wasn’t using the royal “we”; he was including his wife, Norma, who is a full partner in such endeavors.) In fact the Hunt collection, which consists principally of the work of another important nineteenth-century american landscape painter, Thomas Moran, has been so sequestered that the few knowledgeable observers who have seen it have been requested—very politely—not to breathe a word about it. However, Hunt also took pains to hint only slightly obliquely at what his motives might have been for shelling out $2.5 million for <em>The Icebergs.</em></p><p>He is an inveterate collector, having started with stamps and coins when he was nine years old, and he graduated to paintings about twenty years ago. “We’re probably not too discriminating,” he apologized. “We buy things just because we like the way they look in the house. They’re just decorative pieces for our home.” This self-effacement probably explains the apocryphal story that has circulated in Dallas for months, finally surfacing recently in <em>People</em> magazine: Hunt gave away <em>The Icebergs</em> because it turned out to be too big for the wall for which it was designated.</p><p>Despite his “aw, shucks” public image, the real Lamar Hunt, while not an inspired or expert collector, is credited with having an intelligent grasp of his own collection, and he is certainly knowledgeable enough to have understood the significance of <em>The Icebergs</em> and to have placed his own bids (he buys at auction several times a year). He is also just knowledgeable enough to have paid too much. It’s easy to envision a highly competitive man—he started the american Football League and the World Championship Tennis tour—pulling out all the stops to compete for a celebrity work of art. As for giving it away, that inevitably falls within the Texas tradition of the Grand Civic Gesture. “I will say that we’re tickled to death that it’s in Dallas,” he said, adding that he was extremely excited that the work would soon be in the new DMFA. “I think that something like that is great because works of art become available for great masses of people.” Of course the gift will also knock $2.75 million off Lamar Hunt’s taxable income, but a man with that much money can probably find much more efficient ways of reducing his obligation to the IRS.</p><p>While Hunt may have been headstrong in his pursuit of <em>The Icebergs,</em> there is certainly nothing unethical about a man’s spending too much of his own money, although in the future someone might suggest that individuals who receive whopping tax deductions by giving their art to institutions that are wholly or partially supported by taxpayers be required to let us all know who they are. The art Institute of Chicago, on the other hand, has good reason to be embarrassed, which probably explains its emphatic “No comment” whenever the subject of <em>The Icebergs</em> is brought up.</p><p>Milo Naeve, however, broke silence long enough to defend himself. “There is absolutely no basis for suggesting that the art Institute of Chicago acted in anything but an honorable fashion,” fumed Naeve, who had, after all, discussed with Hall a conditional maximum figure that came out to a bighearted 50 per cent of the absolute minimum value that any responsible authority has since been willing to assign to the painting (and a solid 20 per cent of what it could have realistically been expected to sell for). Naeve couldn’t help it that the outrageous price the painting actually brought and the widely reported claims that $20,000 was his top offer made it look like he was attempting a rip-off when all he was really doing was looking for a bargain. And if you didn’t want to believe the figures, you could take it on faith. “a large public institution is going to act honorably because we are under public scrutiny,” preened Naeve, apparently forgetting that he had attempted to keep all his negotiations hermetically sealed.</p><p>In the aftermath of <em>The Icebergs,</em> the whole mixture of sometimes mysterious private donors, ambitious museum personnel, and larger museum budgets seems a lot more volatile than it has been before, and it probably won’t be long until many cities that are pouring big bucks into cultural development start scrutinizing the practices of their art museums more carefully. “That kind of thing is bad for the business,” said one museum director about the art Institute of Chicago’s bargain hunt. Then he added with the ingrained cynicism of his trade: “Of course, if they had really wanted to chutzpah it, they should have offered those people a thousand dollars for the frame and told them they would haul the painting off at no charge.”</p><p>Though untainted by scandal, the gift of <em>The Icebergs</em> to the Dallas Museum of Fine arts also raises some questions for the future. There is the initial concern that such superstar objects divert attention from the more legitimate educational aims of a museum collection; obviously, for $2.5 million a far more comprehensive selection of nineteenth-century american paintings could have been provided by five or ten superb works by Church and some of his even more distinguished contemporaries. Of course <em>The Icebergs</em> was an uncalculated windfall, but again one must wonder if a situation is developing where the direction and quality of the public museum’s collection will have to be developed according to the taste of a few wealthy donors. The Dallas Museum of Fine arts has been fortunate to enjoy the excellent taste of collectors like the late James Clark and Mrs. Eugene McDermott, but the addition of Hunt’s collecting acumen to the museum’s collection does very little to increase its substantive value. And <em>Icebergs</em>-type purchases may be becoming a vogue among Dallas multimillionaires: several months after Hunt bought <em>The Icebergs,</em> Dallas computer magnate H. Ross Perot announced that he had bought archibald Willard’s <em>Spirit of ’76</em>—a painting that belongs more in the category of patriotic bombast than that of fine art—and speculated that the Dallas Museum of Fine arts would be a good place to display it.</p><p>More seriously, grandstanding private collectors may actually, in the long run, prevent less established but ambitious public museums like DMFA from acquiring first-rate collections. As inexpert collectors throw caution to the wind in their pursuit of major art purchases, museum directors and curators have to watch the endowments that they have available for purchases shrink in proportion. The Foundation for the arts, which supports DMFA, got a $4.5 million endowment—to be used for the purchase of nineteenthcentury paintings—from the estate of Mrs. John o’hara four years ago. That is still a substantial amount if spent judiciously, but <em>Icebergs</em>-style inflation could reduce the buying power of that endowment significantly in the next few years. So while extravagant gifts to museums may appear to be fantastic boons at the moment, they are actually gift horses that should have their mouths inspected more carefully.</p><p>Of course, the bottom line, in art as in life, is the bottom line, and this is the final <em>Icebergs</em> tally:</p><p>The art Institute of Chicago—minus two round-trip plane tickets to England and an unspecified amount of face.</p><p>The Social Services Committee of Manchester—plus $2.25 million, which has been deposited in the city’s general fund and will be used for a variety of social programs.</p><p>Sotheby’s—plus $500,000 in commissions, along with warnings that pushing the boom cycle in art prices too energetically could result in a bust.</p><p>Lamar Hunt—minus (temporarily) $2.75 million but also plus a $2.75 million tax deduction; plus the satisfaction of knowing that the masses are enjoying his taste.</p><p>Dallas Museum of Fine arts—plus a $2.5 million celebrity work of art, but also plus increasing anxiety about how to compete, when they aren’t so lucky, for important pictures at these prices.</p><p>And what about Mair Baulch, who started it all? Well, she and the boys at Rose Hill haven’t seen a shilling, and she still hasn’t bought her run-down house in the country. “We’d have been very much better off,” lamented Baulch recently, “if we had sold it for a few thousand pounds. ”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "April 1980",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Art",
      "Painting",
      "Church",
      "Dallas",
      "hunt",
      "Auction",
      "Work",
      "London",
      "Museums",
      "New York",
      "Social Services",
      "Chicago",
      "News",
      "ever",
      "History",
      "House",
      "people",
      "ten",
      "Vogue",
      "Celebrity"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Dallas",
      "Texas",
      "Marshall",
      "Mission",
      "Washington"
    ]
  }
}