{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19891",
    "date": "January 1989",
    "year": 1989,
    "month": 1,
    "month_formatted": "January",
    "pdf_uri": "/1989/19890100.pdf",
    "issue_cover_image": "",
    "document_start_page": 115,
    "toc_start_page": 113,
    "document_page_range": 113,
    "toc_order": 6,
    "toc_headline": "Superbonanza!",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198901-superbonan",
  "source": "/1989/19890100.pdf",
  "wp_post_id": 125229,
  "wp_post_guid": "http://www.texasmonthly.com/article/superbonanza/",
  "authors": [
    "Jerry Jeanmard"
  ],
  "headline": "Superbonanza!",
  "dek": "",
  "spread_caption": "",
  "excerpt": "Look out, Waxahachie! Here come the Protonettes, the Big Bang Motel, and the Phil Gramm Institute",
  "kicker": "",
  "word_count": 620,
  "content": "<p><strong>Q. What do you get when you cross a sleepy little town with a supercollider project?</strong></p><p><strong>a. A tourist attraction in need of a little supermarketing.</strong></p><p><span class=\"dropcap\">W</span>ay to go, Waxahachie! So the plum landed in your pudding, and a bunch of jilted fussbudget senators are left standing there with their empty hands on their hips. Well, too damn bad, we say. And tough potatoes. We’ve got it, and we intend to show them we know exactly what to do with it.</p><p>Now’s the time, Waxahachie, to seize the moment. Thousands of construction jobs? Good. Billions of federal government dollars? We can use them. But there’s lots more gold in them thar particle-beam tubes. We’re talking marketing here. Merchandising. Maximizing economic potential. We’re talking about repositioning ourselves, image-wise, in the mercantile marketplace. If this is capitalism, then let us capitalize. Goodbye, Horton Foote; hello, Donald Trump.</p><p>Let’s begin with the inevitable theme park. Talks with the Disney people should start ASAP in order to realize the limitless possibilities. A simulated ride through the underground tunnel <em>—you are the proton</em> —will naturally be the centerpiece, but scores of other attractions, including supercollider bumper cars and, for the tots, a train manned by —who else? —super conductors, cry out for immediate attention.</p><p>While we have Disney on the line, let’s get them working on developing a cartoon-character logo, always an invaluable marketing tool. Remember how enchanted the world was by Seoul’s cuddly tiger? How about Mr. High Energy himself, Petey Proton? Obviously, some test marketing is called for, but the new character will, of course, be copyrighted and marketed worldwide.</p><p>And speaking of retailing, what better name for the Ronald Reagan High Energy Research Center’s souvenir shop than the Nancy Reagan Boutique? Upscale items will be available in limited editions: One example is the decorator Superkaleidoscope, in which bits of colored glass simulate the accelerating subatomic particles in a dazzling visual display. The shop will also carry an extensive line of souvenir apparel, from inexpensive kiddie clothing (“My Folks Drove Over the Supercollider and all I Got Was This Lousy T-shirt”) to garments designed for the more affluent visitor, bearing the tasteful RRHERC monogram. For tourists of more modest means, there will be gimme caps and bumper stickers, as in “I Particle accelerators” or “Waxahachie: We Do Matter.”</p><p>Why limit the promotion to the supercollider itself? Mindful not to overlook the high visibility of high school football, dynamic marketing dictates some immediate changes. The Waxahachie Indians will simply no longer do —and we don’t care to hear from crabby alums, thank you. How about the atom Smashers, appropriately repackaged in snappy new uniforms? We’ll get back to you after we hear from the market research in Dallas concerning the new drill team, the Protonettes. Then, too, marketing can be used as a clever way of saying thank you: Southwestern assemblies of God College, how’d you like to go by the name of the Phil Gramm Institute?</p><p>What about those of you wishing to get on the bandwagon but whose current business is not, shall we say, directly related? Creative, imaginative repositioning may be called for, as in the case of Jiffy Burger, soon to reopen as atomic Burger. The Little acres Motel might better attract the visiting physics buff merely by renaming itself the Big Bang Motel. And who could resist stopping for cocktails at the Tunnel o’ Love Lounge (“Where Supercolliders Meet”)?</p><p>So join in, Maypearl. Step right up, Palmer and Ennis and you too, Italy, Midlothian. Come on down. It’s time for plum pudding, and there’s room at the trough for everyone.</p><p>Waxahachie, you’re going out a sleepy little town, but you’re coming back a tourist attraction.</p><img /><p><strong>Will the arrival of the supercollider touch off a new fad in Texas?</strong></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "January 1989",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Marketing",
      "Disney",
      "Reagan",
      "Research",
      "Business",
      "Cars",
      "Clothing",
      "Cocktails",
      "Construction",
      "Dallas",
      "Ennis",
      "God",
      "Government",
      "High School",
      "Love",
      "people",
      "Phil Gramm",
      "promotion",
      "School",
      "Waxahachie"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": [
      "Dallas",
      "Ennis",
      "Waxahachie"
    ]
  }
}