{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19937",
    "date": "July 1993",
    "year": 1993,
    "month": 7,
    "month_formatted": "July",
    "pdf_uri": "/1993/19930700.pdf",
    "issue_cover_image": "",
    "document_start_page": 102,
    "toc_start_page": 100,
    "document_page_range": [
      [
        102,
        103
      ],
      [
        123,
        124,
        125
      ]
    ],
    "toc_order": 16,
    "toc_headline": "Raise the Roof",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199307-raisethe",
  "source": "/1993/19930700.pdf",
  "wp_post_id": 127368,
  "wp_post_guid": "http://www.texasmonthly.com/article/raise-the-roof/",
  "authors": [
    "Joe Nick Patoski"
  ],
  "headline": "Raise the Roof",
  "dek": "Here's to San antonio's alamodome, a shiny new stadium that's luring tourists, attracting conventions, and bumping up down-town business. It's also a pretty good place to watch sports.",
  "spread_caption": "",
  "excerpt": "The Alamodome is more than an outsized sports arena. It’s a marvel of urban planning that ensures San Antonio’s downtown vitality for years to come.",
  "kicker": "",
  "word_count": 2208,
  "content": "<img/><img/><p>The First Thing Anyone Should understand about San antonio’s $186 million alamodome is that it isn’t really a dome at all. Rather, it is a very, very big indoor arena whose sloped roof is held up by a massive concrete-pylon-andcable-suspension support system. It doesn’t even look like a domed stadium. Instead of a huge bubble rising from the streets, the building is a rectangle topped by four 300-foot towers, suggesting something akin to a very, very big landlocked cruise ship. And the alamodome isn’t merely a multipurpose facility intended primarily for spectator events. It’s a 1.2-million-square-foot space that functions as both a sports palace and a convention center. That makes sense in San antonio, where tourism, particularly tourism in the form of conventions, is a major growth industry.</p><p>Whatever it is, the alamodome has generated more buzz than any single structure erected in Texas since Houston’s astrodome, the mother of all domed stadiums, opened in 1965. At its unveiling ceremony in mid-May, that buzz was enough to turn otherwise rational San antonio officials into veritable founts of hype. Former mayor and dome majordomo Henry Cisneros compared the “grand edifice” to the Colosseum in Rome and the Parthenon in athens. Current mayor Nelson Wolff heaped praise on Cisneros’ efforts to spearhead the project. “If it wasn’t for Henry,” he said, “we’d all be standing in the middle of a foundry right now.” Roland Lozano, the alamodome’s project director, excitedly pointed out the spacious areas reserved for disabled spectators (“more wheelchair access than any dome”), the wealth of women’s rest-room facilities (50 percent more stalls than in the men’s rest rooms), and the designated smokers’ areas beneath the grandstands, which feature an exhaust system that blows the smoke outside instead of recirculating the air. Mary Burton, one of the architects who designed the dome, proudly talked up the eye-catching towers and the cable-suspension design, making sure reporters understood that most of the building materials came from the San antonio area. Eddie Garcia, the city’s convention planner, happily noted that 290 event days had already been booked for the alamodome’s first year. Everybody was so eager to extol the dome’s virtues that Mary Rose Brown, its publicist, couldn’t even get a word in edgewise.</p><img/><p>It’s hard to fault the city fathers and mothers for their gushing enthusiasm. When an alamodome referendum was put before San antonio voters in 1989—the issue was whether VIA Metropolitan Transit could fund the dome’s construction by charging an additional half-cent sales tax for five years—47 percent rejected the proposal. Before it even opened, opponents warned that it would be a white elephant. But the booster contingent actually delivered on its promises, which is why city manager alex Briseno could stand inside the foyer of the dome the day before the ceremonies and crow about how the alamodome came in on time and on budget, making it the first publicly funded domed facility to open nearly free of debt. “It’s like buying a car with cash,” Briseño said.</p><p>While the alamodome looks massive from the outside, its interior design (below) makes it feel more intimate than other arenas.</p><p>And this particular car, he implied, was San antonio’s entrée to the big time. Stadiums are, in fact, one yardstick by which the success of american cities can be measured. Put [COnTINUED On Page 121] [COnTINUED From Page 101] a big building that can hold tens of thousands of people in the right spot, and civic pride blooms like a hundred flowers. Consider Busch Stadium in St. Louis, which became the cornerstone of a concentrated effort that revitalized that city’s dying downtown, or Reunion arena in Dallas, which has had a similar, if somewhat lesser, effect on Big d’s downtown. By comparison, San antonio has long been a backwater (albeit an extremely beautiful, much-visited, and distinctively provincial one that happens to be the tenth largest city in the United States). Before the 65,000-seat alamodome became a reality, the city’s largest permanent public spectator venues were alamo Stadium, a 20,000-seat oval used primarily for high school football, and HemisFair arena, the 16,000-seat home of the Spurs, its only major professional sports franchise. Heck, even austin, College Station, and Waco had larger football stadiums. In that respect, at least as far as image is concerned, the construction of the alamodome has cast off the shackles of San antonio’s colonial past.</p><p>Photographs Courtesy the Goldbeck Company</p><p><span class=\"dropcap\">W</span>hat Makes the Alamodome special? Before a single spadeful of earth was turned, its backers made three important decisions that were crucial to distinguishing this facility from every other. First was the name. Because it is the alamodome, it is inextricably bound up with the city’s historic identity. (Not for nothing are there more businesses identified by the word “alamo” in the San antonio phone book than by any other name.) a second consideration was the location. Because it sits on the edge of the city’s central business district, the alamodome assures some level of downtown-area vitality for at least the next thirty years, acting as the sort of peoplemagnet anchor that other Texas downtowns lack. The astrodome in Houston, Texas Stadium and arlington Stadium near Dallas, and the Sun Bowl and Cohen Center in El Paso are all located away from the hearts of their respective cities.</p><p>A third and perhaps more important issue was parking. A suburban site surrounded by raw land might have made possible more parking spaces closer to the stadium, but a facility like that would also have offered precious few diversions nearby where fans could amuse themselves before and after an event. Granted, the alamodome has only 3,500 parking spaces, but there are more than 20,000 spaces less than a mile away, most of them downtown. That means the majority of the fans will stroll to the stadium on pedestrian routes that take them past HemisFair Park, the River Walk, Rivercenter Mall, or St. Paul’s Square—all of which can be viewed as the sort of festival marketplaces that stadium planners elsewhere are incorporating into their blueprints. In addition, a spacious transit terminal was built into the dome’s infrastructure. Since bus travel is already hugely popular for such downtown events as Fiesta’s Night in Old San antonio, conditioning the public to use mass transit shouldn’t be too much of a problem. Alamodome officials expect that 20 to 25 percent of the spectators will use the city’s bus system; for the Paul McCartney concert on May 29—the dome’s first major event—almost 50 percent used VIA. By comparison, only 15 percent of the spectators attending events at Denver’s Mile High Stadium use its parkand-ride.</p><p>All that said, how does the alamodome play as a venue? It is probably too early to tell, though Dome Magic, the weekend-long grand opening celebration, suggested it might play well enough. Day two of the festivities, a Sunday, drew only 10,000 curious onlookers—understandable, since practically every other San antonian was obsessed with the fate of the Spurs, who at that very moment were locked in a play-off contest with the Phoenix Suns at the nearby HemisFair arena. Thanks to the light turnout, parking was easy and there was nary a traffic jam (although VIA’s decision to permit only downtown shuttle buses on Houston Street during dome events may be the last nail in the coffin for small retail businesses on that once grand avenue). The plastic seats were comfortable, and the air conditioning blew cool enough to make us forget it was 90 degrees outside. The prerecorded music had a murky quality that should be familiar to anyone who has ever shouted “Hey!” to the beat of Gary Glitter’s “Rock and Roll (Part 2)” at a major athletic event, though the sound of one live act, the Churchill High School Chargers marching band, carried clearly to the dome’s upper reaches without too much echo. From my upper-deck seats, it was easy to decipher the band’s formations on the astroTurf. The fog machines in the corners of the dome spewed out clouds on command, and the ordnance displays were so vivid and lifelike that some kids started bawling.</p><p>As with any multipurpose stadiumsuch as the astrodome, the Superdome in New Orleans, or Veterans Stadium in Philadelphia—accommodating several tenants for a variety of activities requires some compromises. This challenge will become most obvious for the alamodome this fall, when the Spurs, its primary tenant, move in. For basketball, the dome will be effectively cut in half, with the court situated at one end of the floor, surrounded on three sides by three tiers of permanent seating and on the fourth side by fourteen rows of retractable seating. This 32,000-seat configuration means that some fans will have exceptional close-up views of the action while many others will be checking the two 22foot-tall video walls in the corners of the upper deck for replays of the action they’ve missed. This is by no means a state-of-the-art NBA arena, but as long as the Spurs are winning and packing the house, the design shouldn’t be a factor.</p><p>Football will be slightly better. The stands are located 22 feet from the sidelines—compared with 36 to 45 feet at Texas Stadium, the Dallas Cowboys’ home field—which means the alamodome’s rectangular (rather than circular) seating configuration may have been oriented specifically for the sport. The dome’s late-summer and fall schedules include professional exhibitions involving the Oilers and the Cowboys, a Southwest Conference college game pitting the University of Texas against Southern Methodist University, and college football’s alamo Bowl on New Year’s Eve. The truest test of San antonio’s potential as a football town, however, will no doubt be the SWC battle between Texas Tech and the University of Houston, neither of which has much of a fan base in South Texas.</p><p>Baseball was eliminated as an alamodome option early in the planning stages, and rightfully so. It would have been pointless to sell the stadium as the potential home to a major league baseball franchise, partly because league owners have indicated there are already too many teams that play in indoor facilities with artificial surfaces and partly because San antonio is far down the list of prospective expansion cities. (Personally, i’m waiting for the day when the roof is lifted off the astros’ home and real grass grows there again.) Once baseball was ruled out, the alamodome roof could be built lower to the floor, which makes the massive room seem smaller than a typical dome. This snug feel is further enhanced by a curtain divider that is used when seating is rearranged into configurations smaller than full capacity.</p><p>Surprisingly, the alamodome’s most eagerly anticipated spectator sport is boxing—specifically, the September 10 Wbc welterweight world championship fight between Pernell Whitaker and Julio Cesar Chavez. Because Chavez is a national hero of Mexico, the match has created the stiffest ticket demand of any planned alamodome event. An estimated 72,000 fans will attend the fight, many of them coming from Mexico City on package tours. Mayor Wolff has goodnaturedly complained that he’s getting hit up for tickets by influential friends from both sides of the border. The Chavez-Whitaker brawl will be simulcast in ninety countries—sixteen more than the 1993 Super Bowl reached live.</p><p>With regard to its multitude of other purposes, much about the dome’s viability remains to be seen. The Paul McCartney show in May demonstrated its usefulness as a concert facility, although it underscored why basketball and hockey arenas are not confused with performing arts centers. Perhaps George Strait’s Labor Day hoedown will provide a more precise gauge of the dome’s acoustical capabilities. Two years from now, the dome’s ability to handle crowds will be fully measured at the already scheduled Church of the Nazarene convention, which will be attended by 65,000 delegates. And somewhere in the future there may even be an NCAA basketball Final Four or a Super Bowl—or, perhaps, a national political convention.</p><p><span class=\"dropcap\">A</span>lthough It Can Accommo-date all those diverse activities, the alamodome inside is really nothing fancy—just a decent arena with a certain generic industrial look defined by the usual excess of exposed concrete and cinder block-lined hallways. Some people have complained about the concrete pylon bases that interrupt the contiguous seating in the upper deck, but the corner posts actually eliminate what would otherwise be some of the worst seats in the house. As it is, even the seats in the far corners of the top row of the nosebleed section have decent sight lines, and the perspective seems no more distant than a rafter view in Reunion arena or the Summit in Houston. If the alamodome is short on vision and lacks bells and whistles—and boy, do I miss the astrodome’s old exploding scoreboard—it’s partly because it is a victim of the times. No architect or contractor in Texas during the height of the bust could have afforded to erect an expensive, ultra-hightech facility and still survived San antonio’s volatile political temperament. Practicality was the watchword, and the bottom line was always the bottom line.</p><p>And yet, in spite of this nit-picking, the alamodome succeeds as a symbol: It represents San antonio’s ascendancy to major league status. Those pylons and cables are an intriguing addition to the skyline, and the exterior’s gleaming glass entryways, accented with big splashes of color, look positively dazzling from the freeway. In the end, the alamodome may not attract more big-time sports franchises, but it certainly gives the city an edge, facility-wise, over every other city in Texas.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "July 1993",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Alamodome",
      "Texas",
      "San Antonio",
      "Fans",
      "Home",
      "College",
      "Mayor",
      "Sports",
      "Alamo",
      "Baseball",
      "Basketball",
      "BUS",
      "Construction",
      "Design",
      "Football",
      "High School",
      "paul mccartney",
      "people",
      "School",
      "Spaces"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": [
      "Texas",
      "San Antonio",
      "Arlington",
      "D.C.",
      "Dallas"
    ]
  }
}