{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19937",
    "date": "July 1993",
    "year": 1993,
    "month": 7,
    "month_formatted": "July",
    "pdf_uri": "/1993/19930700.pdf",
    "issue_cover_image": "",
    "document_start_page": 88,
    "toc_start_page": 86,
    "document_page_range": [
      [
        88,
        89,
        90,
        91,
        92,
        93
      ],
      [
        104,
        105,
        106,
        107,
        108,
        109,
        110,
        111,
        112,
        113,
        114,
        115,
        116
      ]
    ],
    "toc_order": 13,
    "toc_headline": "Sex, Lies, and Audio-Tape",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199307-sexliesa",
  "source": "/1993/19930700.pdf",
  "wp_post_id": 127377,
  "wp_post_guid": "http://www.texasmonthly.com/article/sex-lies-and-audiotape/",
  "authors": [
    "Mimi Swartz"
  ],
  "headline": "Sex Lies And Audio-Tape",
  "dek": "Years After His Last Big Hit, Kenny Rogers Finds Himself Entangled In a Tawdry Phone-Sex Scandal. Is the Houston-Born SInGER SELF-DESTRUCTInG-OR Is He the Victim Of a Celebrity Shakedown?",
  "spread_caption": "",
  "excerpt": "Is folksy, friendly Kenny Rogers an insatiable phone-sex addict? Three women from the Dallas—Fort Worth area say he is, and now the Houston-born singer is fighting to restore his good name.",
  "kicker": "",
  "word_count": 11273,
  "content": "<img /><p>Photograph By Peter Nash</p><p>Kenny Rogers, Roasted: His Private Life Was the Butt Of Jokes On Late-Night Tv.</p><p><span class=\"dropcap\">E</span>ver Since Last Fall, Kenny Rogers’ private life has been a public hell. Before that time, he had quietly, if not entirely willingly, assumed aging star status, coasting on his hits of the late seventies and early eighties— “Ruby,” “Lucille,” “The Gambler”while busily converting his fading fame into enduring commercial ventures: real estate investments, a fast-food franchise, a golf infomercial. Silver-haired and slightly paunchy, the Houston-born Rogers had constructed his career around a carefully nurtured image— that of a warm, loving family man who is, in the words of old friend and songwriter Mickey Newbury, “a threat to no man’s wife and no man’s daughter.”</p><p>But then three women from the Dallas-Fort Worth area—Sue ann Lenderman, Lisa applewhite, and Lori Walker—filed suit against Rogers, alleging that he forced them to submit to “his depraved sexual desires,” which involved phone sex and, in one instance, a menage a trois with a TV game show hostess. In addition, the women claim, Rogers forced them “to continue to participate in a sexually degrading and humiliating series of activities under the threat of public disclosure.” as evidence, Lenderman and Walker have produced audiotapes of Rogers actually engaging in phone sex, the contents of which go quite a way toward challenging the 54-year-old entertainer’s assertion, “I am exactly what I present”—a reference to his folksy, friendly, paternal public persona.</p><p>In Kenny Rogers’ sexual fantasies, that persona appears infrequently. Instead, there is the masseuse, who arrives at another woman’s hotel room with a bottle of ejaculate disguised as a bottle of massage oil. “You’re in, uh, Mexico. A place you’ve never been before,” begins the unmistakable but slightly more aroused voice that cut “Through the Years.” “She takes you in and lays you down on this bed on your stomach, and she starts putting hot oils [on you]. . . . She separates your legs and starts rubbing your legs and it feels so good. ...” There is the intruder in the ski mask who likes to tease his victim with his enormous member: “He’s a big guy, six foot three maybe, but a great body. . . . He’s been in the sun, you can tell. . . . He’s so gentle with you and he takes his pants off and he’s got on these underwear that are kind of silk underwear . . . and you feel his skin all over you. . . .” Then there is Rogers himself, who, in an imaginary hotel room, has taken a shower and put on a robe: “I kiss all over your face and I kiss your ears, kiss your neck, and I climb down and kiss your arms and I ask you to put your arms above your head and I kiss all down the inside of your arms. ...”</p><p>In the fantasies, certain NC-17 words, referencing male sexual organs, female sexual organs, and what they do together, are repeated frequently. Certain themes are repeated as well. “This guy is preoccupied with tans and rain,” insists Gary Richardson, the plaintiffs’ attorney who can recite passages from the tapes verbatim, though they lose something when his outraged yips replace Rogers’ husky growl. It is not surprising that Richardson calls the tapes “sick” or that the tabloid TV show <em>a Current affair,</em> which broadcast selections from them, would label them evidence of Rogers’ “dark obsession.” Nor is it surprising that, after the lawsuit was filed, the <em>Star</em> would take the opportunity to brand Rogers a “sex pest.” For a guy who once closed his concerts with slide shows of his wife and child, this is pretty hot stuff.</p><p>Only Kenny Rogers gives himself mediocre reviews. “It’s not like I took fourteen-year-old girls and tied them up and fed them drugs,” he declares. “I mean, these were conversations. These were words. You can go to any movie and hear this.” He’s right: The tapes may not be as imaginative as <em>Vox,</em> the best-selling novel about phone sex, but they are devoid of the gratuitous sexual sadism that is so avidly promoted on MTV. The tapes contain lots about lingerie and thunderstorms and nothing about bestiality and bondage. As fantasies go, they are, like Rogers’ music, middle of the road.</p><p>In Rogers’ mind, and in the minds of most everyone else, what is most engaging about the tapes is not their content but their author. “If I were a plumber, this never would have gotten anywhere,” he correctly asserts. But because Rogers is one of the bestknown entertainers in america—and appears to be one of the richest—the tapes of his sexual fantasies have become the most potent weapon in a very curious and very expensive legal tangle. By now, they have been so widely disseminated that everyone from courthouse clerks in Dallas County to readers of the <em>National Enquirer</em>—people who may or may not appreciate Rogers’ music—have formed opinions about the most intimate aspects of his life. Thus the tapes are blamed for threatening not only Rogers’ fifteen-year marriage, which was already faltering, but also the career he has spent two decades building and the fortune—about }2 million a month in the good times—he has spent an equal amount of time amassing. The tapes could mean an end to his product endorsements and his charity benefits and his appearances in that C&W retirement village, Branson, Missouri. The tapes’ notoriety might even take a cleaver to his newest enterprise, Kenny Rogers Roasters. (“It’s hard for me to believe people will walk up and say, ‘You have great chicken, but i’m not going in there because you had phone sex with these girls,’ ” says Rogers, who remains optimistic.) Only Rogers’ most fervently loyal fans believe in the best-case scenario, which is that the scandal might simply raise the visibility of a star whose light has, through the years, been dimming.</p><img /><p>Andy Pearlman/Shooting Star</p><p>In Her Deposition, Lori Walker (Opposite) Says Rogers Forced Her To Have Sex With Him And Dian PARKInSON (Above). PARKInSON Denies It.</p><p>There are those who would say that this is a lawsuit with no legal basis—a case of a star who must fight to protect what’s left of a reputation that has already been irreparably damaged by greedy plaintiffs and a cynical attorney. Others might say that this is a case of three young women who refused to be used by a self-absorbed celebrity. Either way, as the lawsuit moves toward its January trial date, the tapes have come to mean a great many things to a great many people: plaintiffs, defendants, and hangers-on. The story of how Kenny Rogers came to lose his privacy could, in fact, be called a tale for our time, one that underscores the perils of fame, the pitfalls of our legal system, and the increasingly blurry line between sexual experimentation and sexual dysfunction. It could also be said that this is a fantasy about fantasies, a story in which truth is only rarely and selectively applied—virtually all the major players refer to one another as both “a good friend” and “a scam artist”—and one in which sex is simply window dressing for much larger needs. Only one thing is certain: This is a story in which no matter who wins, everybody loses.</p><p>Photograph By Scogin Mayo</p><img /><p><span class=\"dropcap\">F</span>or Him, Bad Publicity is like a gun to the head,” says Kenny Rogers’ bodyguard, Rob Pincus, as he winces into the april sunshine, watching his boss from afar. On the set of <em>Dr. Quinn, Medicine Woman, </em>outside of Los angeles at a place called Paramount Ranch, Rogers is filming a guest shot. For the CBS drama, which stars Jane Seymour as a nineteenth-century doctor on the american frontier, Rogers will play a kindly, proud Mathew Brady-esque photographer who is losing his eyesight to diabetes. As he stands atop a scaffold adjusting his hulking wooden camera, Rogers, who is wearing a starched white collar, a woolen frock coat, and small wire-rimmed glasses, exudes the uncanny aura of a star. Dressed in period costume, he looks more like himself, not less.</p><p>His face is so familiar that you could easily mistake him for a friend. The shimmering mane of longish hair that has not changed much since the seventies, the deep tan, the casual bulkiness—all bespeak a man who cultivates his ordinariness. Except for the beard clipped with Hollywood precision, Rogers looks like the Houstonian he was, someone you might have shared a beer with, the brother-in-law you always meant to spend more time with. He is eminently approachable, the kind of celebrity who is regularly referred to by his first name, even by people who have never met him.</p><img /><img /><p>Photographs By Scogin Mayo</p><p>Sue Ann Lenderman (Above), Like the Other Plaintiffs, Met Rogers Through Billy Bob Harris (Below), Dallas’ Premier Networker.</p><p>Which makes his current pain and bafflement all the more accessible. Rogers remembers Lisa applewhite as a girl with problems; Dallas entrepreneur Billy Bob Harris, his close friend, asked him to help her out. He remembers Sue ann Lenderman as a girl who told Harris that she wanted to go to a concert; he had said, “Sure, bring her along.” Though he now describes Lori Walker as “the most dangerous person i’ve ever met,” Rogers contends that they enjoyed a loving relationship for many months. “I really thought they were friends,” he says of the women who are suing him. “I know it sounds foolish and childish. We had relationships based on what I thought was honesty and caring.” Rogers insists that the women were active participants in what were healthy sexual conversations, and in Walker’s case, a healthy sexual affair. To him, the lawsuit is about one thing: money.</p><p>Dallas Morning News/Joe Laird</p><p>“They thought he would roll over,” says Mickey Newbury, who has known Rogers since he was twelve. “Kenny won’t roll over.” The fact is, Rogers’ life resembles his easygoing public image in few ways. The past fifty or so years have been, for him, a dramatic series of highs and lows, and his character has been shaped accordingly.</p><p>Rogers grew up the son of a hardworking but alcoholic father, one of eight children. His brother Randy once told a reporter that on the way to church the Rogers children hid in shame from the other parishioners. When Kenny was a boy, the family moved from a federal housing project now known as allen Parkway Village to a part of north Houston that Newbury calls “the worst neighborhood imaginable.” The harsh violence there— stabbings and shootings—made the Houston police avoid the area whenever possible. “Most of our friends are either dead or in jail,” says Newbury.</p><p>But Rogers was driven to escape, and he used music as the fuel to propel him as far from home as he could go. He wasn’t a great talent, but he was good enough, and he was a canny student of the rules of the business. Even so, his progress was initially erratic. With his brother Lelan acting as his producer, Rogers had an early hit, “That Crazy Feeling,” and appeared on <em>american Bandstand.</em> But by the early sixties, he was still performing in Houston jazz clubs with the locally popular Bobby Doyle Trio. (“He used to beg us to let him sing,” recalls one member of the group.) In 1966 Rogers joined the folkie New Christy Minstrels. The following year, he left with three other musicians and assumed another incarnation—as a rock singer with a band called the First Edition. Rogers had a good ear for a song; when Newbury presented him with “Just Dropped In (To See What Condition My Condition Was In),” he converted it into the First Edition’s first big hit. A gold album and a syndicated TV show would follow, but two years after the failure of Rogers’ most artistic album, a 1973 concept record called <em>The Ballad of Calico,</em> the group split up acrimoniously, leaving Rogers broke (he had to borrow money for rent and child support) and struggling to build a solo career. For the next two years, Rogers played Vegas lounges and made late-night TV commercials pitching music lessons. Then Hollywood heavyweight Ken Kragen, who had managed the First Edition, retooled Rogers into one of the country’s first C&W crossover stars. “Lucille,” released in 1977, signaled the beginning of Rogers’ boom years.</p><img /><p>R. Maiman/Sygma</p><p><strong>Rogers (Above, With His Estranged Wife, Marianne) Flew Lisa Applewhite (Below) To New York For an Audition—And Then Made a Pass At Her.</strong></p><p>Superstardom included a top-ten hit, “The Gambler,” in 1978, and a Top Vocal Duo of the\\ear award, with DottieWest, from the Country Music association in 1978 and 1979. The requisite [COnTINUED On Page 102] [COnTINUED From Page 91] movie career followed, beginning with <em>The Gambler</em> in 1980—at the time, the highest-rated madefor-TV movie ever. In 1980 and 1981 four of Rogers’ albums went platinum. Not for nothing did <em>People</em> magazine name him “the most valuable flesh in show business.” By 1986, Rogers had signed a $17 million endorsement deal with Dole Food and had several records on the country charts. By 1987, he had sold more than $250 million worth of albums, and he was a regular recipient of his industry’s biggest accolades—Country Music, Grammy, People’s Choice awards. During this period, he also shifted his persona from scruffy sex symbol to squeaky clean superstar. Concert fans brought bouquets for him and needlepoint and teddy bears for his fourth wife and third child.</p><p>Photographs By Scogin Mayo</p><p>It is this Kenny Rogers who sits on a sunbaked set and does not appear perturbed that his brightest days may be behind him. “Success has never been that important to me,” he says. “The minute I made a hundred dollars a week I was successful, because the most money my father ever made was seventy-five dollars a week.” anyone who knows Rogers’ history would find his indifference to success hard to believe—anyone who remembers that as a poor youth he always found a way to buy expensive clothes and drive flashy cars; anyone who recalls that at the height of his career he felt the need to purchase the $14.5 million Dino de Laurentiis mansion, then the most expensive home in the United States; anyone who knows that three marriages have been casualties of his drive. But credibility is not Rogers’ concern. He has perfected the star’s gift for selective memory—and besides, things aren’t so bad. He has his own TV deal in the pipeline. There are concerts on the calendar. And because he is a celebrity photographer of some renown, there’s an opportunity to take the First Lady’s portrait.</p><p>On a break from shooting, Rogers does not retreat to his trailer but simply settles into a director’s chair, and the other performers and technicians come over to pay homage to someone who has, above all, stayed in the game for more than thirty years. To each person, Rogers is unwaveringly friendly, evincing no sign of the wariness he says he has developed since the lawsuits were filed. (“I say everything guardedly now,” he allows, “because I think, ‘My God, the last thing I want to do is make those stories sound true.’ That’s very sad to me.”) One man in his early sixties, also dressed in frontier garb, jokes with Rogers about the difference between the First Edition and the Fifth Dimension, another musical group from the seventies. A young man requests a snapshot for his father, who is a songwriter Rogers knows. A teen actress nervously tells Rogers that she loves his music; he grins and tucks his chin to hide his disbelief. A production executive introduces his wife, who works for a record company that handles some of Rogers’ songs. “Just keep recycling those hits,” he tells her.</p><p>Rogers likes this role, and he likes the role he will be playing on TV. “It pulls the heartstrings,” he explains, “just like <em>Little House on the Prairie</em>.” He happily amplifies the thought for a reporter from <em>CBS This Morning.</em> The Western genre, he says, “has an honesty, a purity, and a code of ethics we can all admire.”</p><p>This is the life Kenny Rogers has fashioned for himself. He has built it by sheer force of will, and he will not surrender it without a nasty fight. Says his friend Mickey Newbury: “He’ll destroy his own career before he’ll let anyone take advantage of him.”</p><p>\"<span class=\"dropcap\">I</span>t’s About the Dreeeeaaam,” Sue ann Lenderman stresses, while Lisa applewhite nods in swift, certain agreement. Sitting at a table amid the typical Thursday night singles crush at Primo’s on McKinney avenue in Dallas, Lenderman pecks at a heaping plate of Mexican rice as applewhite vanquishes her enchiladas. They are both beautiful young women, though it is hard not to slip into the parlance of Rogers and his supporters and think of them as girls. Lenderman is a tiny 25-year-old with appraising, wide-spaced eyes made lily-pond green by colored contact lenses. Her stylishly teased, hennaed hair and theatrically applied eyeliner and face powder obscure her girl-next-door features; she moves and speaks slowly and deliberately, like someone who is traveling underwater or thinking very carefully. By contrast, 27-year-old applewhite is frenetic, a nod to her days as a cocaine addict. She is pretty in a less complicated way, with long black hair, a strong chin, almondshaped eyes, a heart-shaped face, and a desperate sincerity. Both women have the kind of body that suggests serious workouts and the improvements of a plastic surgeon.</p><p>But the dream: The dream is the explanation both women give for allowing themselves to become victims of Kenny Rogers’ sexual agenda—suffering, as their pleadings allege, “emotional distress, personal insult, and extreme humiliation.” Lenderman’s dream was different in detail from applewhite’s, but their goals were the same: to fulfill their own notions of success. Lenderman, who today manages her boyfriend’s computer business, had hoped for a career in advertising. Applewhite, who is a program director at a Jenny Craig Weight Loss Centre, had wanted to be an actress ever since she was a little girl, when she wore her mother’s slips and pearls and pretended to be a guest on Mike Douglas’ talk show. Both women admit that they once believed in what could be called the kindness-of-strangers form of career advancement. “I knew what he wanted,” Lenderman says of Rogers, “but I wanted him to help me so bad. I thought I could make the situation work. ”</p><p>Both women are good at describing “the situation.” They do not leave out as much as gloss over information that will undoubtedly be used against them at the trial: applewhite’s drug habit, topless dancing, and lesbian encounters; Lenderman’s hot-check charges in Florida and her aborted marriage to a career criminal now in prison for killing a man. “They want to bring up every little thing,” says Lenderman. “We’re not angels,” adds applewhite, “but that doesn’t excuse what he did.” More than a year after their encounters with Rogers, they can summon outrage that is as fresh as a cold, hard slap. The pressures—from attorneys, from the press, from the Dallas party crowd that once embraced but has now excommunicated them—have given them a new identity: They are feminist heroines. As applewhite told the <em>Enquirer</em> last November, “I decided someone has to put a stop to this pervert. And where I felt I couldn’t do it alone, I now have the confidence that Sue ann and I can do it together. ” applewhite’s monologue is something of a nineties morality tale. Sexually molested as a child, she has been on her own since she was fifteen, when she left home and lived in her car. “We were kind of a dysfunctional family,” she says. Eventually, she found a life—and drugs—as a topless dancer at the Million Dollar Saloon, one of the newly chic bars that were so much a part of Dallas’ real estate boom in the early eighties. Applewhite, who was starved for attention, formed a new fantasy there. “When I started dancing, guys would pick me up in limousines,” she recalls. Applewhite got involved with a fast, rich crowd, including one boyfriend who, on dates, would ask her to pick out other women for potential threesomes. “He would say, ‘Do you like that girl? Is she pretty?’ I thought all rich people did this.” around the same time, applewhite intermittently performed at Sue Ellen’s, a lesbian bar in Oak Lawn, impersonating male and female celebrities—Cher, George Michael—but that was as close to stardom as she got. Thanks to her coke habit, she blew, among other things, an audition for a bit part in <em>Everybody’s allamerican,</em> which starred Dennis Quaid.</p><p>To get into a drug treatment program, applewhite says, she shot herself with a .22. “I thought, ‘This is the only way i’m going to get into a hospital—if they think i’m serious.’ ” after a stint in rehab at Houston’s Hermann Hospital, she committed herself to Terrell State Hospital; in September of that year she joined alcoholics anonymous. Since then, she says, she has stayed clean, except for a few “slips,” one of which occurred when her sister died of an overdose.</p><p>In other words, the appearance of someone like Kenny Rogers in Lisa applewhite’s life would have seemed nothing short of miraculous. But that is what happened. In 1990, applewhite says, her mother saw a newspaper ad announcing that Rogers would be holding auditions for a movie. Her mother had been an acquaintance of Billy Bob Harris’, Dallas’ most famous raconteur, host, and networker, and she wondered if he might help Lisa land a part. (Harris’ friendship with Rogers was well known in Dallas.) Depending on whose story you believe—Harris vehemently denies virtually all of applewhite’s account—either Lisa or her mother called Harris, who subsequently invited the young woman to his office. “When he met me, he said, ‘Oh, you’re prettier than I thought,’ ” applewhite recalls. Harris offered to help out, she says; he told her that he would arrange for professional photographs, for instance. But he did want to be sure she was serious about her career, and he felt that as a show of trust they should share a secret. In applewhite’s version of events, Harris told her that he gave up recreational drugs because it was cutting into his sex life; she then told him that she had had a lesbian affair. “I told him I was really ashamed about that,” she says, her voice slowing uncharacteristically. “That was the biggest mistake I ever made.”</p><p>Soon after their first meeting, Harris promised applewhite that she would be getting a call from Kenny Rogers, but she did not believe him. “Two weeks later the phone rings,” she says. “i’m watching Oprah and eating Cheetos. I pick it up and I hear, ‘Lisa, this is Kenny Rogers.’ ” The mere memory causes her to break into a broad luminous smile. “He was the sweetest, nicest guy,” she says. To applewhite’s amazement, Rogers continued to call over the next few days, and if he missed her, he left either a long message on her answering machine or a shorter one instructing her to call his business line, an 800 number, to receive a message he would leave for her on a voice-mail system. Like a brandnew benevolent grandfather, Rogers advised her on her career (“Get a five-year plan,” he said) and her boyfriend (“Get rid of him”).</p><p>As Rogers calls became more frequent, however, they became even more personal. “What are your hands like?” he would ask. “are your fingers long?” Over the course of the next week, applewhite felt closer and closer to Rogers, confiding to him that she had been sexually abused as a child and that she had had not one but two lesbian affairs. Rogers was not judgmental; his only concern was that she keep their conversations secret. “The big deal, every single day, was ‘Y>u haven’t told anybody that we talked?’ ” applewhite remembers. \\et while she said she hadn’t, she had, in fact, told her boyfriend, her mother, and her AA sponsor.</p><p>“ ‘Hey, what are ya doin’ today?’ ” applewhite recalls Rogers asking her a few days after their first conversation. Applewhite replied that she was going to an AA meeting. “Y>u want to come to New York?” he asked her. Rogers said she could audition for his movie and go to a concert. Again, applewhite was to tell no one, but again she blabbed. Some friends were suspicious of Rogers’ motives, but she ignored them. “He’s like the Winnie the Pooh of country music,” she told one.</p><p>For the next few hours, Lisa applewhite felt that her dream was within her grasp. There was the first-class ticket to New Y>rk that Rogers had sent to her house. There was the message from Rogers at the hotel desk: “Stay in your room until you get a call from me.” There was their warm, cuddly first meeting, at which Rogers behaved as if he were greeting an old friend instead of someone he had never laid eyes on. There was the drama of applewhite’s pretending to be with Rogers’ bodyguard, Rob Pincus, on the way to the concert. There was the excitement of Rogers, after the concert, excusing himself to take a shower. “i’m thinking, ‘We’re going to go out on the town,’ ” applewhite remembers. “ ‘People are going to see me with him.’ ”</p><p>And then, for Lisa applewhite, things went terribly, terribly wrong. Up in his suite, Rogers made what is commonly known as a pass. He motioned for applewhite to sit on the couch, then to lie on the bed, and began whispering a sexual fantasy about a woman on a balcony. “Kenny,” applewhite demanded, “tell me there’s an audition tomorrow.” The rest of the night unfurled like a classically bad date. When Rogers continued his advances, Lisa stormed out, returning to her room. “I start thinking, ‘My career is over. Did I overreact?’ Then the phone rings. It was Kenny. He said, ‘\\ou’re acting like I traumatized you. What is going on? Lisa, I thought it was okay for me to open up and tell you my fantasies. All I want to do is express my fantasies to you. I am your friend.’ ” Crushed, Lisa called her mother and her boyfriend in tears. Then Rogers called again, and just as the two were reaching a rapprochement, he asked, “Will you just touch yourself while I talk to you?” Incensed, Lisa hung up on him. The next morning Rogers invited her back up to the suite, where he apologized again and admonished her to keep their evening together a secret. Lisa was humiliated. She took her return ticket and headed home—coach class.</p><p>For the next few weeks, Lisa says she received anxious calls from Billy Bob Harris and more apologies from Rogers. Rogers even paid one of her medical bills and offered her a bit part in a Christmas special. But then he told her he had a confused woman friend who might benefit from learning about her homosexual experiences. Would applewhite leave her a message on Rogers’ voice-mail system? She reluctantly agreed to do so. “Kenny called back within fifteen minutes. He said, ‘Lisa, that was really great. Can you be a little more explicit?’ ” after hanging up on Rogers yet again, Lisa applewhite believed her brush with celebrity was over. Then she read about Sue ann Lenderman in the <em>National Enquirer.</em></p><p><span class=\"dropcap\">L</span>ENDERMAN’s <em>ENQUIRER</em> STORY was headlined REDHEAD Sues Kenny Rogers Over Filthy Phone Calls On Secret Love Line, but she spins it somewhat differently. As she tells it, she was a good middle-class girl gone temporarily astray. “I was in a real transition period,” she says, her eyes sharp with newly acquired selfknowledge. “I was really on that fence and trying to stay focused.” The trouble started when Lenderman’s parents divorced while she was in high school in Oklahoma. This domestic crisis diverted her from her studies and, she says, into the netherworld of topless dancing. Like Lisa applewhite—whom she had never met until the lawsuit—she worked at the Million Dollar Saloon, but only for three months. Shortly thereafter, Lenderman married a man who called himself Tony Gambino. (His real name was Steven Michael Gerkin. A great many people who knew the couple at the time confirm that Lenderman did not know his real identity.) Lenderman moved with him around Dallas and around the country while he plied his trade as a drug dealer and jewel thief and she attempted to finish college, maintaining a 3.5 average at various schools throughout the South. When Gambino went to prison for killing a man, Lenderman got an annulment and had an epiphany. “This lifestyle has got to stop,” she told herself, and she made her way home to the University of Oklahoma.</p><p>It was then that Lenderman met Billy Bob Harris, who also figures prominently in her story—and disputes most of it. On a trip to Dallas, they had been introduced by a friend; she told him of her dream to work in advertising, and he promised to help her find a job. In 1990 she went with Harris to a Paul McCartney concert, and in March of 1991 she reluctantly agreed to go with him to a Kenny Rogers concert in Oklahoma City. “I had never been a Kenny Rogers fan at all,” she says, “but when you’re at OU ...” a week before the show, Harris gave her phone number to Rogers and told her he would be calling. Lenderman thought Rogers could help her find work.</p><p>“He was real nice at first: ‘Where do you live? What do you want to be when you grow up?’ ” Lenderman recalls. Then Rogers began to call more often— four or five times a day. If Lenderman wasn’t around, he left messages for her on his 800 line. But unlike applewhite, Lenderman didn’t have much free time. “Even though it was real charming, I was real busy,” she says. “It was like, ‘Dude, I got a class, I got a life, I gotta go.’ ” But Rogers did not take the hint. As with applewhite, the conversations moved from homework and hands to, well, vibrators, rain, and a white teddy from Victoria’s Secret. It was to Lenderman that Rogers expressed the intruder fantasy and another about the upcoming concert: “I start thinking about you and I look at you and I literally see through your clothing. And I see this body and i’ve intentionally put you in the second row instead of the first row and I see that you’re really getting excited about the show. ...”</p><p>“Something bugged me,” Lenderman says. “I knew he was married. I knew he had a kid. Finally, Billy Bob calls me up and says ‘How is it going with Kenny?’ I said, ‘Billy Bob, what’s his deal?’ Billy Bob says, ‘Oh, he gets lonely on the road.’”</p><p>But as the concert date approached, Lenderman says, her anxiety increased. “I knew leaving the house that the guy wanted to screw me,” she says. “I was really scared. But I so much wanted these guys to help me. I figured I could finesse it.” In case she couldn’t—and in case Rogers raped her in the fashion he described in his intruder fantasy—Lenderman could comfort herself with the knowledge that she had made tapes of his messages as evidence.</p><p>As it turned out, the fears she would attest to in her deposition were unfounded. After the concert, Lenderman says, she went back to Rogers’ suite with one of her girlfriends. Rogers was annoyed that they weren’t enthusiastic enough about being there: “Kenny was pacing back and forth, and we’re, like, trying to console him.” Noticing that the girls were tense—Lenderman’s friend, who had heard the tapes, could not stop giggling—Rogers kept urging them to relax. Lenderman would later allege in her deposition that Rogers offered them a drug called Restoril, and that there was some discussion of the benefits of using alpha-Keri oil to soften skin. “We left, and I could tell Kenny was real disappointed,” Lenderman says. “I thought we had cooled him down enough. ”</p><p>But perhaps Lenderman’s plan succeeded too well. Back in Dallas, Harris suddenly was unable to help her find a job in advertising. “I thought I would write it off as a lesson,” she says. But when she turned on her television, Kenny was always there. “It was <em>a Christmas Special, The Gambler,</em> and Kenny and his commitment and his love and his wife.”</p><p>And so, like many people with a grievance, Sue ann Lenderman went to an attorney. She hired Robert Rose, who had successfully negotiated payment from a tabloid for a client involved in a lawsuit with a rock star. Rose listened to the tapes, told Lenderman she had “a hell of a lawsuit,” and eventually arranged for a $100,000 settlement. But there was a catch: Rogers’ lawyers wanted Lenderman to write a letter attesting that the voice on the tapes was not that of Kenny Rogers but that of an impostor.</p><p>As Lenderman remembers it, the deal made her queasy. “I didn’t want to lie,” she says, though Rose maintains that he would never advise a client to do such a thing. So she took her case to another Dallas lawyer, Ron Massingill, who in turn brought in a heavier hitter from Oklahoma, Gary Richardson, locally famous for winning a $58 million libel judgment against WFAA-TV. Before she knew it, Sue ann Lenderman had not a settlement but a lawsuit, filed against Kenny Rogers and Billy Bob Harris in September 1992. She agreed to give her lawyers half of anything they won for her. For the moment, she put her advertising dream on hold.</p><p>\"<span class=\"dropcap\">T</span>hey Can’t Categorize Us,” Lori Walker says. “We’re all different. We all have different stories.” Indeed, the third member of the trio that collectively forms Kenny Rogers’ date from hell has a story that is substantially different from yet much the same as her co-litigants’. Walker, at 32, is older than the other two women and that much more beautiful: dark-skinned with dark eyes, opulent black hair, and what Rogers describes on tape as “the single most beautiful mouth i’ve ever seen.” She could pass for a Cherokee princess who doubles as an aerobics instructor. Both snuggly and sharp, Walker is the only woman of the three who can legitimately claim to know Kenny Rogers. For nine months, he flew her all over the country to meet him for what could be delicately described as post-concert trysts.</p><p>Like applewhite and Lenderman, Walker has encased her story in a moral framework. Hers is that she was a good girl who had her life together until she met Kenny Rogers. “I had nothing in my past but failed relationships,” she says. She resents the gold-digger label that has been affixed to her; she joined the suit to give support to the claims made by the others. “Women should not be threatened and manipulated by a megastar or a nobody,” she declares.</p><p>Walker is familiar with the lot of the downtrodden because of her own history: a father she barely knew, a childhood spent in foster homes, beatings. Walker, who dropped out of high school to help support her mother, says she grew up with a profound distrust of men. In 1990, following her third divorce and a subsequent failed love affair, she moved from Dallas to her mother’s home in Florida. With her second child on the way, she was worried about her future. Then her friend Billy Bob Harris—yes, they were friends too, dating back to 1988—called to check up on her. “ ‘How are you and what can I do for you?’ ” Walker remembers Harris saying, mimicking his highpitched Panhandle twang. She told Harris that she wanted to get into the telecommunications business, to set up phone systems for hotels. (Harris was already involved in a similar business.) “Two minutes later, the phone rings,” she says. “ ‘Hi, this is Kenny Rogers.’ i’m out to here—eight months’ pregnant. I thought I was going to go into labor right there.” Their relationship followed the now-familiar course—the persistent, increasingly intimate phone calls at all hours, the careerand character-building advice, including fashion tips. (On the importance of rolled-up jacket sleeves: “Up is young, down is old. ”)</p><p>Three weeks after her son was born, Rogers flew Walker to a concert, ostensibly to talk business. Yet when she arrived, she found a red rose on the seat of the limo he had sent to pick her up. Walker insists that in the beginning she rebuffed such advances but eventually gave in, at which time she and Rogers began seeing one another frequently. When asked about their sex life, she offers no complaints: “It wasn’t bad. He’s very giving. He would massage me for an hour. You can’t beat that with a stick.” In between visits, Rogers continued to advise Walker on her career and her sexual growth. Her most recent love affair ended, he told her, because she did not know how to please a man. “I thought I was learning about my sexuality,” she explains. “He can talk. He is so smooth—like a baby’s bottom—with words.”</p><p>Eventually, Rogers introduced Walker-over the phone—to his friend Dian Parkinson, the pneumatic 44-year-old hostess of <em>The Price Is Right.</em> Then, in april 1991, when Walker flew to Las Vegas to meet Rogers for a romantic interlude, Rogers asked her to pick Parkinson up at the airport, saying his friend—who would later that year be featured nude in <em>Playboy</em>—was depressed and needed a boost. “What am I doing, this little girl from Florida, with a woman from <em>The Price Is Right</em> and Kenny Rogers?” Lori Walker asked herself.</p><p>The first answer was, shopping. According to Walker, Rogers gave her and Parkinson $2,000 apiece. “He said, ‘Go buy something that makes you look sexy and feel good about yourself.’ We shopped our butts off.” The women hit Victoria’s Secret particularly hard; Rogers had wanted them to buy matching outfits, she says, to perform a fashion show for him that night. Walker’s version of what followed was the high point of <em>a Current affair</em> s segment on the scandal. Rogers tried to initiate what the show calls, with elegant simplicity, “an orgy.” While Parkinson has denied both the shopping trip and any sexual encounters, Walker has testified in a sworn deposition that Rogers instigated three-way sex. Walker says she was an unhappy and passive participant and left Las Vegas emotionally shattered.</p><p>Sometime after that incident, Walker, who maintains she has always saved her old answering machine tapes for reuse, began supplementing that collection. Like Lenderman, she began using another tape recorder to tape messages Rogers left for her on his voice-mail system, as well as those he left for Parkinson. “I was trying to understand what had happened,” she says. It dawned on her that perhaps she was being used as a “sexual toy.” as Walker would testify in her deposition, when she tried to break off the affair on a subsequent visit to Los angeles, Rogers grabbed her by the hair, shoved her into a mirror, and warned her that she would be sorry; she needed him, he said. Devastated, she moved her family back to Texas, and because she had no money for diapers or formula, she briefly took a job dancing at Fantasy Ranch, a topless bar in Fort Worth. Sick about her encounter with Rogers—and frightened of him, she says—Walker phoned the <em>National Enquirer.</em> She says she wanted to stop Rogers from abusing other women. The first two questions the reporter asked her were, “What’s your name?” and “How much do you want?”</p><p>The <em>Enquirer</em> story ran under the headline, KENNY Rogers’ Secret Love Hotline . . . Sexy Girlfriends Coast To Coast Take His Romantic Calls-And His WIFE Doesn’t Know. Walker’s identity was not revealed. That would come later, after she got to know Sue ann Lenderman, Lisa applewhite, and Gary Richardson.</p><p>\"<span class=\"dropcap\">W</span>hen I Was a Little Kid, My mama told me there’s a favor bank in heaven,” Billy Bob Harris says, “and you rarely make a withdrawal from the same window you make a deposit.” at 53, he is older now than when he posed for a 1979 <em>D</em> magazine story titled PLAYBOY Of the Western World, but he remains small and delicate, impeccably fit and irrepressibly sunny—at least until mention of the lawsuit in which he, along with his old friend Kenny Rogers, is being sued for despoiling the lives of applewhite, Lenderman, and Walker. It was Gary Richardson’s idea to add Harris’ name to the lawsuit and to portray him as the pimp who ferried the unwitting victims to the sexually voracious Rogers. The very thought of such a portrait causes Harris’ gnarly hands to shake; sometimes he buries his head in his hands. He is just a farm boy from the Panhandle town of Gruver, he insists; he came to Dallas with nothing but his smarts, his quick wits, and a fervent eagerness to please. “It’s my nature to help people,” he says, characterizing a life spent connecting various friends with one another. Other people ask, “How are you doing?” when they greet you. Billy Bob Harris asks, “How can I help you?”</p><p>Such self-effacing generosity earned Harris success as a stockbroker—and also a brief prison term for insider trading in 1985. (Harris was sentenced in a scheme that involved his close friend Paul Thayer, who was a deputy defense secretary under Ronald Reagan.) For this reason, the specter of another encounter with the legal system, no matter how frivolous, fills Harris with utter despair. He brings to an interview files filled with notes from people he has helped; he provides an extensive list of friends, including modeling mogul Kim Dawson, radio personality Ron Chapman, and minister Don Benton of the Lovers Lane United Methodist Church. “His best quality is his downfall,” says Benton. “He’s willing to do anything for a friend. ”</p><p>Indeed, it appears that once again, friendship has landed Harris in treacherous waters. As betrayed as applewhite, Lenderman, and Walker feel by Kenny Rogers, Billy Bob Harris feels betrayed by them: they are women, he says alternately, who were good friends and whom he barely knew. In Harris’ world, this statement is not necessarily contradictory, since he calls almost everyone he has met a friend.</p><p>The truth is that if a social history of Dallas in the seventies and eighties were to be written, Billy Bob Harris, despite his churchgoing and good works, would be immortalized as the guy who got everyone dates. In those days you couldn’t go to a hot club or restaurant without seeing him with the prettiest girl in the place. He loved women; he courted them, flattered them, fussed over them. “There just can’t be anything more exciting than a real nice pretty girl that’s thoughtful and has an air about her,” he told author Frank Rose, who profiled him in the 1980 book <em>Real Men.</em> “I think it makes me feel good about myself when i’m with ’em.” It wasn’t just that, of course: The women brought in clients and celebrities who brought Harris’ own particular fantasies to life. His need is right there on the walls of his modest Oak Lawn townhouse, where celebrity snapshots cover almost every inch of space—including parts of the ceiling. “If you know <em>of</em> Billy Bob, you won’t like him,” Kenny Rogers says. “But if you know Billy Bob, you’ll love him.” That may be true. But it is also true that Harris’ dreams make him an easy man to use.</p><p>Harris’ unfortunate involvement in the lawsuit has rallied a large segment of Dallas to his defense, including a group of men for whom he is something of a role model. Back in the midto late seventies, and on into the boom years of the eighties, Harris was perfectly in sync with the Dallas Zeitgeist. Those times were fueled by a standard macho fantasy, based on the likes of world-class carousers such as Harris and oilman Clint Murchison, Jr. “It used to be harder to get a good night’s sleep in Dallas than it was to get laid,” recalls oilman Bill Brosseau, once an heir to Harris’ reputation. For the regulars at clubs like Pasha and the Rio Room, girls—that’s how women were referred to—were just another way of showing off, along with good coke, a BMW, or an acapulcan villa. Business acumen equaled sexual prowess, and vice versa. “The first hot girls were Braniff stewardesses,” explains Brosseau. “The next girls were Dallas Cowboys Cheerleaders. The next group of girls that were hot were strippers—they became acceptable.” at the height of the boom, they weren’t called strippers—they were called dancers, which lent an aesthetic if misleading cast to their trade. The myth was that the young women flocking to these “upscale” topless bars were SMU coeds. The truth was that the same lust for quick, easy money that had infected a certain type of Dallas male had also spread to a certain type of Dallas female: beautiful ones who, for various reasons, would otherwise have had few prospects. Suddenly they too could make a couple thousand dollars for a couple hours’ work. Even better, they were part of a legitimate social scene. A troubled girl from nowhere, like Lisa applewhite, could date the scion of a Highland Park family. During the boom, everyone’s dreams could come true.</p><p>The bust, of course, put an end to that. Long, loud nights were replaced by appearances in bankruptcy court and at twelve-step programs. Wild sex had become not just irresponsible but deadly. People wanted to forget or atone for the bad things they had done during the good times. The rich boys found nice girls and forgot about the strippers, who had once been such a crucial part of their lives.</p><p>That is, until Gary Richardson added Billy Bob Harris’ name to his clients’ lawsuits against Kenny Rogers, asserting he was part of a conspiracy. The rich boys didn’t know Kenny—they didn’t care about him. But they did know Harris, whom they considered not just a friend but a hero. And, even more important, they knew Lisa applewhite, Sue ann Lenderman, and Lori Walker. The suit against Harris was the kind of high-minded moral battle a guy could understand.</p><p>\"<span class=\"dropcap\">I</span>maintain There Was a Price to pay for the stupidity of what I did,” Kenny Rogers says of the war he is waging to restore his good name, “but I refuse to pay more than that.” The war has two fronts: a public one he tries to avoid at all costs and a private one he pursues with something resembling a scorched-earth policy. Rogers’ encounter with Lenderman is representative of that policy. He freely admits that when her first attorney approached him, he readily agreed to the $100,000 settlement—as long as she gave him insurance against further action by writing a letter stating that the caller was a Rogers sound-alike. But after she changed attorneys and her price escalated to $1 million, Rogers was no longer so amenable; he declared that his original price would drop $10,000 for every day she held out.</p><p>The tactics that followed revealed the different strategies of the opposing sides. The plaintiffs were trying to force Rogers to settle out of court by presenting their case to the press—holding Rogers’ public image hostage—while his attorneys, from the take-no-prisoners firm of Figari and Davenport, prepared to demolish applewhite, Lenderman, and Walker in the courtroom.</p><p>It is not one of this story’s ironies that the three women found each other through the tabloids; the papers were used to build and validate their case. After Lenderman’s article ran in the <em>Enquirer,</em> applewhite’s mother contacted Gary Richardson, who quickly flew down to Dallas and signed up a new client. Applewhite, in turn, told her story to the <em>Enquirer,</em> the <em>Star,</em> and the <em>Globe.</em> after reading applewhite’s and Lenderman’s accounts, and after being told by an <em>Enquirer</em> reporter that Richardson would probably subpoena her because of her own tabloid story, Walker first contacted Rogers for help. He offered her attorney a $1,000 retainer—as long as Walker agreed to testify that she shared a special relationship with him in which she was not mistreated. But then Walker, like Lenderman, had second thoughts. She too contacted Richardson, who flew in to meet with her. “He looked a little excited because it reinforced what was already there,” she recalls. Richardson asked to represent her, at which point Walker told the lawyer that Rogers had paid for to take a hike. Her next story ran in the <em>Enquirer</em> on December 8, 1992, one month after her suit was filed. This time, she was not portrayed anonymously.</p><p>Walker’s story of her menage a trois with Dian Parkinson and Kenny Rogers ran under the headline KENNY Rogers</p><p>Lured Me Into Sex Romp With <em>PRICE Is Right</em> BEAUTY. The <em>Enquirer</em> story “was an attempt to bring me to my knees,” Rogers insists. Still, he tried to remain above the fray, commenting only through pained statements from his publicists.</p><p>But then Richardson raised his settlement price. The original petition for the three women did not specify damages, but the first amended petition demanded $5 million for Lenderman, $7.5 million for applewhite, and $12 million for Walker. (This was news to the women, who publicly maintain that they are in this case for the principle, not the money; applewhite and Lenderman say they learned of the damage amounts while watching TV). Richardson also allowed his clients to tell their stories to <em>a Current affair</em> for $20,000, a sum divided among the women and their attorneys.</p><p>At that point, Rogers knew he had to fight back. Tabloids reach only 5 percent of the public; television reaches millions. Rogers chose to appear on CNN’s <em>Larry King Live,</em> a reputable program that was, despite its wide audience, not on a mainstream network. More than anything, Rogers wanted to keep the scandal out of the mainstream press.</p><p>So, in February 1993, following an interview with Israeli foreign minister Shimon Peres, Larry King introduced Kenny Rogers, who took to the air to defend himself. Rogers was cool, aggrieved, and convincing. The so-called love hot line was simply an 800 number that everyone—his business associates, his road manager, his friends—used to contact him. He stressed that the women had been his friends. When challenged by a caller as to why he made friends with topless dancers, he declared that he hadn’t known they were topless dancers at the time. He intimated that the women might have known each other before the lawsuit, and he maintained that he had been separated from his wife at the time of his telephone assignations. “This was the safest sex I could find,” he announced, “and here we come to find it wasn’t safe at all.” as spin jobs go, it was one of the best.</p><p>While Rogers was fending off his attackers in the press, his defense team was busy attacking the plaintiffs in depositions. Their research would be used to destroy Richardson’s fundamental assertion—that no matter what kind of lives the women had lead or were leading, Rogers had harmed and humiliated them in a big way.</p><p>The legal basis for the suit is that Kenny Rogers had intentionally caused the plaintiffs emotional distress. To combat this claim, Rogers’ attorneys will have to prove what common sense dictates— that it is difficult to force anyone to have phone sex. Trying to leave a message for Rogers was, in fact, about as easy as trying to get through to the phone company’s repair line. He expressed his fantasies in chain letter form; he recorded them on his voice-mail system and then expected a willing caller to call in, punch in a code, gain access to his message, listen to it, save or erase the message, then punch in another code to add to that fantasy. No matter how the women felt about returning Rogers’ calls, they all admitted that they did so. (Expressing her ambivalence, Lenderman testified, “I didn’t want to make them mad. I wanted to keep everyone as my friend. You know—‘How can I handle this tactfully enough to keep everyone as my friend and not upset anyone?’ ”) It is doubtful that any jury will care about their dreams and ambitions, especially when Rogers’ attorneys show that the women had been less than diligent in pursuing career goals on their own.</p><p>The plaintiffs’ claims that they have been psychologically damaged by Rogers’ attentions will be even harder to prove. Because their allegations speak to their mental states, their entire life stories have become fodder for the defense. In applewhite’s case, that meant her drug addiction, her topless dancing, her sexual preference, and her claims of childhood molestation. She had been around the block more than a few times; to prove that she has been offended, much less damaged, by a pass from Kenny Rogers would be difficult. This became especially clear when men who had dated applewhite in the past—party boys and club owners who are extremely loyal to Harris—came forward with outtakes from her pre-AA days. They gave Rogers’ defense team photographs and videotapes of her topless dancing—of her bumping, grinding, and grabbing her crotch—and offered witnesses who would attest that she had had more than two homosexual experiences. (Homosexuality has been used with contradictory abandon in this case. Clearly, three-way sex—sex between one man and two women—was lots of fun for the fast crowd applewhite ran with; it was also something Rogers enjoyed in his sexual fantasies and, if Walker is to be believed, in real life. Yet, in the context of this lawsuit, sex between women is okay only if a guy is around.) applewhite’s assertion that Rogers had threatened her with exposure basically boiled down to his saying that he would keep their botched New York tryst a secret and that he hoped she would do the same.</p><p>From the beginning, applewhite had been the most fragile of the three defendants, and by late February she was showing signs of strain. To bolster her damage claim, she had maintained that her experience with Rogers had triggered painful memories of childhood sexual abuse. After a late March deposition, when it appeared that the person who had molested her would be deposed, she withdrew from the case.</p><p>The other two plaintiffs, however, are holding firm, in spite of recently filed countersuits and confounding evidence unearthed by Rogers’ lawyers. To combat Lenderman’s claims that Rogers had inflicted upon her “extreme emotional distress and mental pain and anguish,” the defense has brought out the fact that her ex-husband had threatened her frequently—once by holding a pistol to her head. Rogers’ phone calls, in contrast, sound quite benign. Lenderman’s veracity is easily challenged as well. The friend who had attended the concert with her could not confirm her account of Rogers’ behavior—specifically, that he offered her a sleeping pill or that they even went to his suite. Another friend testified in a deposition that Lenderman had displayed no concern about her personal safety before going to the concert and had even said that she was simply playing along for her own gain. Then there was the matter of Lenderman’s record. Among other offenses, she had once illegally owned a second social security card in the name anne Marie Gambino; her husband—the Steven Michael Gerkin who called himself Tony Gambino—didn’t like “Sue ann” because, she testified, it “didn’t sound very Italian and was bad for his image.” The years in which she lived in Florida and used stolen credit cards and wrote bad checks she described as “a period in my life where I did nothing but bad things,” adding, “I don’t know why I did any of this. I mean, I was screwed up.”</p><p>Walker’s depositions were even more disastrous. At times, her testimony sounded less like a tale of woe and more like a clip from FIBO’s <em>Real Sex.</em> She recounted the types of lingerie, jewelry, pornographic magazines, dildos, and vibrators Rogers had given her or had sent her in the mail; she recited, in graphic language, fantasies Rogers had expressed to her that she did not happen to have on tape; she admitted that she had participated in at least ten sexually oriented phone calls. Her attempts to start a telecommunications business— her stated reason for meeting Rogers in the first place—appeared suspect when she admitted that she had held no job for most of 1989 through 1991 and had lived on the $2,000 a month provided by a Dallas businessman who was the father of one of her children. In turn, her claim that she had turned to topless dancing in desperation while her childsupport payments were temporarily cut off could be challenged by her own admission that after payments were reinstated, she danced in Manhattan and invited friends to watch.</p><p>Judging by the questions posed to Walker during the depositions, Rogers’ lawyers had enough ammunition to portray her as an accomplished shakedown artist. They presented her with a tape recording in which she told Harris that she bore Rogers no ill will for their relationship—she said she knew she was being taped—and another in which she threatened Rogers with tapes of the Dian Parkinson tryst in Las Vegas. (She later admitted that she had no such recording.) as the testimony droned on, Walker denied, among other allegations, that she was fired from Fantasy Ranch, the Fort Worth topless bar, for leaving too frequently with customers and that she had presented a wealthy New \\ork lover with a phony W-2 form and fake marriage and divorce certificates from another relationship.</p><p>In Lori Walker’s view of herself, she is a victim of an elaborate frame-up, a woman beset by men bent on destroying her for reasons she cannot fathom. To some degree, she’s correct. One former boyfriend who gave damning evidence to the defense still telephones her for affectionate chats, while her current husband, from whom she is separated, recently demanded compensation in exchange for supportive testimony. “What would be wrong?” he asked her. “Let’s just say you got a million dollars. Would it hurt you to buy me a car?”</p><p>\"<span class=\"dropcap\">S</span>eduction Is Like Borrowing money,” Kenny Rogers says. “You don’t walk up to a stranger and say, ‘Can I borrow five thousand dollars?’ You sit down, you talk to him, and you let him get to know you. You go through the whole procedure. Eventually you let him know that you’re in need. He either says, ‘Can I help?’ or ‘Well, i’m not the one to come to,’ and you make your moves accordingly. The minute someone says, ‘Well, i’m not interested,’ you back away if you’ve got any sense.” This is how Kenny Rogers explains that he could not possibly have forced Lisa applewhite, Sue ann Lenderman, and Lori Walker into anything: He would have known if the women weren’t interested, and he would have backed off. Indeed, the evidence is clear that Rogers never forced anyone to do anything. Whether he would have perceived discomfort or displeasure—or deceit—is less clear. He needed too badly to maintain the fantasy that he was desired by great numbers of women.</p><p>Rogers has been a womanizer for most of his life. Old friends recall that as far back as high school he was always resourceful and relentless when it came to getting girls; his infidelities run like a leitmotiv through his relationships. Rogers’ marriage in 1977 to Marianne Gordon, a former <em>Hee Haw</em> cast member, has a talismanic quality to his friends and fans— she was going to be the one who could keep him from straying and keep his career on track. But with women as with wealth, Rogers never seemed able to get enough. The tapes that Walker produced reveal not only Rogers’ attempts to develop a sexual relationship with her but also his schemes to get time alone with Dian Parkinson and away from his wife. Phone sex is an oddly fitting pursuit for a man so devoted to quantity: It’s a cheap, safe way to dramatically increase volume.</p><p>Ultimately, the details of the lawsuit reveal Rogers as a man caught between two eras. On the tapes he is something of a dream date for the nineties—sexually adventurous and psychologically supportive, particularly with Parkinson. (“The more things that happen that make you feel good about yourself, the more positive you are, the more likely you are to venture out and try other things.”) He is also willing to display his vulnerability. The women suing him state, and Rogers does not deny, that he confessed to them his fears of growing old, of losing his stardom and his attractiveness. In his attempts to draw Lenderman into his fantasy life, for instance, Rogers sounds not so much coercive—as she alleges—as needy: “Call me sometimes, because I really love hearing your voice.... I know it sounds silly to you but . . . my price for this relationship is that you keep in contact with me.”</p><p>But Kenny Rogers is also a star—a star of another time, the pre-Clarence Thomas-Bob Packwood era, in which he might assume that he would not be held accountable for his sexual behavior. Sex for favors might strike him—and many of his partners—as a legitimate exchange. The deal might have appeared especially generous to him, because the women he sometimes chose were, metaphorically at least, from his old neighborhood. They would benefit from having such a savvy survivor as a friend and adviser. But his friendship had peculiar and demanding terms, and when the plaintiffs-to-be pulled away, Rogers became even more persistent and overbearing.</p><p>Rogers maintains that the women were active participants in his sexual dramas. But while his attorneys can show that the women returned his attentions, the level of their enthusiasm is questionable. Rogers says applewhite knew there was no audition but went to New York anyway; yet she told several of her friends prior to the trip that she was going to try out for a movie. Rogers says Lenderman participated in phone sex, but when Lenderman describes the messages she left him, she sounds as if she was, as she has claimed, just stalling.</p><p>Overall, Rogers seems particularly oblivious to the lives the women were trying to lead at the time. He made himself into a pest, calling several times a day and at all hours. He once called Lisa applewhite at a new job to try out a fantasy—a mistake, since she promptly played the recording for several salespeople at the clothing store where she was employed. And Walker recalls that the beeper Rogers gave her went off constantly while she was in labor. “It bothered me,” Walker testified. “I said, ‘Can’t you just call and talk to me without everything having to be, you know, sexual? . . . Can’t you just talk like a normal person?’ ” It was as if, for all Rogers’ talk of friendship, the women really didn’t matter at all, which, of course, did not do much for <em>their</em> fantasies.</p><p>Applewhite, Lender man, and Walker all dreamed of becoming contemporary career women, but their sense of how to achieve that goal was, at best, muddled. Rogers played perfectly into their fantasies by playing the kindly soul who just wanted to help. He wasn’t interested in sex. He was a real friend—the embodiment of his public persona. But then Rogers proved himself to be just like all the rest of the guys who had ever exploited them, only richer and more famous and thus the perfect target for revenge. It makes sense that the next man these women turned to was a lawyer, a hired gun who could blame someone else for all their troubles. “all my life people have taken advantage of me, screwed with my head, screwed with my life,” Lenderman says. “[This lawsuit] just really feels good.” The lawsuit initially turned the women into stars in their own right, courted by attorneys and journalists, making them the center of attention in ways that otherwise would have never been possible. For a while, that notoriety would obscure the fact that their own lives were being held up for public inspection and ridicule, that their reputations were being savaged every bit as much as that of Kenny Rogers.</p><p>And what of Billy Bob Harris, the middleman who built a world on his passion for beautiful women and famous men? While it is impossible to see him as the heartless procurer the plaintiffs describe, it is possible to believe that he could have devoted considerable time to appeasement, to trying desperately to make sure that everybody stayed friends in order to keep his own dream going. “It’s <em>Fantasy Island</em> when these people get together,” says reformed playboy Bill Brosseau. “But at the end of the day, nobody wins except the lawyers. ”</p><p><span class=\"dropcap\">I</span>t Is a Flawless Evening In Early spring on the southwest coast of Florida, and the January trial date does not appear to be plaguing Kenny Rogers. He is performing for free at a benefit for the homeless on the fairgrounds adjacent to the Naples-Fort Myers Greyhound Track. Rogers, his mane and beard exquisitely trimmed, wears black jeans, a salmon T-shirt, and a purple jacket. He is every inch the star, seemingly unmoved by the small, placid crowd. Backstage before the concert, he jokes with fans and friends who wish him well— “It’s all that liposuction,” he explains. “Liposuction keeps you young”—and poses patiently for pictures with concert promoters and disabled children. For each picture, he assumes the same stance: He grins broadly and drapes his arms lazily over the other subjects. He looks relaxed, faintly sexual. He is the Kenny everyone wants to know.</p><p>Onstage, he puts his hits through their paces: “Ruby,” “Lucille,” “The Gambler. ” He thanks Dolly Parton for writing “Sweet Music Man”; he croons through fake rain in a song called “Morning Desire”; he explains the definition of a medley before racing through “Yxi Decorated My Life” and “Through the Years.” Even though the themes of the songs are different, he sings them all the same way, going through the motions, adding nothing more than a hint of contempt for both himself and his audience.</p><p>“Y>u will be happy to know that those are the two loudest songs I know,” Rogers says early in his set. Later, he promises a young girl $10 for every hit song of his that her father can name, and when her father obliges, Rogers scornfully flicks the bills off the stage. He grouses good-naturedly when the audience sways to his songs—“You remind me of Ray Charles,” he says—and when he reaches the plaintive notes on “Lady,” he stretches them into a joke. Nearing the end of the concert, he promises to spare the mostly middle-aged audience the requisite applause needed to inspire an encore. “The older you get, the more you learn to save those valuable steps,” he says. “Y>u know i’m going out, and you know i’m coming back.”</p><p>Rogers and the audience seem to come folly to life only during the finale, when he throws tambourines into the crowd as he begins to sing “Islands in the Stream.” as people push toward the stage, greedy for the souvenirs, Rogers’ bodyguard, Rob Pincus, strides purposefully in the opposite direction. When he returns, he has two women in tow. Whether friends or business associates, they are tall, thin, shapely blondes who prance giddily behind him. Pincus loads them into a white Lincoln, gets in the front seat, and starts the car, while Rogers sings, “Sail away with me to another world.” a minute or two later, Rogers flies toward the waiting limo. He opens the back door and tumbles in. The light comes on, briefly illuminating two golden heads with a silver one in between. Then the door closes, and they speed off into the night.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "July 1993",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Women",
      "Kenny Rogers",
      "Dallas",
      "Career",
      "Sex",
      "people",
      "Lawsuit",
      "Love",
      "ever",
      "Richardson",
      "Celebrity",
      "Country",
      "Defense",
      "Home",
      "kiss",
      "Mother",
      "TV",
      "Affair",
      "Business",
      "money"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": [
      "Dallas",
      "Richardson",
      "Houston",
      "Panhandle",
      "Fort Worth"
    ]
  }
}