{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-197912",
    "date": "December 1979",
    "year": 1979,
    "month": 12,
    "month_formatted": "December",
    "pdf_uri": "/1979/19791200.pdf",
    "issue_cover_image": "",
    "document_start_page": 140,
    "toc_start_page": 138,
    "document_page_range": [
      [
        140,
        141,
        142,
        143,
        144,
        145,
        146,
        147
      ],
      [
        243
      ]
    ],
    "toc_order": 2,
    "toc_headline": "The Best Little Hotels In Mexico",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-197912-thebestl",
  "source": "",
  "wp_post_id": 113490,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-best-little-hotels-in-mexico/",
  "authors": [
    "Cyndy Severson"
  ],
  "headline": "The Best Little Hotels in Mexico",
  "dek": "It's not a balmy sea breeze that is calling to me, but a small hacienda in Tequesquitengo.",
  "spread_caption": "",
  "excerpt": "We’ve found them: nine of Mexico’s best colonial inns and lodges. All you have to do is make reservations.",
  "kicker": "",
  "word_count": 3694,
  "content": "<p>Photography by Michael Patrick</p><p><span class=\"dropcap\">A</span> young American couple vacationing in Mexico arrived late, very late, at the small hotel in Morelia where they were to spend the night. They thoroughly expected their reservations to have been relinquished hours ago, and all they wanted was a sofa in the lobby where they could rest until morning.</p><p>Meekly they told the clerk their names. “Ah, <em>seflor</em> and <em>senora.</em> We have been expecting you. Your room is ready.” Astounded by this stroke of luck, they asked if the dining room was open. No, it was closed. Then could they have a sandwich brought to the room? The clerk would see what could be done.</p><p>Twenty minutes later there was a tap at the bedroom door. In strode waiters with piping hot plates of pork roast, potatoes, green beans, soup, plus chocolate pie and a pot of coffee—the freshly reheated supper that had been served that night. The young couple happily decided to regard the episode as a miracle. In terms of the hotels in their own country, it was.</p><p>This is the Mexican posada at its best: a small lodging house or inn that is prosperous enough to offer good accommodations and service, yet small enough to adapt itself to the special</p><p>needs of its guests. Within a day’s drive of Mexico City, in the heart of the old Spanish colonial area, are dozens of posadas, vintage buildings that have been converted into small, distinctive hotels. The posadas and resorts described here, arranged by geographical area, are our favorites. Make reservations at one or more of them, lay in a guidebook <em>(Fodor’s Mexico 1980</em> is quite helpful), and you’ll have a vacation that you won’t soon forget.</p><p><strong>Cuernavaca: Montezuma's Retreat</strong></p><p>You don’t have to be a tourist to love Cuernavaca, although thousands of them flock to the city each year. Montezuma himself found the climate so salubrious and the soil so fertile that he chose the area for his botanical gardens. The ancient city of Xochicalco, a classic Indian site, once flourished nearby.</p><p>At first blush Cuernavaca’s <strong>Posada De Xochiquetzal</strong> does not offer much in the way of looks, but in this case the first impression is deceptive, for behind its modest facade lies a manicured garden with startling fuchsia bougainvillea, a fountain, and a view of the tower of the sixteenth-century Cathedral of San Francisco, one of the oldest Franciscan churches in America. This small hotel adjacent to the city’s main plaza was once a hacienda. According to legend, it accommodated the courtesans of Spanish conquistador Hernando Cortez, who visited them via a secret tunnel connected to his palace.</p><p>Xochiquetzal retains the character of the hacienda it once was, its spacious rooms decorated with Spanish colonial furniture, primitive antiques, and colorful cotton fabrics. Each bathroom has hand-painted tiles. The atmosphere is relaxed (no phones in the rooms) and private, and little English is spoken, except by the owner, John White. The service can be a bit slow, but the staff is polite and helpful if prevailed upon.</p><img /><p>The excellent restaurant, situated in the arcade of the main house, looks out between brick columns onto the garden below. At night, suffused with the glow of candlelight, it is quite romantic. One of the best items on the menu is the <em>sopa de tortilla,</em> very rich and creamy. <em>Costillas,</em> barbecued ribs with a choice of two sauces (honey-and-garlic or <em>chile)</em> is a specialty of the house. Inside, a bar with tall shuttered windows and a fireplace adjoins the restaurant.</p><img /><p><em>In some secluded rendezvous—stroll beneath palms at Vista Hermosa (left) or down an arcade at Mansion Galindo (above).</em></p><img /><p><em>A crew of frogs encircles a fountain in the patio at Xochiquetzal. Both the guest rooms and the restaurant have a view of the flowers at this relaxed posada.</em></p><img /><p><em>The dining room at Las Mahanitas offers the best food in Cuernavaca, and the luxurious suites (inset) each have a sitting room with a fireplace and two patios.</em></p><img /><img /><img /><p><em>At Vista Hermosa even the kitchen has a stained ceilings of the bedrooms (inset) give an almost</em></p><p><em>glass window. The gray slate floors and vaulted medieval look to this old colonial hacienda.</em></p><img /><p><em>Dining in La Casa de Piedra’s airy loggia—its decorative white cast-iron tables set with copper serving plates, china, and crystal—is definitely a civilized experience.</em></p><p>For reservations, write John White, La Posada de Xochiquetzal, Leyva 200, Cuernavaca, Morelos, Mexico, or dial him direct at 01152-731-20220. Double rooms are $23 to $35. American plan (includes meals) is available on request. No credit cards are accepted, and reservations should be made one month in advance. (All the hotels listed presently charge 4 per cent room tax and 7 per cent liquor tax.)</p><p>Northwest of the plaza in Cuernavaca, a simple doorway opens into <strong>Las Mananitas,</strong> for years the favorite posada of affluent Mexican and American tourists. Though lacking the primitive charm of the Xochiquetzal, Las Mananitas is the epitome of elegance and good service. The management sees to it that fresh fruit is waiting in each guest’s room, and in the evening the sheets are turned down and a mat placed by the bed. In the morning a newspaper appears at the door. Large, fluffy towels and washcloths (the latter a real luxury in Mexico) are provided, and room service is excellent.</p><p>Like Xochiquetzal, Las Mananitas is owned by an American, Bob Krause, who created this posada by rebuilding and expanding an old house. Today terraced rooms surround a beautiful garden filled with flowers, exotic birds, and sculpture; large wooden beams, beautifully carved doors, tile floors, and stone mantelpieces add to the air of luxury.</p><p>Krause’s collection of work by Mexican artists is displayed throughout the posada and includes such well-known figures as Francisco Zuniga, Jesus Guerrero Galvan, and Carlos Merida.</p><p>Considering the reputation of the posada, it is hardly surprising to find that it has the most popular restaurant in town. Lunch is a colorful display, with beautifully dressed women and welltailored businessmen as much a part of the ambience as the African crowned cranes that stalk about the garden. Evening turns the dining areas into a twinkle of candlelight. The menu includes Mexican delicacies such as chicken enchiladas with spicy tomato sauce or <em>mole, carne asada,</em> and Lake Patzcuaro fish San Lorenzo. Prices are high and a reservation is a must for dinner.</p><p>For reservations, write Las Mananitas, Ricardo Linares 107, Cuernavaca, Morelos, Mexico, or call 01152-731-24646. A double room is $40 to $55; a suite is $68. Las Maflanitas accepts no credit cards, and reservations should be made one month in advance.</p><p>Though the Xochiquetzal and Las Maflanitas are the best places to stay in Cuernavaca, La Casa De Piedra<strong></strong> certainly warrants a stop for dinner. Located east of the <em>zocalo,</em> the main building of this small hotel was built about 45 years ago by the Marques of Spain as a replica of a Spanish villa. It was later turned into a hotel and restaurant to give the Marquesa a chance to show off her culinary ability. Her recipes remain the basis of the menu, with specialties such as mousses and vegetable souffles. Other tasty items are the cream of artichoke soup and the fish Rebala. The modest prices and attractive bar add to the appeal of this unusual restaurant. Although some of the Marquesa’s specialties have not been available recently, they will be offered again when the kitchen expansion is complete.</p><img /><p><em>This pyramid on a rocky hill at Xochicalco was once the center of a great city.</em></p><p>La Casa de Piedra’s address is Plan de Ayala 629, Cuernavaca, Morelos, Mexico. Manager Luis Vaca may be reached by telephone at 01152-731-56100. American Express, Master Charge, and Visa are accepted.</p><p>Just half an hour from downtown Cuernavaca on old Highway 95 south, the road to Tequesquitengo leads to the Hotel Hacienda De Vista Hermosa,<strong></strong> a magnificent sixteenth-century building said to have been erected by Cortez as a winter palace in 1529. Whether or not the legend about Cortez is true, the fact remains that the place was at one time a resplendent hacienda in the classic viceregal style, with stone walls and ribvaulted ceilings. Its grounds include a bullring, stables, and a small chapel. Today the property is a hotel, and though the service and food are less than good, it is still a fine place to spend a day or even a night prowling around. In the lush gardens, palm trees tower overhead and ancient <em>amate</em> trees grow around the old walls. Guests can also swim in the huge pool, beside the ruins of walls that once supported an aqueduct.</p><p>Hotel Hacienda de Vista Hermosa is located at Lake Tequesquitengo, San Jose de Vista Hermosa, Morelos, Mexico (telephone 01152-734-20300). Double rooms are $55 to $85; a suite with American plan is $100 to $125. American Express, Diners Club, Master Charge, and Visa are accepted. For reservations, write Apartado Postal 41, Zacatepec, Morelos, Mexico, at least two months in advance.</p><p>An hour’s drive east of Cuernavaca is another estate built as a sugar plantation. Of about the same vintage as Vista Hermosa, Hotel Hacienda Cocoyoc<strong></strong> has been converted into a large resort popular with affluent Mexican tourists. Surrounded by fertile farmlands, with the volcanoes Ixtacihuatl and Popocatepetl looming in the distance, the beauty of Cocoyoc lies in its lovely grounds. The gardens give an idea of what the place must have looked like in the old days, when an extensive aqueduct circumscribed the property. Also located on the grounds is a villa with a collection of fine Spanish antiques.</p><img /><p><em>Although in Nahuatl its name means “place of the coyotes, ” Cocoyoc today is quite tame.</em> Amate <em>trees gently embrace the walls of its seventeenth-century buildings.</em></p><img /><p><em>Guests dine alfresco at the Virrey de Mendoza. In the stately Victorian rooms (inset), Trench windows open onto patios that overlook the plaza and streets below.</em></p><img /><p><em>Villa Montana was once intended as a home for movie actor Tyrone Power, and for years its spacious terraces were a favorite retreat of film stars and friends.</em></p><img /><p><em>The famed butterfly fishermen ply Lake Patzcuaro, gracefully dipping nets like the wings of some huge insect. The whitefish they catch is a local specialty.</em></p><img /><p><em>Carefully scraped prickly pear pads,</em> nopalitos, <em>are sold in the market at San Miguel de Allende, to be cut up and scrambled with eggs or to be served in a hot sauce.</em></p><p><em>“At a certain time of the month the moon sets on one side of the pyramid at the same time the sun rises on the other, throwing eerie shadows on the gray stone that make the carved figures come strangely alive.”</em></p><p>Although convention and recreational facilities including tennis, golf, and horseback riding are available, the rooms in both the hotel and the bungalows are rather plain. The service is quite satisfactory and the management is young, friendly, and efficient. Cocoyoc is best regarded as a place that will give the visitor a room with a view.</p><p>Hotel Hacienda Cocoyoc’s address is Cuautla, Morelos, Mexico (telephone 01152-735-22000). A double room is $29 to $40, and a suite is $60. American plan and modified American plan are available on request. All major credit cards are accepted. Reservations should be sent to Apartado Postal 300, Cuautla, Morelos, Mexico, two weeks to a month in advance.</p><p>Cuernavaca is a splendid area for sight-seeing, and the most magical of all the nearby sites is the ruins of Xochicalco. Only a half-hour south of the city on Highway 95, Xochicalco was an Indian ceremonial center built during the first great period of Mexico’s civilization, supposedly as an astrological site.</p><p>Several ruins have been unearthed, the most outstanding being the main pyramid-temple. Now partially restored, this pyramid is covered with fantastic stone carvings showing a band of snake motifs and human figures in headdresses, together with huge glyphs and other animal figures. When it was in use, the structure was boldly painted in red, blue, vermilion, and black, and may well have been the finest pyramid in Mexico. Once a month the moon sets on one side of the temple at the same time the sun rises on the other, throwing eerie shadows on the gray stone that make the carved figures come strangely alive.</p><img /><p><em>Formal but not stuffy, La Casa Sierra Nevada has fine Continental specialties.</em></p><img /><p><em>With accordion music wafting from a street corner and the aroma of tortillas in the air, the market at Patzcuaro is easily one of the most appealingin Mexico.</em></p><img /><p><em>Who could resist Mansion Galindo’s magnificent pool or fail to marvel at the trompe I’oeil in the lobby (inset)? What appears to be intricately carved wood over the arches and doorways is actually the work of a master painter. A crew of seventy stonemasons and carpenters, who all but lived at the site for four years, built the hotel from ruins on the grounds of an old granary.</em></p><p><strong>Morelia: Ar1 Thb Stars Out Tomioht?</strong></p><p>To the west of Mexico City lies what many consider Mexico’s most beautiful state, Michoacan. Its major city, reached via a breathtaking drive from Mexico City through winding mountain roads and tall pines, is Morelia, the capital.</p><p>One of the two best hotels near Morelia, the stately <strong>Hotel Virrey De Mendoza</strong> affords a fine view overlooking the Plaza of the Martyrs. Built in 1744, the Mendoza was converted from a residence to a hotel in 1938. In adding a third story to the original structure, the builders sensitively reproduced the architectural detailing, right down to the intricate carved doors and the lovely stonework that frames them. The softly shaded patio dining area is a pleasant spot for a bowl of <em>sopa de Tarasca,</em> an Indian version of tortilla soup. Diners who speak Spanish, incidentally, receive swifter service than those who don’t.</p><p>For reservations, write to Hotel Virrey de Mendoza, Portal Matamoros 16, Morelia, Michoacan, Mexico, or call 01152-451-20633. A double room is $23; a suite, $30. American plan is available on request. All major credit cards are honored. Reservations should be made one month in advance.</p><p>The Santa Maria Hills to the south of the city offer a spectacular view of Morelia and its magnificent cathedral. They are also the site of a very special hotel, the <strong>Villa Montana.</strong> Perched on the highest point of the hills, the individual cottages of this hotel spread out over terraced gardens full of hibiscus and other flowers. They were built with Indian labor, using gray stone from the nearby mountains, and their design, as well as their antique furniture, was the inspiration of Raymond J. Cote, the previous owner. Cote started the project in the forties, renovating the ruins of an old house as a residence for the film star Tyrone Power. Although Power died before the place was finished, Cote kept the building, opening it as a small, informal hotel in 1959.</p><p>It became a favorite among movie people such as Helen Hayes and Fredric March, who were made to feel so much at home that on occasion they even helped Cote prepare the food. Now the hotel has 65 rooms and a well-trained staff.</p><p>Each roomy bungalow is individually decorated, though all have beamed ceilings, tile floors, tile baths, and stone walls. Fresh flowers as well as wood for the fireplaces are brought in daily.</p><p>The bright dining room, overlooking the pool and terrace, is furnished with <em>equipales,</em> the pigskin-and-cedar furniture that dates to the days of the conquistadores. There is no formal menu, but full meals are served. At breakfast, delicious <em>huevos rancheros</em> and hotcakes are among the variety of Mexican and American selections.</p><p>Room rates include three meals a day and all tips. The only drawback to this scheme is that meals are served promptly at designated hours, but the prices are reasonable enough to allow an occasional meal elsewhere, and the kitchen will pack a lunch for anyone who plans to be away for the day. Because of its meal policies and the fact that it does not allow children under twelve, the hotel attracts a sedate, mostly American crowd. It provides a tranquil and comfortable place to stop for a day or even a month.</p><p>Reservations should be addressed to Hotel Villa Montafla, Apartado Postal 233, Morelia, Michoacan, Mexico (telephone 01152-451-22588). A double room with bath is $60 to $84 plus 10 per cent service charge. All accommodations are on the American plan. No credit cards are accepted, and reservations should be made several months in advance.</p><p><em>“The Hotel Villa Montana became a favorite among movie people like Helen Hayes and Fredric March</em>, <em>who were made to feel so much at home that on occasion they even helped prepare the food.”</em></p><p>Shopping throughout the state of Michoacan is some of the best in Mexico, particularly in the Indian settlements close to Morelia. Around Lake Patzcuaro, near the city, is an array of interesting Indian villages, rich in primitive architecture and arts. A worthwhile excursion out of Patzcuaro is a boat ride to the fishing village on the island in the middle of the lake, where drying nets hang gracefully from long poles. Patzcuaro itself has the area’s most <em>tipico</em> market, with pigs, goats, and laughing children running in the streets and impromptu white awnings shielding each stall from the sun. With its tall stacks of baskets and sombreros, bolts of lace and embroidered fabrics, and artfully arranged fruits and vegetables for sale, this market seems the essence of Mexico.</p><p><strong>Thk Bajio: Revolutionary Ideas</strong></p><p>The third major area of colonial Mexico is the Bajio. The major route through the lush farmland of this temperate plateau, from Queretaro in the east to Guanajuato in the west, is known as the Independence Trail, for along this route in 1810 revolutionary leaders Ignacio Allende and Padre Hidalgo started the chain of events that led to Mexico’s independence.</p><p>The jewel of the Bajio is the old town of San Miguel de Allende, situated between Guanajuato and Queretaro on the side of a steep hill. The approach from Queretaro offers a spectacular view of the city with its narrow cobblestone streets lit by old carriage lamps, and the cupolas of some twenty churches in the background. Its attractive market has good fresh food, and a dozen or more restaurants and bars surround the plaza. Although it is filled with Americans and has a large art colony, San Miguel retains a distinctive Mexican character.</p><p>San Miguel is a great place to settle in for a few days. It has an abundance of small hotels and inns, of which the best is <strong>Casa De Sierra Nevada,</strong> a pink stucco structure located on Hospicio, above the parish church. Built in 1735, it was originally an orphanage. The powerhouse behind this excellent posada is manager Jeanette Reynolds, who knows everything about the town and everybody in it. She plans the menus, runs the hotel, and still has time to answer questipns and make sure every guest is cared for.</p><p>The original building includes the dining rooms, bar, and five guest rooms around two courtyards. Across the street is a second old house that has been converted into five suites, each with access to a garden or a terrace. The restaurant has the best food in town, although the offerings are short on Mexican food. As Jeanette Reynolds says, “Why try to beat them at their own game?’’ Instead she serves excellent Continental cuisine featuring aged beef, seafood, fresh vegetables, and homemade pasta.</p><p>For reservations, write Jeanette Reynolds, Casa de Sierra Nevada, Hospicio 35 (or Apartado Postal 226), San Miguel de Allende, Guanajuato, Mexico, or call 01152-465-20415. Double rooms are $20 to $30; suites are $25 to $40. Master Charge and Visa are accepted. Reservations should be made one month in advance.</p><p>From San Miguel, the city of Queretaro is about a forty-mile drive. Its unusual sobriquet, the “city of beautiful doorways,” refers to the monumental carved stone portals that line its streets, each framing a patio filled with blooming plants and painted tiles. Although most of the buildings are white, the city is punctuated by the mosaic colors of its polychrome-tile church domes.</p><p><em>(Continued on page 241)</em></p><p><em>The Beet Little Hotels in Mexico</em></p><p><em>(Continued from page 145)</em></p><p>Compared with the beautiful public architecture in Queretaro, the hotels in the town are rather uninteresting. A better choice is the Hotel Mansion Galindo, a magnificent Spanish-style villa a short 45 minutes southeast that combines the opulence of the colonial period and the conveniences of the twentieth century.</p><p>Located just east of the dusty little town of San Juan del Rio, it seems a virtual castle in the midst of rolling hills and poor villages and is probably the finest hotel of its type in Mexico.</p><p>The original fortresslike house with its old granary dates from the sixteenth century. The entire structure was built of <em>cantera</em> and adobe, which can still be seen in the large stone arcade leading to the meeting rooms. A crew of seventy stonemasons and carpenters, working in shops set up at the site, constructed the hotel from the ruins of the old building.</p><p>The entrance to the Mansion Galindo is a panorama of color, with dark sienna walls flanked by red geraniums, magenta bougainvillea, and deep green lawns. The public rooms are quite spectacular.</p><p>Trompe l’oeil paintings accent the architecture of the lobby area and extend into the small dining room, and the walls of the large dining room are completely covered in murals of flowers and latticework, in one of which a door swings open to reveal a demure Spanish woman in period costume looking out at the guests. However, after the lavish appointments of the lobby and dining areas, the bedrooms are a disappointment. Even though they are large, some with their own terraces and Jacuzzis, all are identical in decor and lack the color and elegance of the downstairs areas.</p><p>Galindo is a favorite spot for the wealthy and a weekend retreat for the Mexico City crowd. Due to the close supervision of the Italian manager, Pasquale del Prete, and the demands of the clientele, the service is excellent. The extensive menu includes Continental cuisine as well as local specialties (like mango mousse) served by well-trained waiters in crisp white jackets, and the candlelight and soft guitar music in the small dining room create an especially romantic atmosphere.</p><p>For reservations, write Pasquale del Prete, Hotel Mansion Galindo, Km. 5 Carretera La Mansion Amealco, San Juan del Rio, Queretaro, Mexico, or call 01152-467-20050. A double room is $42 to $65; suites are $82. All major credit cards are accepted, and reservations should be made one month in advance.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "December 1979",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Mexico",
      "Hotels",
      "Spanish",
      "House",
      "Restaurant",
      "The Ruins",
      "Architecture",
      "Food",
      "Home",
      "Mexico City",
      "Trees",
      "buildings",
      "Children",
      "choice",
      "Film",
      "Fish",
      "Helen",
      "Highway",
      "montana",
      "Music"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Temple",
      "West"
    ]
  }
}