{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-197912",
    "date": "December 1979",
    "year": 1979,
    "month": 12,
    "month_formatted": "December",
    "pdf_uri": "/1979/19791200.pdf",
    "issue_cover_image": "",
    "document_start_page": 158,
    "toc_start_page": 156,
    "document_page_range": [
      [
        158,
        159,
        160,
        161,
        162
      ],
      [
        231
      ],
      [
        233,
        234
      ],
      [
        236
      ],
      [
        238
      ],
      [
        241,
        242
      ]
    ],
    "toc_order": 6,
    "toc_headline": "My Life And Hard Times In the Junior League",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-197912-mylifean",
  "source": "/1979/19791200.pdf",
  "wp_post_id": 113469,
  "wp_post_guid": "http://www.texasmonthly.com/article/my-life-and-hard-times-in-the-junior-league/",
  "authors": [
    "Prudence Mackintosh"
  ],
  "headline": "My Life And Hard Times In the Junior League",
  "dek": "Here’s what happens to nice girls when they grow up.",
  "spread_caption": "",
  "excerpt": "“In the League, you’ll run into a little tradition, some noblesse oblige, and a lot of talk about diets, dyslexia, designer dresses, and divorce. ”",
  "kicker": "",
  "word_count": 8473,
  "content": "<img/><p><span class=\"dropcap\">I</span>n March of 1974 I was attending a Tuesday Lenten service at church when an acquaintance in the pew across the aisle caught my eye and silently mouthed, “Congratulations.” I looked blankly back at her, but deep in my heart I knew what she was talking about. No woman is supposed to know that she has been proposed for membership in the Junior League, but in fact she always does. When your best friend calls asking for sixteen recent photographs of you, your Texarkana High School yearbook, the University of Texas <em>Cactuses</em> for 1962 through 1966, and your mother’s telephone number, what else can it mean?</p><p>The invitation to membership in the Dallas Junior League was waiting for me when I got home. Even as I read it, the telephone began to ring with more congratulations from old sorority sisters and my mother’s friends. My husband even got calls at the office from other men congratulating him. But I didn’t exactly share everyone else’s enthusiasm. To say that I had mixed feelings about the invitation is an understatement.</p><p>On one hand I was flattered. An invitation from the Junior League is highly coveted by many Dallas women, and to decline to join would be very much like refusing a White House invitation. On the other hand, the times were out of joint for the League and me. I was in the throes of motherhood and an incipient writing career. The women’s movement added to my ambivalence. I had good friends in both camps. I knew women who canceled their <em>Vogue</em> subscriptions and sometimes their marriages and women who registered for submissiveness training seminars and continued to wear Hanes hosiery because gentlemen preferred it. I straddled the fence by wearing slightly frayed blue jeans and blusher, and tried to remember which of my friends were “women” and which were “ladies.” The League was clearly filled with “ladies,” and in 1974 the ladies seemed anachronistic. Nevertheless, given my upbringing, I couldn’t quite accept the feminist dictum that to do volunteer work is to be exploited, and if my cherished League friends cared enough to go through the machinations of getting me into this organization, how could I turn them down?</p><p>To make a long story short, I joined but I never amounted to much. Some people are born to be club women, some can be trained, and some just can’t “keep a good notebook.” I think I may have had my fill of <em>Robert’s Rules of Order</em> in high school. I also never learned to do needlepoint, an important skill if one is to endure changes of bylaws at long organizational meetings.</p><p>Any Junior League member who passed her training course will tell you that the purpose of the association of Junior Leagues, Inc., is “exclusively educational and charitable and is to promote voluntarism.” But if that was all there was to it, we could just dispense with the reading of the minutes and go home. No, what initially fascinated me about the Junior League was that it reminded me so much of the sorority I had belonged to twelve years earlier at the University of Texas. Here we all were again with big nametags pinned to our dresses. The sorority house was now a country club or a lovely tearoom. And there were still beautiful faces, classy clothes, a selection process, songs, skits, and costumes. There were even “transfers” from less selective Leagues—still sometimes privately referred to as “real dogs.” I even perceived a glimmer of the old ideological split between the “flowerpots,”<strong></strong>those who hewed to the espoused purposes of the organization, and the “flowers,” who mainly liked to get together and visit.</p><p>But for all the similarities, the Junior League in 1979 is much more than a sorority. Because it absorbs women’s energies over a longer period of time (most women remain active at least ten years), encompasses a broader age span (from about 26 to 40), and performs vital volunteer services to the community, the Junior League is rhuch harder to define. Within almost any Junior League, you will run into a little tradition, some noblesse oblige, some fierce female competition, a religious faction, a little tdp dancing, and a lot of talk about dieting, dyslexia, designer dresses, and divorce. You’ll also encounter huge sums of money raised for the public good, some savvy political strategists, emerging feminism, folding chairs full of balance sheets and ballots and needlepoint, and a president at the podium spouting acronyms.</p><p>Opposite: <em>The Junior League is getting confused about who needs the most help—the underprivileged or its own members.</em></p><p>Photograph by Jeremy Green/Kirkley Photography, Inc.</p><p>Junior League member portrayed by Melinda Pike Suit courtesy of Howard Wolfe</p><img/><p><em>“Being in the Junior League is often hectic, and some women spread themselves dangerously thin, operating businesses, carpooling children, running five miles a day. I almost choked on my aspic when one League member said to me, 'i just don't know how you find time to write.'”</em></p><p>During my two-year tour of duty I was what the League bureaucracy calls “a good little Indian.” I worked the first year as a docent at the Museum of Natural History at Fair Park. I reasoned that knowing a little about armadillos, javelinas, raccoons, and grizzly bears would be useful tb a mother of sons. I studied my docent script dutifully, memorized the slide show, and even read my older son’s <em>Ranger Rick</em> magazines for bizarre animal lore.</p><p>Every Friday morning for nine months, I herded busloads of schoolchildren past the dioramas of egrets, buffaloes, and mammoth tusks. In the first corridor, the teachers seized the opportunity to desert their charges to have a smoke or hide in the bathroom. This left the docent with thirty or forty nameless children to control. Relieved to be out of their classrooms, the kids seldom exhibited much interest in my spiel. I would, for example, solicit reverence for the majestically displayed bald eagle, only to have a ten-year-old country-wise kid pop his gum and say, “Lady, you know what? My daddy calls them eagles ‘blackbirds,’ and they eat our baby goats like crazy. He says you can’t hardly get nobody to shoot ’em no more.” I would move swiftly to the rookeries of roseate spoonbills, raise hopes for a sighting of the ivory-billed woodpecker in the Big Thicket, and even work up a few tears for the brown pelican, whose eggs cracked because of the DDT in its diet.</p><p>After about six months of this, I began to hope the school buses would break down, so I could drink coffee like the paid staff and gaze in solitude at snakes in the formaldehyde jars in the basement. My League placement advisor looked aghast when I wrote down my first choice for the next year—Parkland Hospital Emergency Room—but I was ready for changing exhibits. Parkland, in those days, was the type of unpopular placement the League had for working women who had to get in their hours at night or on weekends. It didn’t exactly attract the crowd who joined to socialize. I scoffed at a woman who said, “My husband would never let me work at Parkland.”</p><p>I began at the triage desk, where all emergency patients are checked in, charted, and dispatched to special areas. The first day I registered cases of hiccups, gas, sore throat, hives—all the routine ailments of the city’s indigent population. I was beginning to long for the buffaloes and mammoth tusks, when the doors burst open and the emergency paramedics rolled in the victim of a barroom stabbing. Somebody thrust a clipboard in my hand and shoved me toward the rolling cart. “Get him checked in and charted.” I followed the paramedics to the surgery area hoping they at least knew the man’s name. I tried to be cool as they stripped off the flailing man’s pants and tied him with restraints to the surgical table. “Sir,” I blurted timidly, “I just need to know your name for our records.” He let out a string of drunken obscenities. I was ready to give up, when the paramedic slapped the patient’s face and said, “Buddy, ain’t nobody gonna start sewing you up till you tell that nice lady your name. Then I want you to start thinking real hard about your address and your birthday.” I was afraid he might die before I got to ask him about insurance, but with the skillful paramedic’s help I got all the blanks filled in and returned triumphantly to the triage desk.</p><p>Eventually I learned to take vital signs, to get patients to X-ray, to deliver lab reports, and to locate patients’ charts, and my children came to regard me with the same awe they felt for the paramedics on NBC’s <em>Emergency One.</em> In the course of the year, I assisted in a rape examination, helped pour charcoal down an overdosed teenager, saw a child the age of my own die before his parents could be located, met a homosexual priest in for his regular VD treatment, checked in a county jail inmate named Famous, held the hand of a thirteen-year-old in labor, changed a sanitary napkin for a woman with a broken hip, and had an extensive written conversation with a deaf man whose principal complaint seemed to be “fallen private parts.”</p><p>Occasionally my bleeding heart got the best of me. When I discovered that a one-legged, diabetic black woman was planning to spend the night sitting in the hospital waiting room because the volunteer van had failed to return for her, I volunteered to take her home. She, of course, had never driven a car and had no sense of direction other than a vague notion of the city bus route. After two and a half hours of wandering in far South Dallas, I finally located her nursing home.</p><p><strong>AT the Crossroads</strong></p><p>My year at Parkland was an immersion in a side of life that North Dallas matrons seldom see, but in many ways it was a textbook example of Junior League voluntarism—of the privileged helping the less privileged in a direct and personal way. Unfortunately, if the League continues on its present course, fewer members will have this experience. The reasons for this are of course complex, but the change is due in some part to the redefining of women’s roles, to a subtle shift away from helping others to helping self, and to a loss of confidence in tradition and traditional institutions like the Junior League.</p><p>Over the past two years I have traveled to a number of Junior Leagues in Texas. I have talked with a lot of women who are confused about their roles not just as mothers, wives, and professionals but also as volunteers. Some resent that their lives have fallen into predictable patterns. Others have altered the pattern by spreading themselves dangerously thin —pursuing graduate degrees, operating businesses, selling real estate, car-pooling two or three children, room-mothering, and still volunteering their almost nonexistent free hours to attend required League meetings, sing in nursing homes, save historic buildings, and sew costumes for the Junior League Ball. Some were running five miles a day and practicing transcendental meditation between eleven o’clock and midnight. I almost choked on my aspic when one of these friends said to me, “I just don’t know how you find time to do all that writing.”</p><p>Opposite: <em>The League seems a bastion of propriety, but at Dallas’s charity ball, flashes of leg are part of the program.</em></p><p>Photograph by Kent Kirkley</p><p><em>“as a volunteer at Parkland I met a homosexual priest in for VD treatment, helped pour charcoal down the throat of an overdosed teenager, held the hand of a thirteen-year-old in labor, and had a written conversation with a deaf man whose prmapal complamF seemed to be ‘fallen private parts.'”</em></p><p>Texas women did not need the women’s movement to get them out of the house—volunteer work in the community had traditionally served that purpose. But now the feminists are telling us that volunteer work, like housework, makes women feel needed but not valued. Women who long ago decided that they were meant for better things than vacuuming the floor as housewives are also asking themselves why they should be emptying bedpans as volunteers. I’m in favor of people achieving their full potential, but if that means no one will be holding a child’s hand at a free dental clinic or recording books for the blind, then the Junior League’s original purpose—to organize the privileged to help the underprivileged—will be lost. And we will all be diminished because of it.</p><p>Volunteer work has been the stated purpose of the Junior League ever since a pair of nineteen-year-old New York debutantes, Mary Harriman and Nathalie Henderson, decided in 1901 to organize their leisure time for service to the community. Those founders of the Junior League were soon joined by Eleanor Roosevelt and other young women who embraced the reforming impulse of the Progressive Era. It is ironic that the Junior League, which in 1979 is widely regarded as the embodiment of tradition; was to those restless debutantes a vehicle for breaking out of their traditional sphere. Eleanor Roosevelt and her Junior League friends rejected the Four Hundred and the “season” at Newport in favor of riding streetcars or elevated trains alone into neighborhoods where male derelicts staggered out of saloons. Working in the settlement houses of the Lower East Side, these women saw misery and exploitation on a level they had never imagined.</p><p>Junior Leagues have existed in Texas for about fifty years, and they are thriving today. Like the New York League, the Texas organization drew its initial membership from clearly defined ranks of society. In the twenties, of course, upper-class women were the only ones with enough leisure time to organize. “How we adored the Junior League then!” said Mrs. James Nixon, a Philadelphia-born founder of the San antonio Junior League, in an interview with Susan Hamilton of the <em>San antonio Light.</em> “We held meetings every day. They used to tease that i’d go to the Children’s Free Clinic to work while my own babies were sick at home with the maid. It was true. But it was so easy to get good help then.” apart from these Lady Bountiful activities, League members frequently spent their time hostessing innumerable fundraising teas and luncheons. Such tearoom socializing made the Leagues appear frivolous, but in fact the proceeds from such lunchrooms helped to finance another type of lunchroom—the Salvation army soup kitchens, which by 1931 were feeding the millions of americans caught in the Depression.</p><p>In the early forties the Junior Leagues were predictably involved in the war effort. By the fifties, Junior League gift shops flourished, as did garden clubs, style-show benefits, canasta luncheons, and rummage sales. No one questioned whether reading stories at Scottish Rite Crippled Children’s Hospital or staffing a mobile x-ray unit would prepare a woman for a midlife career. If a woman wanted to dress up like Cinderella for ten years in the Children’s Theater performances, no one worried that she might be stifling her “growth potential.”</p><p>The fifties and early sixties were the halcyon days of Junior Leagues. Volunteer work was what every woman did if her husband was a good provider. League activities were regularly reported on the front page of the newspaper society sections through the early sixties. “The League lost a big motivating force,” one older member laments, “when the Women’s Section of the paper changed to Trend.” Newspaper coverage, of course, is not the only thing that has changed. Texas’ cities have grown at unprecedented rates, so defining the boundaries of “society” has become extremely complicated. And inflation has meant that charitable donations, unless linked with federal grants or matching funds, cannot accomplish what they once did.</p><p>Perhaps the most significant changes have occurred in the lives of uppermiddle-class women themselves. They go to school longer. Ten per cent of the Dallas Junior League members have graduate degrees. League women now marry later than they did a decade ago, and they sometimes postpone childbirth until their thirties. They have less household help than their mothers did.</p><p>Life for the Junior League woman is often as hectic and strained as it is for a full-time working mother, but the League member has the added pressure of maintaining the appearance of a stayat-home wife and mother—and little reward when someone at a cocktail party asks the inevitable “What do you do?” Women with preschool children are frequently serving on committees and competing with older women whose children are in school five days a week. Making expensive day-care arrangements to do volunteer work doesn’t make economic sense; consequently, many children often get stashed with a friend’s maid or dropped at a variety of church day-care centers in the course of a week. Small wonder that the children of one League member applauded wildly when they saw what they took to be a For Sale sign on the headquarters of the Houston Junior League.</p><p>Many people agree that the Junior League should make forty the minimum age for admission rather than the maximum age for active membership. However, the League has always maintained that if the habit of volunteering is not instilled in women at an early age, they seldom find time for it. As it stands, though, a lot of League women are so burned out at forty that they never employ their valuable training again. Some of the Leagues in Texas have recently raised their maximum admission age to 36, but I suspect it was a move to temporarily swell the dwindling ranks of those members between the ages of 34 and 40 who do the bulk of the League work. Younger women admitted to the League are often professionals who have no ambition to make the League their full-time career.</p><p>Another influence on even the most conservative upper-middle-class women, of course, is the women’s movement. Older women who had volunteered years of their lives to community service were dismayed to hear their career-bound daughters say, “Gee, Mom, i’ll bet you’re sorry you wasted all that time doing volunteer work.’’ But what really jolted the Junior League was the defection of some of its most promising members to careers. One early defector said to me, “The Junior League? It seems like that happened in another life. I can hardly remember it at all.” Now, with the first wave of the women’s movement past, fewer young professional women defect. Leagues hold separate night meetings for working women. Nearly 30 per cent of the Dallas and Houston League members are gainfully employed. This organization that once was characterized as “We don’t do, we are,” is now being asked by its younger members, “What do you do that is worth my time?”</p><p><em>(Continued on page 229)</em></p><p><em>(Continued from page 160)</em></p><p>The Junior League is now under pressure from its members to provide “meaningful placement.” By “meaningful” most women mean something they can use on a resume sheet for a “real job.” With divorce on the rise, even the most traditional women are assessing their marketable skills. No matter how much praise President Carter, Erma Bombeck, and Lynda Johnson Robb heap on motherhood and volunteer work, many contemporary women still fumble when filling in the “occupation” blank on the supermarket check-cashing card. If being a volunteer is the appropriate and fulfilling role for affluent women, then why are Charlotte Ford and Gloria Vanderbilt autographing the back pockets of blue jeans?</p><p>The national Junior League organization got the message and designed a program called Volunteer Career Development. Sensitive to the feelings of older members who might be threatened by the word “career,” the Dallas League mulled the program over for a year or so, then renamed it Focus. A gentle consciousness-raising group, Focus encourages women to consider their interests and talents and choose volunteer placements that will increase skills in those areas. “There is no pressure to select a paid career as the ultimate goal,” said a League member who has taught the course, “but we do want women to take responsibility for their lives and to realize that they have already made certain choices whether they were aware of them or not.”</p><p>What League activities are transferable to a resume? Raising and disbursing large sums of money, all with increased scrutiny from the IRS, are bound to offer at least a few members some financial expertise. There is also experience to be gained in compiling and marketing cookbooks and other pamphlets, selling advertising, writing press releases, and applying for grants. And as the League becomes more involved in publicly funded projects, members who deal with elected officials are becoming very sophisticated politically.</p><p>Unfortunately the majority of these “meaningful” jobs are found in the bureaucracy of the Junior League, which doesn’t bode well for an organization that is supposed to train community volunteers. The more status and prestige the League attaches to organizational work, the more the League will produce organizational women who do little good for anyone other than themselves and the League. This dilemma greatly concerns certain League women. One member captured it in a recent editorial in the Dallas League’s magazine: “If the League can’t build up some old-time enthusiasm for volunteering, we may find that we are just shifting around deckchair assignments on the <em>Titanic</em>.”</p><p>The League was founded on the principle that a woman’s two primary responsibilities are to her family and to her community, but the Dallas League estimates that by next year half its members will be professionals. No matter how you stretch it, it’s hard to make the old-time volunteer spirit fit in with a fulltime job. For example, a working woman gives only 35 hours a year to her League volunteer work, and by necessity she has to pursue it at night or on the weekends. No doubt the League, which still employs male lawyers and accountants, could draw on its professional members to perform these skills, but how does that help the community?</p><p>Just why a woman with a full-time career wants to be in the League in the first place puzzles me a little. I cannot rule out a genuine desire to perform altruistic service, although I seldom heard that motivation mentioned by the working women I interviewed. One young lawyer admitted she was in the League for her mother. “You know how mothers are. I attended a great undergraduate school, graduated with honors, went to law school, graduated in the top five per cent, and was hired by a prestigious law firm. So what does my mother say? ‘Oh, honey, you never were in a sorority. The Junior League is your last chance.’ ” another young professional admitted that the man she intended to marry was likely to be transferred and she thought the League would be a good contact to have in any community. Others said that their jobs were socially confining and they valued the opportunities the League offers to be with friends. But when professionals dominate the Junior League, will it become just another civic club like the Lions, Kiwanis, or Rotary?</p><p><strong>WHY We Join</strong></p><p>In spite of its identity crisis, the League still attracts women who simply want to help others. Those of us raised in the Bible Belt on “Freely ye have received, freely give” grew up with the expectation of helping other people. While Woody allen and his playmates were seeing their analysts, my hometown friends and I were holding Vacation Bible School in the tar-paper shacks of a gypsy camp on the outskirts of town. We spent some summers sprawled in the sun beside swimming pools, but we also scrubbed lousy heads and aired urinesoaked mattresses at the Community Chest camp for underprivileged children. Women don’t join the Junior League just so they can help the handicapped, but many of them grew up doing volunteer work and planned to continue as adults. The immediate past president of the Dallas Junior League was a candy striper at Baylor Hospital when she was fourteen.</p><p>In an organization like the Dallas League, however, with over a thousand upper-middle-class women, motivations are bound to vary. To be sure, many women have never given their membership a second thought. The Junior League is as inevitable as living in Highland Park or joining the country club. Some, however, have a genuine sense of noblesse oblige. These are the members who probably never needed the League to give them the stamp of social approval in the first place. They are welleducated women who do not seem to suffer guilt about leaving their children and their kitchens largely in the care of servants. They assume volunteer responsibilities as full-time careers and they usually rise quickly in the power structure. They are seldom found handling snakes at the zoo or gluing Popsicle sticks with a Mexican american child at the Inner City Day Camp. Instead, they appear on the boards of United Way or Mental Health and Mental Retardation, or perhaps on the board of the Museum of Fine arts, the symphony, or the opera. Articulate and almost intimidating spokeswomen for their favorite causes, these women can usually muster League funds and volunteers to keep projects afloat.</p><p>Other women admit that they need the Junior League to give them self-confidence in dealing with the community. These women may have the same intelligence and perhaps more money than those of the noblesse, but they lack the power and the connections. Being a member of the Junior League enables a woman to go to the top of any agency or institution for information or funding. As one member said, “When something goes awry in the school system, a Junior League member can call the superintendent and not be shuffled off by his secretary to a double-talking member of the bureaucracy.”</p><p>Several Texas Junior Leagues recently surveyed their members, using a questionnaire created by the Hogg Foundation. It revealed that most women valued above all else the “sociability” that the Junior League provided them. “Sociability” was described as “working with congenial, interesting women, doing interesting things that enable me to escape the routines of housework, and the opportunity to develop friendships.” although these may not be the motives envisioned by the idealistic founders of the Junior League, who can fault an organization for providing “sociability” in an age when women are isolated in the suburbs or move often from city to city?</p><p>No one appreciates her League membership more than a woman whose corporate-executive husband is frequently transferred. The Houston and Dallas Junior Leagues, for example, are hard pressed to keep native-born members in the majority. The immediate past president of the Houston League is a transfer from Tyler. In Dallas each transfer is assigned a “friend” who goes with her to meetings and provides her with the emotional support and information that nextdoor neighbors used to offer.</p><p>You don’t have to be a transfer to reap the serendipitous benefits League membership offers. There is probably no better place to hear about the best schools, the preferred teacher, or an orthodontist within bike-riding distance. The Junior League is a perpetual source of information about decorators, seamstresses, hairdressers, Colorado condominiums, summer camps, exercise classes, maids, caterers, house painters, carpenters, divorce lawyers, and plastic surgeons. League members with realtor’s licenses also know that it is an invaluable source of rumors about prime real estate.</p><p>For some women the Junior League fills a void left by ambitious husbands. “Jogging is about the only thing my husband and I do together anymore,” one League member in her mid-thirties told me, “and you don’t get a lot of meaningful conversation out of your husband when you’re huffing around a track at six in the morning.” i’ve asked some League members’ husbands what they thought of their wives’ involvement in the League, and one only halffacetiously replied, “Well, it keeps her off the bottle and out of the shopping malls. I think it’s great!” “He wants me to have something to do so he won’t feel guilty about never being home,” says a busy League officer. “You know how it is being married to a lawyer.”</p><p>“It’s my one contact with the outside world,’’ one woman said of her Junior League involvement. She was not being ironic. For women who went from the arms of their generous Texas daddies to the arms of ambitious and protective husbands and then settled comfortably into the same neighborhoods and country clubs where they had grown up, the Junior League can be a liberating force. One League member in a small town told me that her association with the Junior League had sent her to conferences in Boston, San Francisco, and Washington, D.C. “I had never traveled anywhere without my husband. Because of the Junior League, I was thrown on my own resources—handling baggage, hailing cabs, tipping, checking into hotels. These may seem like small things to some women, but it was a real accomplishment and self-confidence booster for me.”</p><p>Anyone who joins the Junior League with the expectation of improving her social life is likely to be disappointed. Perhaps in the past, when the Dallas League was smaller, becoming a member automatically placed one in a social circle. Today, however, when monthly meetings contain six or seven hundred women, it is difficult to feel any cozy exclusivity. “The Junior League isn’t as much fun as it used to be,” one sustaining member (“sustainer” being the lovely League euphemism for inactive members over forty) lamented. “Everything is so busy and too serious. If anybody has a party, it has to have a purpose—stamping out cancer or saving the symphony.” Those who believe the Highland Park Woman meets her lunch bunch at the S&S Tea Room every day are dead wrong. The majority of members either eat no lunch (League women are notoriously slim) or lap yogurt at stoplights on their way to pick up their car-poolers before going on to another meeting, seminar, or book club. Businessmen are not the only upholders, it turns out, of the Dallas work ethic.</p><p><strong>the Chosen Few</strong></p><p>What assures the League’s prestige and strength and what sets the Junior Leagues in Texas apart from other women’s volunteer organizations is that one does not volunteer to join. Bylaws vary slightly from League to League (there are eighteen Junior Leagues in Texas), but in Dallas a candidate must meet certain residency requirements and be between the ages of 23 and 35. One member must propose her, and two must second. The general membership then takes a straw vote, which helps the admissions Committee make the final decision. So how does a woman get proposed? Surprisingly, a high profile of volunteer accomplishments in the community won’t always open the door. Like Episcopal salvation, membership is the gift conferred on women in certain neighborhoods, not as a reward for their good works but because they are believed to have the “potential” for good works. Every year about two hundred Dallas women are proposed for the Junior League. About ninety are selected.</p><p>Being a daughter of a League member is no longer an assurance of a place in the League, but it certainly enhances the possibility. In some cases it seems to be easier for an “outsider” to get in, provided she has married well and is rumored to be well connected elsewhere. “No one will know who her mother has offended if she’s from out of town,” said one member. Texas Leagues, in which many members matriculated no further away than a Texas university, are especially enamored of women who graduated from Wellesley, Vassar, or Smith. But plenty of women become Junior Leaguers just because their friends are. Because membership depends a good deal on being known by a substantial share of people in the League, it helps to have crossed paths with them perhaps at Camp Waldemar, as a Theta at UT, or at least as a cafeteria volunteer in the Highland Park schools. “i’m sure there really are cute girls in East Dallas and elsewhere who didn’t go to Highland Park High School or Hockaday or SMU who would make marvelous League members,” said one well-meaning if somewhat protected young Dallas matron, “but where would we ever meet them?”</p><p>This admissions procedure is what gives the Junior League its social cachet, as well as its image problems. To outsiders the setup may recall the cruel games we played as little girls—forming secret clubs, whimsically voting each other “in” or “out.” Others are quick to dismiss it as an extension of sorority life. Indeed, until recently women who were not known by the admissions Committee in Dallas were invited to tea parties or luncheons very much like rush parties, except that the “rushee” supposedly had no idea she was being scrutinized.</p><p>Is it like sorority rush? Does anybody at age thirty stand up and say, “But yewall, her hair is so tacky”? Most of the women I know who have served as admissions Committee members regard their job as a burden, but they describe the selection process as more mature and fair than college sorority cutting sessions. “We’re looking for intelligent, responsible women who are willing to work. Sure, we consider where she came from and who her mother is, but that’s because we think a girl is likely to be a better volunteer if she grew up in a family where community service was valued.” I gathered that beauty queens get closer scrutiny than they did in college. Indeed, one member suggested,<strong></strong>“This just may be where the pots get revenge over the flowers.” Opinions of members who have worked with a candidate on a PTA board apparently carry far more weight than a catty remark like “had round heels in high school.”</p><p>Who doesn’t get in? The League has made some concessions—a handful of Jews here, a Spanish surname there, and perhaps a few black transfers—but it remains almost exclusively a WASP enclave. Also, women who have independently distinguished themselves in some area of community service may be passed over as “not needing the League.” after all, the League’s stated purpose is to train volunteers, not reward them. In this respect the League is full of catch-22s. I have heard friends remark, “i’m so glad ann got in the League. She really needed it.” This is an interesting bit of in-house charity that Junior Leagues provide. Women with physical beauty, apparent poise, and marriages to successful men can still be remarkably lacking in self-esteem and confidence. Some are still measuring themselves by poor academic performances years ago in college. Others just flounder without much purpose from exercise class to bridge club to tennis lesson to shopping center. The League can make a remarkable difference for those women. Getting in requires no affirmative action on their part. Being chosen is an ego boost, and some of these women go on to discover useful talents they had never thought to value.</p><p>If the whole idea of being voted into a club at age thirty seems ridiculous, one must remember that most of these women have been in training for these hurdles since the second grade. And their daughters are in training now. One exasperated mother said to me, “Dammit, Prudence, if you had daughters, you couldn’t even write this article. Don’t you realize that most of us stay active in sorority alum groups and do our League work because we want our daughters to have those options?” The mothers of daughters are right. I don’t understand. But if it’s true—if all of this way-paving and place-holding does go on—I can only congratulate the Junior League for harnessing the rat race into purposeful activity. As one sustaining member wryly commented, “Why, the Junior League does more good than the First Baptist Church. One thousand women in Dallas and almost that many in Houston who could be playing tennis are spending at least a half day a week doing something in the community’s interest.”</p><p>Why? Because the Junior League in Texas is ruthless in its discipline. Either a member fulfills her commitment for 90 hours of volunteer work each year (35 for professional members) or she is figuratively put in the stocks. In Dallas, a suspended member is virtually ostracized from League activity and has her name published—the ignominy!—in the <em>News Sheet.</em> Every year the League yearbook prints the names of those who have paid their fines, mended their ways, and returned to the fold. Also included in the yearbook are the names of the unrepentant expulsions. They are listed just before the In Memoriams.</p><p><strong>the Good It Does</strong></p><p>In many parts of the Dallas community, the League is thought to be elitist, privileged, and frivolous. Meeting in country clubs, offering prayers for heavenly blessings on what has to be one of the most blessed gatherings in Dallas, and touring the county jails or juvenile detention centers attired in silk blouses and gold earrings perpetuate the image of slightly wacky Lady Bountifuls. Every new League member must complete what is called a provisional course, which takes her through public facilities, municipal agencies, and blighted neighborhoods, but even with that exposure many women remain remarkably insulated from the rest of the world. Not long ago a group of League provisionals toured Parkland Hospital’s maternity facilities for charity patients (many of them unwed mothers) with a staff obstetrician. When the tour was over, the physician agreed to answer questions. One young matron raised her hand and asked, “are the parents given Lamaze childbirth classes so the fathers can be present in the delivery room?”</p><p>One of the men who called to congratulate my husband when I got in the Junior League is a judge who, when we see him at some social gathering, never fails to say, “Here’s that cute little wife of yours. I bet she’s just keeping herself so busy with that Junior League that you have to cook your own supper.” Though I always cringe at his remarks, there are certainly aspects of the Junior League that elicit a patronizing tone from men. Things that go on in women’s circles have always seemed a little ridiculous to men. To check roll (Dallas members must attend at least three monthly meetings per year) women remove huge decorated nametags, usually hot pink, from a tag board and wear them when they enter a meeting. Names left on the board, of course, are recorded as absent.</p><p>I never attended a League meeting without someone either making an announcement in doggerel, wearing a costume, performing a corny skit, or thanking her committee ad nauseam—sometimes all four happened in one meeting. In 1974, my own provisional class stood and sang a tribute to our leaders to the tune of “Jeremiah Was a Bullfrog.”</p><p>I am assured by good friends who have remained active that much of the silliness and some of the naivete are gone from the Junior League. It’s mostly big business now. The meetings are rife with business school acronyms—Mbo (Management by Objectives), Vcd (Volunteer Career Development), and AMP (association Management Process). And the League’s new forte is not voluntarism but fundraising.</p><p>The Dallas Junior League Ball last year topped all Dallas charity balls by raising $350,000. The Junior League Ball, a story in itself, now absorbs the talents and energies of some Dallas League members nine months out of the year. Choosing a woman to head the ball committee is almost more important than choosing a League president, since she must have sufficient charisma to attract a coterie of other women willing to give overtime service. Their efforts culminate in an almost flawless two-night performance at the Fairmont Hotel in January.</p><p>The show is written gratis by Dallas attorney Doug Perry, who usually adapts his own lyrics to current Broadway show tunes, and Shakespeare Festival producer Bob Glenn is the director. Competition for parts in the show is fierce. Some women and their husbands take tap dancing lessons before the auditions. The more than 2500 people who attended the ball last year were greeted by “walking ads”—selected League members dressed like Carmen Miranda with huge flowerand-fruit headdresses and leggy, strapless sequined costumes. Support hose do wonders for ripply thighs, but it’s a dedicated Leaguer indeed who will don such a costume and wear a placard that says <strong>NEUHOFF Brothers Packers.</strong></p><p>“Special ladies,” representing Dallas businesses that donated greater sums of money, swooped gracefully across the stage in dazzling gowns and assumed exaggerated poses while an announcer called out the donor company’s name as it flashed on a screen. Sometimes the sophisticated presentation was undercut by the prosaic name of the company—Vent-A-Hood, for example.</p><p>The show itself is remarkably professional. Several members who appear year after year undoubtedly could have had stage careers. A lot of frustrated acting talent is released on those two nights. “It’s a very physical evening,” said one League member. “The year I worked backstage we had a heck of a time getting the walking ads out of their pushup bras and fishnet hose and into their more sedate ball gowns. I think they rather enjoyed all of the attention they were getting, and because it was done in the name of charity, nobody could raise an eyebrow.”</p><p>Motivations for participation in the show vary, but there is no doubt that it is a chance for attractive women to display themselves to an appreciative audience. During the “special lady” presentation I heard a man say to my husband, “Do you ever get to New York? Well, i’ll tell you, it’s just awesome how lousy the New York women look. Now look up there at that gorgeous little thing. You’d never guess that she’s thirty-nine and has five kids.”</p><p>The League can raise money, but it sometimes runs into problems in administering the funds. Part of the trouble stems from the simple social conditioning of upper-middle-class women, which is both a curse and a blessing for members. Women who are conditioned never to ask embarrassing questions find it difficult to hold directors of community projects accountable for sums of money the League has granted. “We have to get over this idea that the League’s goal in life is to have people love us,” said one member. “There is an inherent danger in becoming a successful fundraising organization. The group develops the attitude that if we take so much money from the community, we can’t offend anyone in the way we use it.”</p><p>Conditioning may work against those women within the League as well. “Who ever heard of men asking permission to disagree?” said one disgruntled member. “We waste a lot of time placating each other in the internal structure. League board meetings are sometimes places where we just compliment each other on ‘nice’ reports rather than square off and debate the issues. Unfortunately, we sometimes save the real controversy for the kitchen telephone gossip later in the day. We still haven’t learned to depersonalize our projects.”</p><p>On the other hand, some of that conditioning can be a plus. League women are usually socially adept and often very manipulative. Recently, some Dallas League members employed their political know-how in support of the Letot academy, a facility for juvenile delinquents funded by the county, the Junior League, and the Dallas Independent School District. Figuring that juvenile justice programs never have sustained priority with politicians since children don’t vote or pay taxes, the Leaguers arranged a ceremony celebrating the first anniversary of the academy. The word went out among the League women involved: “Wear a business suit, a cotton shirt, no jewelry, and don’t let our president quote aristotle. Let the politicians take full credit for all of your work. Invite First Lady Rita Clements, a former Dallas Junior League president, to speak and pose with elected officials for pictures documenting how successful the project is.” at the end of the ceremony, a knowing district court judge rose and said, “Gentlemen, the successful launching of this project is directly attributable to these coldly calculating young women.” There was a day when the League would have considered such praise an insult.</p><p>“We’ve learned to be very cautious about the image we project,” explained one very capable advocate. “Three Junior League women dressed to the nines can turn what should be a serious negotiation into a tea party. We try to avoid those situations where someone says in a patronizing tone, ‘Gentlemen, we are so pleased to have these nice ladies from the Junior League with us today.’ There is less of that condescension now that we’ve learned to listen more and speak only when we’ve done our homework.”</p><p>After sitting in on meetings with county commissioners, school board officials, or city council members, these League members are often amazed to discover how much influence they wield as representatives of the Junior League. The League has steadfastly refused ever to rattle a political or economic saber, but elected officials are aware of the potential political and economic power of two thousand North Dallas taxpayers.</p><p>The League traditionally supports a broad spectrum of laudable child-related projects. The Dallas League has, for example, earmarked $300,000 for a children’s wing on the city’s proposed new art museum. Only this year, however, did the Dallas League address the issue of battered women. The League will pay the salary of a director for a shelter operated by the Domestic Violence Intervention alliance. “There is still a feeling among some members,” said one impatient League woman, “that nice ladies just don’t talk about domestic violence or teenage pregnancy, even though both probably occur within our own ranks.”</p><p>Not all Junior League members are squeamish or sheltered. Those who volunteer, for example, at juvenile detention centers or who counsel pregnant teenagers are shorn of useless idealism rather quickly. “Most of us come to projects like these believing that all these kids need is a good dose of middle-class values. We come armed with <em>Grimm’s Fairy Tales</em> and <em>Huckleberry Finn</em> and plans for trips to the symphony. Within a few weeks we’re elated if someone wants to read a comic book. We also learn to respect their skill at coping. They wouldn’t survive a minute in their neighborhoods with the golden rule.” With drastically revised expectations, some of these women become involved in “child advocacy,” a current catch phrase in League circles. “We’re not so idealistic as to believe that institutions will change the circumstances of these children’s lives, but at least we can see that the institutions themselves do no further harm,” said one woman involved in a program for truants, runaways, and other young offenders.</p><p>Women who are face to face with community problems and who are actively engineering public policy are not in the majority in the League. And their opinions do not necessarily reflect mainstream League attitudes. Nevertheless, those women are essential to the League’s image of itself. League members who personally have no desire to be on the cutting edge of public policy mentioned these women to me time and time again. Indeed, there seems to be a dichotomy in “who we wish we were” and “who we are willing to be.” In the Hogg Foundation’s survey, the Dallas League considered criminal justice as the area of greatest need in their community. They then ranked it sixth as appropriate for League action. It slid to ninth place on the chart that showed members’ “willingness to work in the area.” Cultural enrichment, on the other hand, was not considered an area of great need in the community, but it topped all others—child welfare, public education, health and welfare services, and drug abuse—in willingness to work.</p><p>Figures like these are easily manipulated. They may be interpreted as evidence of great hypocrisy or they may be seen as the League members’ honest assessment of their capabilities. Most League members are undoubtedly better equipped to give art museum tours than to give birth control advice to a minority teenager. And although working with minorities ranked lowest in League members’ preferences, the survey still showed that 43 per cent of the women were willing to work in that area.</p><p>Junior League women are easy targets for cynical stereotyping. One League member used to say facetiously, “You can always tell a Junior League woman. She has short frosted blonde hair, drives a station wagon, does needlepoint, wears espadrilles, attends at least one exercise class, has at least one child with dyslexia, has just had an affair with the tennis pro or a recent religious conversion, and still identifies her women friends by their sorority affiliations.” Unfortunately, even facetious stereotypes get in the way when we try to assess the contributions of organizations. Regardless of their motivation, League members work hard at the jobs they are assigned, and they bring to these jobs a kind of middle-class dedication and attention to detail that are increasingly scarce even in paid occupations. Their efforts may not bring about great social change, but by providing volunteers and funds for museums, zoos, libraries, hospitals, juvenile detention centers, and inner-city day camps, they continue to maintain and enhance the quality of life in our towns and cities at a time when most people are content to spend leisure hours reading <em>How to Flatten Your Stomach.</em></p><p><strong>a Good Little Indian Bids Her Farewell</strong></p><p>My stint at Parkland Emergency didn’t prompt my resignation from the Junior League. I intend to volunteer at Parkland again when my third child goes to school. My problem was that I never was organized enough to be a club woman. My babysitter supply was never adequate, and quite frankly I often preferred the company of my small boys to an inspirational League speaker. A third pregnancy caused me to write a resignation letter that went something like this: Ladies:</p><p>While I admire greatly the capable, efficient women of the Junior League of Dallas, alas, I am not one. Unlike Dr. Seuss’s Cat in the Hat, I cannot hold up the cup and the milk and the cake, the books, toy man, and the fish on a rake. I guess what i’m trying to say is: I do not own a crock pot, make casseroles in advance, or even remember to thaw the meat until five o’clock. I forget about tulip bulbs in the refrigerator, and my house will never do for a group meeting. My geraniums bloom only once. Although I trust it won’t reflect on my sponsors, I must confess that I am the sort of woman who makes her whole family late to church because she has to get panty hose at the SevenEleven. With a new baby and a book contract, the situation can only get worse. Please accept my resignation while I am still in good standing.</p><p>In the best of League traditions, the corresponding secretary called to say that my resignation letter had been read aloud at the board meeting, and seldom had a resignation been so enjoyed. And if I didn’t object, they would like to use the Cat in the Hat portion as a tribute to the outgoing president. “We might needlepoint it on a pillow for her,” the secretary said.</p><p>See what I mean about efficient, capable League women? Nothing is wasted. If you have nothing else to offer, they’ll needlepoint your resignation.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "December 1979",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Women",
      "Dallas",
      "Work",
      "School",
      "Texas",
      "Children",
      "sorority",
      "people",
      "ever",
      "Houston",
      "Mother",
      "Career",
      "Charity",
      "Country",
      "Highland Park",
      "House",
      "Jobs",
      "money",
      "Business",
      "Church"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Dallas",
      "Texas",
      "Houston",
      "San Antonio",
      "D.C."
    ]
  }
}