{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19941",
    "date": "January 1994",
    "year": 1994,
    "month": 1,
    "month_formatted": "January",
    "pdf_uri": "/1994/19940100.pdf",
    "issue_cover_image": "",
    "document_start_page": 94,
    "toc_start_page": 94,
    "document_page_range": [
      [
        94,
        95
      ],
      [
        142,
        143,
        144
      ],
      [
        146
      ]
    ],
    "toc_order": 14,
    "toc_headline": "What I Learned in The Bubble",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199401-whatilea",
  "source": "/1994/19940100.pdf",
  "wp_post_id": 128790,
  "wp_post_guid": "http://www.texasmonthly.com/article/what-i-learned-in-the-bubble/",
  "authors": [
    "DAM Rubin"
  ],
  "headline": "What I Learned in the Bubble",
  "dek": "Growing np in Dallas, I knew Highland Park only by reputation: elite, prosperous, pristine. House-sitting there last year, I found it to be all those things, but also fragile and conflicted—a community glumly girding for the intrusions of the outside world,",
  "spread_caption": "",
  "excerpt": "Until I house-sat there last year, I thought I knew rarefied Highland Park. To my surprise, it was much more fragile and defensive than it had seemed.",
  "kicker": "",
  "word_count": 3663,
  "content": "<p>I Had Not Known That a Maid Would Come Every Tuesday and Thursday. It wasn’t as if she had much to do; after all, I was the only one living in that enormous empty house. But she showed up faithfully—a short, squarely built black woman with an air of seriousness who scrubbed the kitchen, watered the houseplants, and washed the clothes she collected from the floor of my bedroom. I had not expected laundry service when I agreed to spend the summer house-sitting in Highland Park, the wealthiest, most exclusive part of Dallas. Nor had I expected that a secretary would stop by twice a week to collect the mail and pay the utility bills, or that a gardener would show up every Friday morning at ten to mow the lawn and trim the hedges. I had not counted on all these people taking care of my surroundings, and at first it made me uncomfortable. But I must admit that after three months, I grew to like it. I became accustomed to the sparkling countertops, the meticulously trimmed hedges, the tidy piles of laundry stacked on my bed.</p><p>All my life, it seemed, I had been driving through Highland Park, gasping at its fabulous estates, admiring its famed azaleas in springtime, trying to guess the price of the multimillion dollar mansions along Beverly Drive. The area of north Dallas where I grew up was also well-to-do, a handsome neighborhood of horizontal ranch-style houses with circular driveways in front and swimming pools out back. But Highland Park was old—old architecture, old money, old values. Its houses were historical reproductions: French chateaux, Italian villas, Tudor manors. For years I had wondered what was behind those majestic facades.</p><p>Last summer I got the chance to find out. I would soon be moving from austin to the Midwest and wanted to spend some time near my family, in Dallas, before I left. So when a friend told me she knew a widow in Highland Park who was looking for a house sitter, I called her at once. “Come right over,” the woman said.</p><p>Driving to meet her, I passed fabulous homes framed by broad, sloping lawns, heavy hedges, and gardens kept green by constant watering. Eventually I pulled up to a large Prairie-style house with five brick columns and a huge hip roof. Lined up like sentinels along the street were six towering oaks.</p><p>At the door was a tall woman with a long, crinkly face and narrow, slanted eyes. She was packing, she said, and had little time to talk. Sailing through the house, she led me through the kitchen, the living room, the dining room, and the family room, up a staircase and down a hallway, past six bedrooms and three bathrooms, pointing out the idiosyncratic sprinkler system, the tricky thermostats, and the leaky bathtub. She wanted the house occupied, she said, for reasons of security. Aside from contributing to the electric bill, my only responsibilities would be to water the lawn and occasionally start up the Lexus in the driveway. Two days later, she left and I moved in.</p><img/><p>[ Continued On Page 142 ]</p><p>[ Continued From Page 94]</p><p>From the outside, the house appeared to have changed little since it was built in 1914. Inside, however, it had been augmented and altered so much that it was a confusing jumble of rooms. On my first day, I peeked in what looked like a closet, only to discover a hallway leading to another suite of rooms. Running along the back of the house was a bank of windows giving onto a perfectly oval green lawn, set among the hedges and trees like a cabochon emerald.</p><p>In Dallas, it has become common to refer to Highland Park as “the bubble,” as if life inside, as if the very air itself, were somehow rarefied and elite. I understand the comparison: Spending three months amid such prosperity was a lot like being in a bubble. But the longer I stayed in Highland Park, the more I saw that it is not the immutable, inviolate place i’d imagined it to be. Rather, it is defensive and fragile, increasingly aware that it can no longer ignore the realities of the outside world.</p><p><span class=\"dropcap\">O</span>ccupying a Stranger’s Home is an odd adventure. Roaming the rooms, inspecting the china, the silver, and the artwork, I felt a twinge of guilt. This woman who hardly knew me was willing to trust me with her prized possessions, yet there I was, scrutinizing everything with clinical interest. On a bookshelf in the den I found a 1948 Smith College yearbook; inside was a photo of a lanky girl with the same slanted eyes, only without wrinkles. I soon learned that her house came with a pedigree. It was located on the oldest block in Highland Park, developed first because of its location around the corner from the trolley stop. Embedded into the curb on the street in front of the house was a mark of distinction: a small rusted iron ring where horses had once been hitched.</p><p>Actually, Highland Park is not a neighborhood but a city. It has its own municipal government, its own police and fire departments, and its own school district (which it shares with neighboring University Park). For the most part, it is surrounded by the messy sprawl of Dallas, though sometimes you cannot tell where one stops and the other starts. Consider armstrong avenue: The houses on one side of the street are in Highland Park, while on the other side they are in Dallas. In size, elegance, and upkeep, they look exactly the same, but any realtor could tell you the difference. Simply by virtue of being in Highland Park, the houses are 30 percent more expensive. Traditionally, Highland Park residents have taxed their property at a relatively low rate, yet because of the inflated price of their real estate, they have been able to afford one of the state’s finest school districts. When a young couple with children tries to decide whether to buy on the Highland Park side or the Dallas side of a given street, the lure of good schools is usually the determining factor.</p><p>Of course, I knew none of this when I first began to walk around the neighborhood. All I knew was that I was enchanted by the wealth and beauty of Highland Park. In the early evenings, with shadows lengthening and sunlight raking through the trees, I would follow the banks of Turtle Creek across arched stone bridges, along bowery pathways, listening to the tranquil sounds. Not far from the spot where my street ran into Exall Lake was a low enclosure that held a brackish pool fed by a trickle gurgling out of a rocky wall. This was the local wishing well. Nearby were the remains of another enclosure, with three metal spigots embedded in the stone, where early settlers used to collect sulfuric water for medicinal purposes. Just a few blocks away was the Highland Park City Hall, with its red-tile roof and its embellished Mudejar doorway—a recreated Mediterranean villa. None of this seemed real. It was ideal and illusionary, like sketches from a book of fairy tales.</p><p>Sometimes my walks stretched into nighttime. The cicadas buzzed loudly and furiously, and against the darkened shrubbery, the fireflies sparked. Even as it grew quite late, I walked on. I was like the Little Match Girl, peering into illuminated interiors: brocaded furniture, portraits over the mantels, crystal chandeliers so brilliant they seemed to explode like fireworks.</p><p>Everywhere I went, even as late as midnight, I passed other people out walking, jogging, smiling. And when the cicadas finally gave up their song, there was another sound beneath the silence: The humming of well-being, a nursery peace. Not until I had spent several nights like that did I realize what was so strange about the experience. Aimlessly walking around was something I had never felt safe enough to do in Dallas. Not until I found myself free of fear did I realize just how menacing city darkness had become.</p><p>One June evening, I happened by the Highland Park police department. An officer was standing outside by his squad car, so I stopped to ask him a few questions. How long did it take the Highland Park police to respond to an emergency call? How did that compare with the Dallas police? The officer laughed. The average response time in Highland Park, he told me, was 2.1 minutes. In Dallas it was 10 to 12 minutes—and that was for a so-called Priority One call. Other calls could take an hour and a half or more. In Highland Park, theft and burglary account for more than 95 percent of all criminal offenses, he said. Mostly, the police focus their energies on the occasional smashed car window or the set of golf clubs that vanishes from the back porch. No one has been murdered in Highland Park in more than five years.</p><p>After that, I began to see Dallas in a different light. Suddenly it seemed a meaner, more ominous place. When a 23-year-old woman was shot to death in one of its public transit parking lots, that seemed to typify Dallas. When the Dallas Independent School District released test scores showing that a majority of its schools had failed to meet state standards, that too was Dallas. Dallas was freeway construction, ugly strip shopping malls, a fractious city council, and endless squabbling over race—everything that was unpleasant about modern city life. In Highland Park the scariest things that had happened during the summer were the discovery of the city’s first tree with oak wilt and the capture of a squirrel with bubonic plague on my street.</p><p><em>My</em> street. <em>My</em> house. The truth was that I no longer felt like an interloper in Highland Park. I was beginning to feel at home. One day, during lunch with a woman who heads one of Dallas’ most glamorous charities, I happened to mention the street I was living on. “Oh, that’s a very good street,” she purred, and I felt my face redden with pride.</p><p><span class=\"dropcap\">A</span>s Summer Progressed, I Noticed that beyond the well-watered reaches of Highland Park, everything was turning brown. June was dry, but then came July, when the temperature soared into the upper 90’s and not a single drop of rain fell. I had been watering the lawn like crazy, but it didn’t seem to be working. Then the temperature hit 101 degrees and stayed there. Beneath the pitiless sun, patches of grass were yellowing. The caladiums began to sway and keel.</p><p>One morning, as I was walking in the neighborhood, I saw a man in work clothes beneath a tall tree, lifting a long, thin pole so that it penetrated the topmost cluster of branches. Wondering what he was up to, I stopped to watch. It soon became clear that he was trimming the tree, snipping off the tiny dead branches. I had seen trees being pruned before, but never had I seen a fuss over such tiny twigs. Then I noticed that across the street, someone had erected four wooden stakes around a withering azalea and had stretched a white cloth across them—a sort of arabian tent sheltering the plant from the sun. Suddenly, I began to feel self-conscious about my lawn.</p><p>One plant, in particular, worried me. I had no idea what kind it was: It had smooth green oval leaves speckled with yellow, and it grew along the edge of my back yard. In recent days, its top leaves had turned black, as if they had been charbroiled. An acquaintance who lived in the neighborhood suggested that I take a few of the leaves to the city’s director of parks and sanitation. Feeling slightly foolish, I pulled some off and walked to city hall. I was ushered into the office of Ronnie Brown, a tall man with china-blue eyes and a gargantuan smile. He rose from behind a big desk and examined my leaves gravely. Then he pulled out a fat volume and flipped through the pages. “aucuba,” he declared finally and began reading aloud: “aucuba plants are shade-loving; they cannot tolerate direct sun, especially intense afternoon sun. The sunlight burns the leaves, causing them to turn brown or black. ” He looked up sympathetically.</p><p>I asked Brown if other Highland Park residents actually brought their gardening woes to him. Indeed they did. “People really do think of this as a little town,” he said. To show me what he meant, he lead me upstairs to the Highland Park city council chambers, a small room with a podium and about fifty seats. Compared to Dallas’ cold, cavernous city hall, this one looked minuscule, as if it belonged in a doll’s house. Lettered on the wall behind the dais was the town credo: “a haven for home and fireside—undisturbed by conflict of commercial or political interest. The function of government in Highland Park is protection of the home. Citizens who cherish their homes will vigilantly preserve their heritage of self-government. ”</p><p>The words sounded stiff and quaint, but in a way they also made sense. Standing there, I felt for the first time that I understood the meaning of exclusivity—not necessarily in a snobby, pejorative sense but rather in a sense that pertains to something so beloved and uncommon that you would fight to keep it that way.</p><p><span class=\"dropcap\">N</span>Ot Until the Fourth Of July parade did I begin to understand that it was precisely this exclusivity that was under attack. That morning, I woke up early and walked down to city hall. The streets and sidewalks were already crammed with parents and children; everyone had balloons or whistles. At nine o’clock the spectacle kicked off, a procession of floats, cars, motorcycles, and antique fire engines. People were flinging candy, caramels, lollipops, and confections into the street, and little children were scooting out to collect them.</p><p>Then came a different kind of float. Near the front stood a man in a black hooded robe, a spectral figure holding a huge curved scythe. Around him were children wearing tattered clothes. In huge letters across the top of the float were the words “The Tax Man Cometh.”</p><p>What did that mean? It looked melodramatic and macabre, entirely out of step with the parade’s festive mood. Seated on the curb next to me was a woman in a jogging suit. When I asked her about the float, she looked at me with wide, disbelieving eyes.</p><p>“It’s the school-financing bill!” she said.</p><p>“Oh, of course,” I muttered. I had no idea what she was talking about. I had been living in Highland Park for more than a month but had only a vague understanding of the problem. I knew that school districts across the country were financially strapped. In the last twenty years the federal and state contributions to public education had fallen off dramatically while school enrollment had increased. Districts everywhere were under pressure to come up with more money.</p><p>Once I began to pay attention, it seemed as if everyone was talking about school financing. The problem was not just that public schools didn’t have enough money but that their resources were unevenly distributed. Most of the money for public schools came from property taxes. Some schools were located in wealthy neighborhoods with high-priced property and high tax revenues—and plenty of money for education. Others were not. In Highland Park, the twenty-third richest district in the state, property wealth per pupil was $911,693. At the other end of the scale was the Boles Home Independent School District, the state’s poorest, in northeastTexas. In Boles Home, property wealth per pupil was $17,266. Highland Park had more than fifty times more wealth behind each student than did Boles Home. To redress this imbalance, the courts decided that the state should adopt some sort of Robin Hood plan, whereby money is taken from rich districts and given to poor ones. Last May, the Legislature presented five revenue-sharing plans to choose from: By October, each of the state’s hundred wealthiest districts had to pick one or be forceably merged with a poorer district.</p><p>On its face, this plan made sense. Compared with nearly everybody else, Highland Park residents are superrich. Surely they can afford to help the less fortunate. What is not commonly understood, however, is that among the wealthier districts, Highland Park is unique. It derives its wealth not from some quirk of nature such as an oil field, or from a big utility such as a nuclear power plant, or from a company such as IBM. In Highland Park 85 percent of the property wealth is residential. This means the burden of paying for education falls mostly on individual taxpayers. And Highland Park is different in yet another way: It has a very high proportion of residents over the age of 65, whose school taxes are frozen by law. Remove these people from the equation and the public school burden falls even harder on the remaining taxpayers. This year, property taxes in Highland Park were expected to rise 30 percent, from $1.42 per $100 of assessed value to nearly $2, the highest in Dallas County. As it turned out, they will rise 18 percent, to $1.65 per $100 of assessed value. Of the tax revenue it raises, the city will be keeping about $23 million and handing over to the state about $27 million—nearly 53 cents of every dollar.</p><p>All over Highland Park, people were outraged. Jim Damm, the school district’s assistant superintendent, told me, “There are a lot of young families who really stretched to move here because they considered the schools and the community life important to their families. They’re being penalized because the property values are high. ” Damm pointed out that people who move to Highland Park believe they are making a financial investment. While it costs about $8,000 a year to send a child to Dallas’ top private schools, a comparable education at a Highland Park public school is free. So if you earn enough to buy a house there, you can actually save money. What this means is that the price of land in Highland Park is inflated not only for reasons of snob appeal, physical beauty, and safety, but also because of the economic value of the school system.</p><p>On august 3, I went to a community meeting about the school crisis. A ferocious heat radiated off the sidewalks as people streamed inside Highland Park High School. The auditorium was nearly full, and the mood was tense. Pierce allman, the chairman of the Save Our Schools Committee, stepped up to the stage looking as if he were about to swallow castor oil. He explained that the district was preparing to file a lawsuit to block the state’s redistribution plan, but that as a fallback position it was forced to choose one of the five revenue-sharing options. A referendum would be held on august 28. The district hoped residents would approve the plan it had chosen.</p><p>What caught my attention were the terms in which the education problem was framed. There was no talk of Highland Park’s responsibility to the greater community. There was no talk of coming up with a more equitable plan. Instead, it was said, again and again, that “the integrity of Highland Park” was at stake. At one point, school board member Mike Boone took the microphone to urge everyone to support the district’s plan. Boone is a name partner in a highprofile Dallas law firm and a graduate of Highland Park’s public schools. “If we don’t win this,” he warned the crowd in apocalyptic terms, “we are gone.”</p><p>In the following days, bright yellow yard signs with “Vote Yes! august 28” began appearing in front lawns all over Highland Park. On my evening walks, I now began to see the neighborhood from another point of view. I could sympathize with Highland Park homeowners, especially those under 65, when they criticized the new funding plan. They didn’t create the school-financing mess. It’s not their fault. They are being forced to bear a disproportionate amount of the tax burden, and I suppose this is a form of discrimination. But how can you compare discrimination against the wealthy with discrimination against the poor? Like the rich everywhere, the people of Highland Park have spent a lifetime paying a high price to keep out the hazards of the outside world. Now that price is about to go up.</p><p><span class=\"dropcap\">H</span>ighland Park Is Often Criticized for its homogeneity, its conservatism, its snobbishness. As an outsider, I used to think of it that way, and after having spent a summer there I suppose I still do. But I also realize that it’s easier to condemn it than to acknowledge what works in the context of community. The truth is that everyone would prefer to live in a place with good schools and parkways and pretty stone bridges, where friendly police officers are right around the corner and you can walk unafraid at night. What passes for criticism of places like Highland Park is often resentment or jealousy.</p><p>By the end of summer, the neighborhood children had returned to school, and the streets took on an unfamiliar stillness. At night, the acorns began plopping onto the roof, the first sign that autumn was approaching. I had grown accustomed to thinking of the house the way it had been throughout my stay: quiet and all mine. Now the owner was about to come back, and I was packing up to leave. One day during the last week of august, I arrived home to find my laundry stacked on the bed for the final time. That night, I watched the fireflies flashing unfathomably in the blackness of the back yard.</p><p>On august 28, the voters of Highland Park approved the school district’s revenue-sharing plan by an overwhelming 97 percent. The next day, I left the city in predawn darkness. As I pulled out of the driveway, I looked back at the familiar pillared facade of the house. Already it seemed part of another life, another world—beautiful, but no longer mine.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "January 1994",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Highland Park",
      "School",
      "Dallas",
      "House",
      "people",
      "Schools",
      "Wealth",
      "Police",
      "Summer",
      "Children",
      "Education",
      "Home",
      "money",
      "Clothes",
      "Fire",
      "homes",
      "Public Schools",
      "Sidewalks",
      "Taxes",
      "Trees"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Dallas",
      "Austin"
    ]
  }
}