{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19941",
    "date": "January 1994",
    "year": 1994,
    "month": 1,
    "month_formatted": "January",
    "pdf_uri": "/1994/19940100.pdf",
    "issue_cover_image": "",
    "document_start_page": 102,
    "toc_start_page": 100,
    "document_page_range": [
      [
        102,
        103,
        104,
        105,
        106,
        107
      ]
    ],
    "toc_order": 16,
    "toc_headline": "Will This Be the Most Important City of The Twenty-first Century?",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199401-willthis",
  "source": "/1994/19940100.pdf",
  "wp_post_id": 128784,
  "wp_post_guid": "http://www.texasmonthly.com/article/will-this-be-the-most-important-city-of-the-twenty-first-century/",
  "authors": [
    "Robert Barnstone"
  ],
  "headline": "Will This Be the Most Important City of the Twenty-First Century?",
  "dek": "Mexico City may be polluted and overcrowded, but its people are resilient and resourceful, and its business climate is highly evolved. That's why NAFTA could make it the focus of our economic future.",
  "spread_caption": "At Dawn, Before Mexico City's Streets Fill With Vendors, a Street Sweeper Plies His Trade.",
  "excerpt": "Forget what you’ve heard about Mexico City’s “urban hell.” From its well-organized workers to its highly evolved social system, it could be NAFTA’s greatest economic success story.",
  "kicker": "",
  "word_count": 3997,
  "content": "<img/><img/><p><span class=\"dropcap\">O</span>n September 19, 1985, at 7:19 a.M., an Earthquake measuring 8.1 on the Richter scale struck Mexico City. More than four hundred major buildings were destroyed, and almost six thousand were seriously damaged. Thousands of people were trapped in the rubble, and Mexican officials said 5,000 were killed (relief organizations estimate that the death toll was as high as 40,000 people). Electricity, gas, and water lines snapped, and much of this enormous city, which contains great numbers of poor and destitute people, was left without lights, food, or water.</p><p>Photograph By H. Sund/the Image Bank</p><img/><p>Robb Kendrick</p><p>Street Vendors Sell Everything From Poultry To Priceless antiques.</p><p>A group of prominent members of the national chamber of commerce met with the president of the country, Miguel de la Madrid Hurtado, at his official residence, Los Pinos. The president listened to their concerns. The city had never experienced such stress, and the businessmen feared that when darkness fell, widespread rioting and looting would erupt. They asked him to bring in troops, impose a curfew, and declare martial law. But the president refused. He told his visitors, “The citizens of Mexico will not riot or loot or take advantage of the calamity.” One of the businessmen recalled, “We were stunned and prayed that he was right.”</p><p>Nightfall came. There was no massive looting spree. Instead, throughout the city people worked together to rescue the trapped, feed the rescuers, and clean up the streets. Ironically, the president was criticized for not bringing in troops—not to keep order, but to help in the recovery. The few incidents of looting, including one by police officers, were widely condemned. Looters were heckled, chased, and turned over to authorities. The heroes of the rescue were the people of the city.</p><p>If an earthquake of that magnitude was to happen there tomorrow, it is a safe bet that there would be a similar citywide response. An earthquake is an extreme version of the kind of hardship that Mexico City’s 20 million inhabitants endure daily—hardships so extraordinary that to an outsider the city’s durability seems incredible.</p><p>Because of NAFTA, Mexico and its capital city have received unprecedented coverage in the past year. Much of it, including the debate between Vice President al Gore and Ross Perot, focused on Mexico’s shortcomings. The standard take on Mexico City is that it is a vision of urban hell. In a 1993 cover story about the world’s megacities, <em>Time</em> asked whether, because of its population growth, Mexico City can avoid becoming an “urban apocalypse.” Despite the odds against it, Mexico City endures. It endures because of the resilience, the resourcefulness, and above all, the great organizing powers of its people. From street vendors and trash pickers to the workings of its vast markets, Mexico City is organized from the bottom up. Throughout the centuries, an elaborate and intricate social and economic system has evolved that imposes order on a place that, given pressing geographic and demographic factors, otherwise could not persevere.</p><p>The city is located in the Valley of Mexico at an elevation of 7,500 feet, where the air is thin and hard to breathe. Long ago, the city outgrew its ability to feed itself. Its geographic isolation makes procuring basic necessities staggeringly difficult. Everything the city needs must be trucked in: Every day, more than 10,000 food-laden trucks snake through sinuous mountain roads just to feed Mexico City’s inhabitants. Water is an awesome problem. One million gallons of water are used each minute. Two thirds of the water comes from an underground aquifer in the Valley of Mexico, and the rest comes from surface-water reservoirs and a system of rivers a hundred miles away. Carlos Casasus y Lopez Hermosa, the director general of the city’s water commission, has warned that “the aquifer is being overpumped by a third, and if the situation is not reversed, the aquifer will be depleted and the city will continue to sink. ”</p><p>Wastewater is also an enormous problem. Since the basin has no natural drainage system, the city has had to construct one. It consists of miles and miles of pipes, some with diameters of forty feet, that have been tunneled through the mountains. If the system is not expanded every year, the city will drown in its own sewage.</p><p>Because Mexico City is surrounded by mountains, the smog—the worst of any place on earth—hangs trapped over the city as if under a bell jar. The air quality is so poor that engineers have devised science fiction scenarios involving gigantic fans that would circulate and disperse the smog. Every day the city’s automobiles, buses, and trucks belch 10,000 tons of carbon monoxide into the air. Tearing eyes, coughing, and choking are common on days with high pollution counts. Only strong winds and the frequent rains bring relief.</p><p>The area is highly vulnerable to great earthquakes: Mexico City is built on the site of tremendous seismic activity. As if that weren’t bad enough, even earthquakes with epicenters hundreds of miles away rock the city. The September 1985 quake’s epicenter was 250 miles away in the Pacific Ocean.</p><p>Even when not being affected by quakes, Mexico City’s soil is notorious for its motility. The lake bed that the city was built on provides a shaky foundation. The oldest ruins, those of aztec temples, have sunk far below the surface. Buildings such as the magnificent palace of the performing arts, the Palacio de Bellas artes, and the National Cathedral have sunk more than twelve feet below their original elevation. Nature has not been kind to the oldest city in our hemisphere.</p><p>Neither has man. Mexico is one of the more densely populated cities in the world, and incredibly, every year some 300,000 people swell the rolls of the metropolis. Twenty-one percent of the population earns less than $5 a day. No one knows how many children live in the streets—officials say 12,000, advocacy groups say 1,000,000. Blind and otherwise disabled people seem to be everywhere. Many outlying neighborhoods have no water, sewer, or electrical service. Delivering these basic services is an administrative nightmare. Water commission director Casasus estimates that only 60 percent of the water taps are registered, which means that 8 million people don’t pay for the water they use. When Telefonos de Mexico was privatized, engineers working for the company’s new partner, Southwestern Bell, went to review the condition of some of the central stations. They were shocked to find that they could not determine where up to one third of the telephone lines went. Similarly, there is no way of estimating all who take from the electric lines without paying, including tens of thousands of street merchants.</p><p><strong>Mexico City has no welfare system. Everyone is on his own. A Coke bottle makes you a musician; a minibus makes you a transportation mogul.</strong></p><img/><p>Keith Dannemiller</p><p>The City Is So Organized That Even Trash Pickers Have Designated Sites.</p><p>It is often said that Mexico City’s population growth is proof of its imminent demise rather than an affirmation of its viability. Some people discount the migration as evidence that conditions in the countryside are worsening. This may be true, but there are many other cities in Mexico that refugees could migrate to. And how can so many millions of its poor find clothing, shelter, and food every day and even find a way to prosper? For the answer, one must look closer at the overcrowded streets and cramped apartment houses. Mexico City is full of opportunity. It pulses with life and power.</p><p>Because Mexico City is the nation’s capital and a federal district, one is tempted to assume that its relationship to Mexico is similar to the relationship that Washington, D.C., has to the United States. But the analogy is not accurate. If the United States were to move its capital to Philadelphia, Washington, D.C., would likely wither away. If Mexico were to move its capital to, say, Queretaro, Mexico City would remain unfazed. Traditional politics or political institutions are surprisingly irrelevant to the city’s continuity. For one thing, the government of the City of Mexico does not exist. That’s right, there is no local government in one of the world’s largest cities. Mexico City is governed as a department of the federal government.</p><p>The “mayor” of the city, the <em>regente,</em> is appointed by the president. The budget of the city is passed by the National Chamber of Deputies, the equivalent of the O.S. House of Representatives. The creation and administration of all of its laws, zoning, and ordinances is carried out by the national government. The <em>regente</em> is the most important post in the president’s cabinet. The former mayor, Manuel Camacho Solis, is a close friend of President Carlos Salinas de Gortari’s. He was expected to be the next president when Salinas’ term expires in august. Camacho Solis didn’t get the nomination of the ruling party, Partido Revolucionario Institucional, and promptly resigned. (The nomination went to Luis Donaldo Colosio, a cabinet member and the Social Development Secretary.)</p><p>The opposition parties to PRI have tried to make Mexico City’s lack of local government a potent issue but have had little success. Mexico City’s residents are indifferent to the idea because they depend on government services for so little. It is the vast array of organizations, unions, and self-help groups that provide many of the services that people in other parts of the world expect from their governments. In part, the organizational structure of the city is rooted in the old Spanish and European guild system that controlled the operations of their respective trades. But it is also indigenous; the aztecs had a highly organized social and political structure. Because of its history, the city is so organized that almost every single person belongs to something.</p><p>The Phenomenon Of Mexico City’s Street Vendors shows how the city really works. The best estimate is that more than 100,000 street merchants work in Mexico City on a normal day. Sundays or festivals bring out 500,000 or more. They pack some streets several layers deep, selling everything from herbs and food to furniture, car stereos, computers, and antiques. Anything you want you can get from street vendors. They have transformed many parts of the city into giant bazaars, whose size and dimensions dwarf anything like them in the world. Former mayor Camacho Solis named street vendors the third most critical problem after public safety and air pollution. The main complaint is that the vendors block the public thoroughfares; they clog the streets and steal business from legitimate merchants. Of course, they all operate outside the law, squatting illegally on public property. When a territorial dispute arises, the leaders settle it among themselves, using their own laws that have developed over many years. The Spanish conquistadores referred to the chieftains or leaders of the Indian tribes as <em>caciques.</em> This concept of <em>caciquismo</em> is alive today in the thousands of alliances that make Mexico City work. Camacho Solis vowed that the vendors will be gone someday from all the major neighborhoods, but past efforts to move them have been totally ineffective. The vendors have become a strong political force.</p><p>Alejandra Barrios is 46 years old and the single mother of eight children. Ten years ago her husband left her. “I had to fend for myself, so I began selling sliced fruit in the street,” she said. “The police would arrest me and throw me in jail. I was abused there, but I figured out how to make a little money. I’d rent sleeping mats to the other prisoners for thirty centavos. When i’d get out, I would have enough to buy more fruit and start selling again.” But she has gone far beyond being a street vendor: She has attained power. She and a handful of other <em>caciques</em> have carved up a lion’s share of Mexico City’s streets as territories exclusively available to associated vendors. (There are many other leaders who control a street or two.) Barrios controls 1,700 vendors, who operate in a couple dozen major streets. Her rival, Guillermina Rico, controls 7,000 vendors. Barrios said, “She’s tough, ugly, and ruthless. She stole two streets from me. But I was young then and didn’t know how to use my power. ”</p><p><em>Robert Barnstone is a business consultant and miter who lives in austin.</em></p><p>Barrios won’t divulge how much her street vendors pay her organization, but she said the money is collected into a trust fund, which provides the workers with basic services, including medical treatment, emergency loans, a retirement fund, and schooling, plus lessons in first aid and yoga, and beauty care (next year Barrios wants to have an AIDS education program). Some of the money has been used to purchase the organization’s headquarters, and Barrios plans to build a private market.</p><p>The popular leaders like Guillermina Rico and alejandra Barrios are the chiefs of working people, whom they have skillfully organized into groups that give the workers and the leaders economic leverage and political power. Basically, Barrios and her rivals have formed powerful street vendors unions. They are somewhat larger-than-life examples of the thousands of successful small-scale organizations that provide workers with benefits and some security, which they would otherwise not have since government services are minimal.</p><p>The street vendors aren’t the only workers who are linked by some organization; the shoeshine boys, newspaper vendors, car-window cleaners, beggars, and prostitutes all are organized. Even the unfortunates who make their living picking through trash, the <em>pepenadores, </em>are members of the Union de Pepenadores. Among the services the union provides are the allocation of picking spaces and a place to sell the pickings. A former leader of this union, Rafael Gutierrez Moreno, said to have been very corrupt and worth millions, became so powerful that he was elected an alternate deputy to the Mexican Congress. There are few places in this world where someone can build an empire out of the trash of the impoverished.</p><p>There are about 60,000 trash trucks in the city. The trash truck owner I met cannot be considered a <em>cacique,</em> but he does have a small amount of power. “Everybody thinks we make a lot, that we’re rich,” Norberto said. He was talking about the value of the materials sorted from the trash to be sold. As the truck moved down the street picking up trash, two attendants pored over each <em>load,</em> pulling out anything that could be of value. The truck was as much a traveling recycling center as a dump truck.</p><p>Giving a politically incorrect interpretation of their efforts, he told me, “We wouldn’t recycle if we got paid a decent wage. We wouldn’t have to mess with all this.” and like everything else in the city, the trash truck operation is tightly controlled: Each truck has a captain, two paid assistants, and two unpaid attendants who live off the recycling.</p><p>Street prostitutes work in a few designated areas. “It used to be chaotic,” one told me. “anyone stood where they wanted and charged what they wanted. Now we organize ourselves, have better hours, and make more money.” They allocate the territory among themselves the same way most of the street enterprises do. Even the famous mariachis in the Plaza Garibaldi have to pass a test to sing there, and they are assigned a particular area of the square to belt out their corridos.</p><p><span class=\"dropcap\">K</span>nowing the City Is Organized and knowing it is vast still doesn’t prepare a visitor for a trip to the central market, the Central de abastos. This 750-acre complex in the southern part of the city is the mother of all markets. Practically all of the foodstuffs sold in the capital pass through this gargantuan distribution center. The Central de abastos is a city within a city. It processes 25,000 tons of food each day in three enormous main buildings, each with 26 corridors that are 2 kilometers (1.3 miles) long. The corridors are linked by crosswalks that handle general merchandise. Out of this massive complex, 85 percent of all fruits, vegetables, and legumes consumed in the city are sold. Daily auctions move huge quantities of bulk sales, while individual merchants line the corridors selling their specialties. Whole sections of the market are devoted to the sale of a single product. Though it’s strictly a wholesale market, it is so vast that it has its own banks, jewelry and clothing stores, and dormitories of a sort for the people who hardly ever leave its premises.</p><p>The day I visited, a group of California supermarket executives touring the complex were walking around with their jaws on the floor. “How is food distribution different in the United States?” I asked one of the businessmen. “In the States, each grocery chain has its own warehouse. Here, one central market feeds an entire city!” he said. “Of twenty million people!” added his colleague. Markets are ingrained in the Mexican culture. The lively Mexican markets of today have evolved from the aztec markets, which the Spaniards merely took over. (The Mexican craving for compact commercial centers probably means the american mall concept will spread rapidly there.)</p><p>Downtown Mexico City is much like a market: Different streets and neighborhoods are dedicated to the sale of a single good. The printing center is three blocks north of the city’s main square, on the Plaza de Santo Domingo. Here, row upon row of printers at their stands make everything from business cards to wedding invitations on the spot. Behind the printers are notaries and scribes who type letters, fill out forms, and help people with anything that requires the written word. Some will compose a poem for you to suit an occasion. In the surrounding streets, larger printers and stationery and paper stores abound. Eventually the printers and stationers give way to the newand used-book sellers district.</p><p>Jose Marin is an egg merchant. He has been one for 39 years. “We sell the best eggs,” he said with pride. His business, Casa Marin, was started by his father. Eggs are all he sells. What’s more, he competes with several other nearby merchants who also sell only eggs. The display cabinets hold brown eggs, white eggs, small and large eggs, and eggs from different types of chickens. Outside Mexico, the concept of an egg store may seem unusual. Only in Mexico City would it seem ordinary to have an egg store district.</p><p>Explaining this specialization, Marin said, “It allows us to know our products and our customers real well.” and what makes for a good egg? “The cleanliness of the water that the chicken drinks,” he replied with certainty. He prices his eggs according to the altitude that they come from. The higher the altitude, the cleaner the water, the higher the price.</p><p>There is no end to the specialization that can occur. Districts are dedicated to the sale of cleaning products, tin products, fabrics, children’s shoes, quinceanera gowns, hardware stores, electric water pumps; and there are districts with herb and medicinal-plant stores, and retail and wholesale medical equipment. I asked one merchant how they are able to avoid price wars, with all their competitors cheek by jowl. “Well, what you don’t see is that over the years the children of the store owners have intermarried,” he said. “Everybody is related to everyone else in one way or the other. ”</p><p>Anything that can be made is made here. Anything that can be fixed is fixed here. Where else would you have an entire area of the city dedicated just to the repair of sewing machines and another for the repair of car radios? Every trade, every craft, industrial or art, every talent is available in great numbers and conveniently grouped. Of course, other cities around the world have markets and street vendors and the same businesses located on the same streets. But not to the degree that Mexico City does. Perhaps no other city coaxes so much commercial activity out of every square inch. On the bus, on the subway, on the sidewalk, everywhere you look, merchants are singing out and exchanges are being made at a rapid pace. It’s the city as a market that gives the place so much verve. It takes a lot of transactions every day to support 20 million people.</p><p>Survival in any large city requires energy and creativity, but in Mexico City, there is no end to what a person can do to make a living. Pedro Ledermo says he learned to make music with a Coke bottle as a kid. He can play the national anthem, or if a pair of lovers is near, he will serenade them with “Besame Mucho” (“Kiss Me a Lot”). He earns about $12 a day making music on the subway.</p><p>“I thought of this myself,” said Tomas Hernandez de la Cruz, as he showed me an ingenious device that would win a prize at a science fair. By rigging his bicycle with a grindstone, he created his own profession as a traveling knife sharpener. Tomas sets his bicycle up on a stand and turns the seat to face the rear. He attaches a pulley from the rear wheel to the grindstone, mounts the bicycle, and begins peddling. On good days he makes $20.</p><p>Sergio Guevara has a taxi service. He started with a rented cab, then he bought a VW Bug. Now he owns a minibus. More important than his minibus is the route he now owns too: He starts at Tepito, the sprawling “thieves” market area north of the Zocalo, winds through the historic center, and then travels down the narrow streets to La Merced, the enormous downtown food market. Like everything else in Mexico, space is divided in many ways. He is one of fifty or so cab drivers who have earned a sort of franchise for their routes; Guevara will pass his route on to his son.</p><p>Mexico has no welfare system. Every person, no matter how destitute, is on his or her own. People help their relatives because of the strong family ties. Everyone who can, works. A Coke bottle makes you a musician, a bicycle makes you a tradesman, and a minibus makes you the owner of a transportation enterprise.</p><p>Unwittingly, the thousands of entrepreneurs, small-scale unions, and neighborhood allies have changed their country. Their economic power has been a large influence on the dramatic change that is currently taking place in the highest levels of the government. The street vendors, for example, are an open black market. Many of them sell contraband that evades Mexico’s superhigh tariffs on imported goods. They also sell domestically made goods that may be considered underground because, from production to sale on the streets, they avoid all domestic taxes and regulation. This flood of contraband and illegal imports sold openly on the streets has forced the Mexican government to entirely rethink its protectionist policies and domestic rules, such as taxes and labor laws. In 1987 Mexico joined the General agreement on Tariffs and Trade, and its import duties fell from an average of 45 percent to 9 percent; now that NAFTA has been approved, they will eventually fall to zero for North american goods.</p><p>NAFTA won’t be the cure-all for Mexico City’s ills. But the billions of dollars it will pour into the economy will be a great help to the government as it tries to balance continual growth with the city’s tremendous environmental and social problems. Much is owed to the Salinas revolution, which ended sixty years of heavy protectionism. Mexico City’s business and industry are booming even as they are undergoing a major transformation. The old families that owned the country’s main companies are striking new deals with multinational corporations; Mexican and U.S. companies are teaming up to bid on everything from newly privatized banks to TV stations and the phone company, planning to completely modernize operations. The city now has several billionaires (in dollars) and a rapidly growing middle class. A new optimism throughout all quarters of the city seems to be drawn from mere survival. Given the incredible resourcefulness of Mexico City’s citizens, NAFTA could make it the most important city of the twenty-first century—the epicenter of an economic earthquake, whose waves, in the not-so-distant future, will be felt across our hemisphere.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "January 1994",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Mexico",
      "Mexico City",
      "people",
      "Water",
      "Government",
      "Trash",
      "Business",
      "Food",
      "Aquifer",
      "Cities",
      "NAFTA",
      "Trucks",
      "buildings",
      "Children",
      "money",
      "Mother",
      "Music",
      "Neighborhoods",
      "Police",
      "Rescue"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": []
  }
}