{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19786",
    "date": "June 1978",
    "year": 1978,
    "month": 6,
    "month_formatted": "June",
    "pdf_uri": "/1978/19780600.pdf",
    "issue_cover_image": "",
    "document_start_page": 101,
    "toc_start_page": 103,
    "document_page_range": [
      [
        101,
        102,
        103,
        104,
        105,
        106,
        107,
        108
      ]
    ],
    "toc_order": 1,
    "toc_headline": "Happy Trails To You",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-197806-happytrai",
  "source": "/1978/19780600.pdf",
  "wp_post_id": 113136,
  "wp_post_guid": "http://www.texasmonthly.com/article/happy-trails-to-you/",
  "authors": [
    "Richard West"
  ],
  "headline": "Happy Trails To You",
  "dek": "Why let Roy Rogers have all the fun? Waltz across Texas this summer along these eleven good-time trails.",
  "spread_caption": "",
  "excerpt": "Forget the San Jacinto Monument and the alamo. Here are trails that will lead you to Lee Harvey Oswald’s can opener, tranquil country cemeteries, the world’s largest jackrabbit, peanut butter pie, and even more.",
  "kicker": "",
  "word_count": 4123,
  "content": "<p>Old Coronado really started something in Texas—trails. Back in 1540 he failed to find either the fabled cities of Cibola or Indian maidens coated in gold, but during his tortured wanderings south of amarillo he did create the first serious Texas trail. It came from obscurity and headed to oblivion, but it left its mark. From then on Texans didn’t feel like Texans unless they made trails. Even 330 years later, names like Chisholm and Goodnight-Loving became famous because they ended in “Trail.” In modern times Roy Rogers and Dale Evans won their way into the hearts of america by riding off into the sunset at the end of Western movies singing “Happy Trails to You.”</p><p>With trails having such a hallowed past, far be it from the State Department of Highways to let Coronado or Roy Rogers take all the credit. So the Department has mapped out the “Tropical Trail,” the “Independence Trail,” and the “Mountain Trail,” among others. But will those trails help you find a good beer garden or succulent barbecue? Not on your life they won’t. That’s why we’ve plotted our own trails. They’re all different, but they have one thing in common: pardner, they’re happy.</p><p>Illustrated by Mike Hicks</p><img/><img/><p><strong>Barbecue Trail</strong></p><p>Out there on the trail you need hearty food that sticks to your ribs without offending your aesthetic values. You wouldn’t make it from Dalhart to Dumas on cucumber, watercress, and mayo sandwiches. Barbecue, like mules, helped settle the West. It is flavorful, macho meat that is rated G for the whole family.</p><p>1.<strong> Big R Barbecue,</strong> one mile north on Highway 77 bypass, Raymondville. Brisket smoked over mesquite. Homemade flour tortillas. Smoked turkeys are available by special order.</p><p>2. <strong>Inman’s Kitchen,</strong> Highway 29 East, Llano. Homemade bread, barbecued turkey sausage, and an excellent sauce keep the citizens of the Llano Uplift elevated.</p><p>3. <strong>Luling City Market, </strong>633 Davis St., Luling. Best of the Central Texas city meat markets.</p><p>4. <strong>Kreuz Market, </strong>208 S. Commerce, Lockhart. This fine old market has been in the same location for 78 years. Kreuz’s has no sauce, no frills, just transcendent beef.</p><p>5. <strong>Louis Mueller’s, </strong>206 W. 2nd St., Taylor. This four-star barbecue restaurant consistently has Texas’ best beef and sauce.</p><p>6. <strong>Swan’s Country House Barbecue,</strong> Highway 290, Hempstead. The Swans’ eleven-year-old business flourishes, complete with hundreds of testimonials (all deserved), adages, and thank yous covering the walls and rafters.</p><p>7. <strong>Bodacious Barbecue, </strong>2227 S. Mobberly, Longview. One of the prime restaurants for East Texas-style chopped beef. Pick up a can of locally made sorghum molasses while you’re there.</p><p>8. <strong>angelo’s Barbecue, </strong>2533 White Settlement Road, Fort Worth. Along with <strong>Sonny Bryan’s</strong> in Dallas, 2202 Inwood Road, has the choicest bigcity barbecue.</p><img/><p>9. <strong>Hammond’s,</strong> nine miles west of Glen Rose on Highway 67. Briskets smoked slowly over hickory coals. Follow up your main course with Mrs. Hammond’s peanut butter pie. Open Friday through Sunday.</p><p>10. The <strong>Pit,</strong> corner of Lockwood and avenue P, Tahoka. Red-checkered tablecloths, no menu, but wonderful brisket, pork ribs, and kid in season, and—get this—real french fries.</p><p><strong>Fortune-teller Trail</strong></p><p>Why did the vacation go wrong? What particular karma caused the children to tar and feather baby sister with grape jelly and graham crackers from Fort Stockton to El Paso? If the vacation was that bad, will the fall bring good fortune or apocalypse? The spiritual advisers below will try to give the answers.</p><p>1.<strong> Reverend Kathryn Baker, </strong>2821 Idalia, El Paso. Pastor of the Open Door Truth Center, Universal Harmony Church, this clairvoyant and clairaudient first touches your hands before reading aura and tarot cards. There is no charge but the reverend will accept “love offerings for the church.”</p><p>2. <strong>Fay Wisestarr,</strong> (806) 744-4493, Lubbock. West Texas clairvoyant and tarot card reader. $15.</p><p>3. <strong>Bertie Catchings and son John,</strong> Box 12264, Dallas, 75225. Palm reading and aura reading in a thirty-minute session for $20. John joined his mother after a July 4, 1969, barbecue when lightning struck the car he was leaning on, causing the emergence of his psychic abilities. For recorded free advice on your horoscope, call (214) 661-1923.</p><p>4. <strong>Dan</strong> Fry, (214) 823-2461, Dallas. For what it’s worth, Fry is one of eight Texas astrologers certified by the american Federation of astrologers. First appointment and astrology charting costs $50. Clients include Hollywood’s Barbara Eden and Brenda Vaccaro.</p><p>5. <strong>Carl Logan,</strong> (214) 288-8628, Mesquite. Studies your palm before going into a trance and calling on his psychic abilities. That’s $25 for a private session; for $18 he will use his ESP to read vibrations from objects. By appointment only.</p><p>6. <strong>Madame Dora,</strong> (713) 983-9765, Port arthur. For $20 Dora reads tarot cards, studies palms, and delivers a psychic personality reading.</p><img/><img/><p>7. <strong>Carol Huffstickler,</strong> (713) 862-8411, Houston. For $85 you get everything: health reading (claims 87 per cent accuracy), astrological indications, palm reading, and complete tarot card prediction that covers next six months. All sessions are taped.</p><p>8. <strong>Veneta Hall,</strong> (713) 780-7248, Houston. All the usual spiritual adviser services, including pastlife readings. Hall also teaches adult classes in psychic development and meditation classes for children. One-hour session, $40.</p><p>9. <strong>Madame Hippie,</strong> (512) 462-0689, austin. For 42 years, augusta Hippie has read cards. When Charles Whitman visited, she saw “dangerous guns” in the UT sniper’s future. Two weeks’ notice needed before $15, one-hour session.</p><p>10.<strong> Madam Palm,</strong> (512) 831-9191, Brownsville. Amid red plastic curtains, red carpet, and red velvet furniture, red-haired Madam Palm reads palms in a half-hour session for $2.</p><p><strong>Silly Monuments Trail</strong></p><p>Sadly, no Texas monuments commemorate the first Frito or first Dr Pepper or Ralph, the swimming pig at aquarena Springs in San Marcos, or 400-pound Richard Bennett Hubbard, so far Texas’ fattest governor. Nor is there a monument celebrating Ed Neutzler, who held the world championship for muleshoe pitching for five years, a world record. But there is a monument to a mule.</p><p>1. <strong>Helium Monument,</strong> amarillo. A six-story, stainless-steel column containing four thousand items in time capsules to be opened twenty-five, fifty, a hundred, and a thousand years from 1968, including a dehydrated apple pie and a $10 savings account deposit drawing 4 per cent interest compounded annually. When opened in 2968 the account will be worth $1.08 quintillion. Oh yes, 90 per cent of the Western world’s helium is found in the amarillo area.</p><p>2. <strong>National Mule Monument,</strong> Muleshoe. A fiberglass mule, fifteen hands high, resting on a base of arkansas stone. Why immortalize a mule? Because mules can stand more heat, more cold, and do more work on less food and water than any other animal, that’s why.</p><p>3. <strong>White Buffalo Idol,</strong> Snyder. Originally constructed as a bull buffalo, this life-size replica underwent a sex change operation to become a buffalo cow. A nearby historical monument commemorates J. Wright Mooar, buffalo hunter, who in 1876 shot one of two albino buffaloes known to have been slain in Texas.</p><p>4. <strong>World’s Largest Jackrabbit,</strong> Odessa. Visit this six-foot bunny and memorize the recipe for stewed rabbit listed on the historical marker. Now you know where the Jim Beam folks got the idea for their jackrabbit-shaped collector’s bottle.</p><p>5. <strong>alley Oop Fantasyland, </strong>Iraan. Alley Oop, his girl friend Oola, Oop’s forty-ton dinosaur, Dinny, are there. Don’t miss the Fourteenth annual alley Oop Day Mule Race on June 3. Byom (Bring Your Own Mule) so you can win the trophy for world’s fastest mule. See Little Miss Pebbles and Queen Oola Beauty Pageant. Also golf cart polo and goat sacking.</p><p><strong>6. Popeye,</strong> Crystal City. Who else but an eightfoot Poyeye could symbolize the annual $4 million spinach crop harvested in the “winter garden” surrounding this South Texas city.</p><p>7. <strong>Strawberry Water Tower,</strong> Poteet. Poteet is the strawberry capital of Texas. Poteet is also the strawberry water tower capital of Texas.</p><img/><img/><p>8. <strong>Giant Crab,</strong> Rockport. Chicken wire, papier mache, and fiberglass giant crab that used to sit atop Rockport’s Del Mar Grill. Sexists note the monument is a male blue crab.</p><p>9. <strong>World’s Largest Pecan,</strong> Seguin. Your only chance to see five-foot-long, thousand-pound metal lath-and-plaster pecan. Guadalupe County produces three million pounds of pecans annually.</p><p>10. <strong>Dinosaur Valley State Park,</strong> Glen Rose. Hundred-million-year-old dinosaur tracks in bed of the Paluxy River and five fiberglass dinosaurs, including a seventy-foot brontosaur who starred at the 1964-1965 New York World’s Fair before finding a bronto home in Somervell County. Marvel at the baby brontos with simulated bronto eggs.</p><p>11.<strong>Mary Martin as Peter Pan,</strong> Weatherford. Life-size statue of Weatherford’s illustrious hometown star in Pan outfit in front of the new public library.</p><p>12. <strong>Bob Wills Twirling Fiddles,</strong> Turkey. Nonturkey musician’s hometown honors creator of Western swing on Bob Wills Day each year in april. Yes, the fiddles rotate.</p><p><strong>Cane Pole Fishing Trail</strong></p><p>Cane pole fishing is both peaceful and dignified. No illusions of grandeur, no large expenditures, no noise, but a solitary occupation guaranteed to refresh the soul. In 1975, three million Texas fishermen spent more than 1536 million hours dropping lines anchored by a myriad of curious items into lakes, rivers, reservoirs, stock tanks, creeks, bayous, and ponds pursuing the honorable avocation of fishing. This is the easiest way to add some of your hours to that immense total: eschew expensive gear; instead grab a bamboo pole, hook, line, and something that wriggles. Besides peace of mind, you will find fish as well at one of the eleven spots below.</p><p><strong>1. Lake Meredith,</strong> ten miles west of Borger off FM 687, Potter-Moore-Hutchinson counties. This is the spot for walleye fishing. Texas record (10 pounds 4 ounces) was set here last year.</p><p>2. <strong>Mackenzie Reservoir,</strong> nine miles northwest of Silverton off Highway 207, Briscoe County. An eighty-foot-deep lake with the best fishing in the Panhandle. Boffo crowds of smallmouth and largemouth bass, catfish, crappie.</p><p>3. <strong>Red Bluff Reservoir,</strong> five miles north of Orla, west of FM 652, Loving County. Who says Texas’ least-populated county hasn’t anything but Newt Keen’s cafe and beer tavern? It also has one of the very few good fishing spots in the TransPecos.</p><p>4. <strong>Twin Buttes Reservoir,</strong> eight miles southwest of San angelo off Highway 67, Tom Green County. Prime spot for Florida bass, a largemouth that is heavier than the Texas version. Water level is up from last summer. Primitive camping.</p><p>5. <strong>Lake Victor Braunig,</strong> fifteen miles southeast of San antonio off IH 37, Bexar County. Best black drum in Texas live in this reservoir. No camping but boat ramp, pier, bait stand. The entrance fee also permits access to nearby Calaveras Lake.</p><p>6. <strong>Canyon Lake,</strong> twelve miles northwest of New Braunfels off FM 306, Comal County. Superb camping and picnic facilities. Sunfish love this Hill Country spot. Good bank fishing on the Guadalupe River below the lake.</p><p>7. <strong>Yegua Creek,</strong> Highway 36 near Lake Somerville Reservoir, Washington County. Fish for hefty channel, blue, and flathead catfish. Picnicking nearby at Welch Park and Overlook Marina.</p><p>8. <strong>Toledo Bend Reservoir,</strong> south end, fifteen miles southeast of Hemphill off FM 3315, Sabine County. New state record for striped bass (30 pounds 6 ounces) set here last February. Toledo Bend also has yielded state record 19-pound bowfin.</p><p>9. <strong>Cedar Creek Reservoir,</strong> where Cedar Creek crosses Highway 31, fifteen miles northwest of athens, Henderson County. Park and walk. Plentiful bass, crappie.</p><p>10. <strong>White Rock Lake,</strong> Dallas County. Lazy fishing in the big city. Camping at nearby motels. Asa Short’s record, a 55-pound freshwater drum caught here in 1924, still stands.</p><p>11<strong>. Brazos River,</strong> just below Possum Kingdom Lake Dam, twenty miles northwest of Mineral Wells off Highway 16, Palo Pinto County. Texas Parks and Wildlife biologists stock the Brazos here with 8500 rainbow trout each month from November through March, so there are plenty to catch by summer.</p><img/><img/><p><strong>Small Museum Trail</strong></p><p>This has been a vintage spring for Texas museums: Cezanne at the Houston Museum of Fine arts; Frank Stella at the Fort Worth art Museum; a fine Impressionism/ Post-Impressionism collection at the Dallas Museum of Fine arts; and andy Warhol’s sports figures at the SMU University Gallery. Enough. Summer is the time to take a break from the highbrow and discover what your fellow Texans keep under glass cases.</p><p>L <strong>World’s Smallest Museum,</strong> 535 S. Missouri, Weslaco. It’s so small that claustrophobes should view exhibits of antique telephones through the windows. For Randy Newman lovers.</p><p>2. <strong>Beer Bottle World,</strong> Bavarian Village Restaurant, 212 W. Austin, New Braunfels. Pay 75 cents and enter the magic world of suds containers—over 14,000 different brands and bottles,</p><p>In an adjoining beer garden you may make your own collector’s items by emptying one or more bottles of your own.</p><p>3. <strong>Koliba Home Museum,</strong> 1124 Front St., Columbus. Historically marked home contains three hundred old irons, a bottle-tree forest, a restored barber and blacksmith shop, and the four-room Storybook Land.</p><p>4. <strong>Music Box Gallery,</strong> Public Library, 201 N. Davis, Sulphur Springs. It all started in 1919 when the Belgian royal family gave Leo St. Clair of Sulphur Springs a music box. That was two hundred animated and tinkling boxes ago.</p><p>5. <strong>The R. L. More, Sr., Bird Egg Museum,</strong> 1905 Wilbarger, Vernon. Ten thousand eggs from 750 species of birds and 150 expertly mounted bird specimens.</p><p>6. <strong>Foard County Museum,</strong> Mcadams Ranch, 15Vi miles west of Crowell on FM 654. Marguerite Oswald, mother of Lee Harvey, once worked here and left the museum’s prize piece, her son’s can opener, amid the pioneer memorabilia that make up the rest of the collection. Sunday afternoons only.</p><p>7. <strong>The Ernie Wilson Museum,</strong> corner of William and Elm, Buffalo Gap. Open July 3 to September 30 when it will close for six months of restoration. Wilson s eccentric collections include three statuettes of Froggy the Gremlin, French rodeo posters, Roy acuff souvenir plates, and a Snow White stove for kids. It was once Buffalo Gap’s jail, so look for the bullet holes and bloodstains.</p><img/><p>8. <strong>Midland County Historical Museum,</strong> 301 W. Missouri, Midland. In addition to local pioneer memorabilia, there is one shelf of polished objects recovered from chicken gizzards.</p><p>9. <strong>West of the Pecos Museum,</strong> 120 E. 1st St., Pecos. The only chance in Texas to see 1290 wooden and mechanical pencils.</p><p><strong>Beer Garden Trail</strong></p><p>Beer gardens are not necessarily alfresco dance areas like Crider’s near Hunt or Floore Country Store in Helotes, where music takes precedence over downing pitchers of beer. Nor are they pleasant bistros with a few outside tables like La Carafe in Houston. With one exception in Texas, beer gardens are first and forever for the consumption of beer and the pursuance of conversation. Music, food, and shady oaks, while welcome, are not essential.</p><p>1. <strong>Beethoven Maennerchor Hall,</strong> 422 Pereida, San antonio. The exception to beer gardens in Texas, here music comes first. On June 14, July 12, and august 9 hear a fifty-piece German brass band and choir perform. Dance follows. Beer drunk all the time in clubhouse.</p><p>2. <strong>Bavarian Village Restaurant,</strong> 212 W. Austin, New Braunfels. Outdoor garden seats a thousand, Live music Wednesday, Friday, and Saturday nights. In this city of beer drinkers, there are other gardens at the <strong>Chambrec House</strong> (formerly Schwamkrug’s), 1440 N. Walnut, and the <strong>River Restaurant, </strong>404 E. San antonio, a six-hundredseat garden on the four-mile-long Comal River, the shortest in the U.S.</p><img/><p>3. <strong>Gruene Hall,</strong> Gruene Road, Gruene. This dance hall on the banks of the Guadalupe River is Texas’ oldest. Fifteen outside tables. Bands on weekends, such as Balcones Fault and alvin Crow. There is good food next door at the Grist Mill Restaurant.</p><p>4. <strong>Scholz Garten, </strong>1607 San Jacinto, austin. Opened in 1860 as a log boarding house, Scholz’s became the quintessential beer garden in 1866 and hasn’t moved since. Also in austin, rock ’n’ rollers may prefer the <strong>armadillo World Headquarters Beer Garden, </strong>525 Barton Springs Road.</p><p>5. <strong>Parlour Restaurant,</strong> FM 109, New Ulm. A big garden behind a quaint restaurant in the German country east of La Grange.</p><p>6<strong>. Bavarian Gardens Restaurant and Beer Garden, </strong>3926 Feagan, Houston. Accommodates a thousand drinkers. Live music on weekends. German food inside, barbecue and sausage plates outdoors.</p><p>7. <strong>Hofbrau Garten and Restaurant,</strong> one block west of Gulf Freeway, FM 517, Dickinson. German food, six-piece band on weekends. Garden holds about five hundred.</p><p>8. <strong>Deutschlander,</strong> off Highway 89, Buffalo Gap. One of the rare West Texas beer gardens. Deutschlander also features a rare West Texas sight: trees.</p><p>9. <strong>Domino Parlor, </strong>230 E. Main, Fredericksburg. Great sandwiches at noon and fifty-seat garden out back. Music occasionally at <strong>Oma Koock’s, </strong>312 W. Main, in outdoor garden. Band includes Gillespie County Sheriff Hugo Klaernar on tuba. The newest addition to Fredericksburg’s gardens is <strong>altdorf, </strong>301 W. Main, located behind a beautiful eleven-room stone house built in 1846.</p><img/><p>10. <strong>Lajitas Trading Post,</strong> Lajitas. Beer garden, Mexican-style. There you can bid adieu to canoers pushing off for float trips through Santa Elena Canyon in Big Bend country.</p><p><strong>Under $10 Trail</strong></p><p>Vacations are not cheap unless you plan to spend them camping in an empty airplane hangar. Even then you have to buy gas, Sterno, dried food, and a bedroll or two. As an alternative to empty hangars, here are some inexpensive, entertaining things to do, all for less than the cost of three six packs of Heineken.</p><p>1.<strong> aerial Tramway Ride,</strong> El Paso. Catch the tramway at intersection of alabama and McKinley. See breathtaking desert sundowns in glass gondola on its way to the top of Ranger Peak—altitude, 5632 feet. Closed Tuesday and Wednesday.</p><p>2. <strong>Jack Kingston’s Hot Springs,</strong> seven miles north of Ruidosa, FM 170, Presidio County. For fifty cents, bathe in horse troughs full of hot, spring-fed water, or stay the night for $7 in a cabin by the cottonwood-lined creek. Splendid isolation.</p><p>3. <strong>arnim & Lane Department Store,</strong> Flatonia. The last of the old timey emporiums. Cotton underwear, flyswatters made from coat hangers, old stationery, bottles of aunt Dinah’s New Orleans Molasses, circa 1943.</p><p>4. <strong>The Hodge Podge antiques, </strong>1103 Front St., Columbus. Only place in Texas to get antiques, homemade peanut butter ice cream, and beer all under one roof.</p><p>5. <strong>Buster the Beer-Drinking Buffalo,</strong> Country Store, 4Vi miles north of alvin on Highway 35. See largest North american game animal quaff gallons of beer. Do it yourself watching Buster.</p><p>6. <strong>Colonel Bubbie’s Strand Surplus Senter, </strong>2202 The Strand, Galveston. Where Santa Claus comes to shop. Military uniforms from all over the world. Dressing room is vault of the old Moody bank.</p><p>7. <strong>Country Mile Restaurant,</strong> Highway 7, Ratcliff. Deep in the Davy Crockett National Forest is this country-style food shrine. All you can eat (for $5.95) will be more than you can manage. Reasonably priced campsites in the forest.</p><p>8. <strong>Texas State Railroad,</strong> Rusk. Ride to Palestine every day but Tuesday and Wednesday. Leave Rusk at 11 a.m., return at 3 p.m. Two trips daily on Saturdays and holidays; one leaves at 9 a.m., returns at 12:30 p.m., the second leaves at 1:30 p.m., returns 5 p.m. Adults round trip is $5.75, children $3.25.</p><img/><img/><p>9. <strong>Marbridge Farm Greenhouse, FM 1626, 16 </strong>miles south of austin. Best-priced and best-caredfor plants in Texas. Decorate your car and home.</p><p>10. <strong>Esther’s Pool, </strong>515 E. 6th St., austin. Local talent performs skits, songs, satire, memories of vaudeville, all for $2. Fridays and Saturdays at 8 p.m. and 11 p.m. Eleven o’clock show on Friday nights is free.</p><p><strong>accordion Music Trail</strong></p><p>The accordion links three major ethnic musical strains in Texas: the Bohemian-German brass bands; the Mexican <em>conjunto</em> groups; and the Cajun-black bands that play zydeco. Cantinas, Catholic parish halls, supper clubs, and agricultural society buildings (like the oldest in Texas at Cat Spring) all house this joyous music.</p><img/><p>1<strong>. Alma Latina,</strong> Rainbow Shopping Center, Dickinson. The most amazing accordionist of all, Steve Jordan, and his band, featuring his thirteenyear-old son on <em>timbales</em> and vocals. Jordan plays everything from traditional ballads and <em>corridos</em> to disco hits like “Fly, Robin, Fly.”</p><p>2. <strong>La Villa Real,</strong> Highway 83, near Mcallen. Watch for road signs. Tuesday night is the night. Don’t miss Tony de la Rosa, <em>conjunto</em> musician extraordinaire from Corpus Christi. Geet down!</p><p>3. <strong>La Villita,</strong> Old Kingsville Road at the edge of town, alice. This dance hall is the popular Conjunto Bernal’s favorite hangout.</p><p>4. <strong>Mendiola’s Ballroom,</strong> S. Highway 81, San antonio. <em>Conjunto</em> Mexican bands play <em>musica norteha.</em> Watch for Los Pavos Reales here or at Mendiola’s southern branch in Poteet.</p><p>5. <strong>The Rockin M Club,</strong> Highway 183, ten miles south of austin. Be sure to catch the battle of the accordions on Sunday nights between champion Flaco Jimenez and challenger Mingo Saldivar.</p><p>6. <strong>Catholic Czech Club, </strong>4930 Military Parkway, Dallas. Summer accordion madness includes Czech Harvestors Band (June 4) for the club’s third anniversary; Vrazel’s Polka Band (June 10); and the Ennis Country Boys (June 24). If it’s full, try the <strong>Sokol athletic Center, </strong>7448 Greenville avenue, on the same days for different bands.</p><p>7. <strong>Latin World, </strong>7035 Harrisburg, Houston. Dance to open-throttle <em>conjunto</em> music every Friday and Saturday night.</p><p>8. <strong>Ten acre Club,</strong> in Cheek, Highway 124, ten miles southwest of Beaumont. Stop on the zydeco circuit for groups like Good Rockin Dopcee and the Twisters and Marcel Dugas and the Entertainers.</p><p>9. <strong>The Rodair Club,</strong> Highway 365, Port arthur. Hear Cajun masters like Rodney LeJune or allen Thibodeaux and his two sons.</p><p>10. <strong>Sparkle Paradise, </strong>108 Texas avenue, Bridge City. Here in the shadow of Louisiana, if you’re lucky, Clifton Chenier’s band with brother Cleveland on rubboard will be playing.</p><p><strong>Country Steak House Trail</strong></p><p>Steaks and cowboys: these two universal symbols of Texas can be found in great abundance at almost all the country steak houses listed below. Owners will frequently double the tab if they hear customers utter the word “vegetarian.”</p><p>1. <strong>Rowe Valley Restaurant,</strong> twelve miles east of Georgetown on Highway 29. A beautiful setting m a pecan grove on the San Gabriel River complements the beauty of their steak. While you’re in Central Texas, don’t miss <strong>What’s Your Beef</strong> in Thrall, or heading west, the <strong>Ranchlander Inn</strong> on Highway 87, sixteen miles west of Brady near Melvin.</p><img/><p>2. <strong>Little River Mercantile Company,</strong> eight miles south of Temple, FM 436, Little River. Get the KC steak for five ($29.25). Waiters are elderly gents in overalls who will gladly bring you homemade bread or Wayne Shirley’s hand-cranked vanilla ice cream.</p><p>3. <strong>Lone Star Tavern, </strong>4713 Corsicana Highway, Waco. Order by circling the steak of your pleasure on the menu. Avoid the salad.</p><p>4. <strong>The Big Texan,</strong> IH 40 East, amarillo. If you can eat the 72-ounce wonder <em>and</em> the shrimp cocktail, salad, roll, and baked potato by yourself in an hour, you get your $16.75 refunded. The 7ounce Lady Texan is a mere $6.75.</p><p><strong>5. Cattleman’s Steak House,</strong> twenty miles east of El Paso on IH 10, north at Fabens exit to Indian Cliffs Ranch. Sweet vermouth splashed on these steaks makes them savory wonders. We suggest the two-pound Cowboy Steak for two.</p><p>6. <strong>Lowake Inn,</strong> FM 1929, 27 miles north of San angelo. Isolated in the middle of West Texas, this is the true Texas country steak house. Try the 40ounce if you’re man enough.</p><p>7. <strong>Zintner’s Steak House, </strong>2715 Sherwood Way, and <strong>Zintner’s Daughter, </strong>1901 Knickerbocker Road, San angelo. Both are West Texas traditions, because they’re always good.</p><p>8. <strong>Cherry Spring Hall and Steakhouse,</strong> fifteen miles north of Fredericksburg, Highway 87, Cherry Spring. The building is a 55-year-old renovated dance hall, which still hosts occasional wedding dances.</p><img/><p>9. <strong>Hermann Sons Steakhouse,</strong> Highway 90, one mile east of Hondo. Home of the famous Cheeseburger Steak offered in mild, medium, and hot. Don’t pick the last.</p><p>10. <strong>Mesquite Inn,</strong> Riviera Beach, <em>9Vi</em> miles east of Riviera on FM 771. Four blocks from the Gulf. Get the large T-bone ($5.25).</p><p>11.<strong>Rodney’s, </strong>500 S. Velasco, angleton. Great rib eye, classic homemade cole slaw, and a memorable “grasshopper pie” named after the drink, not the insect.</p><p><strong>Grateful Dead Trail</strong></p><p>There is no more peaceful place than a country cemetery. All is respectfully quiet, there’s nothing to be afraid of since everybody knows ghosts don’t come out in the daytime, the tombstones provide something to read, and it’s very hard, what with the thoughts of eternity that graveyards inspire, to worry too much about such little things as the energy crisis, crime in the cities, or the rent.</p><p>1.<strong>State Cemetery of Texas, </strong>901 Navasota, austin. The final home of nine governors, Stephen F. Austin, J. Frank Dobie, and Homer Garrison. Founded in 1851.</p><p>2. <strong>La Grange City Cemetery,</strong> on Highway 71. A small-town cemetery, perhaps the most beautiful in the state.</p><p>3. <strong>Hodge’s Bend Cemetery,</strong> two miles west of Sugar Land on Highway 6. Includes the grave of alexander Hodge, a veteran of the american Revolution who fought in Francis “Swamp Fox” Marion’s South Carolina Brigade.</p><p>4. <strong>City Cemetery, </strong>4001 Broadway, Galveston. Nice in-town island cemetery, in the New Orleans style filled with lots of crosses, monuments, and mausoleums.</p><p><strong>5. Oakwood Cemetery, </strong>9th and avenue <strong>I, </strong>Huntsville. Burial place for General Sam Houston and many yellow fever victims from the 1867 epidemic.</p><p>6. <strong>Old Spanish Cemetery,</strong> courthouse grounds, Nacogdoches. Burial spot of Gil Ibarvo, who led the resettlement of the town in 1779.</p><p>7. <strong>Brownsboro Norwegian Lutheran Cemetery, </strong>just east of Brownsboro on Highway 31. Twentyfour marked and 81 unmarked graves of early Norwegian settlers.</p><p>8. <strong>acton Cemetery,</strong> off FM 1190, acton. Location of acton Historic Site, smallest state park in Texas. Includes the graves of Elizabeth Crockett and two of Davy’s children.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "June 1978",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Highway",
      "Texas",
      "Beer",
      "Country",
      "Music",
      "Steak",
      "Band",
      "Dance",
      "Fishing",
      "Conjunto",
      "Food",
      "Home",
      "House",
      "ten",
      "Camping",
      "Psychic",
      "Water",
      "West Texas",
      "Barbecue",
      "Barbecue"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Texas",
      "West",
      "West Texas",
      "Amarillo",
      "Canyon"
    ]
  }
}