{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19786",
    "date": "June 1978",
    "year": 1978,
    "month": 6,
    "month_formatted": "June",
    "pdf_uri": "/1978/19780600.pdf",
    "issue_cover_image": "",
    "document_start_page": 112,
    "toc_start_page": 118,
    "document_page_range": [
      [
        112,
        113,
        114,
        115,
        116
      ]
    ],
    "toc_order": 3,
    "toc_headline": "Doing What Comes Naturally",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-197806-doingwhat",
  "source": "/1978/19780600.pdf",
  "wp_post_id": 113124,
  "wp_post_guid": "http://www.texasmonthly.com/article/doing-what-comes-naturallydesign/",
  "authors": [
    "Michael Ennis"
  ],
  "headline": "Doing What Comes Naturally",
  "dek": "O'neil Ford brings architecture back to the basics: native materials, regional design, and hand craftsmanship.",
  "spread_caption": "",
  "excerpt": "A lifelong aversion to sleek steel high rises and modern fads has made o’neil Ford the grand old maverick of Texas architecture.",
  "kicker": "",
  "word_count": 1269,
  "content": "<p>“We’ve always kept on missing the boat,” says San antonio architect o’neil Ford with obvious delight. “By the time it’s out of style, we haven’t done it.”</p><p>Ford and his design team have instead spent five decades lagging sensibly behind current architectural fashions. He has recycled old buildings and renovated historic neighborhoods; he has remained staunchly dedicated to the traditions of hand craftsmanship and the use of materials like stone, brick, and wood; and he has always been an obstinate regionalist working to preserve the indigenous character of Texas architecture from the encroachment of what he calls “bulldozer mentalities” and “that nasty modern stuff.”</p><p>He has consistently concerned himself with things that a decent modernist wouldn’t bother with, and that is why, when the history of twentieth-century architecture is written, this cigarchomping, garrulous, sometimes irascible 72-year-old designer is likely to have achieved a significant position in it.</p><p>Even now, Ford is perhaps the most visible and honored of Texas architects, as a short list of his firm’s projects reveals: Trinity University, the University of Texas at San antonio, the Tower of the americas in HemisFair Plaza, the University of Dallas, the Texas Instruments plant in Dallas, renovation of the Fort Worth art Center, the expansion of San antonio’s McNay art Institute, and award-winning private homes throughout the state.</p><img></img><p>He has received national critical acclaim for the new campus of Skidmore College in upstate New York, and his firm—Ford, Powell, and Carson—has ranged as far afield as Peru, Switzerland, and Saudi arabia. As a member of the National Council on the arts from 1968 through 1974, Ford was such a vigorous and voluble spokesman for the restoration of historic buildings that he was officially proclaimed, with tongue not entirely in cheek, a National Historic Landmark by a group of Washington notables. But he has resisted celebrity with a mixture of growling nonchalance and good-natured humility. A <em>Washington Post</em> article calling him “the nation’s leading architect, although the nation may not know it yet,” he dismisses with a guffaw. “Modernism,” says Ford, “has spawned a group of eight or ten architects in the United States whose pictures have made the front of <em>Time</em> magazine and who are great egoists. In my opinion,” he continues, “the one thing that <em>is</em> important is the building, and the thing that <em>isn’t</em> important at all is the architect. That was true in the Middle ages, wasn't it? Who the hell did those marvelous churches?”</p><p>Left: <em>a gargoyle-faced knocker imported from Mexico guards the door to the Marshall Steves house in San antonio.</em> Right: <em>Sunlight streams through the gallery topped by brick</em> bovedas <em>(vaults) in the Steves house.</em></p><p>Photography by Rick Gardner</p><img></img><img></img><p>John Dyer</p><p><em>No egoist, Ford believes that the building, not the architect, is what matters.</em></p><p>He clearly prefers that adulation be distributed among his partners, who include Chris Carson and Boone Powell, and the other members of the forty-person firm, who are squeezed into unpretentious offices in two old houses in San antonio’s King William Historic District. Ford’s modesty is more than diplomatic magnanimity; it is a matter of style, a quality that separates him and his work from all the architectural hubris that has dominated twentieth-century building. What Ford has done is make contemporary architecture simple. Detached from what he calls “the voluminous spewing of philosophy and esoteric writing that architects, editors, and critics are producing today,” Ford simply builds—with discrimination and enthusiasm. His own appraisal of his efforts is even more succinct: “i’m a mechanic.”</p><p>Ford has found the basis for this fundamental approach to architecture to be his own experience and personal sense of place. Born in 1905 in a longgone East Texas railroad stop called Pink Hill, Ford moved with his family to Denton in 1917 after the death of his father in a railroad accident.</p><p>Ford’s education was a haphazard but effective mix: poring over books on art and architecture in local college libraries; courses in drawing, metalworking, and woodworking at North</p><p>Texas State Teachers College. His sole formal architectural education was an International Correspondence School course ordered from a traveling salesman who dropped in at the hamburger stand where Ford was working and paid for by his mother with the last $19 in her bank account.</p><p>After two years at North Texas, those skimpy home finances forced Ford to look for work. “I started writing architects,” he recalls, “sending them this International Correspondence School work—and I can just see how their faces must have looked. One day I went to Dallas; i’d written a man whom I thought was the best architect, but he had never answered, so I visited his office.” David R. Williams, University of Texas dropout and a fellow correspondence course alumnus, was apparently expecting him. “Where the hell have you been?” groused Williams and promptly gave Ford a job.</p><p>At the time Williams was doing “Spanish stuff.” Ford got him interested in the simple box-shaped limestone buildings with standing-seam metal roofs that he had seen as a boy on trips to Fredericksburg (a predominantly German town) and Castroville (a largely alsatian village west of San antonio). “Now, why I as a little kid perceived in those things a certain kind of honest native architecture, i’ll be damned if I know,” Ford says today; but he came to realize that such simple buildings had a persuasive logic.</p><p>Although Ford never copied these buildings directly, he adapted their commonsense approach to contemporary engineering and environmental needs. In building for the sunny Southwestern climate, he has emphasized overhanging roofs, placement of windows away from strong sunlight, and ground plans that allow natural air circulation. The simple additive form of Hill Country houses is evident in the rambling private residences he has designed. Frequently they consist of a series of cottagelike units distributed along a straight line or, in the case of the enormous Marshall Steves house in San antonio, unfurled off a ninetyfoot-long, dome-vaulted gallery. These houses feel reassuringly “built” rather than arbitrarily sculpted by some giant hand and, no matter how refined and spacious, retain a certain practical informality that seems well suited to Southwestern lifestyles.</p><img></img><img></img><p><em>at Trinity University, classical details such as oculi (round windows) and a row of arches punctuate the front of the theater complex.</em></p><p><em>“The houses that Ford designs feel reassuringly ‘built’ rather than arbitrarily sculpted by some giant hand.”</em></p><p>The real triumph of this fundamental architecture is sometimes known as “the miracle of Trinity Hill.” a series of economical and unpretentious buildings Ford constructed over a period of more than twenty years, Trinity University in San antonio was started with what he calls a “determination to put things where they logically belonged instead of setting them in some prescribed monumental and geometric pattern.” The campus today is a subtle harmony of diversified structure—some concrete slab and glass and steel walls, lots of thick Romanesque structures, and the copper-clad curve of Laurie auditorium, which elegantly mirrors the functional layout of the interior seating. The predominant feeling is of the reasonable proportions and unlabored classicism of a Mediterranean village, with red-brick trim and facades adding an overall tonality and texture that complement the lush vegetation at the site.</p><p>Ford excels in building on hilly ground, sometimes stepping or terracing levels down a slope or allowing a dip in the earth to uncover basementlevel windows. He leaves trees standing whenever possible, and shrubs and saplings that can’t be saved are replanted in terraces, gardens, and patios.</p><img></img><p>The renovated San Fernando Cathedral evokes the subtlety of the original design.</p><img></img><p>The University of Texas at San antonio looks</p><p>“Natural materials offer old-age insurance for buildings, weathering beautifully long after gleaming modern surfaces have turned tawdry.”</p><img></img><p>Cleaned up, the Gothic Revival exterior of San Fernando adds dignity to the city.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "June 1978",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Architecture",
      "Texas",
      "buildings",
      "trinity",
      "Art",
      "San Antonio",
      "University of Texas",
      "College",
      "Education",
      "Giant",
      "House",
      "Marshall",
      "School",
      "Writing",
      "Books",
      "Castroville",
      "Celebrity",
      "Country",
      "Death",
      "Denton"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Texas",
      "San Antonio",
      "Marshall",
      "Washington",
      "Denton"
    ]
  }
}