{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198011",
    "date": "November 1980",
    "year": 1980,
    "month": 11,
    "month_formatted": "November",
    "pdf_uri": "/1980/19801100.pdf",
    "issue_cover_image": "",
    "document_start_page": 200,
    "toc_start_page": 198,
    "document_page_range": [
      [
        200,
        201,
        202,
        203,
        204,
        205,
        206,
        207,
        208
      ]
    ],
    "toc_order": 6,
    "toc_headline": "Hecho En Mexico",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198011-hechoenm",
  "source": "/1980/19801100.pdf",
  "wp_post_id": 111984,
  "wp_post_guid": "http://www.texasmonthly.com/article/hecho-en-mexico/",
  "authors": [
    "Cyndy Severson",
    "Patricia Sharpe"
  ],
  "headline": "Hecho En Mexico",
  "dek": "Give your holiday festivities and gifts a Spanish accent this year.",
  "spread_caption": "",
  "excerpt": "There’s no Christmas like a south-of-the-border Christmas, with gift ideas to match.",
  "kicker": "",
  "word_count": 2048,
  "content": "<img/><p>Photography by Rick Gardner</p><p>Santa Claus has put Mexico on his delivery route, and together with his herd of intercontinental ballistic reindeer, the jolly fat man is becoming a well-known holiday personage, especially in towns along the border. By the same token, Mexico’s Christmas customs are growing more familiar to us. In the Rio Grande Valley plenty of anglo families wouldn’t dream of Christmas dinner without tamales, and a bright row of <em>luminarias</em> along the sidewalk and a tasseled pinata in the living room look right at home with an evergreen Christmas tree.</p><p>It isn’t hard to give a Latin flavor to your Christmas; the main thing is to get started, now. You can go all out with elaborate <em>nacimientos</em> (Nativity scenes) and a tableful of spicy Mexican holiday foods like turkey in <em>mole poblano,</em> or you can start slowly, adding a few bright tin ornaments to your tree year by year and allowing your <em>“mexicanismo”</em> to develop naturally.</p><p>One of the most enlightening Mexican-inspired customs is that of the <em>luminarias, </em>and we have Safeway, Skaggs, Piggly Wiggly, and countless other grocery stores to thank for the modern version of this age-old custom. Spanish-speaking people living in New Mexico traditionally lit fires to illuminate parades and spectacles. Later, long-burning tallow candles were substituted, and some time after, a genius whose name is lost to history had the bright idea of putting the candle in a paper bag partially filled with sand.</p><img/><p><strong>Right; </strong><em>The entrance to your casa will be a serene, well-lighted place with the candle glow from luminarias showing the way.</em></p><p>Lettering by Janice ashford/Sagebrush Studio</p><p>Cc</p><img/><img/><p><em>Classic straw and polychrome tin tree ornaments (available at most import shops, straw 40 cents-$l.20, tin $1.50-$4.50).</em></p><p>The trick in setting up your own <em>luminarias</em> is not to skimp. They look best in unbroken lines, so don’t stop after you’ve put them on both sides of your sidewalk. Trail them around the porch, along the driveway, and down the fence. For a party, it’s worth the trouble to make cutouts in the bags, which will give your paper lanterns the look of the Mexican punched-metal ones.</p><p>Lights of all types figure prominently in Mexican Christmas festivities, but fireworks are the big-bang theory in south-ofthe-border merrymaking. Plenty of small fireworks, like the skittering <em>buscapiés</em> (“foot searchers”), are sold at the <em>mercados,</em> but a big holiday demands the skills of a master fireworks maker, the <em>pirotecnico.</em> an admired man in any village, the <em>pirotecnico</em> has to be a combination of architect, daredevil, and magician to build and successfully set off the fiendishly complex constructions that are an expected part of any fiesta. Even our most elaborate Fourth of July displays don’t hold a candle to the <em>castillos,</em> or castles, that are shot off on Christmas Eve. Days before December 24, the <em>pirotécnico</em> and his assistants begin to build the <em>castillo</em> in his workshop, wiring together the many small pieces of wood or bamboo that form its skeleton. As each separate section is finished, it is strung with the explosives. All kinds of lightand noisemakers are attached, and at the very top goes a big aerial bomb or rocket and a hot-air balloon.</p><img/><p><em>Spreading cheer are a human-headed dog by Manuel Jimenez (Dos Gringos, Houston, $300), a bus by Candelario Medrano, and a monkey (Surroundings, Houston, $60 and $20). Jimenez toys also at Charles Lewis Co., austin; Objects Gallery, San antonio.</em></p><p>On Christmas Eve morning all the sections are loaded on a truck and driven, very gingerly, to the plaza, where the workers spend hours assembling the parts. There can be no breaks or loose connections anywhere—and cigarette smoking is absolutely forbidden. After the sun sets, the fun begins. First, the <em>pirotecnico</em> works up the crowd by setting off some preliminary fireworks; then, when anticipation has reached a suitably feverish pitch, he lights the <em>castillo.</em> The series of explosions begins a determined march up the frame, over crosspieces, and around corners, moving inexorably toward the peak. Long minutes later the aerial bomb ignites with a satisfying bang, and a huge shower of sparks filters down onto the crowd. The hot-air balloon fills and floats languidly off into the evening sky.</p><p>In Mexico and throughout much of the Spanish-speaking world the Christmas tree is a Juanito-come-lately as far as holiday traditions go. A much more familiar custom there, as in Europe, is the <em>nacimiento,</em> or creche. Every home, no matter how humble, will have figurines—in clay, wood, tin, or porcelain—of Mary, Joseph, and the infant Jesus, with perhaps a cow or two to suggest the stable. Like american families who add a few tree ornaments to their collections every year, growing ever more sentimental about them, families in Mexico collect more and more little <em>nacimiento</em> figures, until the whole countryside and populace of Bethlehem—the Three Wise Men, angels, shepherds, villagers, sheep, oxen, and burros—are assembled. Sometimes the setup becomes so elaborate that an entire room is given over to it, with Spanish moss or green paper used for fields, mirrors for rivers, tiny roads of sand, toy houses, and pens for the livestock.</p><p>A family whose attachment to tradition is less than slavish may not be above incorporating favorite toys into the <em>nacimiento</em> scene. In some houses electric trains race frantically through the Holy Land, small motorboats cruise along the rivers, and an occasional airplane zooms through the flocks of sheep. The <em>nacimientos</em> stay up from December 24, or before, until January 6, when the Three Wise Men, who have been moved, inch by inch, closer to the Holy Family each day, finally reach the end of their journey.</p><p>Just as every house has its Nativity scene, so in every village and city, groups of families get together to celebrate the most important of all the Christmas activities—/<em>las posadas,</em> “the inns.” In Mexico, December 16 marks the beginning of this pageant, which combines a fervent religious spirit with a good excuse to have a party.</p><img/><img/><p>Left: <em>anticipation builds: holiday gifts in Mexico are brought by the Wise Men, and they don’t arrive until January 6.</em></p><p>Tree courtesy of a World of Christmas, austin.</p><img/><p>Folk toys and Nativity scenes from collections of Joe Nicholson and Cliff Wallace, San antonio.</p><p>On each of nine consecutive evenings, relatives and close friends gather at dark to act out Mary and Joseph’s search for lodging. They form a procession behind two children who carry a small litter bearing figures of Mary riding a burro with Joseph and an angel behind. Carrying candles, the marchers wend their way toward a friend’s house, stopping finally at the front door, where the family inside is waiting. Singing, the pilgrims knock at the door and beg lodging. The “innkeepers” answer in song, telling the weary travelers to go away. Each verse gives a different excuse: that there is no room, that everyone is asleep, that they fear thieves. The musical exchange continues until the pilgrims finally reveal that they are Mary and Joseph, whereupon they are admitted with great rejoicing. After a few prayers are said, refreshments are served and, frequently, a dance ensues. <em>Las posadas ends</em> on Christmas Eve with the placing of the Christ Child doll in the manger and the celebration of midnight mass. Fireworks follow; then the families return home to their own special Christmas suppers.</p><p>In many villages and towns, <em>las posadas</em> is a community affair, with real people playing the roles of the Holy Family and a real donkey playing the role of the privileged burro. (Other than Mexico, a good place to see <em>las posadas</em> is San antonio, where an abbreviated version is acted out along the Riverwalk. This year it will be held on December 14.)</p><p>In Mexico gifts are a big part of the holiday cheer, and even though Santa now has a toehold south of the border, the traditional gift givers are <em>los reyes magos</em>—the Three Wise Men. Like american children, Mexican <em>nihos</em> write letters specifying their wants, and the Wise Men reward them on January 6 by leaving presents in their shoes. For the youngsters, the mingling of the two cultures doubles their fun. Many parents and grandparents are under pressure to produce gifts from Santa but can’t bear the thought of not having gifts brought by the Wise Men. The obvious solution, much supported by the children, is to give Santa equal status. On the day of the Wise Men’s arrival (Epiphany), a special cake decorated with fruit is served. It is called <em>rosca de reyes</em>, “twisted cake of the kings.” Naturally, the Three Wise Men occupy an esteemed position in the culture. In Mexico City and other places, they appear in person in parks and plazas, wearing flowing robes and splendid crowns, and children wait excitedly in line to have their pictures taken with the illustrious kings. From street vendors they can buy papier-mache masks with bristling moustaches and small crowns and headdresses, along with plenty of other toys.</p><img/><p><em>Lay your table with foods from Mexico; you’ll have a feast fit for Montezuma.</em></p><p>One well-loved american Christmas custom that originated in Mexico is decking the halls with pots of festive poinsettias. The flower grows wild in the hothouse climate of many parts of Mexico, where it goes by several names, among them <em>la flor de noche buena,</em> “the Christmas Eve flower.”</p><p>The aztecs are said to have admired the showy red bracts of the poinsettia; they extracted a purplish dye from them as well as using the plant’s milky sap as a medicine. In the seventeenth century Franciscan padres in Mexico began using the poinsettia in their Nativity processions. A Christmas legend of more modern times recounts the miraculous creation of poinsettias from a bouquet of humble weeds left as a present for the Christ Child by a devout young Indian girl who could afford no other gift.</p><p>The flowers made their way into american holiday customs through official channels. The first United States minister to Mexico, Joel R. Poinsett, took a fancy to the plants and in 1828 sent some to friends and to his greenhouses back home. Our favorite Christmas flower bears his name today.</p><p>This year, why not give a fiesta flavor to your Christmas? True, things like <em>las posadas</em> and the custom of gifts from the Wise Men need to be experienced firsthand to be fully appreciated, but a <em>nacimiento</em> can be cherished without any special instruction, and every tree can benefit from some brightly hand-painted tin or straw ornaments. Once you’ve tried a bicultural Christmas, you won’t want to celebrate it any other way.</p><p>Left: <em>Christmas cookies are as easy as rolling off a Yule log. Recipes for the more exotic dishes begin on page 286.</em></p><p>Cookies courtesy Joe’s Bakery, austin.</p><p>Food photographed at La Bonne Cuisine School, austin.</p><img/><p><em>Cotton is the almost universal fabric of Mexican clothing. It’s comfortable, it’s cool, and when made into quilts, it’s warm as a steaming cup of Mexican chocolate. Even the filling is 100 per cent cotton (exclusively at Marti’s, Nuevo Laredo, approximately $25).</em></p><img/><p><em>Rugged individualists: no two of these wool rugs, handwoven in Teotitlan del Valle, Oaxaca, are alike (La Mariposa, Dallas; Surroundings, Houston; $40-$500). The hand-thrown pot comes from acatlán in Puebla State (Surroundings, $16).</em></p><img/><p><em>Natty napery: cotton napkins (Bonnard’s, austin, $4; Marti’s, Nuevo Laredo, $1.50).</em></p><img/><p><em>Down Sauza Conmemorativo ($11.50) from custom-made tequila cups by Ken Price (Texas Gallery, Houston, $100).</em></p><img/><p><em>The cotton shirt on your back comes in many colors (Barbara de Matamoros or from Box 3818, Brownsville 78520; $40).</em></p><img/><p><em>Raggedy anitas wear native dresses (Charles Lewis Co., austin; Lirio’s, Dallas; Dos Gringos, Houston; $4-$10).</em></p><img/><p><em>Suede bolero and skirt (Barbara de Matamoros; Box 3818, Brownsville 78520; $298).</em></p><img/><p><em>Put all your tortillas in this</em> chiquihuite <em>basket woven from strands of sterling silver in the style of a fiber basket (Tane Silversmiths, Houston, around $900).</em></p><img/><p><em>Peace on the hearth: Roberto Boxly’s contemporary Nativity scene in ceramic (Dos amigos, Matamoros; or by mail from Box 3818, Brownsville 78520; $50).</em></p><img/><p><em>There’s no luggage like leather luggage from Mexico City for taking what traveling can dish out (aries Fine Leather, Houston, 22-inch soft-side $270, accordion bag $315).</em></p><img/><p><em>Pigment of the imagination (Barbara de Mata-moros, price depends on painting, $70-$400).</em></p><img/><p><em>Silk rebozo (Marti's, Nuevo Laredo, $50); satin lariat (Dos amigos, Matamoros, $98).</em></p><img/><p><em>Hot rock: coffee cup and saucer carved from onyx (Marti’s, Nuevo Laredo, $10); Pluma altura coffee ($5 a pound).</em></p><img/><p><em>Class brass: this ten-inch brass shell holds table arrangements—or even handfuls of pearls (San Miguel, Dallas, $44).</em></p><img/><p><em>Woven palm basket holds clothes, picnics, or chihuahuas (Lali, Matamoros; or Box 3818, Brownsville 78520; $9).</em></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "November 1980",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Christmas",
      "Mexico",
      "Holiday",
      "Brownsville",
      "Family",
      "Nativity",
      "Cotton",
      "Ornaments",
      "Santa",
      "bomb",
      "Cake",
      "Children",
      "Coffee",
      "Home",
      "Mexico City",
      "people",
      "Spanish",
      "BUS",
      "Cheer",
      "Christmas Tree"
    ],
    "wp_categories": [
      "Family"
    ],
    "wp_location": [
      "Brownsville",
      "Rio Grande Valley"
    ]
  }
}