{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198011",
    "date": "November 1980",
    "year": 1980,
    "month": 11,
    "month_formatted": "November",
    "pdf_uri": "/1980/19801100.pdf",
    "issue_cover_image": "",
    "document_start_page": 164,
    "toc_start_page": 162,
    "document_page_range": [
      [
        164,
        165,
        166,
        167,
        168,
        169,
        170,
        171
      ],
      [
        286,
        287
      ]
    ],
    "toc_order": 1,
    "toc_headline": "Discover Beautiful Beaumont",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198011-discoverb",
  "source": "/1980/19801100.pdf",
  "wp_post_id": 111999,
  "wp_post_guid": "http://www.texasmonthly.com/article/discover-beautiful-beaumont/",
  "authors": [
    "Richard West"
  ],
  "headline": "Discover Beautiful Beaumont",
  "dek": "No kidding (well, maybe a little). There’s plenty of fun in the Golden Triangle—if you know where to look.",
  "spread_caption": "",
  "excerpt": "Okay, we heard that snicker. But give the place a chance. You’ll find plenty to enjoy.",
  "kicker": "",
  "word_count": 3825,
  "content": "<img/><img/><p><strong>Photography by arthur Meyerson</strong></p><p>Opposite: <em>there’s more to the Golden Triangle than refineries and deserted marshes —these crawfish and seafood delicacies at Port arthur’s Farm Royal, for starters.</em></p><p><span class=\"dropcap\">T</span>he plain truth is this: some Texans show only tepid interest in exploring the southeast corner of the state, the Beaumont-Port arthurOrange “Golden Triangle.” Others feel the idea is inconceivable, still others find it hopeless, and a few think it’s appalling. In short, if asked about the possibility of a satisfying trip to the Golden Triangle, too many Texans would simply quote the late movie mogul Sam Goldwyn: “I can answer you in two words. Im possible.”</p><p>Un true. Their trepidation, while understandable, derives largely from unfamiliarity. The Triangle is on the route to a more exotic destination, New Orleans, so most travelers tend to pass right on by. Perhaps this is for fear of the area’s famed petrochemical industry. Visitors expect a</p><p>reticulated landscape of angular refinery pipes, smokestacks, and towers blotting out more pleasant sights, and air so heavy they could almost peel its skin back. Let us not waffle about this. There are refineries (Gulf’s largest, for one), and there are days when the Gulf of Mexico’s oceanic smell is overwhelmed by the petro-odor of rotting cabbages, prompting residents to rechristen the area the “Septic Triangle.” But refineries do not dominate the land, and soon the strong southeast sea breeze blows away the cabbage smell.</p><p>The traveler ready to turn up his nose at Beaumont, Port arthur, and Orange should remember that without the refineries and occasional noxious smells, he would be stuck at home, restricted to learning more about the enchantment and wonders of his own block. Nothing is more symbolic of our time than the Spindletop Monument, a 58-foot granite obelisk on the site of the world’s first great oil gusher that commemorates the beginning of the transportation and mass production age.</p><p>Even better, Texas’ industrial stronghold is the adopted home of one of the most fascinating and joyous cultures in the country, the Cajun French from Louisiana. Expelled by the British in 1755 from acadia (“Cajun” is a corruption of “acadian”), now called Nova Scotia, these French settled in the bayou-threaded wilderness of South Central Louisiana between the cities of Lake Charles and New Orleans. The principal migration halted about a hundred miles east of the Texas border, but since then many Cajuns have moved into Triangle communities, especially Port arthur.</p><img/><p><em>Never mind the unintelligible lyrics; Cajun waltzes and two-steps are for dancing.</em></p><img/><p>Rodair Club aficionados show up promptly when the doors open, brown bags in hand.</p><p>Cajuns have their own language, cuisine, and music. In Cajun dialect, pronouns are repeated for emphasis (“i’m going to town, me’’); letters are dropped and tenses disregarded (“I ’ope to tol’ you’’); there is a Bronxlike substitution of <em>d</em> for <em>th</em> (“Dat man’s on de levee”). Droll malapropisms abound: “automatic shotgun” becomes “aromatic shootgun.” “Double-barreled carbine” becomes “twice-barrel Caribbean.” autos park “paralyze” to the curb and police “petroleum” cars drive along “wit’ de syringe on full bias’.” Most of the time, however, strangers listening to the musical sentences containing a hodgepodge of English-French-local dialects will miss it all. One way to master Cajun patois is to order cassette tapes for Cajun French I (“300 common expressions heard in Cajun country,” $9.95) from Jacques Faulk, 307 Second Street, abbeville, Louisiana 70510.</p><p>Cajun cooking is a blend of French, Spanish, african, and Indian cuisines, reflecting the varied history of Louisiana. It is dominated by seafood and pork—crabs, oysters, shrimp, ham, salt pork, and, most characteristic, the crawfish or “mudbug,” a freshwater relative of the lobster that combines the tenderness of crabmeat with the texture of shrimp. Always basic to Cajun cooking are the roux (flour mixed with an equal amount of oil and browned), the stock (made by boiling game, beef, poultry, and bones all together), and herbs and spices (bay leaf, garlic, file powder made from finely crushed sassafras leaves, and, at the top of the cook’s list, red pepper). The result is a rich and exotic melange of dishes. Gumbo is a half-stew, half-soup; jambalaya, made with leftover rice and meat, is a first cousin to the Spanish paella. Crawfish is prepared in a myriad of ways: a thick bisque with the bright red heads bobbing on top stuffed with a mixture of crawfish meat, garlic, and bread crumbs; crawfish etouffee, a sauteed mixture of crawfish, onions, garlic, green pepper, celery, and parsley; crawfish Newburg; omelets, jambalaya, and other crawfish what-haveyous.</p><img/><p><em>and the boom goes on: aeaumont celebrates its oil-rich roots with Boom Days.</em></p><img/><p><em>Mr. tsones Jangles: a Boom Days reveler demonstrates the art of playing cow bones.</em></p><img/><p><em>Thereby hangs a tail: not all bovine artifacts are musical, but each has a use.</em></p><img/><p><em>For the state’s hottest Cajun sounds, hit the Rodair Club on any Saturday night.</em></p><p>Cajun music originated as and still is either a two-step or a waltz. The early musicians played such sad ballads of down-to-earth Cajun life as “Ma Jcriie Blon” and “Chere Cherie” in three-piece bands featuring accordion, fiddle, and triangle or washboard. Over the years the triangles and washboards have been replaced by guitars and drums, but groups like allen Thibodeaux and the French Ramblers, with sons Blaine on drums and Laine on pedal steel, still use the fiddle and accordion and continue singing and ad-libbing <em>{“Hey, la-bas . . . aw yaiyi”) </em>pretty much the way Cajun bands always have.</p><p>And the western edge of this culture is 85 miles from Houston on IH 10 in Beaumont.</p><p><em>Beaumont:</em></p><p><strong>Home of the Boom and the Babe</strong></p><p>By all rights, Beaumont should be Houston. In 1901, when the Lucas well blew in, Beaumont, which means ‘‘beautiful mountain” (the average elevation is 24 feet), was a sleepy little village of 9400 people who had earned a good reputation for making split cypress shingles. A month later 50,000 wildcatters, fortune hunters, land speculators, and all other makes and models of folks flocked to Beaumont and turned the city into the state’s first boom town. Four major oil companies were born with the Spindletop bonanza—Texaco, Gulf, Exxon, and Mobil—and the city was closer to the Gulf—28 miles versus Houston’s 46—and had a superior ship channel, the Neches River. But the oil companies moved elsewhere, the refineries were built in Port arthur, and despite the construction of shipyards after World War I and the establishment of a synthetic-rubber and petrochemical industry during World War II, Beaumont continued to decline. The boom-and-doom syndrome that often characterized oil towns was neatly exemplified when the last major petroleum company, Sun Oil, moved to Houston from Beaumont in the late sixties, leaving behind 100,000 unoccupied square feet of office space in the Petroleum Building.</p><img/><p><em>Oil’s well that ends well: Beaumont keeps its boom town origins alive at Gladys City.</em></p><img/><img/><p><em>The Boondocks, west of Port arthur, more. han lives up to its name. After you're eaten your fill of catfish or chicken-fried steak, feed the leavings to the 'gators out back.</em></p><p>The city has recently been born again, thanks largely to four brothers who arrived in the late thirties. Sol, Vic, Nate, and Ben Rogers opened a small optometrist’s shop that developed into the eyeglasses giant Texas State Optical. The Rogers brothers took an avid interest in the city, keeping their main laboratory in the declining downtown while building the 905,000-square-foot Parkdale Mall on the Eastex Freeway. The Rogerses also purchased older downtown buildings such as the Beaumont Savings and San Jacinto buildings and attracted new tenants to them. They were instrumental in securing private money for the Central City Development Corporation, which was responsible for the fancy Riverfront Plaza development and the four-block Orleans Street spruce-up and landscaping in the downtown area.</p><p><strong>attractions</strong></p><p><strong>Babe Didrikson Zaharias Memorial Museum, </strong>IH 10 (Gulf exit). The greatest woman athlete of the first half of the twentieth century was born and is buried in Beaumont. The Babe won the U.S. Women’s Open golf tournament three times, set three world records in the 1932 Olympic Games, and was the first american to win the British Ladies’ Championship. Don’t miss the fifteen-foot, 250pound gold key presented to Babe by the City of Denver. The museum also contains her four harmonicas, on which she played songs like “Home Sweet Home,” “Old Black Joe,” and “Swanee River.”</p><p><strong>Beaumont art Museum, </strong>1111 Ninth Street. Housed in a beautiful Southern Regency mansion in the city’s half-asleep old wealthy neighborhood, the art museum will include in its fall shows an exhibition of Ryijy rugs from Finland (November 8 to December 7).</p><p><strong>Gladys City Boom Town Outdoor Museum,</strong> at the intersection of University Drive and Cardinal Drive (U.S. 287). A fifteen-building replica of boom town Beaumont. The Spindletop salt dome, the source of the famous gusher, sits on the other side of the highway, and an amoco oil pump still produces enough of the stuff to fill small bottles for sale ($2) in the souvenir shop. Amid Gladys City’s saloon, barbershops, and general store (featuring a nineteenth-century pair of Levi’s held together with rivets, with an Ivy League-style belt buckle in back and no belt loops) are full-sized wooden oil derricks, many fine photographs of the boom town era, and a 1923 american LaFrance fire engine, Pumper No. 5.</p><p><strong>Old Town,</strong> Calder avenue between First and Tenth streets. Beaumont’s antique shops, cutesy restaurants, and art galleries have found their niche here. The real value of exploring Old Town is that you get to familiarize yourself with Calder, the city’s best route from downtown to the encircling freeway.</p><p><strong>Food and Entertainment</strong></p><p><strong>andy’s, 1155</strong> IH 10 North, adjoining the americano Motor Inn. Newcomer andy Emery, a former employee of New York’s “21” restaurant and the Waldorf Hotel, serves a superb shrimp scampi appetizer and wonderful quail wrapped in bacon, cooked in sweet vermouth, and served with wild rice. Three different specials are cooked each day. Try the Steak Star of Texas, a prizewinner at the <strong>1976</strong> International Culinary competition.</p><p><strong> Don’s Seafood & Steak House</strong>, 2290 IH 10 South. Although the Triangle’s tastiest Cajun food is found in Port arthur, the Beaumont winner is this 46-yearold institution. The Landry family, whose first restaurant was Don’s Barbecue Stand in Lafayette, now owns six in Texas and Louisiana. To kick off your love affair with Cajun cooking order either the</p><p>Ashby Special (seafood gumbo, small casseroles of crabmeat au gratin and stuffed eggplant, one stuffed shrimp, and etouffee, all for $11.50) or the crawfish dinner (crawfish bisque, etouffee, fried crawfish, crawfish pie, jambalaya, and crawfish cocktail, also $11.50).</p><p>For Italian cuisine, try <strong>Patrizi’s Other Place</strong> (2050 Ih 10 South); for Chinese food, <strong>Hunan Garden</strong> (3585 College at Ih 10); for barbecue, the <strong>Rib Cage</strong> (3375 Calder).</p><p><strong>Lady Long Legs, </strong>4680 Fannett Road at Cardinal Drive. Country-and-western dance headquarters. House drink specialties include the Shady Lady and the Saddle Tramp.</p><p><strong>The Palace,</strong> 10255 Eastex Freeway. This $2.5 million entertainment complex is doing its share to conserve energy, for inside the 27,000-square-foot building is a complete night’s entertainment: a steakhouse (mesquite-grilled steaks with homemade biscuits and pinto beans); a thousand-seat theater on the second floor featuring acts such as Ray Charles, Hank Thompson, and Mickey Gilley; and a ground-floor disco. If you want to make your own music, there’s a 24-track recording studio.</p><p><strong>Rummi’s,</strong> Parkdale Mall, Eastex Freeway (Crow exit). A fine orchestra frequently plays big band music at this bar and restaurant.</p><p>Port arthur:</p><p><strong>Ghostly avenues and Crawfish Delights</strong></p><p>If the gentle good citizens of Beaumont didn’t want the mess and muck of the oil industry that unexpectedly arrived on their doorstep in 1901, folks seventeen miles southeast in the four-year-old city of Port arthur didn’t mind a bit. “arthur” was arthur Stilwell, an ambitious man who came to the area to work out plans to bring the Kansas City, Pittsburgh & Gulf Railroad from Kansas City, six hundred miles directly north, to his new city with a port and access to the Gulf of Mexico. With the coming of refineries, whose first task was to process kerosene from Spindletop, and with the completion of the Gulf Intracoastal Waterway and the city’s docking facilities, Port arthur grew rapidly. Downtown Port arthur developed along the ship channel that connected the city to the Intracoastal Waterway. Hotels were built, like the Goodhue; the main street, Procter, was named in hopes of attracting a new soap factory; rich entrepreneurs came to town—men like Isaac Ellwood, who had made a fortune in barbed wire; John W. “Bet a Million” Gates, who founded the american Steel and Wire Company, invested in Spindletop, and developed the port; and James Hopkins, head of Diamond Match.</p><p>But Port arthur had no civic leadership. The managerial class, brought from outside the state to operate the refineries, refused to work with the town’s labor union bosses, who had stepped in to fill the leadership vacuum and who ran the city. The managers and executives moved north to nicer parts of town like Griffing Park, Dryden Place, and Eddingston Court. The violent labor clashes of the early fifties exacerbated this economic division, as did the civil rights movement in the sixties. Blue-collar laborers who had settled west of downtown moved farther west or to new communities like Groves, <strong>Nederland, and Port Neches, near refin</strong>eries that had sprung up along the Neches River. The result is on view today—a downtown area that is boarded up, dead, and empty despite an attempt in recent years to revitalize the district by building new government offices. Today, the true business district of Port arthur is a series of shopping centers and offices near the suburbs. This commercial strip stretches east and west along Highway 347 (Twin City Highway) about three miles north of the original downtown.</p><img/><p><em>Granddaddy of them all: the Spindletop Monument commemorates Texas’first gusher.</em></p><p>Perhaps the best symbol of what went wrong is Gilham Circle, hidden away a few blocks northeast of the forlorn downtown district. Gilham Circle was to be the Place de la Concorde, a traffic circle with four avenues radiating out into busy commercial and residential neighborhoods. Now it sits forgotten in a comfortable black neighborhood, a park in its center and several Vietnamese seafood shops on its eastern flank. Only two of the streets, Bluebonnet and Nederland, were ever built.</p><p><strong>attractions</strong></p><p><strong>Downtown Port arthur.</strong> The area makes an interesting contrast to the usual bustling business districts in Texas. A few stores remain: Super Bad & On Time, Inc., menswear; the Lions Den and Betty’s Lounge, two of the many seedy downtown bars; a savings institution; taxi company holes-in-the-wall. Some building murals make an effort to dress up the drabness. One street east of Procter Street, the newer post office, newspaper, courthouse, and city hall buildings attempt to reverse the blight. North of downtown is evidence of the city’s newest minority group, the Vietnamese. Stop in the Viet Nam Market on Procter Street and you will learn the major differences between Vietnamese and Chinese diets: Vietnamese use rice paper rather than egg roll wrappers and fish sauce rather than soy sauce. The country’s first Vietnamese Catholic parish, the Queen of the Viet Nam Martyrs, is in Port arthur, and on special occasions you can see the huge, colorful banners of the Resurrection Church, a few blocks north of the Viet Nam Market.</p><p><strong>Nederland.</strong> Established by Dutch immigrants in 1897 and located in the center of the Triangle, Nederland began as a rice and dairy farming community but became an oil town when the Pure Oil Company (now the Union Oil Company of California) began building one of the area’s four huge refineries. At the <strong>Tex Ritter Park </strong>(1228 Boston) you can see the city’s three major tourist attractions at once: <strong>La Maison des acadiens Museum,</strong> an exact replica of a typical French acadian southern Louisiana home; the forty-foot <strong>Dutch windmill,</strong> honoring the founding citizens’ native country; and inside the windmill, the <strong>Tex Ritter Museum,</strong> housing the country-and-western singer’s suit, boots, and other cowgear.</p><p><strong>Pleasure Island,</strong> a 2300-acre island stretching between the Sabine-Neches Waterway and Sabine Lake due east of downtown. Reached by crossing the Gulfgate Bridge, the island has a threehundred-slip marina, a golf course (now being renovated), and camping and picnic sites. A new restaurant, Googan’s, features bad service, mediocre food, a nice wraparound view of the lake, lots of hanging plants, and live entertainment.</p><p><strong>Pompeiian Villa, </strong>1953 Lakeshore Drive. Built in 1900, the home of Isaac Ellwood is a faithful model of a Roman aristocrat’s villa constructed in Pompeii before a.D. 79. It is a U-shaped one-story house built around a peristyle, or courtyard, and painted pink to match structures uncovered at Pompeii. Inside are fine period pieces of furniture (an american Empire sofa, a Hepplewhite chest of drawers). A later owner traded the house for 10 per cent of the stock of the new Texas Company (later Texaco), stock <strong>valued then at $10,000 and today at over </strong>$1 billion.</p><p><strong>Sea Rim State Park, 23</strong> miles from Port arthur on Texas Highway <strong>87.</strong> In <strong>1972</strong> the Texas Parks and Wildlife Department purchased 15,109 acres of marshland, sand dunes, and beach along Highway 87 to form the second-largest state park. The highway divides the park into two sections: To the south is the D. Roy Harrington Beach Unit, including park headquarters, three miles of public beaches, campsites, and the Gambusia Trail, a 0.7-mile boardwalk nature trail with information signposts. North of the highway is the Marshlands Unit, the greater portion of the park, made up of half a dozen connecting lakes joined by canebrakes, bayous, and grasslands. From March through October you can see Texas’ only marshland park from airboats that skip along the grass and water, bringing you close to birds’ nesting areas, alligator banks, and wildlife such as muskrats, raccoons, and—if you are lucky—the endangered red wolf. Duck hunters, fishermen, photographers, and campers can stay overnight in the marshlands after filing a float plan at the airboat headquarters._</p><p><em>(Continued on page 284)</em></p><img/><p>Opposite: <em>never mind a pot of gold, just enjoy the view from Rainbow Bridge; and don’t miss the boat at Sea Rim park (inset).</em></p><img/><p><em>(Continued from page 168)</em></p><p><strong>Food and Entertainment</strong></p><p><strong>The Boondocks,</strong> Jap Road at Taylor Bayou, north off Texas Highway 73 thirteen miles west from Port arthur. The aptly named Boondocks is hard to find but well worth the hunt. This is catfish headquarters in the Golden Triangle. The catfish platter ($8) can be ordered mild, medium, or spicy and comes with salad, potato, and hush puppies. The Boondocks offers an excellent chicken-fried steak, ribeye, fried chicken, or fried shrimp dinner for non-catfish lovers. Save your leftovers for the hungry alligators that wait out back in the bayou.</p><p><strong>Captain’s Cove Marina and Restaurant, </strong>at the end of Rainbow Lane. A wonderful bar-restaurant located directly under the spectacular Rainbow Bridge on a Neches River boat slip, Captain’s Cove has an excellent selection of imported beers to accompany seafood dishes.</p><p><strong>Chef’s Cafe,</strong> Winnie, Texas Highway 124 south of IH 10, thirty miles west of Port arthur. Fine barbecue platters at the rice farmers’ favorite cafe.</p><p><strong>Club 88, </strong>8901 Memorial Boulevard (U.S. 287). Hard-core country-and-western music usually played by the Hungry Bunch.</p><p><strong>Colichia’s Italian Village, 4423</strong> Procter. A sentimental favorite. The excellent Sicilian Italian food is prepared by anna Colichia, who has <strong>44</strong> years’ experience. The restaurant has the obligatory melteddown candles on the tables and stalactitelike grapes hanging around the chandelier. Best of show: Colichia’s Italian platter ($9.95).</p><p><strong>Farm Royal Restaurant, </strong>2701 Memorial Boulevard (U.S. 287). This place has the best Cajun food in the Golden Triangle. Start with the crawfish dinner (etouffee, bisque, stew, jambalaya, gumbo, and crawfish pie for $8.75); in season, try the live-boiled crawfish, a huge tray piled high with the tasty crustaceans ($6.25). An extra treat: Negra Modelo, a delicious Mexican dark ale. If the Farm Royal is crowded, adequate substitutes are <strong>Leo and Willie’s</strong> (3825 Gulfway Drive) or <strong>al’s Seafood</strong> (2120 Main avenue, in Groves).</p><p><strong>Geneva’s</strong> and <strong>Sartin’s,</strong> Sabine Pass, Texas Highway 87, thirteen miles south of Port arthur. Two of the great seafood restaurants in Texas face each other in Sabine Pass. Both feature the “platter service,” an all-you-can-eat feast including cold crab claws, barbecued crab, fried fish, frogs’ legs, fried shrimp, stuffed crabs, and on and on until you are senseless. Each table holds a stack of paper plates, nutcrackers for the crabs, and a roll of towels for mopping up, and there’s a plastic garbage pail nearby for the remains. The price at both places is $11 plus drinks plus gratuity. You must have four or more adults at Geneva’s, three or more at Sartin’s, to qualify.</p><p><strong>Rodair Club,</strong> Farm Road 365 West. One of the great authentic music spots in Texas. Traditional Cajun music thrives, with Timmy Broussard and the Cajun Playboys on Saturday nights from 8:30 to 1 a.m. and allen Thibodeaux’s band every other Sunday from 3 to 8 p.m. Inside the white wood-frame building, reserved tables fill up fast as dancers arrive with their brown bags. All ages dance from 8:31 until the last note. The only recognizable lyric during the evening is “awwww yeah!” This place is not to be missed—the very essence of Cajun country. (Cover $2.50.)</p><p><strong>Sparkle Paradise,</strong> Texas Highway 87. Giant dance hall just across the Rainbow Bridge in Bridge City. One side of Paradise features live music (Johnny Como and the Boss Cajuns), the other a country-and-western disco. Sadly, the disco wins out. (Open Wednesday, Friday, Saturday, Sunday; cover $2.50.)</p><p><em>Orange:</em></p><p><strong>Philosophers and Ponies</strong></p><p>Located 25 miles east of Beaumont on the Texas-Louisiana border, Orange began as a timber town, then added shipbuilding and large manufacturing plants like Du Pont. It continues to receive the economic benefits of all three industries. Also important to the city have been the blessings bestowed by two early timber barons, Lutcher Stark and Edgar Brown, who gave the city a theater, a museum, and other now-historic buildings. Orange’s massive First Presbyterian Church on Green Street was the first public building in the world to be airconditioned.</p><p><strong>Delta Downs,</strong> Louisiana Highway 109 north off IH 10, eight miles east of Orange. Louisiana quarter horses run from april 3 to July 27 at this handsome racetrack. A suit or sport coat along with $4 will get you a seat in the Delta Downs clubhouse for air conditioning, Cajun food, instant television replays of the races, and cocktails. General admission ($1) buys you a seat below, and regulars bring folding yard chairs rather than sit on the hard benches. Nearest lodging is the Delta Downs Motor Inn, five miles south on IH 10.</p><p><strong>Farmers Mercantile Company, </strong>702 W.</p><p>Division. A 52-year-old wooden-floored general store with hardware, gardening supplies, and farm-and-ranch gimcracks. Headquarters of Orange’s cracker-barrel philosophers.</p><p><strong>Fea’s Cafe,</strong> Buna, at the intersection of Texas highways 62 and 96, thirty miles northwest of Orange. The best country cooking in the Golden Triangle. Their homemade pies are unbeatable. While you’re in Buna, look for the famed polkadot house, also on Highway 62 next to the fire station.</p><p><strong>Stark Museum of art, </strong>712 Green avenue. Finished in 1976, this beautiful museum houses a fine collection of Western art—including bronze sculptures by Frederic Remington and Charles Russell, prints of Louisiana and Texas birds by John J. Audubon—along with craftwork by Great Plains and Southwest Indians and fine Steuben glass.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "November 1980",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Cajun",
      "Crawfish",
      "Texas",
      "Highway",
      "Oil",
      "Beaumont",
      "Seafood",
      "Golden",
      "Louisiana",
      "Music",
      "Port Arthur",
      "Art",
      "Cooking",
      "Rice",
      "Spindletop",
      "Vietnamese",
      "Bridge",
      "buildings",
      "Catfish",
      "Dance"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Texas",
      "Beaumont",
      "Golden",
      "Port Arthur",
      "West"
    ]
  }
}