{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-20116",
    "date": "June 2011",
    "year": 2011,
    "month": 6,
    "month_formatted": "June",
    "pdf_uri": "/2011/20110600.pdf",
    "issue_cover_image": "",
    "document_start_page": 146,
    "toc_start_page": 142,
    "document_page_range": [
      [
        146,
        147,
        148,
        149,
        150,
        151
      ]
    ],
    "toc_order": 4,
    "toc_headline": "Rattled!",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-201106-rattled",
  "source": "/2011/20110600.pdf",
  "wp_post_id": 93774,
  "wp_post_guid": "http://www.texasmonthly.com/article/rattled/",
  "authors": [
    "Matt Diffee"
  ],
  "headline": "Rattled!",
  "dek": "How One Man Faced Death In a Field In Southeast Texas And Lived To Draw About It",
  "spread_caption": "",
  "excerpt": "My short, unfulfilling, momentarily terrifying career as a rattlesnake racer.",
  "kicker": "",
  "word_count": 1177,
  "content": "<img/><p>The Latin Name Is <em>Crotalus Atm.</em> the <em>Atroxmt</em> Means “Savage,” “Evil,” OR ”Cruel,” And the <em>Crotalus</em> PART Translates Loosely To “Sumbitch.” They’re Pit Vipers, So NameD Because Of the Heat-Sensing Pits In Their Face That Allow Them To Track Warm-Blooded Prey Even In the Pitch Dark. They Have Long, Retractable Fangs Through Which They Inject a Hemotoxic Venom That Is Both an Anticoagulant And a Predigestive.</p><p>The Venom Breaks Down the Infected Tissue From the Inside, Causing Internal Bleeding That Doesn’t Stop Until You’re Dead. The Only Way These Things Could Be Scarier Is If They Could Breathe Eire Or Audit You. They’re Basically Heat-Seeking Missiles With Switchblade Fangs, And Right Now i’m Standing Three Feet From One. “Why?” You Might Ask. Well, i’m In San Patricio For This Deal...</p><img/><p>That’s Right, i’m a Rattlesnake Racer. It’s Ny First Time, But Don’t Think They Let Just Anyone Waltz In Off the Street And Do This. No, Sir. You Have To Meet Some Strict Qualifications. First, You Have To Have $20 For the Entry Fee. Second, You Have To Be Able To Write Your Name.</p><img/><p>If You’ve Never Been To a Rattlesnake Race, Here’s How It Goes. After You’ve Signed the Waiver, You’re Assigned To a Heat And Given Three Things:</p><img/><p>At the Center Of the Fairgrounds, Metal Bleachers Surround a Small Field That's Marked OfF In Lanes About Thirty Yards Long. The Whole Idea Is To Persuade Your Snake To Briskly Make Its Way From One End Of the Field To the Other. To Do THIs, You Wave Your Snake Stick. A Semiprofessional Snake Handler Watches Over Each Lane. Mine Is the Son Of One Of the Organizers And Is a Little Less Interested In the Proceedings Than I Would Like.</p><img/><p>But I Have No Time To Dwell On My Footwear Deficiencies. With the Crack Of a Starter Pistol, This Rattlesnake Race Is On. I’M Aware Of Movement In the Lanes Beside Me, But For Obvious Reasons, i’m Focused On What’s Happening Right In Front Of Me...</p><p>... Which At the Moment Is Pretty Much Nothing. Instead Of Sprinting For the Safety Of the Finish Line, My Snake Has Circled the Wagons And Become a Tight, Venomous Cinnamon Roll.</p><p>Here We Are, Two Minutes Into the Biggest Race Of Our Lives, And My Snake Hates Me. He’s Glaring At Me Like I Just Killed His Wife With a Hoe. It’s the Same Look a Texan Gets When Visiting Aspen. It’s Disconcerting, But What RAtTLES Me Most Is the Actual Rattling. If You’ve Never Heard It In Real Life, It’s Different Than It Is In the Movies. It’s Faster And Sounds Less Like a Distinct Rattle And More Like a Sinister HisS. Imagine Satan Making Bacon.</p><img/><p>Speaking Of Things Frying, I Just Noticed Another Reason Why My Snake Might Be Acting This Way. We’re Directly Downwind From This...</p><img/><p><em>They’re Frying Up Chunks Of Rattler And Selling Them For Five Bucks a Pop. Further Proof, If It Ms Needed, That Texans Will Deep-Fry Just About Anything.</em></p><p>The 5 Things You Need To Enjoy Fried Rattlesnake</p><img/><p>Yeah, i’m Not a Big Fan. I’Ve Tried It a Bunch Of Times. This Might Surprise Some Of You Non-Texans Out There, But the First Time I Tried Fried Rattlesnake Was At Church. You See, Texas Churches, Unless They’re Unitarian Or Something, Are Almost Sure To Be Chock-Full Of Sportsmen, So Chances Are Good That Some Kind Of Wild Game, Whether It’s Venison, Squirrel, Opossum, Or Rattlesnake, Is Gonna Show Up At the Potluck Dinner. A Lot Of Folks Will Tell You That Rattlesnake Tastes Like Chicken, But That’s Not Quite Right.</p><img/><p><em>Meanwhile Back At the Race.</em></p><img/><p>Glancing Around, I See It’s the Same In the Other Lanesjust a Long Line Of Rattlesnakes Dug In And Shaking What Their Mamas Gave’em. Turns Out, Rattlesnakes Aren’t Big Into Racing. They’re Stubborn And Ornery And Tend To Stand Their Ground. This Is Doubly True If They’re From Texas. And Then This Happens...</p><img/><img/><p>He Misses By Six Inches, But Still, It’ll Cost Me TIMe,’cause Now i’ll Hafta Run Back To the Truck For Fresh Undies.</p><p>Okay, So Let’s Say You’re Not Looking For This Kind Of Excitement. Let’s Say You’d Rather Do a Little Shopping And You Happen To Be In the Market For Some Snake-Centric Souvenirs For All the Serpent Lovers In Your Life...</p><img/><p>They Also Have a Vendor Tent Where You Can Get the Things That Reptile Lovers Love Most: Live ReptileS. They’ve Got Snakes, Of Course, But Also Turtles And Even Exotic Lizards, Like Chameleons.</p><img/><p>But the Most Popular Items Of All Seem To Be the T-Shirts.</p><img/><p>I’M Sure There’re Some Who Won’t Like the Way I Drew These Snake Lovers, But Let’s Be Honest Here: Snake People Are Weird. They Buy Pets To Feed To Their Pets. You Can’t Say “Herpetophile” Without Saying ”Pedophile.” Here’s How I See It ...</p><img/><p>Now, I Know What You Want To Know At This Point, You Want To Know How the Race Turned Out. Well, I Wish I Could Tell You That I Went On To Win It All.</p><img/><p>But That Wouldn’t Be True. I Even Sorta Kind Of Half-Wish I Could Tell You That I Got Bit.</p><img/><p>The Truth Is, Not Much Else Happened.</p><img/><p>When Fifteen Minutes Were Up, the Racer Whose Snake Managed To Get Farthest From the Starting Line Was Named the Winner. It Wasn’t Me. It Was a Big Fella With a Mullet And Handlebar Mustache Who, From the Looks Of Things, Was Doing All He Could To Support the Denim And Turquoise Industries. In Other Words, Just the Sort Of Guy You’d Pick To Win a Rattlesnake-Racing Contest.</p><img/><p>I Cane In Fifth Peace, Or, As I Prefer To Call IT, Top Of the Button Three, But the Experience Was Vmuabll In Other Ways.</p><img/><img/><p>You Can Also Learn Quite a Bit Later, At Hone, On the Internet. For Instance, I Learned THAt Western Diamondback Rattlesnakes Aren’t Actually As Dangerous As I Thought. The Average Number Of Rattlesnake Deaths In Texas Per Year Is One. That’s a Lot Less Than a Bunch Of Other Texas Hazards.</p><p>9 Things That Kill More Texans Than Rattlesnakes</p><p>Lightning Peanuts Bees</p><p>Tornadoes Dogs Bullets</p><p>Frying Pans Fire Ants Gravity</p><p>I Also Learned That One Of Our Country’s Earliest And Certainly Coolest Flags Featured a Rattlesnake.</p><img/><img/><p>And One Of Our Earliest And Coolest Americans, Benjamin Franklin, Though Maybe Not an Actual Snake Lover, Was At Least Highly Impressed By Rattlesnakes. He Had This To Say About Them...</p><p>“I Recollected That Her Eye Excelled In Brightness, That Of Any Other Animal, And That She Has No Eye-Lids. She May Therefore Be Esteemed an Emblem Of Vigilance. She Never Begins an Attack, Nor, When Once Engaged, Ever Surrenders: She Is Therefore an Emblem Of Magnanimity And True Courage.... She Never Wounds ’till She Has Generously Given Notice, Even To Her Enemy, And Cautioned Him Against the Danger Of Treading On Her. Was I Wrong, Sir, In Thinking This a Strong Picture Of the Temper And Conduct Of America?”</p><img/><p>Interesting, Huh? Maybe Ben Was Right. Maybe Americans Are a Little Bit Like Rattlesnakes. I’D Say Texans Are, For Sure. But Then Again, If I Remember Correctly, Ol’ben Was Pretty Crazy About Turkeys Too.</p><p>The End</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "June 2011",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Rattlesnake",
      "Texas",
      "Race",
      "Rattlesnakes",
      "Texans",
      "Acting",
      "Death",
      "Dogs",
      "ever",
      "Fire",
      "Heat",
      "Love",
      "people",
      "Pets",
      "pits",
      "safety",
      "Satan",
      "Shopping",
      "Son",
      "Southeast Texas"
    ],
    "wp_categories": [
      "Race"
    ],
    "wp_location": [
      "Texas"
    ]
  }
}