{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19802",
    "date": "February 1980",
    "year": 1980,
    "month": 2,
    "month_formatted": "February",
    "pdf_uri": "/1980/19800200.pdf",
    "issue_cover_image": "",
    "document_start_page": 84,
    "toc_start_page": 84,
    "document_page_range": [
      [
        84,
        85
      ]
    ],
    "toc_order": 3,
    "toc_headline": "Straight From the Heart",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198002-straightf",
  "source": "/1980/19800200.pdf",
  "wp_post_id": 115644,
  "wp_post_guid": "http://www.texasmonthly.com/article/straight-from-the-heart/",
  "authors": [
    "Cyndy Severson"
  ],
  "headline": "Straight From the Heart",
  "dek": "Candy and roses are fine, but Valentine gifts don’t have to stop there.",
  "spread_caption": "",
  "excerpt": "A luscious array of seductive trinkets for wooing your special Valentine.",
  "kicker": "",
  "word_count": 389,
  "content": "<img /><p><em>The Way To a Man’s Heart</em> is through his feet, with dance lessons from experts like e’va Harding, austin (458-1608); Leo West at Continental Dance Studio, Dallas; or Jeff Hennen, Houston, (524-6584). $15-$25 an hour.</p><p><strong>Don’t Whisper Sweet Nothings</strong> —wear them. Red silk camisole and panties by Sanchez at Marie Leavell, Dallas. $120.</p><img /><img /><p><strong>When You Care Enough</strong> to spend $115,000, try this 5.1-carat heart-shaped diamond. Through Neiman-Marcus Precious Jewels, Dallas, Fort Worth, Houston.</p><p><strong>Better Red Than Blue.</strong> Send a billet-doux off in style with a red satin envelope by Gloria Becker from Non-Such, Inc., Houston. $25.</p><p><strong>All You Need Is Love</strong>—and heart-shaped Godiva chocolates. Scarbroughs, austin; Frost Bros., San antonio; Neiman-Marcus; Marshall Field, Houston. $12 a pound and up.</p><p><strong>An antherium Says</strong> “be my Valentine” in no uncertain terms. Cowgirls & Flowers, austin; Marty Swartz, Dallas; The Empty Vase, Houston; allen’s Flowers & Gifts, San antonio. $2-$4.</p><p><strong>The Key To Her Heart</strong> is an antique heart-shaped locket or pendant from Eve France, Houston. Prices vary.</p><p><strong>Get Deep In the Heart Of Texas</strong> by spending a weekend in Valentine (population: 224). It must be a great spot for romance; there’s sure nothing else to do there.</p><p><strong>She’ll Come Out</strong> smelling like a rose—or better—with a personally blended scent from the Scent Shop, Dallas, or the Chemist Shop, Houston. Prices vary.</p><p><strong>Photography by Jeremy Green/Kirkley Photography Inc. Lettering by Janice ashford</strong></p><img /><img /><p><strong>Kick Up Your Heels</strong> in a body-hugging jumpsuit by Omo Norma Kamali from Kasey, Dallas, $76; shoes by Halston from I. Miller, Dalls, or Margo's the Galleria, Houston, $98; and heart-shaped sunglasses from Sportpages catalog, 3373 Towerwood Drive, Dalls 75234, $20.</p><img /><p>Janice ashford</p><p><strong>If Cupid’s arrow Misses</strong> the mark, improve your aim with archery lessons from austin World of archery, austin, or Viking archery, Houston. $5-$7.50 a lesson.</p><img /><p><strong>Zing!</strong> will go the strings of her heart after a nibble of that legendary aphrodisiac—a stalk of fresh asparagus.</p><p><strong>A Hearty Meal</strong> means a candlelight dinner for two at a romantic restaurant: The Quorum, austin; Les Saisons, Dallas; Che, Houston; or the anaqua Room, San antonio.</p><img /><p><strong>Wear Your Heart</strong> <em>under</em> your sleeve with a tattoo from Tattoos by Ron, Dallas; A-1 Tattoo Studio, Fort Worth; or Black Dragon Tattoo Studio, Houston. $30-$50.</p><img /><p><strong>Your Opening Gamrit</strong> should be a foldout Valentine from Rainbow Works, austin; Under arrest, Dallas; or Facets, Houston. $3.</p><img /><p><strong>A Porcelain Mask</strong> will keep your true feelings hidden. A Good Shop Is Hard to Find, austin. $20<em>.</em></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "February 1980",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Valentine",
      "Austin",
      "Dance",
      "Cowgirls",
      "Marshall",
      "Photography",
      "Roses",
      "silk",
      "Style",
      "Tattoos",
      "Texas",
      "The Heart of Texas",
      "Uncertain"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Austin",
      "Marshall",
      "Texas",
      "West"
    ]
  }
}