{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19802",
    "date": "February 1980",
    "year": 1980,
    "month": 2,
    "month_formatted": "February",
    "pdf_uri": "/1980/19800200.pdf",
    "issue_cover_image": "",
    "document_start_page": 88,
    "toc_start_page": 86,
    "document_page_range": [
      [
        88,
        89
      ]
    ],
    "toc_order": 4,
    "toc_headline": "I Found Romance At the Bijou Theatre",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198002-ifoundro",
  "source": "/1980/19800200.pdf",
  "wp_post_id": 115638,
  "wp_post_guid": "http://www.texasmonthly.com/article/i-found-romance-at-the-bijou-theatre/",
  "authors": [
    "Louis Black"
  ],
  "headline": "I found Romance at the Bijou Theatre",
  "dek": "Thank you, Clark. Thank you, Marilyn.",
  "spread_caption": "",
  "excerpt": "We don’t know how you learned about the birds and the bees, but we’ll bet you learned about love the same way we did: from the movies.",
  "kicker": "",
  "word_count": 700,
  "content": "<img/><p><em>Clark Gable was the greatest screen kisser of all time. This scene with Vivien Leigh in</em> Gone With the Wind <em>(1939) shows why.</em></p><p><em>Thank you, Clark. Thank you, Marilyn.</em></p><p>Everyone I know learned to kiss from the movies. My first kiss came after a high school date to the movies; I tried to recall the rough, sure moves of Brando in <em>a Streetcar Named Desire</em> and combine them with the nonchalance of Bogart in <em>To Have and Have Not</em> that caused Lauren Bacall to remark, “It’s better when you help.” I managed a rough, sure, nonchalant smack right on my date’s nose. And it didn’t get better when I helped.</p><p>Of course, looking back, I see that I had an excuse. It’s odd that when people talk about erotic moments in movies, they rarely mention kisses. They remember the famous ones, many of which are shown here, but most often the exciting image is of the star alone: Mae West slowly slurring lines, Bogart smoking, Monroe just walking, or Mitchum, without his shirt, lazily surveying a room. Besides, look at the movies I had to learn from when I was growing up in the fifties. The glory days of movie kissing, the thirties and the forties, had passed, although I <em>was</em> trying to catch up with them by watching late shows on TV. The one great moment of the fifties—Burt Lancaster and Deborah Kerr in <em>From Here to Eternity</em>—introduced a style of kissing that would reach its logical, though extreme, conclusion in beach party movies. Meanwhile, Doris Day antiseptically kissed her way through the decade in chaste comedies like <em>Tea for Two.</em> and in <em>Some Like It Hot,</em> Tony Curtis kissed Marilyn Monroe every chance he got, only to confess later that it was “like kissing Hitler.” about the same time, foreign films like <em>La Dolce Vita</em> caused a rebirth of long, lustful kisses. Unfortunately they all looked painful and usually ended with people doing indiscernible things under a sheet. This was my heritage.</p><p><em>Louis Black studies film at the University of Texas in austin.</em></p><p>Recently, however, the kiss has been coming back into its own, in films such as <em>The Electric Horseman</em> and <em>Starting Over.</em> These kisses are short but passionate, and who knows what that will mean for the next generation of americans. As for me, I finally found a role model in alan Ladd. I would take my girl’s head in my hands and slowly guide our lips together. Later I learned that Ladd had a reason for kissing so deliberately: he was so short that he played love scenes standing on lifts or a box and he had to be careful not to fall off. I’m sure glad I didn’t know that at the time.</p><p>Lettering and hand coloring by Janice ashford</p><p>Photographs courtesy UT-Austin Humanities Research Center or Ed Neal</p><img/><p><em>Right:</em> The Kiss <em>(1896) was the first kissing scene ever filmed. It lasted thirty seconds and caused ministers to rail from their pulpits about its lascivious decadence.</em></p><img/><p><em>Marilyn Monroe and Tony Curtis smooching in Some Like It Hot (1959). Curtis would later complain that kissing her was “like kissing Hitler.”</em></p><img/><p><em>Burt Lancaster and Deborah Kerr find passion on a beach in From Here to Eternity (1953). Without this scene, we might never have had annette, Frankie, or Beach Blanket Bingo.</em></p><img/><p><em>Left: Cary Grant and Katharine Hepburn in Holiday (1938). Gloria Swanson might have been thinking of them when she said, “We didn't have to show our bodies. We had faces.”</em></p><img/><p><em>Marcello Mastroianni steaming up the screen with anita Ekberg in La Dolce Vita (1959). These continental imports made U.S. movies heat up in retaliation.</em></p><img/><p><em>Gary Cooper holds Helen Hayes in a Farewell to arms (1932). Is she the only woman who, held by Cooper, would look away, dreaming of someone else?</em></p><img/><p><em>Here's Doris Day getting a peck on the cheek in Tea for Two (1950) while Eve arden quizzically chaperones. Typical fifties-chaste, clean, weird.</em></p><img/><p><em>Yes, Garbo was beautiful. Yes, John Gilbert was handsome. Yes, Flesh and the Devil is a pinnacle of screen romance. It was made in 1927. See what we've been missing?</em></p><img/><p><em>No cartoon character, not even Betty Boop and certainly not Snow White, could kiss like bugs Bunny. But Bugs's taste ran to pudgy folk like Elmer Fudd.</em></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "February 1980",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "kiss",
      "Movies",
      "people",
      "Romance",
      "TEA",
      "Cartoon",
      "Cooper",
      "Devil",
      "ever",
      "Film",
      "Folk",
      "Heat",
      "Helen",
      "High School",
      "Holiday",
      "Love",
      "Research",
      "School",
      "Snow",
      "Style"
    ],
    "wp_categories": [
      "Greatest"
    ],
    "wp_location": [
      "Texas",
      "West"
    ]
  }
}