{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19868",
    "date": "August 1986",
    "year": 1986,
    "month": 8,
    "month_formatted": "August",
    "pdf_uri": "/1986/19860800.pdf",
    "issue_cover_image": "",
    "document_start_page": 124,
    "toc_start_page": 122,
    "document_page_range": [
      [
        124,
        125
      ]
    ],
    "toc_order": 7,
    "toc_headline": "Why I Dion't Attend Farm Aid II",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198608-whyididn",
  "source": "/1986/19860800.pdf",
  "wp_post_id": 121761,
  "wp_post_guid": "http://www.texasmonthly.com/article/why-i-didnt-attend-farm-aid-ii/",
  "authors": [
    "Michael Corcoran"
  ],
  "headline": "Why I Didn't Attend Farm Aid Ii",
  "dek": "When I was seventeen, i’d do anything to go to a big outdoor concert. Now, at thirty, i’d do anything to stay at home.",
  "spread_caption": "",
  "excerpt": "Thank God i’m sort of a grown-up",
  "kicker": "",
  "word_count": 608,
  "content": "<p>By</p><img /><p><em>Michael Corcoran writes a music column for the</em> austin Chronicle.</p><p>When Farm Aid Ii Was Originally Slated for the saunalike Memorial Stadium on the Fourth of July, and it was announced that beer would not be allowed, I didn’t care in the least. When liability insurance there was denied and the austin event was moved to South Park Meadows, it mattered as much to me as the second-round scores of the Kemper Open. A week before the Fourth, the show was moved to the Manor Downs racetrack, but I had other things on my mind. I was wondering why the roaches that were stuck in Roach Motels didn’t warn future victims. Why didn’t they say, “Go back! Go back! You’ll get stuck on the bottom, and the giant will keep picking up this box to look at you!”</p><p>While I was deep in thought about the poor man’s aquarium, the phone rang. It was my seventeen-year-old friend Dennis calling from Florida. “Boy, are you ever lucky,” he said in a breathy tone, as if he were making a Hungarian toast. “Farm aid II is happening right in your hometown.” When I told him I wasn’t going, he took it like I had decided to join the Hare Krishnas or, worse, to become a Dallas Cowboys fan. He was stunned. Speechless. But only for a few seconds. This was long distance, after all.</p><p>I knew where Dennis was coming from. Seventeen. I’ve been there. I’m never going back. Janis lan may have “learned the truth at seventeen,” but I was taking money out of my mother’s purse to pay the $4 airbrush fee for my yearbook pictures. At seventeen I regarded peer group pressure with a seriousness that I now reserve for nuclear weaponry. I didn’t want to miss anything. I was busy being a part of history, which meant going to any event written about in <em>Rolling Stone. </em>Now i’m thirty, and I realize that history is not recorded by Ben Fong-Torres.</p><p>To me, outdoor concerts have gone from spectacular to mandatory to good to disappointing to unbearable to not-on-your-life. The following comparisons can better graph this change in attitude.</p><p>To a Seventeen-Year-Old</p><p>To a Thirty-Year-Old</p><p>The Sun</p><p>A nice tan</p><p>Skin cancer</p><p>Seating Preference</p><p>Near the front</p><p>Near the exit</p><p>Long Rest-Room Lines</p><p>A good place to meet girls</p><p>A good place to practice holding your breath</p><p>The Seventyrand Lineup</p><p>Lots of diverse music</p><p>Lots of set changes and guys in ponytails saying, “Testing”</p><p>The Heat</p><p>Hundreds of girls in bikinis</p><p>Hundreds of girls in bikinis and a girlfriend with very sharp elbows</p><p>The Cause</p><p>Something to get emotional about</p><p>Something to get emotional about while watching the show on TV</p><p>The Rig Crowd</p><p>Brings out the spirit of togetherness and the brotherhood of man</p><p>Held in the same regard as traffic, waiting lines, and Sunday morning TV</p><p>Friseees</p><p>Things to catch and throw until Julio Iglesias is finished</p><p>Things that hit you in the back of the head and knock your glasses into the baked beans</p><p>Most Exciting Moment</p><p>An impromptu jam session</p><p>When the guys in front stop waving the Texas flag</p><p>Most Representative Marijuana smoke SMELL</p><p>The combination of sunscreen and bug repellent</p><p>The Sight Of a Co-Worker</p><p>“I hope he sees us.</p><p>“Oh, no, do you think he saw us?”</p><p>Greatest</p><p>Responsirility</p><p>N/a</p><p>Staying sober enough to find the car, parked amongst thousands</p><p>Dogs</p><p>Worth befriending on the chance that one might belong to a girl</p><p>What kind of person would bring a pet to this situation? i’ve seen happier lab animals</p><p>Musicians</p><p>People to write fan letters to, if I could only find the zip code for Mount Olympus</p><p>They move their hands. They open their mouths. They make music. So what?</p><p>Most Fitting Willie “Stay a Little Longer” NELSON Song</p><p>“Crazy”</p><p>Photographs By Dennis Darling</p><img /><img /><p>Rowdy crowds, girls in bikinis, seventy bands, and lots of sun: a seventeen-year-old’s dream is a thirty-year-old’s nightmare.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "August 1986",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Austin",
      "Outdoor",
      "Beer",
      "Concerts",
      "Cowboys",
      "Dallas",
      "Dallas Cowboys",
      "ever",
      "Future",
      "Giant",
      "History",
      "Insurance",
      "Manor",
      "Marijuana",
      "money",
      "Music",
      "Smoke",
      "spirit",
      "Texas"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Austin",
      "Dallas",
      "Texas"
    ]
  }
}