{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19803",
    "date": "March 1980",
    "year": 1980,
    "month": 3,
    "month_formatted": "March",
    "pdf_uri": "/1980/19800300.pdf",
    "issue_cover_image": "",
    "document_start_page": 100,
    "toc_start_page": 98,
    "document_page_range": [
      [
        100,
        101,
        102,
        103
      ],
      [
        204
      ],
      [
        206,
        207
      ]
    ],
    "toc_order": 3,
    "toc_headline": "Termite Watkins And the Fatal Pancakes",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198003-termitewa",
  "source": "/1980/19800300.pdf",
  "wp_post_id": 115518,
  "wp_post_guid": "http://www.texasmonthly.com/article/termite-watkins-and-the-fatal-pancakes/",
  "authors": [
    "Giles Tippette"
  ],
  "headline": "Termite Watkins And the Fatal Pancakes",
  "dek": "He had everything a young boxer needs—strength, stamina, a loving wife, a devoted father, and a big fight on national TV. Then he got hungry.",
  "spread_caption": "",
  "excerpt": "In a big fight you can outwit, outhit, or outlast your opponent. But you’d better not try to outeat him.",
  "kicker": "",
  "word_count": 4886,
  "content": "<p><span class=\"dropcap\">T</span>alking to boxer Maurice “Termite” Watkins, seeing him, you almost believe he was invented. He’s such a perfect type: the street fighter from the rough side of Houston who became a Christian and found the doright good life. Termite got his nickname because his father was in the exterminating business. He’s 23 and blond, with classic, unmarked features that belie his 50 professional fights and 137 amateur bouts. He’s got success, a great deal more money than most 23-year-olds, a fine family, a beautiful wife, a host of friends. “But I don’t know,” he said to me. “Somehow I just don’t feel right.”</p><p>This was not long before the most important fight of his career, a match with Howard Davis, the former Olympic gold medal winner. It was after his workout, and his hair was still wet from the shower. “i’m not loose,” he went on. “I feel uncomfortable. I’m not even getting edgy. I can’t seem to concentrate.</p><p>I know I can beat Howard if i’m right. I guess it’s just this other stuff that’s troubling me.”</p><p>A lot of “other stuff” was going on, but the particular thing he was referring to had happened some six weeks ago when he’d lost his trainer of ten years, albert Bolden, known in boxing circles as Tater Pie. The split still had Termite puzzled.</p><p>“I don’t exactly know what happened,” he said. “We had a tune-up fight in Beaumont against Baby Perez about six weeks ago. Until about a week before the fight Tater was doing the good job he’d always done. He was making me work, making me train, getting me really tuned up. And then he just quit doing anything. He’d come to the gym, but he wouldn’t have much to say. I finally asked him what was the matter, what he was doing, but he said I was doing just fine, just fine.”</p><p>Watkins paused and looked off into the distance. “I had heard that the people backing Davis had tried to hire Tater to train Howard, but I never believed he’d take it. He hasn’t been training Davis, but all of a sudden he just disappeared. He didn’t come to my fight in Beaumont, and I haven’t seen him since. A guy who’s been training me for ten years just disappears. I can t say that Davis’s people bought him off because I don t have any proof, but still, it’s a heck of a coincidence that he’d just take off like that.”</p><p>It was turning out to be a very costly coincidence. In desperation Termite s camp had hired a new trainer, something no one wants to do right before such a big fight. They’d picked former Texas featherweight champion Kenny Weldon, even though he had never trained a world class fighter. Almost unbelievably, he’d changed Termite’s style, a style he’d used for ten years. Watkins had been a classic, profile-style boxer, but Weldon had squared his stance after the fashion of Joe Frazier and Rocky Marciano in an attempt to make Termite into a puncher rather than the stylish boxer he’d always been. Weldon thought it would take a swarming, slugging attack to defeat an exceptional boxer like Davis.</p><p>But Termite found the new style awkward and ineffective, even against his sparring partners. “I don’t feel on balance,” he said. “You know, it’s basically a hooking stance, and I can hook with either hand, but it practically takes my left jab away from me, and that’s always been one of my most effective punches. And i’m getting hit. Good grief, i’ve never been hit so much in the gym in my entire career.</p><p>“I think i’m a better boxer than Howard. I can box with anyone. But Kenny says that isn’t the way to beat Davis. We know Davis can’t hit, so we figure that if I wade in, I can knock him out. But I don’t know about that.” He paused and looked at his knuckles. “Howard isn’t all that easy to take out, and I hate to look for a win based only on knocking him out.”</p><p>Then why were they persisting with the new strategy? Why didn’t Termite go back to his old style? He shrugged. “When it first came up, my dad, who is my manager, was out of town. By the time he got back it was too late to change. And i’ve been taught from the very beginning that you listen to your trainer. We hired Kenny to train me, and as long as he’s my trainer i’ll listen to him. He could be right about what we’re doing. We won’t know whether he’s wrong until after the fight.”</p><p>Illustrated by Dan Glidden/Flat Lizard Graphics</p><img /><p>“If he beat Davis, Termite would be able to negotiate his own TV contract. Everything was on the line—which made it that much worse that things weren’t going right at the training camp.”</p><img /><p><strong>Photography by Nicolas Russell</strong></p><p><em>Sibling rivalry: Termite’s brother Billy (l.) plays sparring partner as Jody Ballard (r.), a heavyweight fighter, gives pointers.</em></p><p>But he still looked unhappy.</p><p>In the gym the next day he seemed off balance, even against mediocre sparring partners. Watkins’s main complaint was that Kenny wasn’t finding him any good boxers to spar with. In the past Tater Pie had always been able to come up with good sparring partners. Now there seemed to be a distinct shortage. The only quality boxer Termite could get any work from was Wilfred Scypion, a 160-pound middleweight, 26 pounds heavier than Termite. In Termite’s weight division there was only Ronny Shields, a top-ranked amateur out of Beaumont. But he was, as Termite pointed out, still an amateur. “I don’t care how good an amateur he is, he just hasn’t got the moves and the knowledge that a pro does.”</p><p>Watkins was also dissatisfied with his stamina training.</p><p>Weldon had him running only one or two miles every morning, whereas he was used to at least six. “I understand Kenny’s thinking,” he said. “I condition really fast. I don’t smoke or drink, and I keep good eating and sleeping habits, so I get in shape very fast. Kenny says he doesn’t want me to peak too soon. But I don’t know. Here I am, training for a ten-round fight, and i’m only getting about three rounds of work in the gym. I hope Kenny knows what he’s doing.”</p><p><span class=\"dropcap\">F</span>our days before the fight, Termite sustained a slight cut under his left eye as a result of an accidental butt by one of his sparring partners. It wasn’t a serious injury, but it directly affected his training program. The fight was too important to be postponed long enough for the cut to heal. There’d already been too much promotion, too much interest. And there was CBS to consider. All of this meant that Termite had to curtail his sparring work for fear the cut would be aggravated by another accidental blow. If that happened, of course, the fight would have to be called off.</p><p>But there was too much at stake to do that. Fighting has changed in the last several years. Like so many other sports, it has become a commodity. With Muhammad ali, the promoters and money men discovered they could turn a single event into a worldwide spectacle worth millions of dollars. By the time ali retired, the public was interested in only the heavyweight division. No other heavyweight could hype a gate the way ali could, and so the promoters lost their only big drawing card. To hang on to the bucks, they began looking in the lighter weight divisions for charismatic young fighters who could capture the public’s interest. Their biggest find was Sugar Ray Leonard, an Olympic gold medal winner and the kind of young man that the public could take to its collective heart. And it did just that. When has any other upand-coming young fighter been featured on TV in 8 of his first 21 professional bouts and entered the ring against his division champion as a three-anda-half-to-one favorite? Leonard is a good boxer, but he’s also a product of the hype, the gimmick, the slick sell.</p><p>The fight Termite had lined up against Davis was pervaded by the same hype. It wasn’t a championship match, but it was typical of the new boxing scene. Davis had a $1.5 million contract with CBS to televise his fights. He was also to get $225,000 for this one fight. If he beat Termite, he’d be groomed for a bout with the lightweight champion, Miguel Espana, which would make even more money for everyone concerned.</p><p>For Termite, this fight would bring the biggest paycheck of his career: $45,000. And if he beat Davis, he’d be in a position to negotiate his own TV contract as well as a match against Espana. In addition, he’d already signed a contract with the Summit to fight there at least six times a year, for a percentage of the gate as well as a monthly salary for representing the arena.</p><p>So everything was on the line—which made it just that much worse that things weren’t going right around the training camp. With two days to go, Termite was becoming concerned that he wouldn’t get the referee he had requested, Chris Jordan. Part of the deal had been that he could name the referee and that the judges would be from either Florida or the West Coast. Kenny Weldon had reassured him that Chris Jordan would be the referee.</p><p>“But the day before the fight Chris called me and said that he would not be the referee, that it was going to be someone from New York State,” Termite recalled. “Well, I went to Kenny and told him, and he said there must be some mistake, that it was still his understanding that Chris would be the referee.</p><p>“There I was, trying to train. I thought I had other people handling these details, but they weren’t being handled. It started to work on my head—and that’s no way to go into such a fight.”</p><img /><p>“Termite didn’t need to be told what the fight meant, but he perked up when matchmaker Pete ashlock talked about what marathoners ate the day of a race: lots of starches, like pancakes and spaghetti.”</p><img /><p><em>Linda seldom worries before Termite’s fights, but this one was different. “You’re not grouchy enough, ” she cautioned him.</em></p><p>Even his wife was worried about Termite’s condition.</p><p>The night before the fight she asked how he was feeling.</p><p>“Fine,” he replied.</p><p>“No, you’re not,” she said.</p><p>“I can tell. You’re not like you usually are. You’re not even grouchy like you’re supposed to be.”</p><p>Her comment made him laugh, but it was really too true to be funny.</p><p><span class=\"dropcap\">A</span>t the weigh-in on the day before the fight, Termite found out that one of the two judges was from California and the other was from Las Vegas, as was the referee, Carlos Padilla. He tried to protest, but it was too late; everything was already arranged. “i’d understood it was all set,” Weldon told Termite. “i’ve got to admit I fouled up somewhere. I should have been more careful to keep up with all this stuff.”</p><p>That night Termite reflected, “It really gets complicated. The public doesn’t know what goes on behind the scenes, all the little ins and outs. Everyone tries for the edge. It’s tough enough to beat Davis when we’re on an equal footing, but right now I feel like they’ve put some moves on us.”</p><p>Termite had staged a move of his own at the weigh-in. As he stepped on the scales, his father tugged slightly on his trunks, making his weight read 139, instead of his true weight of 134. The contract included a proviso that either fighter would be liable for $10,000 per pound for every pound over 135. So the newspapers published a story stating that Termite, in order to make the weight, would probably spend all night in a steam cabinet. And that, of course, would greatly weaken him.</p><p>The thought of the ploy brought one of the rare smiles he wore that night before the fight. “I don’t know if they bought it or not,” he confessed. “Those New York sharpies who handle Howard know every trick in the book, so I doubt that we fooled them very much. But it still makes me feel good, just knowing we’re working on them a little, too.”</p><p>He and his wife had moved into a hotel near the arena several days before the fight. Unlike most fighters, Termite prefers to have his wife with him immediately before a fight. “Linda is almost a perfect fighter’s wife,” he said. “She’s got great faith in me, she’s quiet, she doesn’t worry. She’s a great comfort.” But even with people around him, even with his wife there, he still seemed lonely. He was withdrawn and introspective. Only occasionally did he talk about the next day’s fight. At one point he said, “You know, Howard and I talked not too long ago.</p><p>We’re old friends. We were</p><p>amateur boxers together before he went for the Olympics and I turned pro. I sometimes think that if i’d gone his route it would have been me that</p><p>would have won the gold</p><p>medal and then maybe i’d be the one with that CBS contract and all that power behind me.” He stopped and halfway smiled. “Did you see us glaring at each other at the weigh-in? Well, we discussed how we were going to act, us being friends. And we agreed that business was business and we’d be friends after the fight. To tell you the truth, I never thought we’d get Howard into the ring. This fight’s been on But they knew they were going</p><p>and off for the last six months, to have to fight me if they ever expected to get a shot at Espana.</p><p>I guess only one of us is going to come out of this thing going on up.”</p><p>The next morning he seemed even more withdrawn. He ate a light breakfast ordered from room service and then went for a walk. In the early afternoon Pete ashlock, who arranges boxing matches for the Summit, came up to talk about what the fight meant to all of them. It was not the kind of talk Termite wanted to hear. He already <em>knew</em> what the fight meant, and he didn’t need to be reminded. He was polite but distant. But he perked up when ashlock talked about what marathoners ate the day of a race. He said they ate a lot of starches, like pancakes and spaghetti.</p><p>Anyone with the slightest knowledge of athletics would have known that fighters and marathoners expend different kinds of energy. But Termite knows very little about training methods. And, like anyone about to be exposed to a grueling experience, who has his mind focused totally on his part of that experience, Termite was highly susceptible to well-meaning, but misguided advice. So that afternoon, while he was taking his walk, Termite went to Denny’s and ate an order of pancakes with syrup. When he got back, he felt overfull and sort of funny. “My stomach gets very small when i’m in training,” he said, “and it doesn’t take much to fill me up. I guess maybe I shouldn’t have eaten those pancakes. It feels like they’re swelling on me.”</p><p><em>(Continued on page 202)</em></p><p><em>(Continued from page 101)</em></p><p>His trainer should have given him strict instructions about his eating on the day of the big fight and, at the least, should have been with him all day and had the proper food ordered. But it was too late to do anything about it now.</p><p><span class=\"dropcap\">A</span>bout six in the evening, Termite, his wife, his friends, his mother and father, his trainer, and his several cornermen made the trek to the Summit.</p><p>In Termite’s corner that night would be his father, who is one of the best cut men in the business; Kenny Weldon, who would be the main ring tactician; Tony Gardner, a very experienced and capable cornerman who’d been hired for the occasion; and Clarence Doran, an elderly black who’d worked off and on for the Watkins family for many years but who really knew nothing about boxing. Doran’s role would supposedly be only to hand in the stool and the bucket.</p><p>In the dressing room Termite went about the business of putting on his ring trunks and his shoes. Then he sat down at the massage table and attempted to read his Bible. But people were bustling around him, making too much noise, acting selfimportant, distracting the young fighter. Termite was actually the most composed person in the room. At one point he even looked up from his reading and asked in a quiet voice, “Would y’all please kind of hold it down?”</p><p>Another distraction was on the way. In a nearly unprecedented action, Padilla, the referee, came into Termite’s dressing room to warn him that points would be taken away from him for butting, rabbit punching, low blows, or hitting on the break. Termite and his handlers were dumbfounded. These are standard instructions, traditionally reserved for the meeting at the center of the ring. For a referee to visit a fighter in his dressing room and warn him in such a fashion almost constituted intimidation.</p><p>But there was no chance to ponder the intrusion, for it was time to start taping Termite’s hands. One of Davis’s handlers came into the dressing room to make sure that no foreign objects were concealed under the gauze and tape. Tony Gardner had gone down to Davis’s dressing room to oversee Davis’s taping on behalf of Watkins.</p><p>When the job was finished, the handler wrote his initials on each of Termite’s hands with a fountain pen. Then the head of the Texas Boxing Commission came in and did the same. Termite’s father tried to enter a protest about the referee’s action, but the commissioner just shrugged. “Mister Watkins, these people are from Las Vegas, and they’re not really under our jurisdiction. There’s nothing I can do about it.”</p><p>In most fights the people who put up the money for the fight are the ones who call the shots. In this case those people were CBS, Inc., and World Wide Boxing Promotions, which represented Termite Watkins. Howard Davis was the commodity, and his interests were being protected. Just before the fight Kenny Weldon pointed that out. “See, I think we’re going to have to knock him out. They’ve got the fight loaded against us. That’s why I put you in the puncher’s style.”</p><p>It was very close to fight time. Termite was shadowboxing, moving around the small room, flicking out his incredibly fast hands. The temperature in the room had been raised so he’d begin to sweat. He likes to go into the ring hot.</p><p>Then came the knock on the door signaling that it was time to move to the ring. Termite’s entourage, with him in the lead, started down a hallway lined by so many supporters and friends that it took several policemen to escort Termite down the hall, down the ramp, to the arena, and to the ring. He climbed through the ropes and started shadowboxing again. Across the ring, Howard Davis was shadowboxing too. The arena lights were on, and Termite could see the small crowd of 3500, most of them shouting encouragement to him. Ticket prices had ranged from $15 to $100, twice as high as Termite would have liked, since he wanted to fill the place. But Davis’s people had insisted on the higher price, thereby effectively limiting the gate and barring many of Watkins’s supporters, who were mostly from the poorer north side of town.</p><p>The Davis people had one last ploy on their agenda: Davis’s handler had broken one of the laces in Davis’s left glove and tied a knot in it. If he had gotten by with it, the knot could have produced some very bad cuts. Instead, it caused a thirtyminute delay while another string was found.</p><p>Of all the tricks, Termite was most bitter about the broken lace. “They knew how I warm up. And they knew that the delay would hurt me more than it would Howard, because he starts slowly. So while they were taking that half hour to find another lace, I was getting colder and colder, sitting there with the sweat drying on me.”</p><p>Once Davis got a new lace, the fighters were brought to the center of the ring and given their instructions. They returned to their corners, Termite scuffling his feet in the resin. The stool was brought out, and the handlers climbed out of the ring. Then the bell rang and it was time to fight.</p><p>Termite, in his squared-off stance, looked awkward against the stylish Davis, who was keeping a flurry of light punches going. But Termite, with the faster hands was also landing punches, and landing them with authority. He won the first round, but he lost the second. Davis, obviously beginning to warm up, scored repeatedly in the third with his rapid jab, and that round looked like a draw.</p><p>At the end of round three Termite came back to his corner and told his father and Weldon, “I feel nauseated. I’m tasting those pancakes I ate. I feel like i’ve got a lump of lead in my belly.”</p><p>But there was no time to worry about it. The bell rang. The fourth round might have been called a draw, although it looked as if Termite landed the more effective punches. Back in his corner, Termite looked sicker than ever. He told his father, “Daddy, i’m about to throw up</p><p>His father answered, “Son, you can’t do that!” even as he held the bucket under Termite’s mouth.</p><p>He didn’t throw up, but Davis’s style began to take its toll on the usually tireless Termite, who was obviously feeling the results of his lighter-than-usual training schedule. But he was still punching effectively, even though the squared-away stance kept him off balance. Although Davis was outboxing him, when Termite did land his punches, the other boxer was giving ground.</p><p>Then came the decisive sixth round. They were in a neutral corner, Termite desperately trying to trap Davis and punch him out. After a flurry of blows, they clinched. The referee ran in to break them up, and as they broke, both ducked their heads. The top of Davis’s head came up and accidentally caught Termite right on the cut he’d gotten in training. Blood began to flow. Every time Davis landed a left jab on the spot, the blood would spatter into Termite’s eye.</p><p>The situation in his corner was turning out to be an ever greater problem, too. Too many people had gathered there and around the apron outside the ring. Clarence Doran, instead of simply handing in the bucket, was now up in the ring, actively telling Termite how he ought to fight. Kenny Weldon was frantically trying to come up with alternatives to a strategy that was clearly not working. Even people outside the ring, who’d jammed their way up close to the corner, were tugging at Termite’s leg, yelling at him, giving him instructions. The activity in the corner got so hectic that in the seventh round Tony Gardner, Termite’s only professional cornerman, simply retired to ringside and lit a cigarette. “The hell with it,” he said. “They don’t need me in there. That’s not a professional fighter’s corner, that’s a damn three-ring circus.”</p><p>By that time it didn’t matter, because Termite was not on his game, not able to fight with the straight-ahead stance, the hooking, lunging, punching stance that had been devised for him. His ribs on both sides were pink from Davis’s body digs. His face was splotched and red from the jabs and sharp punches. The cut under his eye would not stay closed. By the eighth round it was clear he was losing. His corner had become even more chaotic. Kenny Weldon, unbelievably, began to exhort him, “You got to streetfight him, you got to street-fight him!”</p><p>Termite just looked up at him, bewildered. “I don’t do that anymore.”</p><p>Meanwhile his father kept saying, “Son, you’ve got to dig down, you’ve got to find a way to win!”</p><p>Incredibly, although Termite had been catching a lot of punches in the last rounds, he almost took Davis out in the tenth and final round. He caught him with a good left hook and followed that with an overhand right. Davis was hurt, but acting on advice from his corner, he managed to box and glide his way out of trouble until the final bell rang.</p><p>The outcome was inevitable. Termite —sick, using the wrong style, outpowered, outmoneyed, and outpoliticked —had lost. But until the announcement of the winner came, he still danced around the ring, as all fighters do, holding his hands in the air, trying to show how fresh he still was, trying to give the impression that he hadn’t been through a tough fight. The crowd cheered.</p><p>The decision went to Davis. To their credit, the scoring of the North american Boxing Federation judges made the fight seem closer than it really was. But it still amounted to a loss for Termite.</p><p>Back in the dressing room, his people immediately laid Termite on the massage table. The room was very quiet. He lay there, his skin pink from the punches he’d taken, a faint trail of blood trickling down from the cut on his cheek. For a long moment no one said a word; then Termite’s father started in on Kenny Weldon about the change in style and what it had caused.</p><p>“We lost the fight,” he said, “because you fooled around with Termite’s style. I told you it was wrong. It was wrong, wrong, wrong!”</p><p>Weldon answered, “Look, I was doing the job as best I knew how. You hired me to train Termite and that’s what I was trying to do.”</p><p>But the discussion went no further, because Termite swung his legs around and sat up. “Listen,” he said in a quiet voice, “let’s delay all this for the time being. We lost the fight, but I don’t want to hear about it right now.”</p><p>That shut everybody up. His father examined the cut under his eye. Pulling it apart with his fingers, he said, “Son, I don’t think we ought to suture this. Just butterfly it with tape.”</p><p>“Whatever you think, Dad. But will someone get me something to drink? I feel dehydrated.”</p><p>Everyone just stood there, staring at Termite. His father snapped, “This young man’s been through a tough fight. Can’t anyone around here do his job?”</p><p>Clarence Doran hustled to bring Termite a glass of ice water. He drank it all down and asked for another. Then he said, “Dad, I feel really weak and dizzy.” So they applied ice to all the pressure points—behind his knees, on his wrists, inside his elbows, on the bottoms of his feet. Gradually the color began to come back to his face.</p><p>“I ought to go congratulate Howard,” he said. But his father just shook his head. “Wait awhile. Take it easy.”</p><p>After a few minutes they let the press in, and Termite dutifully answered questions. Yes, Howard Davis had won the fight. No, Davis had never hurt him. Yes, he felt he’d hurt Howard, especially in the fourth and tenth rounds. No, he didn’t feel cheated by the judges and referee. Yes, he’d like to fight Davis again. Yes, he thought he could beat him the next time. No, the cut hadn’t bothered him. Yes, of course, he was disappointed that he’d lost.</p><p>After that, his father bandaged the cut, and they let in the friends and hangers-on who’d been thronging the hall. They pressed into the small dressing room, a hundred of them. Their presence seemed to make Termite feel better, but he was obviously embarrassed to see them under such circumstances. The people who crowded into the room didn’t seem to mind. They seemed mainly just to want to make him feel better, to tell him how much they thought of him, just to touch him, to have him recognize that they were there.</p><p>He stood it, stood the well-wishing, stood the handshaking, the backslapping. But after a time it became too much for him, and he looked around for his father. “Dad?” he said.</p><p>Instantly his father said, “all right, everyone out. Termite will see you all later.”</p><p>And they left. Just like that.</p><p>Termite showered and dressed. He was still sitting in the dressing room when Howard Davis arrived, followed by his entourage. They embraced and said the usual things. Davis also said, “I had the luck tonight. I’ll never fight you again, buddy. Not ever.”</p><p>Termite sat up talking with friends in his hotel suite until six the next morning. They did not talk about the fight. At one point his wife left the living room. He followed her and found her about to cry. “No,” he said. “after a time we’ll get off by ourselves and think about it, and maybe we’ll cry then. But not tonight. You’re not used to seeing me lose. Neither am I. But we’ll get by.”</p><p>Weeks later I asked him again how it felt to lose such a big fight. “Not very good,” he said. “I don’t like to lose.”</p><p>But he would not blame the loss on the maneuvering, the tricks, the game playing by Davis’s people. “No,” he said, shaking his head, “none of that made any difference. I lost the fight because I didn’t beat Howard in the ring. That’s where prizefights are won. In the ring.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "March 1980",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "people",
      "Boxing",
      "Judges",
      "money",
      "Style",
      "Work",
      "Business",
      "CBS",
      "ten",
      "TV",
      "Acting",
      "ever",
      "Fashion",
      "ICE",
      "New York",
      "Texas",
      "Advice",
      "attack",
      "Be Someone",
      "Beaumont"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": [
      "Texas",
      "Beaumont",
      "Houston",
      "West"
    ]
  }
}