{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19803",
    "date": "March 1980",
    "year": 1980,
    "month": 3,
    "month_formatted": "March",
    "pdf_uri": "/1980/19800300.pdf",
    "issue_cover_image": "",
    "document_start_page": 98,
    "toc_start_page": 96,
    "document_page_range": [
      [
        98,
        99
      ]
    ],
    "toc_order": 2,
    "toc_headline": "No More Mr. Nice Guy",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198003-nomoremr",
  "source": "/1980/19800300.pdf",
  "wp_post_id": 115524,
  "wp_post_guid": "http://www.texasmonthly.com/article/no-more-mr-nice-guy/",
  "authors": [
    "Sarah W. Thomas"
  ],
  "headline": "No More Mr. Nice Guy",
  "dek": "What ever happened to self-reliance, to chivalry, to standing up for justice and the underdog? Meet Dick Cockrell.",
  "spread_caption": "",
  "excerpt": "Straight out of the last century, fists swinging, cutting a swath through the lawless, comes Dick Cockrell.",
  "kicker": "",
  "word_count": 853,
  "content": "<img/><p>Imagine yourself in this situation. You’ve just pulled into a roadside rest area. You’re minding your own business when all of a sudden you hear a commotion. You look up and see a black woman being pushed into a car by three tough-looking black punks. She’s got two kids with her, and she’s screaming her head off. There are several other people standing around, but no one is doing anything. What do you do? Develop an intense interest in your sandwich? Check the oil in your car? Quickly disappear, maybe planning to call the police from somewhere down the road? Sure, we would all like to think we’d go to the rescue, but would we <em>really</em> do it?</p><p>Dick Cockrell, who is 32, single, and weighs 245 pounds, didn’t even stop to wonder what he would do when it happened to him one night last January in East Texas. “One guy had a knife. He came at me and I caught him right on the end of the jaw. I heard it pop and he went down,” Cockrell said later.</p><p>“The second guy threw a punch that caught me on the left side of the face. It backed me up a couple of steps and when he came at me again, I grabbed his left arm in my right hand, pulled, and pushed through with my left hand, extending his arm all the way, which broke his elbow. The guy on the ground reached up and stabbed me in the leg. So I stepped on him, took the knife away, and broke off the blade.</p><p>“The third guy was by now only half interested, but he had to make a show. He came at me like a boxer, with his legs spread apart. I just drop-kicked him between the legs, which lifted him maybe six or seven inches off the ground. You could hear his voice change on the spot.”</p><p>Cockrell didn’t report the incident to the authorities. He wanted to let it drop—a wish that was spectacularly denied when Marine Staff Sergeant J. C. Allen told the <em>Dallas Times Herald</em> how his wife and daughters had been rescued. The wire services leaped on the story and it spread all over the world.</p><p>Years ago in the California public schools Cockrell had been on the receiving end of plenty of abuse. He had weighed 300 pounds and had endured endless taunts from schoolmates because of it. The Marine Corps helped him shed about 140 pounds and acquire the knack of taking care of himself in a fight. After his stint in the Marines he became a paramedic and drove an ambulance through some of the toughest neighborhoods of Los angeles. Even then he had no qualms about helping to even the odds in situations that were patently none of his business. Once, when Cockrell saw a man pointing a gun at the head of a sheriff’s deputy he had already shot, he charged in and kicked the gun away.</p><p>When his best friend, a black, was beaten to death by a gang of whites, Cockrell decided that California was just too rough. He moved back to Texas, where he was born. He led a quiet life in Irving, driving a truck for Kroger, reading a lot in his spare time, and playing racquetball to keep his weight down.</p><p>Since the incident, his life has been turned upside down. Now when he goes out, he has to contend with people who recognize him and want either to tell him their troubles or to test him in a fight. He has even had to move because too many people found out where he lived. There have been threatening calls from the Ku Klux Klan, which bristles at the idea of a white man’s coming to the aid of a black woman. And he worries about the wound in his knee that refuses to heal.</p><p>When he isn’t on the road, he spends most of his time answering the phone and replying to the thousands of letters he has received. “People call me and say, ‘John Wayne isn’t dead after all.’ They’re trying to put an image on me that really isn’t there. I only did what I had to do, what anyone would have done if they’d been in the same place.”</p><p>Maybe. But most of us are not like Dick Cockrell. We tend to turn our backs and stay out of things, no matter how terrible the wrongs we witness. We don’t want to tangle with unpredictable people who might harm us, we don’t want to do anything that will interfere with our own affairs and add to our problems, and we don’t want to get involved with the law on behalf of somebody we don’t know.</p><p>Someone who wouldn’t stop to consider all these consequences does seem like a hero out of the Old West, which describes Dick Cockrell pretty well. He is a little like a character who wears a white hat in a simple story of good versus bad. But it takes an act such as his to remind us of what we wish we were.</p><p>Photography by andy Vracin/Kirkley Photography</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "March 1980",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "people",
      "California",
      "Allen",
      "Business",
      "Dallas",
      "Death",
      "Driving",
      "ever",
      "HERO",
      "Law",
      "Marines",
      "Neighborhoods",
      "Oil",
      "Photography",
      "Police",
      "Public Schools",
      "Schools"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": [
      "D.C.",
      "Dallas"
    ]
  }
}