{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19956",
    "date": "June 1995",
    "year": 1995,
    "month": 6,
    "month_formatted": "June",
    "pdf_uri": "/1995/19950600.pdf",
    "issue_cover_image": "",
    "document_start_page": 120,
    "toc_start_page": 118,
    "document_page_range": [
      [
        120,
        121
      ],
      [
        139,
        140,
        141,
        142
      ]
    ],
    "toc_order": 18,
    "toc_headline": "Confessions of a Preacher's Wife",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199506-confession",
  "source": "/1995/19950600.pdf",
  "wp_post_id": 129252,
  "wp_post_guid": "http://www.texasmonthly.com/article/confessions-of-a-preachers-wife/",
  "authors": [
    "Jan Jarboe"
  ],
  "headline": "Confessions Of a Preacher’s Wife",
  "dek": "Being married to a devoted servant of the Lord turned out to be a greater cross than I could bear.",
  "spread_caption": "",
  "excerpt": "The tensions between the demands of the spirit and the demands of the world defined my marriage—and destroyed it.",
  "kicker": "",
  "word_count": 3887,
  "content": "<img/><p><span class=\"dropcap\">A</span>bout a year after my fourteen-year marriage to a Methodist minister ended, I finally reentered life on the outside, wandering as far from the cloister of the church as I dared. I went to a modern art show in downtown San antonio. For months I had hidden in my house wearing dark clothes, drinking pot after pot of strong black coffee, not returning telephone calls. One night I caught a whiff of the bitter smell that had saturated my house, and I instantly recognized it as the same odor I had smelled in all the church offices and church kitchens I had ever visited as the daughter of a minister and the wife of one. I wondered if my constant brewing of coffee wasn't some kind of crazy burnt offering I was making to appease an angry God. I knew in that moment I had to get out of the house and, though infinitely harder, get on with my life.</p><p>As I walked up the stairs of artPace, a gallery and work space for contemporary artists, I felt as if I were ascending from a deep, dark well. I heard the sound of women chatting and laughing. I walked toward the voices, as thirsty for wine and song as I have ever been.</p><p>In spite of my determination to make a new start, I saw the art gallery the way I see everything else: through the lens of my Protestant faith. The art on display was about ideas, and much of it required the participation of the viewer. Just like church. One work with the odd title <em>Untitled Beginning,</em> by Felix Gonzalez-Torres, was in three parts: First the viewer stood in a spot shrouded in darkness, then walked through a shimmering panel of green, silver, and clear beads to stand under a shaft of brilliant white light. In the year since my marriage ended, I hadn't attended church, but I had spent a lot of time in solitude trying to work out what true faith meant to me. Gonzalez-Torres' work expressed some of my newly held ideas: that faith in God is withstanding the darkness of fear, doubt, and confusion, waiting quietly to hear the radiant truth from within.</p><p>Illustration By Amy Crehore</p><p>I was standing in the stream of beads when a woman I hadn't seen in twenty years walked up and said hello. “i'm sorry about your divorce,“ she said, as she fingered a thick gold necklace. I nodded, suddenly eager to talk. “But you know,” said the woman, staring right at me, “I never did figure you for much of a preacher's wife.”</p><p>I took a swallow of wine. Don't you just hate it when someone you barely know sees a truth about you that has eluded you for years and then has the audacity to say it out loud, to your face?</p><p><span class=\"dropcap\">T</span>he first time I heard Clint preach was in the fall of 1980. Fie stood behind the pulpit at a small Methodist church south of San antonio, gazing at me with icy blue eyes. `He was tall and spoke in a booming voice. I sat in the back pew, mesmerized. The congregation of fifty or so people, most of them elderly, was going lickety-split through the singing of hymns and the reading of Bible passages in the manner of people for whom church is a habit. Clint preached from the Gospel of Matthew, chapter 8. In the twelve years since I had left my parents’ home, I had attended church off and on. When I did go, I came away feeling tired, but that morning the liturgy was charged with new meaning. The story from Matthew was familiar to me: One day Jesus of Nazareth was worn out after a long day of healing people. Anxious to escape the throngs around him, Jesus and a group of his disciples got into a boat and rowed out to sea. Jesus went to the back of the boat and fell asleep. A terrible storm erupted and the disciples were terrified, and wondered how Jesus could sleep through such a storm. They yelled at him, “Save us, Lord, we are going down!” The story ends when Jesus wakes up and calms the sea.</p><p>[Continued On Page 137]</p><p>[Continued From Page 119]</p><p>I still have a clear image of the way Clint looked when he picked up his Bible and read the pivotal verse, “and with that he stood up and rebuked the winds and the sea; and all was calm again.” His face was framed by a shag of sandy hair, and he had the large-eyed expression of one who is in regular contact with the unfathomable. That morning I recognized Clint’s talent for understanding better than most ministers the power of a carefully phrased question. Clint paused briefly and then nearly whispered the question that continues to haunt me: “What great wind is blowing through your life?” He was, of course. Three months later, we were married beneath an oak tree on the front lawn of his church.</p><p><span class=\"dropcap\">I</span> Was Born On a Sunday. My mother slipped out of the choir loft during the eleven o’clock worship service at the First Baptist Church in Sour Lake and drove twenty miles to Baptist Hospital in Beaumont, where I arrived two hours after the service was over. Only lately, in this my forty-fourth year, have I recognized the irony in the fact that the most painful moments of my mother’s labor occurred in the middle of Sunday morning worship. Even in her womb I was engaged in the conflict that has defined my life: my lovehate relationship with church.</p><p>The heart of church life is the telling of sacred stories, and growing up in Baptist churches all over East Texas, I loved hearing these stories. David, the greatest of all Israel’s kings, was as real an action hero to me as Superman was to my friends and Ninja Turtles are to my sixyear-old son. But even more compelling to me than the Bible stories were the reallife confessions every Sunday night during the portion of the service reserved for “personal testimony.” Grown-ups came forward and unburdened their souls in front of the entire congregation. Women, drunk on the Holy Spirit, would sometimes speak in tongues before swooning and fainting. Men who during the week worked either in sawmills, on rice farms, or on oil rigs, would be overcome, unapologetically emotional, and sometimes downright lyrical. I remember one Sunday night when a man confessed to an extramarital affair in front of his wife, his mistress, and the whole church. This was high drama. I was twelve, with hormones just beginning to boil, and his confession was one of the great thrills of my youth.</p><p>I may not have understood the details of Baptist theology, but the general message I got was that to feel better, you first have to feel a whole lot worse. There is no resurrection without death on the cross, no joy without sorrow. That was the point of the Sunday night testimonials. First, you stood up and humiliated yourself, which meant you were publicly exposed as a sinner, and then you could be forgiven by a group who had endured exactly the same ritual. Like many Baptist teenagers, I struggled with the dark side of being saved: what to do about desires and impulses the church says must be overcome. That was why I was fascinated by the lurid confessions. At least they were an acceptable way to peek at the forbidden. I came to see that the saved required the damned.</p><p>For many people the church gives order and meaning to their lives. This was true for my family. The church was a place to belong, the symbol of certainty. But I also understood that it was my father’s place of business. As a minister of music and religious education, he directed the church choirs, sang solos, led the congregational singing in church, recruited Bible teachers, and organized the social activities of the church, which went on every night of the week. I knew how power worked in church. I noticed that the men who drove the biggest cars also had the biggest say in what went on in church. They were the ones who filed into closed-door meetings and made the small and large decisions that affected my life. Would there be enough money to send our youth group to summer camp or to repair the parsonage, our home of the moment?</p><p>I also saw how the tension between the demands of the spirit and the demands of the world defined my parents’ marriage. The church had a hypnotic hold on my father. He was an idealist who was completely given over to the metaphors and music of the church. He woke up in the morning reciting soothing passages from the Psalms. He went to bed at night humming hymns. If the parsonage had no washing machine, and in those days most of them didn’t, he barely noticed the inconvenience. My mother was the one who made the twice-weekly trips to the washateria, lugging huge baskets of laundry. She fretted about the bills, never forced my brother or me to attend a church event, and rebelled against some of the silliest Baptist rules. I remember one summer day she was furious because we had to drive 45 minutes to another county to swim in a public pool because a few people in our church had worked themselves into a frenzy over the sin of “mixed bathing,” which is what happens when boys and girls swim in the same pool. Another time at another church she continued to play canasta and dominoes privately with friends and family, despite the fact that the preacher had said from the pulpit that playing cards leads to gambling, yet another slippery slope of sin.</p><p>My mother knew the secret all wives of the clergy know but never tell: Few institutions in the world can be as anti-family as the church. Early on in his ministry, Jesus declared that he had no father, no mother, and answered to God, the mysterious father. He demanded that his disciples leave everything—jobs, wives, children—to follow him. That may have made sense to the audience that Jesus was speaking to (the people of the Middle East two thousand years ago), but it goes against the grain of modern-day family values. Some preachers use this single idea as a way of distancing themselves from family life. They are the ones who can stand up before a congregation of five hundred or five thousand and speak rhapsodically for half an hour about the power of love but can’t find a free evening to play baseball with their children.</p><p>In the silent tug-of-war that was waged in my parents’ marriage, I sided with my father and put the church first. Who wouldn’t have? Church was fun. Besides, he worked for and answered to the most romantic of all possible bosses: God. As an adult, I unconsciously recreated my parents’ conflict by marrying a minister.</p><p>I was thirty when I met CHnt. From the beginning, everything about him—the silver cross he carried in his pocket, the long hours he spent at the church, the hymns he hummed, the way he ordered his week around Sunday morning—seemed familiar. Fourteen years later, after I had two small children of my own and a husband who was utterly dedicated to the wonderful mystery of God, I realized that I had sided with the wrong parent. My mother was right. The church is often a way out of the real world. It’s like living in the ultimate gated community. You can’t beat the security, the neighbors all look and dress like you do, and the potluck dinners sure are fun. But, unfortunately, no matter how high the walls—or the steeple—the real world follows you inside.</p><p>One of the problems in our marriage was that I have the wrong kind of personality to be a preacher’s wife. The job is primarily social, and i’m not an extrovert. At home, after a meeting at the church, Clint would be energized and I would feel like a flat tire. The compulsion to help others, to always be on call, wore me out. Every time the telephone rang, it was someone from the church calling. Every time I went to the grocery store or the video store or down the street to get a hamburger, I ran into someone from the church who had a message for Clint. Once I was in the sanctuary and someone asked me if I knew where Clint was. I didn’t. “Do I look like I have bat radar?” I snapped, before I could stop myself.</p><p>There was no place to rest. My home was a parsonage, a physical extension of the church, and was subject to the whims of the church bureaucracy. The first year I was married I remember asking the head of the personnel committee if we could have the carpet cleaned in the parsonage. “I was married twenty-five years before I even had carpet,” the woman told me angrily. “I should think you’d be grateful for the carpet you have.” Popular stereotypes aside, some of the meanest people in the world are Christian women. In my experience, the meanest of all wind up in charge of parsonages. In fourteen years, I lived in four parsonages and negotiated washing machines and wall colors with four different church committees. I learned what my mother must have learned years earlier: Life can’t function at the so-called higher levels of spirit unless it is supported by someone taking care of the basics—cooking meals, washing clothes, mowing the grass. In time, I stopped thinking of whatever parsonage we lived in as a home. Instead, I thought of it as base camp.</p><p><span class=\"dropcap\">O</span>ne Sunday—Ten Years Into our marriage—I realized just how illsuited I was for the demands of being a preacher’s wife. After church one of the elderly widows invited our family out to a Mexican restaurant for lunch. It did not go well. Tyler fought off his need for a nap by smearing refried beans on the wall. Maury, bored by the grown-up talk, whined for attention. By the time the pecan pralines got passed around, I was badly out of sorts.</p><p>On the drive back to church, the widow asked if it would be all right if we stopped by her husband’s grave. “Sure,” said Clint, avoiding my murderous gaze. When we arrived at the cemetery, both children were asleep in the car, and Clint suggested that I walk up to see the grave. “i’ll stay with the children,” he offered.</p><p>The widow and I strolled through the cemetery to her husband’s grave. After a moment of silence, the widow spoke. “Tom” she said, speaking to her late husband, “this is our preacher’s wife, Jan.” I stood absolutely still, awaiting her next move. “Jan,” she said, turning toward me. “This is my husband, Tom.” i’d never been introduced to a headstone before, but I put on my best preacher’s wife face—wan but sincere—and said, “Nice to meet you, Tom.”</p><p>The challenge of being a preacher’s wife is to live and raise children in what is essentially a different dimension in space and time. There are no visible boundaries in church. One minute you’re talking to people about mundane things—jobs, schools, laundry, whether to put pecans in the chocolate-chip cookies—the next you’re smack dab in the middle of someone else’s view of the supernatural. The widow who saw no distance between the living and the dead was somehow easier to take than other examples of how ephemeral the lines of reality can become. One evening a woman telephoned the parsonage looking for Clint. “My son just stepped on a nail. The nail is still in his foot. I don’t know what to do,” she said, obviously panicked. “Is your husband home?” I can understand why a woman calls a minister if her son needs help with a Boy Scout merit badge or her daughter had a bad dream the night before about being impaled by demons. But only long years of on-the-job experience kept me from asking this woman why she hadn’t called a doctor about the nail in her son’s foot. I told her i’d have Clint get right back to her.</p><p>Some of the things that came with the job, though, I couldn’t accommodate. I remember one Sunday morning after worship a successful professional woman rushed over, grabbed my arm, and told me how much she had enjoyed Clint’s sermon. Her face was flushed and her upper lip was beaded with sweat. “That was the most fabulous sermon i’ve ever heard,” she said in a throaty whisper. If she had said “sexual experience” instead of “sermon,” her body language would have been the same. I understood the woman’s feelings. After all, sex and spirituality run along parallel lines. Both have union—loss of self by fusion with another—as their ultimate goal. Throughout my marriage, I saw women misidentify their lust for Clint as love for God. I didn’t much like it. In fact, there were days when I was more conservative than the pope on the subject of whether priests and ministers should marry. There were painful times when I too equated my love for God with love for Clint. I felt guilty every time I asked him to do something for the family—like take a regular night off or go away on vacation—because for a long time a part of me really did believe that the church should come first.</p><p>After all, I saw that he really was helping other families. When parents lost children in death, Clint was at their side, not with answers, but simply to hear the questions. Time after time I heard members of the church say they wouldn’t have survived the pain of a divorce or surgery or the loss of a job had Clint not been there to listen. Lately, when I saw on television the empathetic faces of ministers who are comforting the inconsolable in Oklahoma City, I remember how few rituals we have in our society for caring for people whose hearts hurt and how few people there are to lead those rituals. To the extent that I was able to contribute, either by listening myself or by taking care of things at home so that Clint could help others, I felt satisfied.</p><p>In time, however, all the conflicts—between church and family, between the way the congregation needed to see me and the way I really am—proved too much to bear. The crisis came in the fall of 1992, when my mother was in the final stages of breast cancer. On the night before she died, the two of us spent a long time in the intensive-care unit at Methodist Hospital in Houston talking about God, church, and family. “When you’re where I am, you won’t care much about church,” she told me. “The only thing that will matter to you then is how much you gave your family and how much they gave you.” I realized as my mother lay dying that the only church that mattered to me was family and mine wasn’t what I wanted it to be.</p><p>The following Sunday morning, I sat in church and listened to Clint preach for the last time. His message was from John 16:32. “Listen,” said Clint, reading Jesus’ words. “The time will come—in fact it has come already—when you will be scattered, each going his own way and leaving me alone. And yet I am not alone, because the Father is with me.” Clint’s point was that all of us live our lives essentially alone but that somehow this separateness is tolerable, because God is with us to offer solace. None of this made sense to me. Church gave me no feelings of comfort, much less solace. In fact, i’d never felt so insecure and frightened in my life. Church was now a place where I was hearing my husband say that what he wanted most was to be alone and where I realized that what I wanted most was the give-and-take of ordinary family life. That afternoon I turned in my resignation as a preacher’s wife. “I quit,” I told Clint. The divorce came a few months later.</p><p><span class=\"dropcap\">S</span>unday Mornings Aren’t What they used to be. Thank God. I wake up and my first thought is, “i’m so happy I don’t have to go to church today.” I can sum up the best part about not being a preacher’s wife in two words: weekends off. To celebrate, I try to commit some small act of hedonism every Sunday. One Sunday I baked a lemon meringue pie. Another Sunday the children and I went to Brackenridge Park in San antonio and spent the eleven o’clock hour dancing for joy. Last Sunday I played golf. I can hardly wait to go mixed bathing.</p><p>Not too long ago a Methodist friend invited me to the huge new alamo Heights United Methodist Church. The church is so big that it is referred to around town as the Meth-o-Dome. “We need you back in the fold,” he told me. “How dare you presume to know that i’m not in the fold,” I said, surprised at the anger his remark stirred in me.</p><p>The truth is, i’ve never been more in the fold. I continue to love the still, quiet places for worship. The value of solitude is as plain to me as the fingers on my hand. There is nothing sentimental about prayer. In its silence, I am most free to feel and confront what I don’t want to feel and confront when i’m talking. If pressed to define my spiritual life, I would say that it is the process of moving from deep internal deafness to focused, attentive listening.</p><p>These days I consider spirituality healthy if it moves people beyond fear to courage and if it doesn’t promise to save one group of people at another’s expense. I worship at home with my children. We sing songs, pray, laugh, and enjoy our own version of potluck dinners: ordering out for pizza. Both attend parochial schools, so they get their religious training there. The solace I find is in the daily routine of life with them: homework, teeball games, slumber parties, planting an herb garden—showing them that life doesn’t have to be grim. I spent so much time in church thinking about life instead of experiencing it. I don’t want that for my children. I try to remember what my mother told me: all I have to give them is the experience of this day.</p><p>But that will be harder than I would like. In a discussion with Maury, my tenyear-old daughter, by the San antonio River one sunny Sunday morning, she alluded to her identification with Mary Magdalene, a primary follower of Jesus. According to the Gospel of Luke, Jesus cast seven devils out of Mary Magdalene. Later, after Jesus’ death, Mary Magdalene stays by his tomb and he appears to her in a resurrected form. “I like Saint Mary Magdalene,” Maury told me. “She was often in trouble but faithful, like Whoopi Goldberg in <em>Sister act.”</em> as we talked on, it was clear that Maury has stepped into the spiritual bog that I have only now exited. I hope my passage, filled with all its dizziness and confusion, will ease hers.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "June 1995",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Church",
      "people",
      "Jesus",
      "Mother",
      "Family",
      "Children",
      "Love",
      "Home",
      "Work",
      "Art",
      "ever",
      "God",
      "Marriage",
      "Power",
      "Divorce",
      "Gospel",
      "House",
      "Music",
      "San Antonio",
      "Son"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "San Antonio",
      "Houston",
      "Sour Lake",
      "Tyler"
    ]
  }
}