{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198510",
    "date": "October 1985",
    "year": 1985,
    "month": 10,
    "month_formatted": "October",
    "pdf_uri": "/1985/19851000.pdf",
    "issue_cover_image": "",
    "document_start_page": 144,
    "toc_start_page": 138,
    "document_page_range": [
      [
        144,
        145,
        146,
        147,
        148,
        149
      ],
      [
        243,
        244,
        245
      ]
    ],
    "toc_order": 1,
    "toc_headline": "Special Delivery",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198510-specialde",
  "source": "/1985/19851000.pdf",
  "wp_post_id": 120996,
  "wp_post_guid": "http://www.texasmonthly.com/article/special-delivery-2/",
  "authors": [
    "Patricia Sharpe"
  ],
  "headline": "Special Delivery",
  "dek": "already bah-humbugged out just thinking about holiday shopping? Texas' mail-order food magnates have a better idea.",
  "spread_caption": "",
  "excerpt": "Morsels by mail, potables by post—let Texas’ mail-order food companies set your holiday table.",
  "kicker": "",
  "word_count": 4844,
  "content": "<img/><img/><p><strong>Elite meats by post for holiday munching include (clockwise) a savory Greenberg smoked turkey; Sadler’s Bar-B-Que smoked ham (we added the garnish); Hans Mueller’s plump knockwurst; and, shown sliced, Ranch House Meat Company’s peppery beef stick (top of plate) and garlic-flavored summer sausage.</strong></p><p><span class=\"dropcap\">B</span>e honest now. Even though it’s only October, are you really looking forward to Christmas shopping? To watching those billowing white puffs of exhaust fumes belch from the car in front of you at the post office? Enduring the endless canned carols that blast forth from every grocery store in suburbia? Dodging the prancing and pawing of each tiny hoof as your children run amok through the toy store? Small wonder that in Texas the mail-order business has grown into a $555 million enterprise. Who except the young, fit, and unjaded has the guts to go within a mile of a shopping mall after December 1? Wise heads are turning in greater numbers every year to purveyors of goods, especially food, by post. The jolly elves who run the companies will gladly shower your friends and relations with smoked turkeys, sausages, fruitcakes, chips, dips, nuts, cookies, and candies, while you sit back, ready to open thank-you notes.</p><p>Once you’ve made up your mind to retain your sanity and give mail order a try, the only hard part is finding the companies and discovering which are worthwhile. To help you, we searched the classified ads, asked friends and cooking teachers, checked out the Texas listings in <em>Food Finds,</em> a useful national mail-order food guidebook ($12.95, Harper and Row), and came up with a list of around seventy businesses. We wrote them and said, like Simple Simon to the pieman, let us taste your wares. The ones included here are those we liked best—all very good, a few terrific. Frankly, we favored companies that made the foods themselves or that were distinctively Texan. Popcorn (too ordinary) or the vast multitude of giftbasket creators (a whole other ball game) are not included. Nor did we even attempt to tackle the big boys like Neiman-Marcus and Goodies From Goodman (Dallas) and Ben E. Keith (Fort Worth). They’re all good, but we were looking for smaller, more-specialized enterprises.</p><img/><p>Photography By Ka-Chuen Yeung. Food Styling By Cosette Mcgee</p><p>This page, clockwise from top: Texana Brands’ incomparably gooey Brazos Bottom pecan pie; the Collin Street Bakery’s hand-decorated fruitcake; crisp pecan cookies by Sonja’s International Confections; and Texas Duet's cinnamon-sour-cream-and-brownsugar anytime cake studded with pecans. Opposite page, top row: Lammes Candies' chocolate-and-pecan Texas Longhorn; center row: a piece of Fudge Love and two divinely decadent chocolate truffles from Sweet Shop Candies; bottom row: Fredericksburg Fudge's crunchy almond bark and a coconut drop.</p><p>At the end of our sampling, we were fatter but wiser. A number of things were learned about mail-order foods. For instance, just because a company barbecues a good brisket doesn’t mean it bakes a good brownie. Only the foods we tried and liked are listed. If an item isn’t mentioned, either we didn’t like it or the company didn’t send one (most companies forwarded only their best and most popular items). If you want to know what else is cooking, ask for a catalog.</p><p>We also found that mail-order food is not cheap. If you are appalled at the idea of $20 for a pecan pie in a fancy box or basket, just remember, you’re buying peace of mind as well as dessert. And mail-order companies will have a merrier Christmas if you get your orders to them by November 15. In particular, the small homegrown firms may have a limited supply of goods. You want time to regroup if they run out. (The following listings include mailing addresses, phone numbers, and accepted credit cards.)</p><p>Finally, take with you one caveat about the most prevalent mail-order food of them all-jalapeno jelly. (Surprise. You were expecting us to say fruitcake, weren’t you?) We tried every permutation of this alleged foodstuff, from wimpy sugar-vinegar gels to sludges the color of a M*a*S*H T-shirt. One and all, they were an insult to the intelligence and a peril to the palate—too sweet to eat with meat or savory foods and too <em>picante</em> to spread on toast. And with cream cheese? Well, that’s better, but why ruin a perfectly good smudge of cream cheese? Obviously, there’s no reforming the projelly contingent at this late date, but just in case somebody out there is still sitting on the fence, let us pose one question. Would anyone in his right mind dip a jalapeno in sugar and eat it? Case closed.</p><p><em>Sweets</em></p><p><strong>Texana Brands Pie</strong> • Let us be clear—this is not a pie for ascetics. Texana’s Brazos Bottom pie is one big, gorgeous, gooey dessert. The pecan halves on top have been glazed with the ample corn syrup filling, which has gone sort of lumpy in that characteristic pecan-pie way. The crust (it’s just average) stays fairly crisp because the whole pie has been hermetically sealed in plastic wrap. It comes in an attractive pine box and costs $22 including shipping; add $1.20 state tax for Texas orders (2619 Milford, Houston 77098; 713-529-4616; Ae, Mc, V).</p><p><strong>Collin Street Bakery Fruitcake</strong> • We know, we know. It’s the establishment fruitcake, but of seven Texas cakes in the running, the Collin Street Bakery’s entry left the others in the shade. Pecans, raisins, glace cherries, pineapple, and citron are bound by a light beige batter that is neither sticky nor crumbly and cuts like a dream. Each cake is hand-decorated and comes in an appropriately hokey holiday tin. Order early so you can start drizzling it with bourbon, brandy, or port. Three sizes are available: 1⅞ pounds, $9.85; 2⅞ pounds, $14.20; 4⅞ pounds, $23.20; prices include shipping (Box 79, Corsicana 75110; 214-8723951; Cable: Fruitcakes; Telex: 730730; Ae, Cb, Dc, Mc, V).</p><img/><img/><img/><p><strong>This page, clockwise from top: artesia Water—nowhere but Texas; the Mozzarella Company’s white cheese with ancho chile bits; Pecan Grove Plantation’s whole pecans; Valentine Company’s hickorysmoked peanuts; and cinnamon-frosted pecan halves from Gladys’ Cookie Shop. Opposite page, clockwise from top: Texas cactus jelly from Das Peach Haus; Serendipity of the Valley's Ruby Red grapefruit jelly; Hilltop Herb Farm's pick-of-the-crop strawberry jam; peach preserves from the Kountry Kitchen; Serendipity of the Valley’s orange-blossom honey; Das Peach Haus’s peach honey; Dickie Davis’ Original Sweet and Hot; and Hilltop Herb Farm’s piquant corn relish.</strong></p><p><strong>Fredericksburg Fudge</strong> • Remember when you were growing up, how one friend’s mom always made better Christmas candy than anyone else’s? The Fredericksburg Fudge company is like your friend’s mother. Its candies are all-american to the core, pretty to look at, competently made, and nicely packaged in plastic containers. Most are very sweet and based on milk chocolate-such as the crunchy peanut clusters ($6.95 a pound, shipping extra), crackly almond bark ($7.40), raisin clusters ($6.95), marshmallowy chocolate clouds ($6.95), and coconut drops ($7.40). The five kinds of fudge ($5.95), both plain and nutty, come in little tins (the variety we tried was well whipped but had sugared a little). The peanut brittle ($4.25) is great, and it’s crisp enough that it doesn’t have to be dredged out of your molars (Box 689, Fredericksburg 78624; 512-997-2133; Mc, V).</p><p><strong>Lammes Candies</strong> • Ever since D. T. Lamme started his austin business one hundred years ago, Lammes Candies has been turning out high-quality, unfroufrou chocolates and candies. The caramellike Texas Chewie pecan pralines are a trademark ($9.35 a pound including shipping); so are the milk-chocolate pecan Texas Longhorns (twenty ounces $12.85). The pink, white, and buff taffy kisses (two pounds $9.35) are perfect stocking stuffers, and the assorted chocolates ($10.35 a pound) are good to have around to fight off the Christmas-afternoon doldrums. To ward off chocolate guilt, Lammes’ brochure brazenly asserts that chocolate is good for you, helps your diet, and will not wreck your teeth or complexion. Way to go, Lammes (Box 1885, austin 78767; 512-472-3114; Mc, V).</p><p><strong>Sonja’s International Confections</strong> • Texas’ sesquicentennial is definitely giving a boost to the official state nut, the pecan, and Sonja’s is doing its part with a new Texas pecan cookie. Made with pecan meal instead of flour, this cookie is crunchy, rich, and a little on the dry side; the fancy version comes decadently topped with chocolate and crushed pecans. Both kinds are just right with after-dinner coffee and come in handy ten-inch tins, including a Texas Pride design for the sesquicentennial. The price per tin is $17.45 including shipping (204 Nas, Corpus Christi 78418; 512-937-4731; Mc, V).</p><p><strong>Sweet Shop Candies</strong> • The shop’s truffles—with their double layers of dense creamy filling capped by contrasting chocolate with cunning squiggles on top-are a work of art inside and out. They’re also large, at least two-biters. The equally toothsome Fudge Love isn’t fudge, exactly, but rather a fudgy-centered candy dipped in white, dark, or milk chocolate with pecans. Each comes in a bright red gift box. Write for a current price list (Box 573, Fort Worth 761010573; phone orders not accepted; payment required at time of order).</p><p>[CONTINUED On Page 237]</p><p>[CONTINUED From Page 143]</p><p><em>Texas Duet</em> Handsome, earth-tone ceramic containers are part of the gifts at Texas Duet, dressing up the contents at least as much as they add to the cost. The various plates, bowls, and jars have a citified rustic look, and the company’s other packaging and gift-wrapping are the best from any mail-order outfit we investigated, period. Among the Duet’s numerous offerings, two of the most appealing are the anytime cake, a cinnamon-pecan cake that is as good with morning coffee as with afternoon tea ($35 in a loaf-shaped pan) and pecan pie, a classic with a pretty crimped crust and a high ratio of pecan halves to filling ($40 in chef’s plate, $20 in duck-shaped basket). The unfortunately named Texas Cowchips are small, crisp chocolate-chip-and-pecan cookies (filled cookie jar $37.50). Food and containers may be purchased together or individually; gift baskets are available. Add $6 per item for U.S. orders (Box 26529, austin 78755-0529; 512-343-0661; Ae, Mc, V).</p><p><em>Texas Toffey</em> Forget the name. This is not toffee but a rich, buttery, pecantopped wafer. It’s crunchy and cinnamony and altogether an excellent light dessert cookie. The hand-cut squares come in a classy burgundy gift box for $12.50 a pound plus $2.75 shipping. Bargainseekers’ alert: orders received by December 10 are discounted to $10 per pound plus shipping (Box 31193, Houston 77035; 713-932-4804; Mc, V).</p><p><em>Wunsche Brothers Chocolate Whiskey Cake</em> You’ll need absolution after you eat a piece of Wunsche Brothers chocolate whiskey cake, a dessert as dense and dark as midnight. The abundant chocolate (there’s hardly any flour) gives it substance, the whiskey lends a bite, and the pecans add textural variety. Wonder of wonders, it’s not too sweet. The single layer—fully the weight of two ordinary fluffy-cake layers —comes in a sealed aluminum pan, wrapped in red tissue. Made by Brenda Greene, the cake is also sold at Wunsche Brothers Cafe and Saloon in Spring, near Houston. It costs $14.95 including shipping (Box 2481, Spring 77383; 713-353-2825; Ae, Mc, V).</p><p><em>Original Texas Ya-Hool Cake Company</em> Most lemon cakes don’t have enough zing. This one leaves no doubt about taste. Baked in the shape of the state of Texas, the Yellow Rose of Texas is a moist yellow cake with a zesty bite and a pretty sprinkling of sliced almonds on top. It comes in a bright yellow gift box ($21.85, plus $2.75 shipping). The cake is usually offered from January to September, but a limited supply is available for this Christmas (Box 947, Rockwall 75087; 214-722-5624; Ae, Mc, V).</p><p><em>Citrus Fruit</em> Grapefruits are little bitty, baseball-hard things in the middle of the summer, which was when we did our testing. Also, the big freeze of 1983 has crippled some outfits, which barely have enough fruit to take care of their usual customers (as a result many companies have been forced to rely on out-of-state fruit to supplement their stock). So we can’t tell you which fruit company has the best Ruby Reds or other Texas citrus. But here are the names of some Valley shippers. You’re on your own.</p><p>Crockett Farms, Box 1150, Harlingen 78551; 512-423-1747; Ae, Mc, V.</p><p>Frank Lewis’ alamo Fruit, 100 N. Tower Road, alamo 78516; 800-2925437 or (out of state) 800-531-7470.</p><p>Pittman and Davis, 866 N. Express, Harlingen 78552; does not accept phone orders.</p><p>Sugar Tree Farms, Box 2030, Harlingen 78551; 512-423-5530; Mc, V.</p><p><strong>MEATS</strong></p><p><em>Brazos Beef Emporium</em> Slice into one of the emporium’s vast whole briskets and you will see that the meat has turned the proper deep magenta to a depth of a quarter inch—the sign of patient smoking. These hunks of barbecued brisket are permeated with mesquite smoke; they are lean, not streaked with fat and gristle, and have a good, even texture (be sure to cut the meat against the grain). Send them to your out-of-state friends; they will bless you. One quibble: the meat we tried was a tad tough and dry, not enough to be a problem, but noticeable. However, as a bonus you get a bottle of the emporium’s wonderful 2-Pot Bar-B-Que Sauce, a powerful henna-colored liquid that’s so good you could drink it with a straw. A fourto six-pound brisket and a bottle of sauce are $47 including shipping (1701 Briarcrest, Suite 101, Bryan 77802; 409776-0298; Ae, Mc, V).</p><p><em>Greenberg Smoked Turkeys</em> In Joyce and Zelick Greenberg’s business, where there’s smoke there’s turkey. Over the last 45 years the family has mastered the art of thoroughly hickory-smoking a gobbler, and it’s one of the best gifts you could give a friend, especially yourself. Tender through and through, the birds have a thin outer layer of fat that keeps them moist, and their sienna-colored skin is irresistible even though it’s a little tough. The dark meat has a pungent, sausagey flavor; the white is more subtle. After you eat a turkey sandwich, your hands smell like you’ve been sitting around a campfire. Weights vary from six to fifteen pounds. The 1985 price will be set in midOctober, but last year it was $2.80 a pound plus a nominal handling fee of 38 cents per item (Box 4818, Tyler 75712; 214-595-0725).</p><p><em>Handy Packing Company</em> On almost anybody’s scale, these nicely trimmed steaks would get an a for flavor and tenderness, an F for leftovers —there aren’t any. Their texture was even, with marbling sufficient to enhance the flavor, and when cooked rare to medium-rare the results were admirable. This is quality you can’t find outside a specialty grocery or butcher’s. Ribeyes ($6.85 a pound), tenderloin ($7.75), and strip steaks ($6.75) come in boxes ranging from three to six pounds, shipping extra (Box 2420, San angelo 76902; 915-653-2308).</p><p><em>Hans Mueller</em> With locations in Dallas, New Braunfels, and Kaiserslautern, Germany, it’s obvious that Hans Mueller is serious about sausage. Indeed, the company makes fine-textured, mild-flavored knockwurst, smoked bratwurst, and a very pure white bratwurst (pork, veal, beef, no nitrites, no MSG) —good sausages all. About fifteen types are available. But what we liked best was the excellent steak, a delectable trimmed morsel of tenderloin, heavy, choice, and aged. Mueller’s also sells sirloins, strips, ribeyes, and whole tenderloins. Sausage links are $2.99 a pound, twelve-ounce ribeyes $6.25 each, eight-ounce ribeyes $5.50. The company suggests writing for a price list (2459 Southwell, Dallas 75229; 214-241-2793, in Texas 800-4429816, other states 800-527-7558).</p><p><em>Oma’s Sausage Haus</em> Oma’s rafterquality dried pork sausage is so authentic it could be hanging from the ceiling of a picturesque German farmhouse. Roughtextured, chewy, aggressively garlicked and peppered, this hickory-smoked sausage has a handmade Old World quality ($3.89 a pound plus shipping). Also in the same league: spicy, salty pork jerky <em>(Landjaeger).</em> Sinewy and mahoganyhued, it’s an obsessive-compulsive snack ($1.25 a pair of sticks). Highly acceptable: beef sticks the size and shape of fat pencils (50 cents each). By the way, Oma’s ships all sausages unrefrigerated, which is not a problem in cold weather, and they do not fool with fancy boxes or wrapping. But once you take a bite of the sausage, you won’t mind (541 Texas Highway 46 South, New Braunfels 78130; 512-625-3280; Ae, Mc, V).</p><p><em>Ranch House Meat Company</em> The Ranch House’s catalog comes with a mesquite-smoke-scented order form that smells so good you have to struggle to keep from eating it. The assorted meats, all equally fragrant, include peppery pork tenderloin (little cylinders of meat, with a slightly watery texture, $8.32 a pound), dried beef jerky (addictive, very dry, chewy slabs with lots of black pepper, $18.95 a pound), summer sausage (not too fatty, seasoned with mustard and garlic, $6.95 per stick), mesquite-smoked beef stick (a lot like a salami, with whole peppercorns, $7.25 for a 1.5-pound stick), and mesquite-smoked dried beef (salty-tender, $8.50 a pound). There’s a large variety, all vacuum-wrapped and nicely packaged, and shipped frozen. By the way, all of the above contain sodium nitrite, but if you eat bacon with your eggs every morning anyway, what the heck (Box 855, Menard 76859; 915-396-4536; Ae, Mc, V).</p><p><em>Sadler’s Bar-B-Que</em> It’s your sacred duty as a Texan to support the barbecue industry, which you may do by giving people who live outside the Barbecue Belt a yuletide brisket. Sadler’s offers one with a tame smoky flavor; it comes with a bottle of the company’s sauce. One thing: briskets get a little dry and tough when they have been frozen for shipping. So slather on that sauce. Four to five pounds $22.40, five to six pounds $27.15. Sadler’s also does a nice boneless smoked ham. Four to five pounds $16.90, five to six pounds $20.65. Add $5 per item for shipping. (Box 1088, Henderson 75652; 214-6575581; Mc, V).</p><p><em>Square’s Bar-B-Que Express</em> Despite the company’s name, what Square’s does best is ham—big, beautiful, hickorysmoked hams that are sweet, mildly salty, and wonderfully moist; they really taste home-baked. Because these are whole, skin-on hams, they have a fatty outer layer (we’re talking a good half inch), and you do have to maneuver around the bone. Don’t hesitate to order one, though; they’re among the best things we tried. A whole ham is $47.50 plus $5 shipping, half ham $27.50 plus $2.50 shipping (210 N. Leggett, abilene 79603; 915672-6752; Mc, V).</p><p><em>Texas Wild Game Cooperative</em> Stumped? Want something of a curiosity to send finicky Great Uncle Henry, the man who has everything? Texas Wild Game Cooperative, the people who supply axis venison and other tasty exotica from the Broken arrow Ranch to some of Texas’ best restaurants, has put together a venison gift package that will impress anyone on your list. It includes a one-pound stick of summer sausage (mild, sweet, and very lean), a one-pound stick of salami (pork fat added so that it has a more complicated flavor, enhanced by cracked black peppercorns), and two half-pound rings of fully cooked porkand-venison sausage (hickory and oak smoked, with a dense, moderately sharp flavor that makes your mouth water). The sausages have an appetizing reddish color, all are very moist, and they come nestled in an attractive box for $24.95</p><p>including shipping (Box 530, Ingram 78025; 512-367-5875; Mc, V).</p><p><strong>CONDIMENTS And Oddities</strong></p><p><em>artesia Water</em> This is not a joke. Despite what others may think, “Texas” and “water” are not mutually exclusive terms. Artesia, from the Edwards aquifer, is so ubiquitous that hardly anyone in Texas needs convincing that it ranks right up there with the world’s top waters. Either sparkling or still, in a 32-ounce bottle, $1.50 plus postage, or a six-pack of sparkling, $3 (Eagle Snacks, 6010 Wyche Boulevard, Dallas 75235; 214-631-2797).</p><p><em>Das Peach Haus</em> Name anything that can be made from a peach, and the folks at Das Peach Haus have probably made it. They take Texas’ juicy native Gillespie County peaches and transform them into fabulous peach butter (like apple butter, so dark and spicy it’s almost hot) and grandmother-quality old-fashioned peach preserves (better than their Texas peach preserves, which contain pectin and taste saltier). Rounding out the lot is peach honey, a fruit syrup. Their nonpeach products include blueberry jam, a superior strawberry honey that would be great on vanilla ice cream, and winter melon preserves, which have a fresh, true taste and resemble marmalade. The rubycolored cactus jelly, with its Martian bubble-gum flavor, should not be missed by anyone seeking exotic Texas gift items to astound friends. Prices vary from $2.59 to $3.39 for a nine-ounce jar (Route 3, Box 115, Fredericksburg 78624; 512997-7194 or 997-7502).</p><p><em>Dickie Davis’ Original Sweet and Hot</em> Think of this as a glorious cocktail sauce. It’s chunkier, but the theory-sweet and hot—is the same. The ingredients are tomatoes, onions, sugar, peppers, and spices; no preservatives, no gum or thickeners. Besides its honest taste, it has a rich garnet color that looks appealing in either its own sixteen-ounce canning jar or in a dish on your Christmas table. An eightounce jar is $3 plus postage, the sixteenounce is $5 (Box 668, Menard 76859; 915-396-2444 or 396-2506).</p><p><em>El Paso Chile Company</em> at last Texas doesn’t have to play second fiddle to New Mexico for pretty chile wreaths and <em>ristras</em> (braided strings of onions, garlic, or peppers). The El Paso Chile Company makes edible and decorative mailorder gifts, all with a Southwestern emphasis and all with first-rate graphics and presentation. Most of its products are for cooking (chile powder, barbecue marinade) and for hanging on the front door (cinnamon-stick and Indiancorn wreaths). The Texas care packages are terrific; just warn your friends to store the chiles and corn products in a dry, plastic-sealed container to ward off mold and pepper-loving brown beetles. The company’s two ready-to-eat products are <em>salsa primera</em> (a saltless picante sauce that’s distinctively flavored, $4.50 for sixteen ounces including shipping) and chile con queso dip (a definite improvement over Velveeta with Ro-Tel tomatoes, $6.50). The $50 <em>chivo</em> pot is a clay goat bearing assorted foods and Christmas cheer (100 Ruhlin Court, El Paso 79922; 915-544-3434; Mc, V).</p><p><em>Groff’s of Texas</em> Not only do these husky little potato chips taste like real potatoes but they’re also not oily and they curl up enticingly. Among the barbecue, regular, and saltless varieties available, the one to get is the jalapeno-flavored in the fortyounce designer can, with corny but nice pictures of bald eagles. The pepper taste is pungent; the canned chips seem fresher than some in the bags. A can is $16.95 including shipping (Box 1516, Brookshire 77423; 713-934-3626; Mc, V).</p><p><em>Hilltop Herb Farm</em> Once you taste Madalene Hill’s sweets and relishes, you’ll wonder how other producers can even hold their heads up. With few exceptions, her jellies and preserves taste like real fruit picked at its peak, and they haven’t been so loaded with sugar that you gag. Tops are the blueberry jam (a poem), strawberry (with a heady, berry taste), and ambrosia marmalade (wonderful bittersweet flavors of orange and coconut). The condiments stand out for their wellbalanced ingredients and crisp tastes. The corn relish (sweet and mildly picante) and Dixie relish (basically a chow-chow) will make you wish you’d made them yourself; the Fire-and-Brimstone and Hellfire-andDamnation relishes will take the roof of your mouth off. You can order a beribboned three-jar crate for $14 to $16, accompanied by a sheet of interesting original recipes. Prices start at $3.60 for an eight-ounce jar of jam and $3.30 for eight ounces of Dixie relish. Because costs vary, write for a price list (Box 1734, Cleveland 77327; 713-592-5859; Ae, Mc, V).</p><p><em>Kountry Kitchen</em> Millie Petras has been canning jellies and pickles for fifteen years, but she just branched into mail order in 1982. It’s about time. Her homemade jellies have a jewellike clarity and perfect consistency (neither runny nor petrified); fruit balances sweetness so that each jelly has its own distinct taste. Among the best are the boysenberry preserves (dense, wild flavor), dewberry (Remember picking berries along sandy Texas roads?), and grape (which actually has character). The red plum is even different from the wild plum. Prices are quite reasonable at $2 per six-ounce jar. Mrs. Petras’ pickled beans are a work of art too—a quart jar of slim wax and green beans with a feathery stalk of dill, sliced and fanned white onion, and one glistening red pepper. The tiny okra are the tastiest pickles she offers, most of which are of the sweet-tart bread-and-butter variety and cost $3.25 per 32-ounce jar. The two dills-kosher and regular-are all right too, and her hot tomato relish is the best picante sauce you’ll ever get out of a jar. You can hardly go wrong with anything she makes (Route 3, Box 484, La Grange 78945; 409-247-4256).</p><p><em>Mozzarella Company</em> Check one answer. Do your eyes (a) light up, (b) glaze over, when you hear the words “goat cheese”? If the answer is (a), keep reading —these gifts are for diehard cheese enthusiasts. Among a number of cheeses made by the Mozzarella Company of Dallas, the fresh Texas goat cheese (<em>caprino</em>, $9.50 a pound) is wonderful. Quarter-pound disks are salty and tart, with a texture like velvet, and they come plain or rolled in dried herbs or cracked black pepper (the last is the best). The company’s original product—fresh, unsalty, nonrubbery mozzarella-is as different from the gum that passes for mozzarella at pizza parlors as day from night. The jelly-roll style, filled with green olives, sun-dried tomatoes, or pesto, is perfect for holiday cheese trays ($9.50 a pound). Also good: mild country-type white cheeses flecked with basil or ancho chile ($6.95 a pound). Various baskets are available; prices do not include shipping (2944 Elm, Dallas 75226; 214-741-4072; Mc, V).</p><p><em>Serendipity of the Valley</em> Without a doubt Marty and Harley Tyson make some of the most beautiful jellies in Texas. The Ruby Red grapefruit version is a glistening reddish orange, and it tastes good too, though more sweet than anything else. The best thing Serendipity sells, and it’s new this year, is orangeblossom honey, a glossy amber nectar that has the flavor of fresh flowers. The frosted pecans, with a thick frothy-crisp coating in two flavors, orange and spice, are also tasty. All of the eight-ounce canned goods are packaged with green excelsior, $19.50 for a six-pack, $29.50 for a twelve-pack; includes shipping (Box 787, Lake Jackson 77566; 409-297-2367).</p><p>Nuts</p><p><em>Gladys’ Cookie Shop</em> In her Cistern Community digs, Gladys Farer runs a resolutely homespun operation, where plastic sugar-cookie packages sport happy faces and brochures trumpet fruitcakes “Mixed in a Cement Mixer” (it’s not clear whether that’s supposed to be reassuring or alarming). What she does best, though, is cinnamon-coated pecans with a just-right spicy sugar frosting balanced by a touch of salt—by far the best frosted nuts sampled, fourteen ounces for $10.45 including shipping (Cistern Community, Route 1 Box 281-a, Flatonia 78941; 512-865-3682; Mc, V).</p><p><em>Pape Pecan House</em> It seems right to have pecans around the house at Christmas —makes you think of warm kitchens and crisp afternoons (or warm afternoons, for that matter; this <em>is</em> Texas). The notion also makes you hungry, which is where a fat bag of pecans from Pape’s comes in handy. Use them to bake up fragrant batches of cookies, or just keep a dish of these big beauties around for impulse munching. Last year five pounds of unshelled pecans in a burlap bag were $14.48 including shipping, three pounds of shelled halves in a plastic bag were $16.90, and three pounds of pieces were $16.15. Prices for the 1985 crop will be set in October. Besides pecans, Pape’s sells five other kinds of nuts (Box 1281, Seguin 78155; 512-379-7442; Mc, V).</p><p><em>Pecan Grove Plantation</em> Shelling pecans builds character; all children should learn to do it as soon as their hands are big enough to hold a nutcracker. Pecan Grove Plantation is glad to help by providing the raw materials —five pounds of hybrid pecans in a rustic burlap bag for $13.75 including shipping. Should character-building not be a problem at your house, order two pounds of shelled pecan halves, $10.50, or pecan pieces for $9 in a good-looking gift pack; includes shipping (Route 3, Box 251-a, Bastrop 78602; 512-237-2844; Mc, V).</p><p><em>Pecan Producers International</em> Over the years, aggies and others have been intent on improving the pecan. They have developed hybrids that are almost as big as walnuts, resist disease like troopers, and have shells you can practically crack with your fingers. But the truth is that for a wonderfully sweet and flavorful nut, you can’t beat the native Texas pecan. Pecan Producers International has dedicated itself to distributing these small, tasty nutmeats. They come in a plain box, two pounds of shelled halves for $9.95, five pounds for $23.95, including shipping; other quantities available. The company also markets five other kinds of nuts and a dried-fruit-and-nut mix (Box 1301, Corsicana 75110; 214-872-1337 or, as of October 7, 800-227-3226; Mc, V).</p><p><em>Valentine Company, Inc.</em> You can buy peanuts anytime in any grocery store anywhere. So what makes these special? Hickory smoking. A couple of years ago James R. Valentine started puttering around with peanuts in his kitchen. Eventually he developed a recipe that gave the salted blond nuts an end-of-summer tan and imparted a mild smoky flavor. The company makes four other seasonings; the jalapeno is the most interesting, if timid. Of the various containers offered, the apothecary jar ($12.75 including shipping) and the ten-ounce boot-shaped mug ($9.95) would look the most festive under your Christmas tree (Box 218006, Houston 77218; 713-391-6121).</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "October 1985",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "Chocolate",
      "Cake",
      "Christmas",
      "Food",
      "Meat",
      "Pecans",
      "Sausage",
      "Beef",
      "Smoked",
      "Fredericksburg",
      "Holiday",
      "House",
      "Art",
      "Austin",
      "Barbecue",
      "Barbecue",
      "Brisket",
      "Dallas",
      "Ham"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Texas",
      "Fredericksburg",
      "Austin",
      "Dallas",
      "Houston"
    ]
  }
}