{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198510",
    "date": "October 1985",
    "year": 1985,
    "month": 10,
    "month_formatted": "October",
    "pdf_uri": "/1985/19851000.pdf",
    "issue_cover_image": "",
    "document_start_page": 166,
    "toc_start_page": 160,
    "document_page_range": [
      [
        166,
        167,
        168,
        169,
        170,
        171
      ]
    ],
    "toc_order": 6,
    "toc_headline": "Tower Play",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198510-towerplay",
  "source": "/1985/19851000.pdf",
  "wp_post_id": 120981,
  "wp_post_guid": "http://www.texasmonthly.com/article/tower-play/",
  "authors": [],
  "headline": "Tower Play",
  "dek": "Now You See It...Now You See It Again. Houston’s Transco Tower Pops Up In the Most Unexpected Places.",
  "spread_caption": "",
  "excerpt": "Houston’s Transco Tower can’t hide from a camera bent on seeing it from every vantage point.",
  "kicker": "",
  "word_count": 411,
  "content": "<p>There was no getting away from it once Steve Brady started photographing John Burgee and Philip Johnson’s Transco Tower, built in 1982. Regardless of the weather, the time of day, or the event, there was the tower waiting to be photographed. For eight months Brady got up at four-thirty in the morning to drive to a field or a market or a highway ramp, where he would set up his camera and wait for the building to emerge. He spent the middle hours of the day scouting new locations. Then, at sunset, he would again try to catch the tower at the perfect angle, from the right spot, at the moment when the light was best. He became something of a meteorologist as well as student of the city as he slowly circled the tower, taking 11,000 exposures over the months. He was struck by the diversity of Houston, by how it is both urban and rural. He drove with one eye on the tower, yet he was surprised when the building would crop up in the most unlikely place, telling him where he was and what direction he was looking in. When he finally finished the series of photographs and went out of town on a new project, he discovered that each time he saw a line of trees or a bank of clouds, he was looking for the tower. The result of his obsession is a book, Presence, the Transco Tower (to be published in November by Herring Press), which not only documents the impact of architecture on a place but also shows the effect of a landmark on those who live under its sway. As the Eiffel Tower became part of the identity of Parisians and the Empire State Building of New Yorkers, so the Transco Tower will become part of what it means to be a Houstonian.</p><img/><img/><p><strong>Transco Competes For Attention Amid the Bustle Of Signs On Westheimer.</strong></p><img/><p><strong>At Sunset, a Venerable, Mobile Symbol Floats Past a New, Immobile One.</strong></p><img/><p><strong>In the Night Sky, the Astrodome’s Christmas Star Shines With the Tower.</strong></p><img/><p><strong>The Tower Is Part Of the Everyday Landscape At River Oaks Baptist School.</strong></p><img/><p><strong>If the Football At Rice Stadium Gets Dull, Look To the Horizon For Kicks.</strong></p><img/><p><strong>Two Giants, Hamburger And Tower, Float Atop a Richmond Avenue Icehouse.</strong></p><img/><p><strong>The Tower Is a Beacon For Drivers On OnE Of the City’s Busiest Interchanges.</strong></p><img/><p><strong>Memorial Park’s Early-Morning Golfers Cant Escape the Watchful Tower.</strong></p><img/><p><strong>Twenty Miles Away, the Tower Is Company For a Woman On Chocolate Bayou.</strong></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "October 1985",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Brady",
      "Architecture",
      "Chocolate",
      "Christmas",
      "Diversity",
      "Football",
      "Hamburger",
      "Highway",
      "Rice",
      "Richmond",
      "River Oaks",
      "Trees",
      "urban"
    ],
    "wp_categories": [],
    "wp_location": []
  }
}