{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198510",
    "date": "October 1985",
    "year": 1985,
    "month": 10,
    "month_formatted": "October",
    "pdf_uri": "/1985/19851000.pdf",
    "issue_cover_image": "",
    "document_start_page": 172,
    "toc_start_page": 170,
    "document_page_range": [
      [
        172,
        173,
        174
      ],
      [
        208
      ],
      [
        226
      ]
    ],
    "toc_order": 9,
    "toc_headline": "When the Well Runs Dry",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198510-whenthew",
  "source": "/1985/19851000.pdf",
  "wp_post_id": 120972,
  "wp_post_guid": "http://www.texasmonthly.com/article/when-the-well-runs-dry/",
  "authors": [
    "Elmer Kelton"
  ],
  "headline": "When the Well Runs Dry",
  "dek": "Our water problem is elemental. There isn’t enough for everyone, and the land is being ruined. It could make a grown man cry.",
  "spread_caption": "",
  "excerpt": "In parts of Texas drought is a steady boarder who may stray but always comes home for supper.",
  "kicker": "",
  "word_count": 3898,
  "content": "<img/><img/><p>Photography By George Krause</p><p><em>Elmer Kelton remembers the lush farmland that used to be Pecos, now so dry that it looks like “a poorly kept graveyard.” Unless something is done, much of West Texas awaits the same fate.</em></p><p><span class=\"dropcap\">S</span>ome Of My Earliest Recollections are of the West Texas boomtown of Crane in the first years after oil was discovered there. It was a motley mixture of small frame houses, side-boarded tents, and tin shacks. A fixture beside most back doors was a large water barrel, its top covered by boards or a piece of sheet metal weighted down by a rock. Townspeople bought their water for a dollar a barrel from the back of a wagon or truck that had hauled it for miles over treacherous roads where wheels sometimes sank to the hubs in dry sand. Workhorses, mules, and milk cows roamed the townsite, and it was a minor tragedy when one worried the cover off a water barrel and drank its fill, spoiling what it left behind.</p><p>Water was scarcer than oil for Cranites in those times, and to waste it was unthinkable. Families often bathed in shifts on Saturday night without ever emptying the washtub. When the last body was reasonably clean, often the water was poured on a small flower bed or vegetable garden, as was dishwater and the leavings from Monday’s scrub board.</p><p>After a time, Crane built a towering water tank—ever afterward a challenge to high school seniors—and installed a spiderwebbing of service lines. Suddenly, water was available at the turning of a tap, in plentiful supply and right in the house. Flower beds thrived all over town, and many of my schoolmates were less fragrant in Thursday and Friday classes. One can only guess the quantum leaps by which water use multiplied.</p><p>What happened in the Crane that I remember from the early thirties has happened all over Texas, magnified not only by the state’s huge increase in population but by a more than tripled per capita usage of water. Looming in the not-distant future like a dust storm on the South Plains horizon is a dark specter that almost every Texan is aware of but prefers to ignore: a shortage of water.</p><p>Texas ballots in November will include a referendum on a new statewide water bill approved by the last session of the Legislature. This is the third time in sixteen years that the Legislature has sent a water plan to the voters, and this one is by far the best. The first, in 1969, went too far: it envisioned a canal to bring water to West Texas from the Mississippi. The second, in 1981, didn’t go far enough: it was perceived as being designed to benefit agriculture. This year’s plan tries to offer something to every part of the state.</p><p>When we talk about water plans, what we’re mostly talking about is money. Water projects are so expensive that they can be financed only by long-term borrowing, but the Texas Constitution does not allow the state to go into debt without a vote by the people. The water “plan” is just an authorization for the state to issue bonds that will pay for different kinds of projects. Less than half of the bonds—at most, $400 million out of $980 million —will be earmarked for new reservoirs. That represents a substantial reduction from previous plans. The rest will be used for flood control (a major problem in Houston), sewage treatment plants (badly needed in Dallas and austin), and water supply projects for smaller towns that don’t have the bonding capacity of the big cities. Just $10 million is set aside for agriculture, in the form of loans for conservation measures like efficient irrigation systems.</p><p>If history is any guide, most voters will ignore an issue that may have more impact on their future than who occupies the White House. Though the newspapers are full of water problems (strict sprinkling schedules in austin, El Paso’s fight to pump drinking water from New Mexico, the pollution of the Trinity and Colorado rivers, land subsidence from excessive pumping in Houston, San antonio’s impending shortage), as an item of street conversation, water ranks somewhere below the sexual aberrations of the ancient Toltecs. The November referendum will probably be decided by voters in Houston, not because they have an unusual interest in water but because a mayor’s race there is expected to turn people out in disproportionate numbers.</p><p>For us out here in West Texas, that is nothing new. We are resigned to having our destiny controlled by those who live east of Interstate 35. That’s where the votes are. But they are the votes of people who haven’t lived with water shortages day in and day out, as we have. To those who have not felt the pinch, water remains an abstract issue. They haven’t been raised from childhood to wash dishes by turning the faucet on and off, on and off, rather than letting the water run. They criticize West Texas farmers for irrigating upstream but never ask whether it makes sense to save that water for rice farmers downstream. They don’t believe us when we say that water is a statewide problem. And it is scant comfort to know that time will prove us right.</p><p>The state’s problem is elemental. Its water supply is limited, but its population is not. Texas grew from 5.8 million people in 1930 to 9.6 million in 1960 and to more than 15 million in 1983. Water use increased from 2 million acre-feet (an acre-foot of water will cover one acre one foot deep) in 1930 to nearly 18 million in 1980. Some parts of Texas are already straining to meet the immediate needs of an existing population, yet almost every local chamber of commerce is promoting more growth on the traditional theory that bigger is better for business.</p><p>My own city, San angelo, seeks growth like the rest, but at least it had the good judgment a few years ago to drop its longtime booster slogan, “The Wool and Water Wonderland.” That water wonderland claim went a little sour in the face of enforced water rationing and ridicule in national news media because our lakes were so dry they kept catching fire.</p><p>The painful fact is that nature limits Texas’ water supplies. As much as we might like our towns to be as green as the English countryside, it just doesn’t rain enough. An old but exaggerated rule of thumb says, if you start in East Texas and move west, you lose an inch of rainfall a year for every fifty miles. By the time you reach El Paso, you’re running on the rim. Out here, drought is a steady boarder who may stray for a little while but always comes home for supper. Prosperity is a flirtatious stranger who occasionally waves but never pauses long enough for a first-name acquaintanceship.</p><p>Rainfall patterns do not change for the convenience of the chamber of commerce. It will not rain more in the foreseeable future than it has rained in the historic past. We are stuck with what we’ve got. There seems to be a booster assumption that if we can bring enough industry and new people to an area, we can somehow become immune to the economic punishment of recurring drought and heavy reliance on agriculture. But the larger the city, the greater its water needs. New industrial plants bring more people; they do not bring more rain.</p><p>Texas gets its water from two sources, underground and surface, and both are running short. About two thirds of the state is underlain by 23 aquifers, only 7 of which can be classified as major. Groundwater furnished 61 per cent of the total water used in 1980, amounting to 10.8 million acre-feet. But groundwater’s recharge rate from rainfall is less than half the withdrawal rate, so the difference5.5 million acre-feet—is being depleted. “Overdrawn” is the term my banker uses. At some point in the future, that supply will no longer exist. The people, however, will still be here. Thirsty.</p><p>The surface water budget is also running at a deficit. Texas already has 184 major reservoirs with a capacity of at least 5000 acre-feet each. Their total storage capacity is more than 32 million acre-feet. As promising as that might appear at first blush, the <em>dependable</em> surface water supply (the amount that can be withdrawn during extended drought) is only about 11 million acre-feet a year—half of what the water experts tell us we will need by the year 2000, just fifteen years away. Some people wonder why we should build more dams when so many of our lakes are below capacity. The answer is that in wet years they will be too full, and flood waters that we could otherwise capture will escape into the Gulf of Mexico. Even if we assume that all the workable reservoir sites on the dam builders’ wish list are developed by then, the total dependable water supply will be barely the minimum needed. And there isn’t time, money, or political support to build all those dams by the end of the century.</p><p>But the gloomy reports do not deter the boosters. At this writing, San angelo restricts watering of lawns and gardens to every second day and expects stricter rationing as its lakes recede toward muddy riverbeds. Nevertheless, like every other city, it seeks new industry, new growth. And Corpus Christi, just months ago parching in its worst water crisis, is rejoicing over the boom promised by the Navy’s decision to berth the battleship <em>Wisconsin</em> and several other vessels there. A hundred battleships wouldn’t make more rain fall upon the limestone hills of Real County, the upper Nueces River watershed so vital to Corpus’ water supply, and a 1983 report by the U.S. Bureau of Reclamation declared that essentially no economically developable water supplies remain in the Nueces River basin.</p><p>The same Hill Country area that sends surface water trickling leisurely toward Corpus Christi feeds the Edwards aquifer, upon which San antonio depends. An Edwards Underground Water District spokesman has commented that pumping in San antonio affects water levels as far west as Sabinal, sixty miles away. By 1980 pumping from the Edwards was already 75,000 acre-feet past the recommended annual level and still increasing. Meanwhile, builders keep putting new subdivisions on top of the recharge zone.</p><p>San antonio and Corpus, at least, are using renewable water supplies, limited though they may be. But much of West Texas is mining underground water supplies that have been built up over untold thousands of years. The recharge rate is minimal or even unmeasurable, but the withdrawal rate during the last three decades would scare the britches off the early pioneers who fetched water by the bucket. The West Texas agricultural economy is built upon these nonrenewable water resources, which will inevitably be exhausted or drawn down to depths no longer economically feasible to pump.</p><p>[ Continued On Page 206 ]</p><p><em>Elmer Kelton is the associate editor of Livestock Weekly and author of the novel The Time It Never Rained, published by Texas Christian University Press.</em></p><p>[ Continued From Page 172 ]</p><p>No more sobering example of a driedout agricultural economy can be found than at Pecos. Thirty years ago as a farm and ranch reporter I visited Pecos regularly to write about the waist-high irrigated cotton stretching mile upon mile. I recently drove across that once-lush farming district. It was like a visit to a graveyard, and a poorly kept one at that. Hardly one field in ten remains in production. You can drive along some of the section-line farm roads that border abandoned fields and see nothing green except Russian thistle and other invader plants.</p><p>Pecos and neighboring Fort Stockton had their big farming boom in the late forties and early fifties, when drought made irrigation seem like the royal road to plenty. Old-timers warned that the water was limited, and some at Fort Stockton sued in vain when nearby high-powered pumps drew down historic Comanche Springs to a trickle, ruining traditional ditch-irrigation operations that for generations had lived from its flow.</p><p>Year by year, water tables dropped as engines sucked water at a thousand gallons a minute or more. At the same time, costs climbed for irrigation farmers as hungry insects pioneered their way to the new feeding grounds and as the residual fertility of virgin soil was sapped. By the early sixties the region was in financial trouble. Some still blame the 1962 Billie Sol Estes scandal for wrecking the local economy, but that was only a symptom. Too much of the vein had been mined out. The withered debris of the farming area southwest of Pecos bears an uncomfortable resemblance to abandoned mining regions of the far West.</p><p>On the plains, not only agriculture but also most towns and cities depend upon the gradually depleting Ogallala aquifer. The high cost of energy for pumping water has already taken thousands of acres out of irrigation, causing a reversion to dryland farming. But plains farmers at least have that option. Their average rainfall of eighteen inches, though far below what they wish it were, gives them a running chance for a dryland crop. Pecos’ twelve inches makes that chance too remote to risk the seed and fuel.</p><p>The reversion to dryland, whether already a fact or a long-range probability, has had a devastating effect upon Panhandle land values, compounding the deflation that all of agriculture has experienced in the last two or three years of poor commodity prices. That effect has also been felt by plains towns and cities heavily dependent upon the farmer. I was told recently of an irrigated farm that sold five or six years ago on the South Plains for $1100 an acre and resold recently for $700 an acre. Many an unfortunate farmer has planned, scrimped, and sweated for years to build a comfortable equity in his land, only to find that he has lost most or all of it to a water pinch the rest of Texas must acknowledge sooner or later.</p><p>The Ogallala aquifer lies under about forty Texas plains counties and reaches into several other states, extending as far north as Nebraska. It is through this vital Pliocene Epoch aquifer, incidentally, that the U.S. Department of Energy proposes to bore in Deaf Smith County so it may place a radioactive waste dump beneath the formation. That type of bureaucratic lunacy should be proof enough that Washington is the last place we ought to look for solutions to our water problems.</p><p>Texans have sought answers for years, of course, but by and large each region, each city, and each town has seen after its own interests and paid little attention to broader needs. The last session of the state Legislature approached the water problem with some degree of unified purpose, which has to be taken as a hopeful sign that we are beginning to see the bigger picture. When Pecos went sour, the economic repercussions reached far beyond Reeves County, to banks in Dallas and Houston, to suppliers all over the state and beyond, and to the tax base at the state level. If the High Plains suffers, Texas suffers. When San antonio, Corpus Christi, and austin ration water, citizens of other towns must nervously ask how much longer they can escape similar curtailments.</p><p>[Continued On Page 224]</p><p>[Continued From Page 206]</p><p>We are all in the same boat. If there is better use of water upstream, those downstream will benefit. Senator Bill Sims of San angelo, a rancher and longtime lobbyist for the sheep and goat industry, managed to include in the water plan a provision for research on brush control as a way to increase groundwater recharge. He cites Texas A&M University estimates that mesquite seriously infests 56 million acres of the state and that each tree uses on average three hundred gallons a year. That is more per tree than some people of my acquaintance used in the days when they carried it in a bucket.</p><p>Sims has a precedent for his argument that an ambitious brush control program would yield substantial amounts of water downstream. Northwest of San angelo is small, clear Rocky Creek, which flowed year-round in Fort Concho’s frontier days. Uncle Bob Mims, an early-day wagon boss, told me that in his youth he could spot a cow two miles away across Rocky’s open valley. By the twenties, the 74,000acre watershed had grown up in brush so thick that he could ride almost within spitting distance of a cow and not see her.</p><p>After a lengthy drought in the thirties, Rocky ceased to flow except for short periods after a rain. It was regarded as a dead stream, like so many west of the 98th meridian. Younger men accepted the change, but Mims would not. Though far along in years, he became an ardent advocate of conservation, persuading younger men to the cause. One of his converts was George Skeete, who ranched near the head of the twenty-mile-long creek. Skeete began removing brush, not with any thought of reviving Rocky but simply to grow more grass. After some time a half-forgotten old spring began to flow. As other ranchers along the creek cleared brushy pastures, more springs and seeps became active. Cleaning up the watershed turned into a mission for conservationists and local ranchmen. By the late sixties —too late for Bob Mims to see it—Rocky was flowing year-round, providing a significant amount of water to San angelo’s municipal supply downstream. It has flowed ever since, slowing but not quitting during extended dry weather. For twenty years soil conservationists have been taking visitors to Rocky Creek, urging its lesson upon them.</p><p>I can almost hear the East Texas skeptics now. Despite the millions of dollars spent annually for control, mesquite continues to gain ground, they will say. And much of the water gained from brush control will remain in the soil profile, promoting growth of more productive vegetation that will benefit the landowner. Why should <em>we</em> provide the money, they will ask. Brush control is the landowner’s problem; let <em>him</em> take care of it.</p><p>To be sure, the landowner will benefit from better grass cover. But curtailing water waste by clearing brush is of more importance to the public at large than to the rancher, who usually needs little more water than just enough for his livestock. When Lake Corpus Christi’s level went down last year, city officials were disconcerted to see how much the holding capacity had been compromised by heavy siltation. A good vegetative cover on the watershed is the best protection against erosion. The Soil Conservation Service has estimated that mesquite takes as much as 63 million acre-feet a year out of the ground, three and a half times the total human water use in the state. We won’t have to save much of that to make it worth everybody’s while.</p><p>It is obvious that no one is going to pull a rabbit out of a hat and solve Texas’ water problems with any one grand gesture like the importing of water. The hard fact is that we’ll almost certainly have to learn to make do with what we’ve got. Solutions are likely to be painful, costly, and controversial. Building more dams is only part of the answer, not <em>the</em> answer. Getting more recharge into the aquifers is a major challenge that must be addressed, and yet it too will be only a partial answer. Recycling wastewater, as Lubbock has started doing, holds promise for stretching available supplies.</p><p>Not only do we use tremendous amounts of water but we also pollute additional quantities through loose industrial practices, oil-field misuse, and inadequate municipal waste treatment. A symposium speaker recently declared that on any given day, probably half the sewage treatment systems in Texas would fail to pass inspection. Texas cities are notoriously cavalier about the welfare of their downstream neighbors. San angeloans used to display a cruel bumper sticker: “Flush often —Paint Rock needs the water.” Citizens of tiny Paint Rock, thirty miles downstream, did not laugh.</p><p>Probably the biggest and most difficult challenge will be in learning how to make better use of less water, admitting to ourselves that water can no longer be squandered in the often profligate manner to which we have become accustomed. The most effective method of control, and also the most painful, is through price. When I was a boy, those Crane folks did not save water because some local ordinance said they must; they saved it because at a dollar a barrel it was too expensive to waste. Like it or not, we will pay much more for water in the future than we paid in the past. We may finally have to concede that St. Augustine grass is not for everybody. (I have been trying for almost forty years to convince my wife that if she will water the lawn less often, the grass roots will go deeper and be hardier. She remains unconvinced.)</p><p>It is too much to expect that those transitions will come peacefully and without rancor. The politically strong will present a severe challenge for the weak. Rural interests have lost their historic dominance in the Legislature. Agriculture has been by far the major user of Texas water and will be vulnerable to stronger political forces. In 1980 it used 13 million acrefeet; municipal and domestic purposes used only 2.8 million and manufacturing 1.5 million. As supplies tighten, pressure will grow for agriculture to give up a substantial part of its share. Agricultural organizations are gearing up for that fight and admitting among themselves that the deck is stacked against them.</p><p>Bigger cities will claim priority over smaller ones simply by virtue of their greater population, and cities will seek to exert authority over water far beyond their boundaries. San antonio already regulates development over the Edwards aquifer, miles past its city limits. It is conceivable that in the foreseeable future San antonio will try to dictate to goat ranchers out in Uvalde County.</p><p>It will be tempting to try to set up farreaching regulation out of austin to cover all contingencies, especially if we fool ourselves into thinking we can find somebody else to pay the bill. But austin is hardly the repository of all knowledge and light, as some of its downstream neighbors will testify when they watch its raw sewage float by. For every story about farmers’ waste of water there are stories about urban golf greens and lush lawns in well-to-do neighborhoods. There is waste in all regions; none of us is innocent. What the less-populated areas fear most about statewide or federal control is the thought that their water will be carried away to urban areas, where the votes are. Each watershed, each aquifer, is unique, and the administration of each must be unique. State and federal agencies tend to look for answers that are like stretch socks: one size fits all. Years of experience with distant bureaucrats should have taught us by now that the nearer to home we can retain control, in this case probably through local or regional water districts, the more influence we can exert.</p><p>But whatever we do, it is time to begin. We have accorded the old averted gaze to our water problems too long already. We are all in this boat together, like it or not, and the boat shows a strong likelihood of being beached on a mudbank. Crane’s dollar-a-barrel water, now a footnote in our history, could become a chapter in our future.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "October 1985",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Water",
      "Texas",
      "people",
      "Waste",
      "West Texas",
      "Cities",
      "Future",
      "Agriculture",
      "Drought",
      "Farmers",
      "Running",
      "San Antonio",
      "Austin",
      "Lakes",
      "Land",
      "Mesquite",
      "Pecos",
      "Rain",
      "Conservation",
      "Dallas"
    ],
    "wp_categories": [
      "Agriculture"
    ],
    "wp_location": [
      "Texas",
      "West",
      "West Texas",
      "San Antonio",
      "Austin"
    ]
  }
}