{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198510",
    "date": "October 1985",
    "year": 1985,
    "month": 10,
    "month_formatted": "October",
    "pdf_uri": "/1985/19851000.pdf",
    "issue_cover_image": "",
    "document_start_page": 150,
    "toc_start_page": 144,
    "document_page_range": [
      [
        150,
        151,
        152,
        153,
        154,
        155,
        156,
        157
      ],
      [
        246,
        247,
        248,
        249,
        250,
        251,
        252
      ]
    ],
    "toc_order": 2,
    "toc_headline": "Deep In the Heart Of Mexico",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198510-deepinth",
  "source": "/1985/19851000.pdf",
  "wp_post_id": 120993,
  "wp_post_guid": "http://www.texasmonthly.com/article/deep-in-the-heart-of-mexico/",
  "authors": [
    "Dick J. Reavis"
  ],
  "headline": "Deep in the Heart of Mexico",
  "dek": "From a small village in the mountains of Oaxaca to Monterrey on election day, what's wrong with Mexico is exactly what's right about it.",
  "spread_caption": "",
  "excerpt": "What’s wrong with Mexico is exactly what’s right with it.",
  "kicker": "",
  "word_count": 9299,
  "content": "<p>I<em>n Mexico gravestones are often festooned with images of Christ and his saints, to win the favor of those who rule in the afterlife.</em></p><img/><img/><p><span class=\"dropcap\">N</span>ot long ago at a conference on Mexico, a rising young journalist was introduced to a Mexico City correspondent for a Dallas newspaper. The young reporter, a Harvard graduate and a newcomer to Mexican affairs, lost no time in asking the correspondent, “What makes Mexico work?” He expected an answer, apparently, in 25 words or less. The correspondent evaded the question, but back in Mexico City the american press corps roared time and again as the story of the encounter was retold, usually in tandem with an admonition from a veteran of their ranks that “if you want to write about Mexico, do it in two weeks. If you stay here even two days longer, you'll never understand.” anyone who knows anything about Mexico, the received wisdom says, knows that you can’t make sense of the place.</p><p>Reporters know that expressing any understanding of Mexico is, professionally, a perilous business. To make sense of a nation as big and diverse as Mexico, you’ve got to risk generalizations, and since Mexico is not exactly white and not exactly industrial or Western, any outsider who speaks is likely to be charged with racism and jingoism. The observer who says that Mexico is backward is accused of blaming backwardness on the victim or of ignoring Mexican accomplishment; the observer who says that Mexico is advanced is accused of denying the constructive role of Mexico’s ancient culture. The safest course, journalists have learned, is to do what the Mexico City correspondent did: deny that Mexico can be understood.</p><p>Most americans who have tried to understand Mexico have failed—the tourist who thought that Mexican-made goods were a bargain (until he tried to buy a bicycle); the investor who thought that Mexico’s interest rates, 25 to 50 per cent on certificates of deposit, were a sure bet (until a devaluation came); the aesthete who regarded Mexico as a bulwark against commercial culture (until his favorite basket weavers began wearing Michael Jackson T-shirts); the State Department operative who believed, or publicly said anyway, that Mexico was an ally and a sister in democracy (until he witnessed elections there); even the Legion of Mary visitor who thought that Mexicans were pious (until she learned that most of them also believe in spell casters). Cynics have concluded that Mexico is a nation with a thousand different faces, all false, none true.</p><p>Photography By Keith Dannemiller</p><img/><p><em>The village of Macuil holds a key to understanding Mexico.</em></p><img/><img/><p><em>Ramón Perez, Sr., and his granddaughter, Hayde: three generations of the Perez family now share the homestead in Macuiltianguis.</em></p><img/><p><em>The village provides the tools; its citizens donate the labor.</em></p><img/><p>M<em>acuil's sawmill pays too little to keep youngsters in the village.</em></p><img/><p><em>Ramon Perez's accent marks him as</em> un indigeno, <em>an Indian.</em></p><p>Mexico especially exasperates americans because, in a seemingly unrepentant way, it persists in the sin of poverty. Mexico is poor but without a good reason. It is an urban, industrial nation with a population of 75 million—the largest in the Spanish-speaking world —where goods and services still move at the pace of a burro with hardened arteries. Mexico is advanced enough to own two telecommunications satellites but isn’t advanced enough to provide trustworthy tap water. Mexico has more forests than Finland, yet it imports paper and wood products. Mexico has the longest coastlines in Latin america, yet foreign crews, including some from other underdeveloped nations, harvest the bulk of the catch from her fisheries. Mexico, with a population that doubles every thirty years, could be, or could have become, a Taiwan or South Korea, an exporter of goods manufactured with cheap labor. Instead it is an exporter of cheap labor; nearly a tenth of her work force has come to the United States, usually to take jobs at rock-bottom wages. Mexico discovered that it owned the fourth-largest oil reserves in the world and, within five short years, turned that happy find into —an economic disaster. It is a country of opportunities badly missed, of vastly underutilized and vastly wasted resources.</p><p>From the point of view of economics and technology, Mexico has always been a failure. Her civilized ancients, a thousand years before the discovery of the New World, mounted wheels onto the legs of wooden jaguars but never saw a need for wheeled carts; the wheel was only a toy for them. They made religious icons and adornments out of gold, silver, lead, and copper but didn’t make weapons or tools of metal. They mastered astronomy but never became a nation of navigators. When discussing history or economics, most Mexicans confess that they too are dumbfounded by their nation’s consistently poor performance. They will also admit that Mexico doesn’t work—even venture that Mexico can’t be understood, by foreigners <em>or</em> Mexicans. But when they say those things, they do not mean quite the same thing that we North americans do. Mexicans do understand Mexico, it does work for them, and that’s one of the reasons why Mexico doesn’t change.</p><img/><img/><p><em>thousands of demonstrators protest after Fernando Canales, the PAN candidate for governor, was cheated in the summer elections.</em></p><p>Americans haven’t understood Mexico primarily because in our philosophy human life is the highest good and life always makes sense. We believe that we are the masters of our fate, that choice and effort set both men and nations apart. After all, the United States did create a destiny for itself, almost out of nothing. When we look back on our history, we conclude that individuals and nations can get what they want, if only they try.</p><p>We also put great stock in the competency of the mind. We tend to believe that for every problem, there is a solution, that nothing is beyond human understanding or control. “Where there’s a will, there’s a way” is a litany with us. Because we value life and because we believe in ourselves, we have promised ourselves that someday we will vanquish heart disease, cancer, and mental illness. As a nation, we finance huge centers for medical research, and as individuals, we smoke low-tar, low-nicotine cigarettes, make a ritual out of taking vitamins, and jog at every sunset and dawn.</p><p>Mexicans do not do any of those things, because they don’t believe in them. They don’t believe that life is fair or that it makes any sense at all. They don’t believe that the mind can grasp whatever is put before it or that the human species can become the master of the universe. The enormous difference between Mexico’s basic outlook and our own shows itself in the two cultures’ attitudes toward suffering and death. Those Mexicans who have witnessed our efforts to protect and prolong our lives suspect that what we are really trying to do is cheat death. Mexicans, of course, avail themselves of modern medicine and in some sense may be said to have invented it; their herbalists of antiquity were at least as proficient as those in Europe. But while we regard death as an enemy, Mexicans regard it as an old friend that everyone must prepare to host. The Catholic observance of all Saints’ Day, a nearly empty, wreathlaying occasion in the U.S., is a time of celebration in Mexico. Coming on the eve of the pre-Hispanic Day of the Dead, it is a festival in which, even now, people sit down to drink with the departed and children’ are given candy skulls. When Mexican patients are told that they are terminally ill, they usually accept the news with steely stoicism. The usual response of americans is disbelief and rage —what the medical community calls denial. The finality that we shun, Mexico embraces.</p><img/><p><em>In response to the PRI’s stealing of the Monterrey elections, PAN supporters stage a “march of silence.”</em></p><img/><p><em>Gómez's poll watchers turned up hundreds of bootleg ballots.</em></p><img/><p><em>The PRI could have won a fair election, but not by much.</em></p><img/><img/><p>P<em>anista supporters burn a coffin marked “Mexican Democracy” to protest PRI fraud in Nuevo León's gubernatorial elections last July.</em></p><img/><p><em>The Lighthouse of Commerce dwarfs Monterrey's cathedral.</em></p><p>The difference is evident in our graveyards. Until twenty years ago americans were buried beneath granite or marble tombstones that often were engraved with epitaphs or fraternal or professional symbols, especially when the deceased was a person of standing. Some leaders were even buried beneath statues of themselves. Today most americans are interred in cemeteries whose surfaces are entirely plane—for the convenience of the lawn mower. For us, burial has become merely a way to dispose of the dead.</p><p>Mexican grave markers are erected to win the favor of those who rule in the afterlife. They usually carry the name of the departed one but no epitaph and no markings of earthly distinction. Instead, they are festooned with images or statuettes of Christ and his saints. Many Mexicans believe so fervently in the afterlife that in some villages it is customary for the bereaved parents, on the night following the death of an infant, to host a dance in celebration of the child’s exemption from the cares of life. Mexicans do not abhor and dread death, as we do, because for them death is a moment in an infinite web of time. But for us, all things must have a beginning and an end, and most things —including our civilization—are presumed to have but a brief past.</p><p>There is a song from the fifties, by now a Mexican classic, that says, “Nothing is what life is worth,/Life is worth nothing. / It always begins with crying,/ and in the same way, with crying it ends.” If similar words were written and sung in the U.S., we would see them not as gems of wisdom, as the Mexicans do, but as evidence of a depressive personality.</p><p>Continued On Page 240 ]</p><p>[ Continued From Page 151 ]</p><p>It is hard to separate the Mexican idea of life from the idea of intense suffering. Theologians on both sides of the border say that we know that Jesus was human because he suffered on the cross. But the Jesus of Mexican icons suffers far more than his american counterpart. At Mexican stations of the cross, for example, Jesus is more bruised and bloody, more exhausted, than in any american representations. Most visitors from the United States regard Mexican depictions of Jesus as morbid or ghastly, not as mirrors of their own lives. “Your american Jesus,” a Mexican friend told me, “is too much like you americans. He’s clean and unscratched.” Not to know intense suffering, the Mexicans think, is not to know the human condition.</p><p>When americans suffer, we regard our suffering as the result of correctable causes: lack of knowledge, lack of resources, lack of self-discipline or planning. We believe that deliverance from our woes can come as handily as a capsule. “Upset? Take Compoz,” our advertisements once said, and even today Valium, a tranquilizer, is one of our leading prescription drugs. If a friend comes to us despondent over an impending divorce, for example, we are likely to recommend the services of a marriage counselor or psychologist.</p><p>When confronted with heartbroken friends, Mexicans are likely to repeat the refrain <em>“Para el mal de amores, no hay doctores,”</em> “For the malady of love, there are no doctors.” They believe that some strokes of bad luck are simply insurmountable—until recently, widows were expected to wear mourning clothes all their lives —and that if redemption is possible, it must be earned by the penance of suffering. Their logic, which says that he who hasn’t suffered doesn’t deserve relief, has historically led to acts of religious self-flagellation. For four centuries Mexicans crawled the last mile of their pilgrimages to the shrine of the Virgin of Guadalupe in Mexico City, often with cactus pads stuck to their chests. Priests and government authorities have asked for a suspension of the practice, and the faithful have complied, but only with reluctance. Their belief in the value of suffering allows Mexicans to bear hardship, especially deprivation of the creature comforts, with a dignity rarely seen among americans.</p><p>A few months ago I asked a Mexican friend, a former editor of a magazine, to explain the differences between his people and mine. “You gringos,” he said, “build greenhouses so you can have flowers all year around. You think you’ve done a great thing, but what you’ve really done is devalue flowers.” What he said struck me as deeply Mexican. It was fatalistic. It said that man is eternally the victim of the natural order, not its master.</p><p>Mexicans are dubious of accomplishments. They tend to believe that when someone accomplishes something, what he has actually done is fooled himself. They believe that personal success is no more attainable than scientific progress. The entrepreneur is not their new national hero, and the young-men-made-good of the Horatio alger novels could never have lived among them. When success is evident, they usually attribute it to luck or destiny. “For he who was born to be a tamale maker,” their adage says, “even corn husks fall from the sky.” The difference between their attitude and ours shows in what they consider to be the best periods of life. American society is adultcentered. The american of our dreams is between 25 and 35 years old and is moving up on the career ladder. For Mexicans, the choice time of life is not its middle but its extremes, childhood and old age, when one is nearest to God and farthest from the demands of mortals. The difference between our performance ethic and their ethic also shows in the reception we give ambition. In the United States, an ambitious young man is every fatherin-law’s dream. In Mexico, if you refer to someone as ambitious, you have disparaged his character. A person who is ambitious in Mexico says that he “has illusions.” Having illusions is a forgivable human weakness, but in Mexico, ambition borders on sin.</p><p><span class=\"dropcap\">M</span>acuiltianguis is a village of one thousand people, high in the pine forests of the Sierra de Juarez, about two and a half hours’ drive from the city of Oaxaca, in Mexico’s south land. The village sits on a slope, surrounded by small cornfields and mountaintops. Sunrise seems to come late and sunset to come early among the peaks, and on most afternoons Macuiltianguis is foggy, swathed in clouds. The village is not a place of much importance, except for understanding Mexico. Either in this generation or the last, most Mexicans have come from villages a lot like Macuiltianguis, and the memory of them stands at modern Mexico’s elbow, tugging it backward. Though Mexico today is an urban nation, it continues to live out the culture of village life.</p><p>Macuiltianguis is a middle-aged village, at least by the standards of Mexico’s south. It was founded about five hundred years ago, in the century preceding the Conquest, by descendants of those Zapotecs who, perhaps a thousand years earlier, had for mysterious reasons abandoned their palatial stronghold at Monte alban, south of Oaxaca. All of the town’s natives and those of kindred villages know Macuiltianguis by another, older name. They call it Ta Gallu. Both mean “five plazas,” but “Macuiltianguis” was its designation in Nahuatl, the language of the guides to Cortez. “Ta Gallu” remains the name favored by the town’s traditionalist elders, but the younger natives, casting aside their heritage, usually refer to it simply as Macuil.</p><p>What makes Macuil different from small towns in the European and the american traditions is that it is a commune. Private property is an innovation in Macuil. Before the Conquest, most settlements in Mexico were communes, and in the years following the revolution of 1910, hundreds of new communes, called <em>ejidos,</em> were created by the breakup of big plantations, or haciendas. Macuil’s residential property, its outlying woodlands, and its fields are owned in common and loaned out to individuals at terms set by the village elders. Profits from Macuil’s only industry, a sawmill established about ten years ago, are portioned out to its citizens on a per capita basis. Citizenship is conferred by inheritance, and by servitude. Only adult males are eligible for citizenship, and to earn it they must make themselves available for three types of service. They must attend town meetings, take part in <em>tequios</em> (stints of civic labor, like clearing log trails and roads), and they must accept <em>cargos</em> (public and ecclesiastical posts whose terms generally last three years). Because all business affairs of the village are subject to the scrutiny of a small, self-interested public, the corruption that pervades Mexican government elsewhere has hardly touched Macuil. The village cop, because he is only discharging a <em>cargo,</em> is not apt to be highly professional. But because he is a neighbor with community support, he’s able to walk his rounds and quell most trouble without arms or arrest.</p><p>Macuil’s standard of living is what we might expect from a commune: poor but classless. All the houses in town are rustred adobe, made from the dirt of the hillsides. Some are whitewashed. Their floors are of packed earth, their fences of unfinished wood. The roofs of the older houses are of red tile because the commune once operated a kiln. Today profits from the sawmill are used to buy corrugated tin and asphalt sheeting, which is given to home builders. In Macuil, everybody builds his own house.</p><p>Beans, chiles, corn, and chicken are the staples of the village diet. Every morning over wood-burning hearths, Macuil’s women cook dozens of tortillas the size of hubcaps. In the evenings their husbands split logs. The days are spent tilling the milpas, or family cornfields, and eyeing the donkeys, burros, and oxen on family pasturelands. Women tend herb and vegetable gardens, children pick berries and fruit in the wilds. The whole scene is reminiscent of the Ozarks. Leisure hours are spent gossiping or saying rosaries at church or making the rounds of the town’s half-dozen little general stores, where mescal is sold by the glass. Morning, noon, and night, the village is blasted with music and news from loudspeakers at the city hall.</p><p>Macuil is home to Ramon Perez, 28. Like the rest of his townsmen, Ramon is short and dark-skinned. Like them, he speaks Spanish with a lisping, Zapotec accent that, no less than his stature, marks him anywhere in Mexico as <em>un indígeno, </em>an Indian. But Ramon is very much unlike his elders in important ways. He knows the world beyond the mountains. He attended secondary schools in Oaxaca, back when primary education was all that was available in Macuil. He enrolled in college in Mexico City and married a woman who was a graduate student at a university in the state of Veracruz. Ramon and Mari have a child, born in Los angeles. They returned to Macuil for a precarious existence—Ramón is the town’s furniture builder—because life away from the commune didn’t make much sense. They are almost alone now that most of the village’s young people, nearly two thousand of them, have left in a diaspora, to Mexican cities and the United States. Modernity has split and hollowed the village.</p><p>For centuries Macuil’s natives died within yards of the spots where they were born. Nobody ever left town. The population was stable, and the village economy was self-contained. No roads connected the heights of the Sierra de Juarez to anywhere else, and the trek out—three days to Oaxaca—was too slow for medical emergencies, too steep for commerce. Nearly half of the town’s children died before the age of five, usually of infectious diseases or malnutrition. Macuil’s people lived practically at the caprice of nature and the gods, with only the villagers of nearby mountainsides as neighbors. Federal aid and a highway built in 1952 changed all that.</p><p>Government projects gave Macuil’s people access to modern medical care and a glimpse of the goods produced in the wider world below. In 1963 pumps and piping brought over the highway allowed Macuil to establish its first safe, municipal water system. Five years later, electric lines reached town. State-supported schools and a health clinic came too. The result of modernization was population growth and an exodus. There was no longer enough land in the commune’s territory to provide every young married man with a milpa, and no amount of machete-and-burro farming would earn the cash to buy a power saw or a sewing machine. Progress gave rise to paradox. It was now possible, for example, to bring ice into town, but almost nobody had the centavos to buy a cold beer. Macuil’s young people began leaving home.</p><p>Their diaspora started as the sixties came to a close, continued through the oil boom of the late seventies, when even Mexicans were flirting with economic optimism, and peaked in the months following the Mexican devaluations and banking crises of 1982. During the nation’s decade-long growth spurt, the diasporans headed to class every night, preparing themselves in colleges and trade schools for a bright, thoroughly modern future. Those who tired of schooling easily found jobs in Mexican industries, sometimes at handsome wages. But the layoffs and price hikes that have come since 1982 have pushed almost all but the remaining students to the north. Today, more than one thousand Macuilenos live in the United States, most of them in Los angeles. They nest together there, barely surviving. Two couples or six single people commonly share one-bedroom North Hollywood apartments. The former villagers work as busboys and maids or as drones to industry. They send money and small gifts to relatives at home; they hold raffles and dances to finance village improvements. At those events they worry about and console one another over the advancing age of both their children and their parents. The children will grow up with the advantage of american citizenship but too near the bottom of the american economic heap, too near to drugs, to larceny, and to streets where sexual favors are openly sold. In Macuil, there was no economic heap. The aging, ailing parents of the diasporans wish that their youngsters would come home, but they do not say so in their letters, for fear of being told that only death will make room for returnees. In Los angeles the Macuilenos come home from work to find letters addressed by an uncle’s unstable hand, telling them that their fathers or mothers have died and were buried—ten days ago. Even today it is not possible to wire flowers to a grave at home. Progress has stopped short in Macuiltianguis, where there is neither a florist nor a greenhouse.</p><p>Most of those diasporans who settled in Mexican cities still live in cramped tworoom apartments with shared bathrooms. They are not as homesick as their kinsmen in Los angeles, but they are more hard put to survive. A few examples tell their story. Narciso Perez, Ramon’s younger brother, last year received his master’s degree in psychology. Instead of becoming a counselor with the federally operated public health system, an “illusion” he had sensibly entertained at the outset of his college career, he became a parkinglot attendant in Mexico City. Narciso was relatively well connected, and he showed a lot of hustle; after a few months, he secured an advancement. Now he’s a cab driver. Mari’s older brother, a <em>licenciado</em> in history, graduated to the back of a bus. He became a ticket checker for a transportation company in Veracruz. Rafael, Ramon’s older brother, an agronomist who nearly three years ago quit a job at the agrarian Reform Ministry to assume a <em>cargo</em> at home, cannot easily return. Bureaucracies are being pared back. To survive, Rafael has taken out a milpa.</p><p>Incomprehensible forces governed life in traditional Macuiltianguis. Nobody understood why some babies died while others thrived or why nature sometimes fed the milpas and sometimes choked them. Efforts were made to seduce and bully nature, but they were unavailing. Villagers used religion and drink to help them accept life, but there was no prospect for real change. Happiness meant learning to suffer with grace.</p><p>The highway delivered Macuiltianguis from its ancient rut into a world where modern men and modern customs reign. When babies are ill today, their mothers seek the counsel of doctors, not merely succor from the saints. The children have survived, but because they have, the village is a deathbed. Adults earn their livings by tending jobs instead of milpas and by selling and buying products rather than producing them at home. But the diasporans are not materially much more comfortable than their parents, and their existence is less secure. A new array of external forces, rooted in economics and not in the sky, has replaced the old destiny; Macuileños don’t believe that they control their destinies yet. Modern villagers are of the same mind as their ancestors: life doesn’t make sense. The ground rule, the essential view of life, hasn’t changed, but the rituals for coping have.</p><p>Traditionally, women in Macuil have prayed out their misfortunes. Men have cursed bad luck and drowned it in mescal. A rosary for the dead is an occasion when the cantor explodes rockets in the church courtyard. When that signal is given, the women, mostly grandmothers by now, and the few children who remain in town, walk hand-in-hand to chapel, gossiping along the way. Inside the church they drop to their knees, muttering and murmuring to the ancient power above. About the time their prayers ascend, Macuil’s menfolk slink down the streets, one by one, headed for the general stores, where someone, perhaps a diasporan on a vacation at home, perhaps a father whose son sends money orders from L.a., is sure to buy a round of drinks. At evening’s end, around nine o’clock, the women and children stride home, not looking much to the left or right, for fear of spotting a kinsman on his way to a drunken disgrace. About ten o’clock the men begin to stagger out of the stores, sometimes pausing in the shadows to let dead men and ghosts pass by. Within an hour, either because a candle is burning on the family altar or because a stupor knows no breach, the town’s men and women are in an uneventful sleep. Both groups have, in different ways, reconciled themselves to the belief that destiny is inscrutable.</p><p>For the young women in the diaspora, the evening is the time to gather their children before the lighted screen of a television or at a games table in a neighbor’s flat or beneath the bandstand of a park. They are mesmerized by Prince and Julio Iglesias, and a new twist in handicrafts —adorning a bar of soap with plastic beads, for example—will cause a sensation in their circles. Their escape from the tensions of modern society is the belief that <em>Dallas</em> is for real and that the movie magazines are telling the truth about a singer’s divorce. At home in Macuil the young women dutifully go to church, but in the diaspora their devotion wanes; it’s one thing to walk to chapel and quite another to catch a 50-cent city bus with three children in tow. Television puts its own Holy Dynasty right before your eyes, in full, living, personified color.</p><p>Ramon Perez and most of his age peers, though many are married now, are affiliates of a loose fraternity that calls itself Los Chosquis, in honor of a town wino who, they say, had the good fortune to die three sheets to the wind. Los Chosquis began to meet in the late seventies, when leftism was popular on campus and guerrillas camped in the hills of their region. Today they meet most often in barrooms, but they do not go there to swill mescal and boast in the old macho way. Instead, they go to swill mescal and launch socialist republics in the air. At formal business sessions, both at home and in the diaspora, the talk usually centers on village improvements-they stocked the town’s library with books, mostly by leftist authors—and on the oppressiveness of urban life. Cities, the Chosquis complain, turn workmen into robots, statesmen into sneak thieves, and children into orphans from nine to five. The Chosquis are too worldly-wise to attribute their discomfort with modern society to fate or destiny or the bad luck that dogged their fathers at home. They blame it on capitalism. They think that the whole world should be organized as one big commune, as Macuiltianguis writ large. What disquiets them is not so much a desire for factory goods as a nostalgia for the social equality and self-paced tempo of home. Like Mexican leftists before them, they’ve fallen into a paradox from which, thus far, Mexico has not escaped. In other countries the left, at least while it is in the opposition, is of necessity futurist in outlook. But in Mexico the left draws its inspiration from a disappearing communal past. As the equality of village life fades behind them, the promise of industrial socialism outruns the Chosquis on the path ahead.</p><p>There isn’t much hope on their horizon. When the Chosquis drink mescal, they don’t see ghosts and the walking dead, as their fathers did. Instead, they hear the voice of revolution, calling them to arms.</p><p>Ramon and Mari Perez, after their exposure to urban and american life, this spring decided to give up on modernity. Why raise your daughter in a cramped apartment when you can provide a spacious home, even if its walls are adobe? Why entrust a child to day-care attendants when grandmothers and aunts abound?</p><p>Why bus the child to a crosstown school when you can watch her walk to a schoolhouse run by friends and townsmen? Why struggle to own a car, and a used one at that, when you can live a stone’s throw from all the goods its trunk could hold and almost all that you could afford to buy? Why leave home for work when you can have your workshop at home? The arguments they make have a strong appeal today in a Mexico whose future, everyone knows, is cloudy and thundering. Survival, for a few, may be more secure in the villages, but the hurting fact is that the past has been overpopulated out of existence. When the highways brought a new life to the villages, the villages burst at their seams. Even death cannot make room for everyone to return; only the industrialization of the countryside, an impossible financial undertaking, could do that. Ramon’s furniture workshop is a promising venture, but it is a political risk. If Macuil’s elders choose to punish him-they’ve censured his leftism and irreverence before—they can assign him to a long <em>cargo.</em> His plans would be thwarted, and he would probably leave the village and citizenship behind.</p><p><span class=\"dropcap\">M</span>onterrey, the capital of the northern state of Nuevo Leon, is everything that Macuiltianguis is not. It is an expanding city of two and a half million, a place whose economic life, unlike that of the communes, has taken an entirely Western pattern and whose political life has been trying to follow suit. In Mexico the upstart PAN (Partido accion Nacional) represents optimism and accountability; the PRI (Partido Revolucionario Institucional) represents cynicism and subsidy. Last July 7, gubernatorial and legislative elections were held in Nuevo Leon, elections that were really about whether modern or traditional sensibilities would rule in official life. About 80 per cent of Nuevo Leon’s population lives in metropolitan Monterrey. I went there to witness the vote. Monterrey, I believed, stood a chance of throwing off the weight of Mexico’s past. I wanted to see if it could.</p><p>Before the Conquest, Mexico was governed by a class of priestly warriors who selected their own successors and exacted tribute from communes and tradesmen. The Spaniards ruled in much the same way. They prescribed Mexico’s beliefs, supervised its economy, and named its rulers. Mexico did not evolve into an ordinary democracy—if it is a democracy at all—because of its past. The nineteenth century in Mexico was a time of coups and revolts. Stability came only in 1929, when the PRI was formed. The party has ruled Mexico ever since. Its chieftain, Mexico’s president, names all important officials and political candidates, exercises a regency over the economy, and chooses his own replacement. In recent years business leaders in northern states have begun to openly support a different party, the PAN. The PAN is similar to our Republican party in its reverence for conventions, elections, and the judiciary —elements of democracy that are of only pro forma importance in the life of the PRI and the Mexican government.</p><p>Monterrey sprawls on the flat bottom of a bowl whose sides are the mountains of the Eastern Sierra Madre. It’s an industrial city. Steel mills belch fire into the night, unions organize for weekend soccer games, thousands of workers live in company towns, and in the homes of the rich there is a guard at every door. Monterrey is a banking and trade center too. Its downtown district has been both restored and skyscraperized. A towering orange obelisk, the Lighthouse of Commerce, shoots a green laser beam above a plaza straight into the eyes of the national symbol—the eagle with the snake in its mouth —that crowns the capitol, half a mile away. Monterrey’s businessmen are so shrewd and tightfisted that in Mexican slang, to say that someone is from Monterrey is to say that he’s a skinflint.</p><p>The city is only two hours’ drive from the Texas border, and the influence shows. Teenagers promenade in T-shirts that in foot-high letters say “ME,” “YOU,” “BOY Toy,” and “GOOD”anything with the cachet of English. There are neighborhoods in Monterrey, like the cushy Contry, where if men wear shorts, nobody snickers, and when women wear shorts, nobody stares, and where in collegiate circles, flirting in fluent English is part of the dating game. In Monterrey workers take pride in landing jobs with big corporations, and businessmen set appointments by the quarter hour. The city is so much like an american city that it’s possible for a visitor to believe that he’s lost in Houston. Sixty per cent of Monterrey’s homes have television sets, and the Super Bowl is an occasion for spirited betting. Nachos made with cheese-melting machines are sold on Monterrey’s streets, much as they are at convenience stores and public celebrations in Texas.</p><p>Monterrey is a city that any american corporateer could admire, and it has been that way for nearly a century. Latin america’s first steel plants opened before 1900, and as the industry expanded, its engineers redesigned production equipment and techniques. The city’s innovative role in the ferrous metals trade has given it a distinction rare in Mexico: it is an exporter of technology. The Cuauhtemoc Brewery, founded in 1890, developed plants to produce its own bottles, boxes, and caps, and during the seventies it branched into four conglomerates employing nearly 200,000 workers. Until oil production eclipsed the value of all other Mexican enterprise, Monterrey was credited with nearly a fourth of Mexico’s gross national product and almost a third of the country’s export income. The city produces steel, cigarettes, cement, copper wiring, glassware, trucks, buses, motorcycles, cardboard, and animal feed. It is Chicago under a scorching sun. Life has never made much sense in little Macuil, where not much has ever “worked.” Monterrey is almost its opposite.</p><p>But Monterrey is more than money, modernity, and industry. It is Chicago’s South Side and West Side, Houston’s Dowling and Wheeler as well. The city’s hillsides are ringed by gritty industrial suburbs, settled by families from the <em>ejidos</em> and towns of outlying states, in a continual diaspora whose object is jobs. The newcomers build houses from whatever they can find: cinder block, steel sheeting, even cardboard and wire. When land is not available for their makeshift homes, they occupy it anyway, in the widely held but utterly false belief that the Mexican constitution guarantees every citizen a homestead plot, as on the communes. The state government has in recent years set aside more than fifty tracts for the newcomers, but still it must play a game of patronage and pork barrel with new arrivals. If electric lines aren’t ready, the <em>colonos,</em> or settlers, tap them illegally. When sewer lines haven’t been laid, they simply point their drains away from their houses and go on with the business of daily life; in their neighborhoods, long black lines of sewage snake down white caliche streets, seemingly unnoticed, until they reach gutters or the pavements below.</p><p>The newcomers, more than half a million of them, are what Mexicans call <em>pelados, </em>or raw proletarians. They haven’t accustomed themselves to urban life, they don’t take to industrial discipline, and prosperity is only a mirage in their eyes, not something to attain. They are strangers, for the most part, to red meat and white flour. They live on corn and cactus and beans. Few of them speak indigenous languages, but they don’t know many words of English, either. They understand Mexico and its history only through instinct and hearsay. Most of them can’t fathom Monterrey at all.</p><p>Mexico’s northern reaches, because of their aridity, were only sparsely settled at the time of the Conquest, and for centuries afterward the region was regarded as nothing more than <em>la frontera,</em> “the frontier.” The area’s precious minerals were exploited, but almost no one stayed when the veins wore out. It was the central government’s disdain for the north that led, in 1596, to Monterrey’s founding by a company of seven hundred Spaniards of doubtful loyalty, who had been exiled from Mexico City. Monterrey’s nineteenth-century development was owed not to anything Mexican but to its indifference to politics and nationality. Most of the town’s principal families, some of whom were French, welcomed the reign of Maximilian. During the american Civil War, the city became a hub of transport and commerce as a supplier to the Confederacy. The city’s first railroad line tied Monterrey to Texas in 1882; connections to the south of Mexico weren’t made until five years later. Monterrey sat out the Mexican Revolution of 1910, and when the bloodshed stopped, nearly twenty years later, the town’s leaders only halfheartedly greeted the formation of the PRI. From the first, Monterrey felt that it was to Mexico what colonial america had been to Europe. It was a fresh start on virgin ground, an attempt to build a society that could succeed only by turning its back on the past and hurling itself into the future. While the rest of Mexico busied itself with piecing together a nationhood from the disparate and bloodied tatters of tradition, Monterrey was starting from scratch.</p><p>The city’s independent outlook was one result of Monterrey’s marginal role in national life. Monterrey’s business and intellectual leaders are admirers of laissez-faire capitalism and Western, not Mesoamerican, culture. They despise the Mexican government and its PRI. Most government works programs, they say, are actually aimed at generating kickbacks, employing idle and troublesome social scientists, and dispensing patronage to the poor. The government’s regency over economics, they say, has never amounted to much more than a plan for soliciting bribes, rewarding incompetence, and hastening ruin. They believe that government trade restrictions drive up production costs, discourage innovation, and retard the development of skills. Though publicly many of Monterrey’s business leaders endorse the PRI, privately most have helped finance the PAN, which is usually so flush that detractors say it is financed by Republican mentors in the U.S. The hostility between Monterrey’s leaders and Mexico’s leaders is mutual. In 1973 President Luis Echeverria declared that Mexico’s “profascist” tendencies came from Monterrey. A truce came in the late seventies, when the Lopez Portillo government provided loans to a Monterrey conglomerate that was in danger of collapse from economic overheating, but the old enmity resurfaced in 1982, following three peso devaluations and the nationalization of Mexico’s banks. Monterrey’s industries were trapped between dollar debts and peso earnings, and Mexican business as a whole was about to take a dunk. The city’s leaders decided, once again, to fight back. In the gubernatorial elections of 1985, they said that they stood a chance to topple the PRI. The election was an important one, but only for understanding Mexico.</p><p>The keys to electoral victory in Monterrey are not the neighborhoods of the comfortable and established but those of the newcomers and the struggling. People with roots in Monterrey are pretty evenly divided; the private-industry professionals and established merchants vote for the PAN, and the government professionals and unionized workers vote for the PRI. Elections are decided in the neighborhoods that are newly arisen from dust, where absenteeism is high. For years the PRI has registered and voted for many of these people, people who don’t leave their homes on election day. Beating the PRI means outpolling it in working-class neighborhoods and ensuring that fraud is foiled.</p><p>Using computer techniques, the state’s electoral commission—dominated by the PRI-had padded or inflated the July voting rolls to facilitate a steal. Names had been registered, for example, on street blocks that didn’t exist. The ruse was discovered when the commission borrowed names from the Matamoros voting rolls, including those of members of the wellknown Longoria family, a ranching, real estate, and former banking clan. Exposure of the fraud by the pro-PAN daily, <em>El Norte,</em> forced the government and the PRI into a more limited tactical position. To win, they had to pull all their tricks on election day.</p><p>I spent the day, a Sunday, with Herminio Gómez, a handsome, copper-skinned, silver-tongued, fifty-year-old insurance agent. Herminio is a seasoned leader of the PAN. He wasn’t running for office, but the candidates weren’t really important; the election was a tussle between party machines. Herminio’s job was to supervise balloting at 167 polling stations on Monterrey’s south side. He was the leader and spokesman for the PAN’s committee of vigilance, a captain in the party’s last-minute push for victory.</p><p>It was a cumbersome and possibly dangerous assignment. Not many PANistas would have accepted it, but Herminio stood out even in the PAN as an idealist among dreamers. His vision for modern Mexico had come directly from the United States. In the early seventies Herminio, a native of an <em>ejido</em> in the state of Tamaulipas, left Monterrey for Indiana, where he worked six years as a machinist. He didn’t like his job, but he did like <em>Norteamerica.</em> In the U.S. he became enamored not only of the american electoral process but also of civil participation in general; one of his heroes, he says, is Dr. Martin Luther King, Jr. His return to Mexico, he predicted and still predicts, would make him either a hero of or a martyr to Mexican democracy, and in the PANista crusades, he found a cause. After being schooled in the elections of 1979 and 1982, when the PANistas were rudely defeated, Herminio—whose face bears a resemblance to that of Muhammad ali —figured that the PRI couldn’t throw any punches that he wouldn’t see. As the sun came up on election day, we set out with a posse of PANistas and well-wishers to watch Monterrey vote.</p><p>The early hours of balloting were marked by bickering over the placement of voting boxes. Electoral regulations said that the boxes had to be placed in plain view, but several poll officials balked. “The vote is supposed to be secret!” they shouted at Herminio. “Yes, but its deposit is not,” he told them, smiling with magnanimity. His and the PAN’s concern was to expose the use of “tacos,” pre-marked ballots, as they were stuffed into the boxes, a stack at a time.</p><p>Around noon at a voting substation in one of Monterrey’s <em>pelado</em> districts, Herminio and his followers ran into a more menacing obstacle. A tall, brawny, curlyhaired man was standing in the doorway of a polling place, the living room of a plastered cinder-block shack painted turquoise. The big man wouldn’t let the PANistas through the door to inspect the polling place, and he wasn’t interested in what the election laws required. He denied that his door-blocking had a political purpose. “i’m going to keep you out,” he said, “because i’m a friend of the family that lives here.” Then he crossed his arms and planted his feet in opposite corners of the doorsill.</p><p>Herminio’s appeals fell on the deaf ears of half a dozen authorities, including agents from the Mexican justice department; their interest was in him and in any foreigners who might be with the crew, not in the enforcement of federal election laws. After Herminio and his supporters had been standing around for more than an hour, unsuccessful in getting through the door, a sympathizer from the neighborhood approached. “Say, i’m the justice of the peace around here,” he said, “and I feel kind of like you do, that everything is not being run exactly right.”</p><p>“That’s what i’m trying to tell these people,” Herminio said.</p><p>“But you’re making a mistake,” the JP interjected. “The man you’ve been criticizing for standing in the door, he’s a good fellow; he’s not doing it to affect the vote. He’s trying to keep the house from getting too crowded.”</p><p>“Oh, but we clash, we clash!” Herminio said excitedly, ever the man of principle. “He has no authority to stand in the door or even to be at the polling place after he’s voted. And it’s illegal for him to keep the PAN’s poll watchers out.”</p><p>“But you don’t understand. He’s keeping all the poll watchers out,” the JP said. “He doesn’t want a crowd in the house.”</p><p>“It doesn’t matter, it doesn’t matter,” Herminio said.</p><p>The JP, a short, wrinkled man with gray whiskers, sighed a little at Herminio’s inflexibility, then tried to counsel him with <em>pelado</em> realism. “Listen,” he said, half exasperated. “Nobody here cares about the PRI. We know they’re going to steal the election, no matter what. What we care about is our homes and the services we have.” He gestured at the ground, to show that there were no black lines of sewage snaking into the street. “You see, we have a drainage system, and the government didn’t put it in. We did, the people who live here. We did it at our own expense because the government kept putting us off, the way it always does. And the man you’re looking at in the doorway, he was important to our work. He showed us what to do and did a lot of it himself.”</p><p>What the JP was saying was that the fellow in the doorway wasn’t just a <em>pelado, </em>or just anyone. He was somebody special, a man respected in his neighborhood. The rules that govern modern society —those of democracy, scientific evaluation, and bureaucratic life-deal with people as anonymities and depersonalize the individual. Traditional Mexicans don’t like that, and to hell with the law.</p><p>“We clash! My friend, we clash again!” Herminio exclaimed. “I beg to differ with you sir, even if the man in the doorway is the pope. Even the pope can’t stand in the doorway, that’s what the law says!”</p><p>Apparently the idea that ordinary men could frame a law to compel a pontiff grated on the JP’s sense of propriety. He walked away without excusing himself or saying good-bye.</p><p>As he was leaving, I heard a woman waiting in line on the porch next door say to a companion, “Hah, you can tell those PANistas aren’t from this neighborhood. Just look at how light-skinned they are.” She was right. Pale faces other than mine had come up to the porch from the PANista caravan.</p><p>The woman, potbellied and in her late thirties and clad in slinky synthetics, hollered to Herminio, “Why don’t you all go home? We’re all Mexicans here, <em>la gente de patas rajadas,</em> and we support the PRI.” <em>“La gente de patas rajadas</em>” is peasant idiom meaning roughly “the people with scuffed feet,” a reference to the barefoot and sandaled styles of the countryside.</p><p>“But ladies, that’s just where you’re mistaken,” Herminio said, approaching them and smiling, nearly bowing in his attempt to exude charm. “Why should we have <em>patas rajadas</em>? That’s just the point. If Mexico were run in the right way, we could all wear shoes.”</p><p>“Hah!” the lady spat. “i’m Mexican. The poorer one is, the more Mexican one is, no?” She and her companions laughed heartily and slapped one another on the back.</p><p>Herminio looked down at the dust and shook his head slowly from side to side, as if he couldn’t believe his ears. “What am I to do?” he said in a weak voice, shrugging and turning his palms outward. “Some of my people love their chains. Some of my people, they <em>love</em> their chains.”</p><p>Two hours later, Herminio’s spirits rose again when a group of schoolboys at another voting place brought him a wad of discarded “tacos” marked in favor of the PRI. The PAN corps was chanting “Thieves! Thieves!” in the faces of the voting officials when word filtered in that Fernando Canales, the party’s candidate for governor, was addressing a spontaneous rally downtown. I wanted to go. Herminio’s sidekick, adolfo “Popo” Gonzales, 34, who was as tired of harangues as I was, volunteered to take me. Herminio was hesitant, but he jumped into the bed of Popo’s pickup as we pulled away from the polling place. It was sunset by the time Monterrey’s downtown came into sight, and we hadn’t yet cleared Herminio’s electoral district. As we passed a lighted storefront, Herminio jumped to his feet, gesticulating. “Popo! Popo!” he cried. “Did you check out that polling place we just passed? Let’s stop to see it now, before it’s too late.”</p><p>Popo glanced at his leader from the window of the cab, then waved his hand as if to brush off a fly. <em>“Eso ya paso de honda,”</em> he said. (“That stuff has already gone out of style.”) <em>“El PRI nos chingo, y puf!”</em> (“The PRI screwed us, and that’s it.”) The readiness with which Popo conceded defeat startled me and brought me to ask, “Well, what do you think the PAN can do now?” Popo leaned toward me, as if to tell a secret. With a sadness that struck me as entirely sincere, he said, “I guess we’ll have to forget.” Those four words—“we’ll have to forget”—are yet another Mexican formula for resignation.</p><p>The ballots were tallied, and to no one’s real surprise, the PRI came out the winner, by a ratio of more than six to four. The PRI had stolen the election, of course. Boxes had been stuffed-several people confessed that the going rate of pay was 15,000 pesos, or $5, per fifty ballots —and a few boxes had been stolen for restuffing; photographers caught the ballotbox kidnappers in the act. Tally sheets were altered or made from whole cloth; in one case, they had been completed two nights before the election was held. The PAN was shorted in the nation’s proportional representation scheme for congressional seats, and opposition parties financed by the government came out long. In a fair contest-if a fair election is possible in Mexico—the PRI would probably have won anyway, but not by an impressive margin.</p><p>Electoral fraud in Mexico is essentially not a problem of stuffed ballot boxes or forged tallies or any of the irregularities that arouse the press and men like Herminio Gomez. Electoral high jinks are a scandal, all right—but only to the extent that the electorate believes that change is possible anyway. In Mexico almost everyone believes that all things will get worse no matter what. The fraud is that Mexico holds elections at all. Democracy and fatalism don’t mix.</p><p><span class=\"dropcap\">T</span>he eager young reporter who had asked the Mexico City correspondent to briefly explain what makes Mexico work was asking for far more than he knew. Even those americans who believe that they understand Mexico cannot explain in a quick, shorthand way, because understanding is, first of all, self-understanding; national character is part of us, not apart from us. There can be no objective standards for understanding Mexico, or any foreign country.</p><p>The Mexican view of life is one of pessimistic absurdism. It has two postulates and a corollary: “Life doesn’t make sense,” “Nothing is fair,” and “i’m not responsible.” any cursory comparison of Mexico and the United States shows that Mexico is at a great disadvantage materially, despite the much earlier beginning of her development. Insofar as philosophy can contribute to a nation’s level of economic development, the american view of the world is to be preferred.</p><p>However, it can’t be said that the Mexican view is unrealistic or that it is any less wise. Mexicans do not believe, for example, that nations chart their own destinies, because Mexican history refutes that contention. Did Mexico ask for the Conquest or for Emperor Maximilian? Did it dream up television or Texas? Did it start, or win, its only major foreign conflict, the Mexican-american War? Did Mexico plant the oil beneath its soil, or concentrate the capital needed to exploit it in anglo american banks? Democracy was imported to Mexico, and Christianity, capitalism, and the wheel were imposed by the whip and the sword. By any standard, Mexico has been the victim, not the maker, of modern history, and it is only patriotic that its citizens should view themselves as victims too.</p><p>The faith that americans put in human knowledge, mastery, and control is, after all, merely a theory about ourselves. We conquered polio, it is true, but we also gave the world nuclear weaponry; we presume that technology represents a gain in human affairs only because the Bomb has not gone off. Yet we can’t assure our fellows that it won’t. The best minds of our century, including those who concocted the Bomb, have gone to their graves with the fear that like Icarus, who tried to fly with wings of wax, our inventiveness may become our own undoing.</p><p>Both science and religion tell us that Mexican skepticism is warranted; the cosmos was not created to satisfy our needs. That we think we can sate ourselves by becoming its master is a reflection of our hubris. Mexican thinkers say that in the process of creating our immense economic and technological power, we americans have made means of ourselves. “american life,” philosopher Octavio Paz says, “is a long series of <em>paras,”</em> or inorder-thats. We send our children to tutors and computer camps in order that they may do well at academics, and we want them to excel academically in order that they will do well materially. We are always preparing to live better, and that means preparing not to die, as if we were gods and our lives went on forever. The certainty of death, which dominates Mexican culture, frees Mexicans for the nonproductive pursuits of appreciation and contemplation, which are sadly rare in our circles. We have become, the Mexicans say, mere appendages of or auxiliaries to the productive apparatus, and like machines, we are cold to the pleasures of living, even to simple companionship. For the Mexicans, two adages say it all: “He who renounces the present, the future doesn’t deserve,” and “In a house without lights”—Mexico is certainly that—“the lights are those who inhabit it.”</p><p>Fortunately the subject isn’t as ponderous or distant as it may seem. This week I received in the mail a catalog from a homeowners’ supply house that advertised products under bold-faced captions, like “You may never change a light bulb again!” “You may never get bitten by a mosquito again!” and “Do all your work in comfort with this adjustable table and stool set.” Similar appeals are rare in Mexico, and I think I know why. You can’t convince a Mexican that light bulbs won’t burn out. Not many Mexicans are prepared to believe that anything short of heavy-duty witchcraft, or perhaps a novena to the patron saint of flying insects, could make mosquitoes stop biting. And almost nobody in Mexico is ready to believe that work could become a comfort. When you think about it, we americans fool ourselves all the time. It is the Mexicans who are the dour realists of the hemisphere.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "October 1985",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Mexico",
      "people",
      "Government",
      "Children",
      "Election",
      "Elections",
      "Women",
      "Work",
      "Business",
      "Home",
      "Polling",
      "Voting",
      "Death",
      "democracy",
      "Family",
      "Fraud",
      "Mexico City",
      "Society",
      "ever",
      "homes"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": [
      "Dallas",
      "Texas",
      "West"
    ]
  }
}