{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19933",
    "date": "March 1993",
    "year": 1993,
    "month": 3,
    "month_formatted": "March",
    "pdf_uri": "/1993/19930300.pdf",
    "issue_cover_image": "",
    "document_start_page": 113,
    "toc_start_page": 108,
    "document_page_range": [
      [
        113,
        114
      ]
    ],
    "toc_order": 16,
    "toc_headline": "Tom Who?",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199303-tomwho",
  "source": "",
  "wp_post_id": 127269,
  "wp_post_guid": "http://www.texasmonthly.com/article/tom-who/",
  "authors": [
    "Gary Cartwright"
  ],
  "headline": "Tom Who?",
  "dek": "Jimmy Johnson is no Landry. That's why his Cowboys could be the next Nfl dynasty.",
  "spread_caption": "",
  "excerpt": "Jimmy Johnson said he’d see us in the Super Bowl, and he was right. Now he is a hero, and his critics are eating crow.",
  "kicker": "",
  "word_count": 1232,
  "content": "<p>Watching Jimmy Johnson’s Radiant Face As He addressed his Dallas Cowboys after their stunning performance in Super Bowl XXVII, telling them that what they would remember in the years to come was not the achievement itself but the love and trust that they shared in the pursuit, I flashed back on some letters and comments I received after I wrote about Johnson last fall (see “The Hungriest Coach,” TM, September 1992). I portrayed Johnson as a man interested in one thing and one thing only—winning football games. In my interview with him just before the start of training camp, Johnson had candidly discussed divorcing his wife in order to focus full attention on the Cowboys and admitted that his only friends were his assistant coaches and his two grown sons. Readers took me to task for extolling the virtues of a man so callous and ruthless. I didn’t bother answering those complaints then, but I think I will now. Hey, this is pro football!</p><p>This state has gone nuts for the Cowboys, and rightly so. No team has ever electrified us the way Jimmy Johnson’s team has—not even Tom Landry’s Cowboys, who played in five Super Bowls during the seventies and won two of them. The old Cowboys may have been america’s Team, and certainly they had their share of devoted fans, but for every lover of the Silver and Blue, there existed an equally passionate Cowboys hater. Landry’s team was as cold, methodical, and efficient as a jackhammer, but it never engaged our emotions as Johnson’s team has done. What we remember is not its twenty consecutive winning seasons but Don Meredith’s throwing an interception against the Browns in a key game in 1965; Jim Boeke’s jumping offside against the Packers in the 1966 championship game; the Ice Bowl in Green Bay, Wisconsin, in 1967; Duane Thomas’ fumbling away a touchdown against the Colts in Super Bowl V; Jackie Smith’s dropping a touchdown pass against the Steelers in Super Bowl XIII; the miraculous end zone catch by Dwight Clark in the 1982 conference championship game that sent the 49ers instead of Dallas to Super Bowl XVI and started the Cowboys’ downward spiral, a bad call here, a bad break</p><p>there. In an almost biblical sense, Landry’s teams seemed doomed to struggle against their own tragic destiny. Roger Staubach’s reputation as one of the great come-frombehind quarterbacks rests largely on the irony that the Cowboys of his era were frequently behind. This new breed of Cowboys</p><p>usually had the game won by middle of the third quarter.</p><p>Landry was a great coach, maybe even a genius, but his efforts to reduce football to a mathematical formula fooled his own players as much as it did the opposition. I thought Landry overprepared his teams, especially for big games. Before Super Bowl X, the Cowboys looked ready to explode. By contrast, Johnson made it look so simple. He reduced football to a cliche: It’s just blocking, tackling, and believing. The Cowboys who trotted out on the Rose Bowl field for Super Bowl XXVII looked like a bunch of guys who had just come from a hard day at the office and were ready to throw the ball around a little and relax. It was the Bills who were ready and willing to explode. Man for man, the 1977 Cowboys were probably a better team, but the 1992 Cowboys somehow managed to be better than the sum of their parts. The ’77 Cowboys had personality. The new bunch has character.</p><p>What makes Johnson’s accomplishment so remarkableturning the worst team in the league into the best in just four years—is that he seems to have done it primarily by force of will. He just wanted it, that’s all. He wanted it more than he had ever wanted anything in his life, and he made his players want it as much as he did. The only question was when—which year—the Cowboys would go all the way. At training camp, Johnson predicted that the 1992 team would make it at least as far as the National Football Conference championship game. Johnson knew that he had put together the quickest, most aggressive, best conditioned, best coached team in the league. The Cowboys opened the season with victories over the Redskins and the Giants, the two most recent Super Bowl champions. By midseason, they led the Eastern Conference by two games. And by November, when other teams were injured and dispirited, the Cowboys were just starting to roll, exactly as Johnson had promised. In seven of their last eight games, the Cowboys scored 27 or more points. In the post-season they did not merely defeat but dominated the three most feared teams in the National Football League—the Eagles, the 49ers, and the Bills.</p><p>Johnson isn’t an x’s and o’s coach. His offense was the creation of Norv Turner, hired two years ago with the mission of making Troy aikman the great quarterback that Johnson knew he could be. Under Turner, aikman learned patience and composure and how to read defenses. In three postseason games, aikman put up one of the highest rated performances of any quarterback in NFL history. Turner’s offense was designed to exploit the dazzling number of weapons in Dallas’ arsenal. It was daring, resourceful, perfectly balanced, and—most important of all—relentless. Each time the momentum seemed to shift in favor of an opponent, aikman and his mates struck back with a fury, usually in one or two big plays. The defense, suspect in the beginning, was ingeniously crafted for expediency by Dave Wannstedt, who had been with Johnson for years. Since the Cowboys had no superstars on defense, Wannstedt rotated eighteen players into the lineup. The result was the best defense in the NFL.</p><p>Photograph By James Mcgoon</p><img/><p><strong>By force of will, Johnson transformed the Cowboys from the NFL's worst team into its best team. He wanted to, so he did.</strong></p><p>The Cowboys, the youngest team in the NFL, are being proclaimed as the new dynasty. Maybe so. Each decade seems to produce a dynasty: The Browns in the fifties, the Packers in the sixties, the Steelers in the seventies, the 49ers in the eighties. The Cowboys of Landry and Tex Schramm came close. They were one of the most successful franchises in sports his-</p><p>tory, but they were never able to put together back-to-back seasons of greatness. Every time I hear the word “dynasty,” I remember sitting in a bar in Minneapolis a few weeks before Super Bowl IV and listening to a whiskey-faced sportswriter from the Twin Cities spout off about the Viking dynasty that he perceived to be upon us. The Vikings lost that Super Bowl and three others. They have yet to win the big one. The ’85 Bears, who were even younger than the current Cowboys when they demolished the Patriots in Super Bowl XX, haven’t been back since. A lot of things can happen to the Cowboys between now and next season, most of them bad.</p><p>On the other hand, Jimmy Johnson is an absolute, certified, gold-plated winner. He played on a national championship team at the University of arkansas, coached a national championship team at the University of Miami, and has now won a Super Bowl. What does he do for an encore? You know the answer to that one. Hey, Jimmy, don’t change a hair for me. Take a couple of days off, then get the hell back to work.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "March 1993",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Cowboys",
      "Super Bowl",
      "Football",
      "Game",
      "Dallas",
      "ever",
      "NFL",
      "Cities",
      "Coaches",
      "Dallas Cowboys",
      "Defense",
      "Favor",
      "Hair",
      "ICE",
      "Love",
      "Minneapolis",
      "Mission",
      "office",
      "performance",
      "Quarterbacks"
    ],
    "wp_categories": [
      "Dallas"
    ],
    "wp_location": [
      "Dallas",
      "Mission"
    ]
  }
}