{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19881",
    "date": "January 1988",
    "year": 1988,
    "month": 1,
    "month_formatted": "January",
    "pdf_uri": "/1988/19880100.pdf",
    "issue_cover_image": "",
    "document_start_page": 80,
    "toc_start_page": 78,
    "document_page_range": [
      [
        80,
        81
      ]
    ],
    "toc_order": 3,
    "toc_headline": "Ode On A Hempstead Urn",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198801-odeonah",
  "source": "/1988/19880100.pdf",
  "wp_post_id": 124254,
  "wp_post_guid": "http://www.texasmonthly.com/article/ode-on-a-hempstead-urn/",
  "authors": [
    "Jerry Jeanmard"
  ],
  "headline": "Ode On a Hempstead Urn",
  "dek": "When it comes to buying pedestals, economy is beauty—that is all ye need to know.",
  "spread_caption": "",
  "excerpt": "That concrete urn you bought by the side of the road is making decorating history.",
  "kicker": "",
  "word_count": 384,
  "content": "<p><span class=\"dropcap\">T</span>he cast-stone objects at right are garden ornaments. Modeled on traditional forms based on Greek and Roman motifs that have been popular since the neoclassical period, they speak to us of an ageless beauty. The painted chicken is a yard decoration. It smacks of an aesthetic commonly regarded south of the border as raffish and charming and in these parts as vulgar and tacky.</p><p>All of them come from Frazier’s in Hempstead, only one—albeit one of the largest—of scores of ornamentalconcrete dealers that dot every major Texas highway. We’ve all seen such places and probably thought of them as kitschmeisters, which is not such a bad rap. We have them to thank for the polychrome jockeys, burros, cobras, conquistadores, and the ever-adorable spooning frogs that grace our great outdoors. But the perceptive eye finds more, and what it finds happens to be, in today’s smart decorating circles, red hot. Our penchant for the well-turned urn has put stone —faux and not-so-faux—in our living rooms as tables, consoles, mantels, corbels, and lamp bases, as well as the obvious decorative columns and planters. Eager to, um, capitalize on the trend, Haddonstone, an English manufacturer and purveyor of garden statuary, has recently placed its wares in interior-trade showrooms. So have some lesser Johnny-come-latelies: One, out of California, is marketed under the name of legendary decorator Michael Taylor, while the Nelson Line, with its minimalist Stonehenge look, is based in Dallas. And to think that it’s all been right there by the side of the road.</p><p>The pieces pictured here range from $9.95 for the chicken to $375 for the four-foot artichoke finial. The art deco urn (holding the silver ball) and the plaster frieze along the bottom are both from Frazier’s exclusive cast-to-order line, along with the plaster urns at far left and center rear. The ball is a gazing globe, popular since the nineteenth century as a garden ornament into which contemplative maidens might peer. The irresistible table at far right simulates a lion’s pelt tossed over a bamboo crate, a Napoleonic folly looking for a home on somebody’s leopard-skin rug.</p><p><em>Jerry Jeanmard is a Houston designer.</em></p><img/><img/><p>Photograph By Jim Sims, Thorp Linen Damask Drapery Courtesy Of Decorators Walk, Dried Flowers Courtesy Of Leonard Tharp Florist</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "January 1988",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Chicken",
      "Hempstead",
      "Art",
      "Border",
      "Decorating",
      "Economy",
      "Home",
      "Houston",
      "Range",
      "Texas"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "D.C.",
      "Houston",
      "Texas"
    ]
  }
}