{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198410",
    "date": "October 1984",
    "year": 1984,
    "month": 10,
    "month_formatted": "October",
    "pdf_uri": "/1984/19841000.pdf",
    "issue_cover_image": "",
    "document_start_page": 162,
    "toc_start_page": 162,
    "document_page_range": [
      [
        162,
        163,
        164,
        165,
        166
      ],
      [
        235
      ],
      [
        326
      ],
      [
        237
      ],
      [
        328
      ],
      [
        239,
        240,
        241,
        242,
        243,
        244,
        245,
        246
      ]
    ],
    "toc_order": 7,
    "toc_headline": "The Politics Of Armageddon",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198410-thepoliti",
  "source": "/1984/19841000.pdf",
  "wp_post_id": 119904,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-politics-of-armageddon/",
  "authors": [
    "Dick J. Reavis"
  ],
  "headline": "The Politics of ARMAGEDDON",
  "dek": "For forty years W.a. Criswell,the pastor of the biggest Baptist church in Lexas, has been preaching that the apocalypse is nigh. But before it comes, he'd like some changes made.",
  "spread_caption": "",
  "excerpt": "W. A. Criswell has spent forty years convincing his huge flock at Dallas’ First Baptist Church that the end of the world is near. He hopes you’ll believe it too.",
  "kicker": "",
  "word_count": 11079,
  "content": "<p><span class=\"dropcap\">I</span>t Is Just Before Eleven o’clock on a Sunday morning at the First Baptist Church in Dallas. About 1800 people occupy the semicircular pews at floor level. Another 1000 are in the balcony. On a platform at the front of the red-carpeted sanctuary sit eight men dressed in business suits. The 35-piece orchestra behind them ceases to play, the 200 voices of the choir fall silent with the last notes of a hymn. As people in the orchestra, choir, and congregation bow their heads, the men in business suits kneel in front of their chairs. Most hold Bibles at their sides. But one of them, a short, barrel-chested, white-haired man, places his Bible <em>beneath</em> his knees, as a cushion. The man commits no sacrilege by kneeling on the Bible. Nobody sees it that way. Nobody thinks it unusual either, because a Bible is to this man like a saddle to a cowpoke. It can be a cushion for his knees, if he wants, or it can be a pillow for his head. He can mount it and ride it where he wants; for forty years as pastor of the First Baptist Church, membership 25,000-the largest Southern Baptist church on the globe-the Reverend Dr. W. A. Criswell has done just that. In a moment, when he rises from his knees to preach, fully a third of his congregation will take out pens and notepads.</p><p>On October 7, W. A. Criswell, 74, will celebrate his fortieth anniversary in the pulpit of the First Baptist Church. Longevity and congregation size by themselves would have been enough to assure Criswell of being an important Baptist minister. But his stature reaches far beyond his own church. He is the best-known, most heeded, most influential preacher of the Southern Baptist persuasion. Evangelist Billy Graham is a member of Criswell’s congregation. This past summer the Republican party chose Criswell to close its national convention with a prayer. But his greatest contribution has been doctrinal. More than any other person, he has been responsible for the rightward shift of the Southern Baptist denomination in the last decade. He is the prime mover of the return to fundamentalism.</p><p>During his sermon Criswell holds a Bible the way a carpenter holds a hammer, shaking it at his congregation as if he were upbraiding an apprentice. He walks and weaves behind the old oak pulpit, leaning forward or backward, stepping a couple of paces to the right or left. From the side seats in the white-framed balcony, his body looks like a fishing cork when there is a nibble on the line.</p><p>The popular image of Criswell has him in a white suit, but on this day he isn’t wearing one: in warm months his suits may be beige or tan, and in fall and winter he wears darker colors. There is no shoddiness about his dress nor about that of the seven associate and guest ministers who sit on the platform behind him. Criswell scolds his underlings like schoolboys if their ties and socks don’t match.</p><p><em>What makes Criswell angry? Liberals, infidels, modernists—and more liberals.</em></p><img/><p>Photography by Greg Stephens</p><p><em>In kneeling to pray, as in his theology, IV. A. Criswell (left) rests everything on the Good Book.</em></p><img/><p>Two words are signatures of his sermons. The first is “won-der-ful,” drawled out in the slowest possible way. When Criswell speaks of the Lord’s beneficence in any of its myriad forms, it is always vwn-der-ful. When a new family comes forward to join the church at the end of a sermon, he always says, “This is the most <em>won</em>-der-ful family i’ve ever seen” or “This is the most <em>beau-</em>ti-ful family i’ve ever seen.”</p><p>The other word that characterizes his sermons is “infidel.” In his early years he shouted the word, as if it were an accusation or a curse: “Our colleges are infidel institutions!” In recent years the shout has given way to the whimper and the cry. Today he mostly laments apostasy, though sometimes he still assails the infidels. Over the forty years of his ministry, almost everybody and everything has been called an infidel from his pulpit: Catholics, Moslems, american foreign policy, philosophers as far back as Thales, and the economics of inflation, all are infidels. The infidels bring the reverend to tears, but his voice cracks only momentarily. After he catches his breath, he returns swiftly to the course of calm explanation and proceeds, always, to the <em>won</em>-der-ful world of salvation that opens at the end of every sermon.</p><p><em>The Baptist Heartland</em></p><p>Of the 80 Million Americans who are members of Protestant churches, one in every three is a Baptist. No other denomination even comes close. There are twice as many Baptists as Methodists; there are eight Baptists for every Presbyterian. Southern Baptists are the most numerous of the Baptists, with churches in all fifty states, and Texans, 2.3 million strong, are the most numerous of the Southern Baptists. On a typical Sunday morning, half a million of them are in church. The denomination operates more than fifty colleges, of which the largest is Baylor University in Waco, and six seminaries, of which the largest is Southwestern Baptist Theological Seminary in Fort Worth. Texas Baptists even have their own weekly newspaper, the <em>Baptist Standard,</em> mailed from Dallas to 350,000 subscribers; more Texans read it each week than read <em>Time.</em> Nashville, where the Southern Baptist Convention’s executive committee has its offices, can arguably claim to be the Baptist capital, but Texas is the Baptist heartland.</p><p>Numbers only begin to describe the impact the Baptists have had on Texas. They flourished in the spartan farming and ranching towns where the majority of Texans worshiped before this became an urban state. The church was the sole source of social life —except, that is, for vice. W. A.</p><p>Criswell is the product of just such a town, where liquor and loose women and gambling were the direct competitors of the church, not just for souls but for the hard-earned dollars of the poorer townsfolk, who made up the majority of the Baptist congregations. The Baptists declared vice their mortal enemy and grimly set about eliminating it. One legacy of their campaign was the brown bag, symbol of the statewide prohibition against liquor by the drink that survived until 1971; another is the ban on racetrack gambling that survives to this day.</p><p>The major legacy of the Baptists, though, is cultural. They are the most evangelical of the mainstream Christians-or, possibly, the most mainstream of the evangelical Christians. They preach salvation, not the social gospel, and they have shaped the unforgiving character of Texas just as surely as the harsh frontier or the economic imperatives of cattle and oil or the bitter heritage of racial oppression.</p><p>For all their numbers and influence, however, the Baptists are a loosely organized denomination. There is no ecclesiastical hierarchy; each congregation is autonomous. Old-line Baptists say their church was founded by John the Baptist, who dipped Jesus in the River Jordan. That claim allows them to challenge the antiquity of their rivals, the Catholics, whose patriarch, Peter, was not recruited to the faith until months after Jesus’ baptism. Baptist historians, however, say that their denomination sprang from the English Puritan movement of the seventeenth century. Early Baptists held that in order to reach heaven, believers had to publicly profess their faith and submit to an immersion, or baptism, in water. They opposed christenings and infant baptisms —free choice was imperative—and deemed that the ultimate spiritual authority was a believer’s own reading of the Bible. Most early Baptists also propounded the belief that has done so much to attract many to, and repel others from, the religion of W. A. Criswell: that the Bible is the infallible Word of God.</p><p><em>The $200 Million Church</em></p><p>The First Baptist Church Owns And occupies from four to six blocks on the north side of downtown Dallas, depending on how you count the blocks. Its buildings include three parking garages, two of them leased to a private firm on weekdays, multistory educational and office facilities, even a radio station and a gymnasium. The complex includes a kindergarten-through-high-school academy and a seminary, the Criswell Center for Biblical Studies. The land on which the church buildings sit is valued at $60 million by friends of the faith, who wish to depict the Lord’s worldly wealth in modest terms, and at nearly $200 million by real estate scouts, who are willing to pay the prices they quote. Adjoining property owners are not safe from shrewd real estate deals. The Criswell Foundation, which aids the church, the academy, and the seminary, once made more than $4 million by selling an option it had acquired from the downtown YMCA.</p><img/><p><em>The Bible, he believes, was “breathed from God”; he preaches the truth and relevance of every word.</em></p><img/><p><em>His most accusatory word is “infidel”; in forty years of his sermonizing, few have been spared.</em></p><p>There is an oft-told joke about Criswell standing before Saint Peter on Judgment Day, proudly announcing that he is a minister of the Lord. A long delay follows while Saint Peter consults his book. Finally the gates open. “Sorry about the delay,” says the saint. “We had you listed under real estate.” Criswell’s ample real estate holdings are spotted and managed by Jack Pogue, a member of First Baptist and the only mortal in Dallas, other than Criswell’s wife, Betty, who can count on seeing the pastor every day. Pogue is one of only five associates who are privy to Criswell’s unlisted home telephone number. Jack Pogue is the brother of Mack Pogue, who is the president of Lincoln Properties, the third-largest development company in the country —and the firm that bought First Baptist’s YMCA option.</p><p>Such apocrypha have caused many to miss the true importance of W. A. Criswell and his church. Because he is wealthy and because he is prominent, there are those who see him only as a man of wealth and prominence. But that is hardly the whole story. A great deal of the money Pogue and Criswell make is donated to the Criswell Foundation. Both Pogue, a bachelor whom Criswell baptized in the Jordan, and the reverend have willed their earthly fortunes to the foundation.</p><p>Criswell is also regarded as a covert political power in Dallas, but his influence is overstated. His one foray into that arena was the endorsement of Gerald Ford, a visiting Episcopalian, on the steps of First Baptist in 1976. He has never been close to any politician of stature nor to a behind-the-scenes figure. Al<em>in forty</em> though much was made of H. L. <em>spared.</em> Hunt’s membership at First Baptist, especially in the wake of the Kennedy assassination, Hunt did not attend regularly or tithe. Criswell does not believe that salvation is pending at the polls; he will not, for example, let the Moral Majority make use of the First Baptist mailing list.</p><p>The significance of the First Baptist Church is likewise frequently misinterpreted. It is not home to the wealthy and the powerful. Hunt’s widow, Ruth, is a stalwart, as is her daughter, inspirational singer June Hunt, but Hunt’s sons, like many rich Dallas Baptists, attend church in the Park Cities. Most of the members of Criswell’s congregation don’t live in Dallas at all.</p><p>Eighty per cent of them drive twenty minutes or more to attend services. His flock is gathered from Mesquite, Garland, Richardson, Plano, Irving, and other middle-class suburbs.</p><p>You can drive the entirety of the eight-story parking garage at First Baptist on most Sunday mornings and not see a single Mercedes, Jaguar, or Rolls.</p><p>What makes Criswell and First Baptist important is not wealth and power but theology —the wealth of ideas, the power to motivate and explain. Criswell and First Baptist are at the center of the two doctrinal lines of the Southern Baptist tradition, each of them heavily influenced by a legendary Texas pastor. One was George W. Truett, Criswell’s predecessor at First Baptist. The other was J. Frank Norris, who never preached at First Baptist but who was Criswell’s forerunner nevertheless. The divergent history of these two men is at the heart of the struggle going on today for control of the Southern Baptist Convention, a struggle in which W. A. Criswell is the central figure.</p><p><em>Rivals for the Soul</em></p><p>George W. Truett Came To the Pulpit he would occupy for 47 years in 1897. During his tenure at First Baptist, Truett became the most respected preacher in the South, and his church became the Southern Baptist Convention’s largest. When he died in 1944, no one thought a pastor could be found who would measure up to him—though many Baptists today feel the same way about W. A. Criswell, the man who did follow Truett. In conduct and tone, Truett is still the yardstick by which Southern Baptist preachers measure themselves. But not in doctrine.</p><p>For almost four decades J. Frank Norris was Truett’s chief rival for the soul of Texas Baptistdom. From 1909 to 1952 Norris was the pastor of the First Baptist Church in Fort Worth. Eventually his pastorate would surpass Truett’s to become the biggest in the Baptist worldthough to manage it Norris had to take charge of a second church, in far-off Detroit. He and Truett were as different as the rival cities where they preached.</p><img/><p><em>He sees his mission as saving souls, not promoting brotherhood or trying to build a better world.</em></p><p>Flamboyant where Truett was dignified, doctrinally strict where Truett was relaxed, Norris was the father of modern Baptist fundamentalism. While Truett sermonized about bigotry abroad, Norris rampaged about vice at home, earning the nickname of the Texas Tornado. The compassionate Christianity preached by Truett did not inhabit Norris’ pulpit. During their lifetimes, Truett was more revered than Norris, but in time Norris would prevail.</p><p>Their differences originated with their training. Truett, then a pre-law student, was teaching a Baptist Bible class on Sundays in the tiny North Texas town of Whitewright when his fellow church members voted to draft him into the ministry. Norris decided on the ministry while confined to a wheelchair during adolescence; his mother used his paralysis as an opportunity to teach him the Bible. He had the foresight to see that nonseminarians like Truett were a disappearing breed. After graduating from Baylor he went to seminary in Louisville, Kentucky, where he received his doctorate—a year early —and was class valedictorian.</p><p>Truett was not learned in Greek or Hebrew, the languages of the Bible, nor did he regard the Good Book as a hermeneutic problem. In Truett’s preaching the Bible was the home base but not the sole province of wide-ranging wisdom. His ministry was not marked by concern for doctrinal questions. Instead, he preached on topics like Christian charity, familial duty, and missionary work. His sermons carried titles like “It Pays to Do Right” and “The Cure for a Troubled Heart.” In them he quoted ecumenically from other preachers, world leaders, scientists, and philosophers, even from those whose religious leanings were less than faithful. “Infidel,” the favorite derogative of W. A. Criswell, does not appear in Truett’s texts.</p><p>But Norris was obsessed with doctrine. He attacked fellow Baptists whose theology he found wanting —starting with George W. Truett. Every Sunday morning Norris sent Truett a telegram, which First Baptist deacons tried to intercept. The text was essentially the same: “How can a man like you presume to occupy a Baptist pulpit?” Norris accused Baylor professors of teaching evolution and praising books that, he asserted, said Mary was a whore and Jesus an illegitimate child. He denounced the multiracial World Baptist alliance as being under the influence of modernism, referred to the Southern Baptist Convention as a “machine” and a “dictatorship,” and charged that Truett was shielding both groups. In 1924 the Baptist General Convention of Texas, the state arm of the SBC, ousted the Tornado, but Norris continued the attack in debates and rump sessions at SBC meetings, where W. A. Criswell heard him speak. Depicting himself as a modern-day Martin Luther, persecuted for defending the Bible, Norris founded a denomination of his own, the Premillennial, Fundamental, Missionary Fellowship, usually called the Fundamentalist Baptist Church.</p><p>The differences between Truett and Norris extended to preaching style. Norris punctuated his sermons by flailing his arms, kicking his feet, even flinging his coat on the floor. Truett’s voice did all the acrobatics; he did not move at all. Sunday after Sunday he stood straightbacked behind the pulpit, as motionless as granite but as moving as the wind. His voice could leap from a whisper to a shout in the utterance of a syllable. His rate of speech, normally a conversational 80 words per minute, could accelerate to bursts of 240. When Truett spoke, his listeners heard the voice of ageless bereavement, of solemn but overwhelming sorrow.</p><p>The whole range of poetic techniques was Truett’s, as if it were second nature. He spoke strings of alliteration—“busy, battered, burdened humanity,” he called us —and could slip into similes “as sincere as sunshine.” He created rhythmic, repetitive lines so much like those of a later Baptist preacher, Martin Luther King, Jr. “We’re bound together in the bundle of life,” Truett preached. “We’re bound together in the bundle of life. No man can live to himself, no man can die to himself. We’re bound together in the bundle of life.” Norris’ style was more earthy. His shouts were like savage war whoops; he traded gibes with listeners in the pews; he used such props as a barrel of apples, which he tossed, one at a time, into the congregation, and a headnodding horse that he ushered into church for a baptismal service.</p><p>Truett was best known in Dallas for his Christmas messages, published as newspaper advertisements. He usually opened the sermonettes by assessing the condition of humanity in empathetic, nonsectarian terms. His closing prayers had the ecumenical point of view that Norris scorned as modernism: “May our consciences be so acutely quickened that we shall feel the sin and shame of selfish war and private greed and whatever alienates life from life, class from class, and nation from nation.” Norris made his name by stalking, cornering, and vanquishing commercial vice, more vituperatively and more successfully than any Texas preacher before or since. The seminary he founded (now arlington Baptist College) stands on a site once occupied by a silk-stocking gambling club that was shut down at the Tornado’s insistence.</p><p><em>(Continued on page 235)</em></p><p><em>(Continued from page 166)</em></p><p>Empathy was Truett’s medium. He had no use for money and often told his friends, who vainly tried to teach him different, that it was useful only to ease the burdens of the poor. Beggars painted red arrows on the curbs, pointing the way to his house. None went away emptyhanded. So generous was Truett that the church payroll office, in conspiracy with his wife, didn’t put his full salary in his hands. The congregation also initiated a tradition that has devolved upon the more prosperous Criswell: individual members bought clothing and other durables as gifts for their pastor.</p><p>Norris had no compassion for those who drew his wrath, and they were many. He preached sermons with titles like “Should a Prominent Fort Worth Banker Buy High-Priced Silk Hose for another Man’s Wife?” and J. Frank did not shrink from naming names. The wealthy and well-placed were his favorite targets, and his tactics (he was one of the first preachers to advertise his sermons, using radio, newspapers, handbills, and sound trucks) drew great throngs of working-class people to his church. In 1926 the Tornado shot a man dead during an argument that, according to his confidant and biographer, followed a radio sermon in which he had identified the man as an adulterer. He was again acquitted. He was tried for arson after First Baptist burned to the ground —and acquitted. When the attorney who had prosecuted him died in a collision with a streetcar, Norris took a broken whiskey bottle, filled with what he said was the man’s brains, to the pulpit and preached a sermon entitled “The Wages of Sin Is Death.”</p><p>Truett’s sermons, his bearing, his impeccable decency, earned him a wide following outside his own denomination and his own city. He became president of the Southern Baptist Convention and later of the World Baptist alliance. He was sought after by pulpit committees across the nation and, according to legend, refused an appeal from John D. Rockefeller to pastor the tycoon’s home church. A Houston newspaper once editorialized that the only Dallas skyscraper Houston</p><p>really coveted was George W. Truett. When the beloved pastor died in 1944, his funeral, attended by eight thousand people, was described by the <em>Dallas Morning News</em> as the largest in Texas history.</p><p>J. Frank Norris was buried in 1952, accompanied by the wails and tears of five thousand mourners. He was outspoken to the end. He did not live to see his theology gain widespread acceptance, but he had scattered seeds that would sprout in time. He had been the first to champion a young missionary named John Birch, who had trained at Norris’ Fort Worth seminary. After Birch was murdered by Chinese communists in 1945, Norris named a Sunday school building in his honor. Norris’ Detroit Sunday school superintendent had</p><p>founded a fundamentalist seminary that one day would train Moral Majority leader Jerry Falwell. And he had seen the pulpit occupied for so many years by his archenemy, George W. Truett, pass to W. A. Criswell.</p><p><em>Go Preach to My People</em></p><p>W. A. Criswell was born, but given no first or middle name, in 1909, just east of the Texas Panhandle in Eldorado, Oklahoma. His father, a farmer, was a widower before his marriage to W.a.’s mother, anna. His mother had also been married before, and the union had apparently ended in divorce. Criswell says that so long as she lived, she never mentioned the previous marriage or the fate of her first husband. Little W.a. was five years old when the family moved to Texline, in the far northwestern corner of the Panhandle a mile from the New Mexico border.</p><p>Texline is a dusty, forlorn place, and in that age before irrigation, farming was a chancy affair. The elder Criswell didn’t do well at it. But the town was prosperous, more prosperous and populous than it has ever been since. The Fort Worth and Denver City Railway roundhouse was located there. Nearly a thousand people lived in Texline. W.a.’s father entered the town’s commerce as a barber, and for several years he was also the owner of the town’s only bathtub. He rented bathing time to cowboys from nearby ranches (the townsfolk had galvanized washtubs at home).</p><p>There were but two churches in the early years of the century, the prosperous Methodist and the poorer Baptist. The Methodist church was located in a handsome brick building that still stands today. The Baptist church was a wooden crackerbox, long ago swept aside by wrecking crews. W.a.’s tobacco-spitting father and his high-strung, talkative mother were faithful, active laymen. Criswell remembers his father as “a devoted follower of J. Frank Norris,” the sort of man who listened to the Tornado’s radio sermons. His mother, though, was an admirer of George W. Truett. The Criswells and their children spent evenings at church socials, playing hands of Rook and Flinch, card games based on decks not used in games of chance.</p><p>When itinerant preachers and revivalists came to Texline, they often stayed with the Criswell family, and from them W.a. —who says he decided to become a preacher at the age of six —learned a great deal about Baptist life. One morning when he was ten years old, his mother spoke for his absence from school and took him to church for a revival meeting. At the end of the sermon the choir sang, “There is a fountain filled with blood/Drawn from Immanuel’s veins /and sinners plunged beneath that flood/Lose all their guilty stains.” at his mother’s urging, little W.a. —who was hardly a seasoned sinner —walked down the aisle and accepted Jesus Christ as his Savior. Criswell still sheds tears when he talks about the experience.</p><p>W.a.’s parents were glad to welcome him into the Christian fold, but they discouraged his ministerial ambitions. The preachers they had known, they told him, were paid little and abused a lot. Deacons and congregations gave ministers little respect and sent them packing on the slightest pretext. His mother wanted her son to be a doctor. By the time he reached high school, W.a. had demonstrated that he was suited to do almost anything. He was class president, played in the school band, made perfect grades, and won regional declamation contests.</p><p>His mother’s hopes for him were jolted in 1923, when Texline’s railroad men went on strike. In a matter of months the town’s economy was a shambles. The strike lasted two years. The railroad closed its Texline operations in 1925, and the town never recovered. People began moving out. W.a.’s father was doubly stricken. The labor exodus began about the same time that the safety razor came to town.</p><p>Anna Criswell, with her two sons, moved to amarillo. Her husband followed later. The boys enrolled in school, and their mother moved the family’s church membership to the First Baptist Church of amarillo. A few months later the church licensed W.a. to preach, though he was only sixteen. His differences with his mother over his future had largely been resolved by then. He planned to avoid the hardships of small-time preachers by finding a big-time pulpit. To do that, he would have to follow the route J. Frank Norris had taken —first Baylor, then seminary. About two years after the move to amarillo, anna Criswell moved again, this time to Waco, to put W.a. through college.</p><p>To help earn his own keep, W.a. began to look for preaching jobs. By the time he had completed his first year at Baylor, he had found churches in rural communities like Pulltight and Devil’s Bend, Mound and Marlow, that would pay for his preaching. Once, because his fellow students criticized his stark, rustic preaching style, he sought instruction from a private drama teacher. After hearing two sermons by the young redhead, she sent him away with her blessings. “i’m not saying that everyone will like you,” the tutor told her pupil, “but they will listen.”</p><p>He went from Baylor to the Southern Baptist Theological Seminary in Louisville, where he did his graduate work. While preaching to a rural congregation, he met Betty Marie Harris, a college student and the daughter of Baptists. They were married in 1935. Two years later Criswell received his doctorate, and the couple moved to Oklahoma, where he pastored the First Baptist Church of Chickasha.</p><p>Not long after George Truett’s death in midsummer 1944, Rev. Criswell, by then the pastor of the First Church of Muskogee, had an unusual dream. He was seated between two men in the balcony of the First Baptist Church of Dallas. The church was filled with flowers and crowded with believers. A casket stood at the pulpit in front. Moments later, the man to his left touched Criswell’s knee and said, “You must go down and preach to my people.” Criswell looked into the face of the man who was speaking to him; it was George W. Truett.</p><p><em>The Only Man for the Job</em></p><p>When the great pastor died, the pulpit committee was flooded with nominations. After all, in its hands lay the pastorate of the biggest Southern Baptist church in the world. It settled on a list of 22 candidates, one of whom was included only because of the insistence of a prominent Baptist publisher, John L. Hill of Nashville. “There is only one man in all the earth for you,” Hill had told them, “and that is Dr. W. A. Criswell at Muskogee.” He had heard Criswell speak back when W.a. was a seminary student in Louisville. But no one on the committee had ever heard Criswell’s name.</p><p>Though the most prominent Baptist pulpiteers in america were among the prospects, none of them was found satisfactory. When all but three of the names had been discounted, the committee invited Criswell to deliver a sermon in Dallas and found itself listening to a 34-year-old man whose pulpit style contrasted greatly with Truett’s. He preached with “more power than polish,” Baptist historian Leon McBeth of Fort Worth says. Criswell was a screamer. He didn’t reason with the congregation, as Truett had done; he shouted sincerity at them. He did not stand in the pulpit, straight and staid, like Truett had. Instead, he was restless, gesticulating and pacing. Not all those who heard him liked him, but they did listen. W. A. Criswell became a serious candidate for the pastorate at First Baptist.</p><p>The pulpit committee sent inquiries about Criswell to Baptist leaders and people in his past. “He is a premillennialist and as such has no place in the First Baptist Church in Dallas,” one correspondent warned. Members of the pulpit committee puzzled over the reply, then dismissed it. They didn’t know what a premillennialist was. They hadn’t listened to the message that J. Frank Norris had been preaching for years.</p><p>The Reverend Criswell says that his most important contribution to theology has been the exposition and advocacy of premillennialist doctrine; the subject, therefore, is. not to be taken lightly. Premills, as theologians call them, believe that certain passages in the Bible, especially in the books of Daniel and Revelation, are to be read not as histories or allegories but as prophecies about the end of civilization. Their reading of these Scriptures tells them that Jesus will return to earth to initiate a thousand-year utopia, known as the millennium, but only after mankind has suffered through a sevenyear epoch of war, pestilence, and natural disaster, in which a satanic figure, the antichrist, rises to power in peacemaker’s guise. Premillennialists, in their lowest form, are the guys who preach on street corners while wearing sandwich boards that say, “Repent, for the End Is Nigh!”</p><p>Premills are to be distinguished from amillennialists, who don’t insist that the Lord will rule on earth —the traditional <strong>view among Catholic and most mainline</strong> Protestant theologians —and especially from postmills, who believe that a combination of divine intervention and human improvement will bring in the millennium, followed by the return of the Lord. Postmillennialism was the interpretation preferred by George W. Truett. Though two world wars and the Great Depression disillusioned many of the preachers of Truett’s generation, most of them began their ministries with a postmillennialist disposition.</p><p>The millennialist dispute is not a mere theological flap. It is not about angels dancing on the heads of pins or about questions above our comprehension or beyond our time. It is about what today means. Postmills and many amills believe that improving the human condition, by education, evangelization, technical advance, even political activism, is a part of the Lord’s work, a duty divinely ordained. But premills are futilists. For them, there is no hope for social betterment, and there is no such thing as posterity. Not anymore. They believe, as Criswell does, that we are entering the “last kingdom,” the final epoch before the apocalypse. Their mission is to save souls before it is too late. They don’t believe that we can perfect the world, and they think that any world we make, better or worse, will have a short future. As J. Frank Norris put it, “If I had to go out and make this world ‘a fit place to live,’ I would give up in despair.”</p><p>The pulpit committee at the First Baptist Church of Dallas did not discern the pessimism rooted in Criswell’s theological outlook or note its similarity to the Tornado’s teachings. According to its procedure, the same as that of almost all Baptist churches, the committee dispatched some of its members to Muskogee to make discreet inquiries of townspeople and to drop in unannounced on a sermon at the unsuspecting reverend’s church. The subcommittee returned with a recommendation that Criswell be hired. The full pulpit committee concurred and brought its findings before the congregation.</p><p>Several members of First Baptist spoke opposition. Some wanted to choose any pastor but the screaming Criswell. One proposed that the pulpit committee submit a ballot of three candidates, and that proposition might have carried, historian McBeth says, “but at that point a powerful voice was raised for the committee’s original report.” It was Carr P. Collins, a Dallas insurance magnate and an influential layman. Fifteen years earlier, while raising funds for Baylor University, Collins had received two notably small contributions from two notably small congregations, in Mound and Pulltight. When circumstances had forced him to back out of a fundraising speech for Baylor, he had arranged for the pastor of the two churches, W. A. Criswell, to speak in his stead. Now Collins was repaying his debt. The vote carried, and W. A. Criswell became the pastor of the biggest church on the Southern Baptist block.</p><p><em>a Root Out of Dry Ground</em></p><p>The church Criswell was called to pastor was the largest and most exalted in the Southern Baptist denomination, but it was past its prime, living off its reputation. Its membership rolls showed an impressive number, 7804. But in Baptist congregations, membership lists are deceptive. Backsliders never quit the church on their own, and most Baptists are theologically opposed to purging them for nonattendance: “once saved, always saved” is a Baptist slogan. The real measure of congregational size is Sunday school enrollment. In 1944 the First Baptist roll stood at 4000, only 60 per cent of what it had been in the twenties. The real measure of a church’s magnetism is the additions it makes to its membership each year, and by 1944 growth had also declined to about 60 per cent of the rate established during the twenties. The real measure of a church’s spiritual potency is the number of baptisms its ministers perform, and at First Baptist that number was the weakest of all. The church was immersing fewer than a hundred converts a year, not even half the number of its best years. The church had peaked in 1926, then gone into uninterrupted decline. Statistically it was the kind of church that W. A. Criswell would later characterize as apostate, or liberal, its congregation aging, its growth slowing.</p><p>Criswell is and has always been a believer in numbers. He is a CEO who looks at reports of Sunday school attendance, and if the numbers aren’t right he has been known to tell his department heads, “I hired you for production. You’re not producing like I expect.” He’s not hesitant to order changes, to reorganize, to hire and fire. But in his early years at First Baptist he didn’t have a free hand. Deadwood, tradition, financial problems, and hostile parties stood in the way. He had to bide his time. The trouble was, time was also his enemy. There were as many funerals at First Baptist as baptisms.</p><p>Criswell went to extraordinary lengths to win new members to his church. Once, during a flight to Little Rock, he walked the aisle of the plane, asking passengers to give him the little decanters of cream that had been served with their coffee. The reverend doesn’t drink coffee; his object was to collect enough creamers to fill a glass for himself and perhaps to meet a prospective church member as well. One of the passengers was a hulking former football player for Baylor, Charles Bristoe, then a marketing manager for Mobil Oil. Bristoe was planning to move his family to his assignment in Dallas, he told the minister, but he didn’t plan to join the downtown church, because it was too far away from the suburban home he had picked.</p><p>When the plane landed in Little Rock, Criswell brushed aside the Baptist delegation that had come to meet him and talked instead with Bristoe’s wife and three children. He gave the children wooden nickels (a promotional item the church was using) and told them that if they would come to the front of the sanctuary after a service, he’d trade them real nickels for the wooden ones. The children led their parents to a First Baptist service, and today Charlie Bristoe is an administrator at the church. Despite his lack of theological training, he’s one of the seven men on the platform in suits each Sunday, listening at the pastor’s back and welcoming new members into the fold at the sermon’s end.</p><p>But the First Baptist Church has been built less by personal recruiting than by doctrine. The majority of the congregation is made up of converts, who either had no religion or were not Baptists before they came to the Criswell church, and families who moved their membership to First Baptist from other Baptist churches—often other Baptist churches in Dallas. Only a quarter of the membership is hereditary, composed of people whose parents belonged to First Baptist. What draws converts and transfers is not promotional gimmicks or advertising —though the church does buy billboard and newspaper space for special events —but stern, fundamentalist theology. First Baptist’s outlook is the product of W. A. Criswell’s study and discipline.</p><p>A seminary professor describes Criswell, privately and anonymously, as a “root out of dry ground.” The phrase, a biblical one, is apt. Criswell is tough, not pretty. He is a broad-faced, big-nosed man, with a trombone player’s jowls, narrow slitlike eyes, and a high forehead. When he enters a room, there’s a nervousness and a springiness to his step, and he scans his surroundings in a quick and superior way, like a basketball star entering a McDonald’s.</p><p>If you set eyes on Criswell, you’re probably at a meeting where he has come to do business: otherwise he is not to be seen. Most church business involving the pastor is conducted at group suppers held at the church —Baptists do not fast and pray, they eat and pray —and it is at those gatherings, and only there, that First Baptist members can get a rare informal look at W. A. Criswell. He’s still wearing his business suit when he goes to those suppers, and he’s anything but relaxed. He’s not a backslapper, his small talk is staccato and fleeting, and he comes to meetings only seconds before they begin and often leaves before they end. If there’s nothing for him to say, but he must be present anyway, his eyes and mind go wandering. Once, during a supper for deacons, while others made speeches, Criswell counted the number of kernels on the ear of corn he had been served. Then he calculated the number of kernels that the ear would produce if, during the course of three growing seasons, each kernel were returned to the soil. The result—a number of astronomical proportions—turned up a few weeks later in a sermon where Criswell praised the Lord’s skill as a crop designer. The preacher’s mind never strays far from the pulpit.</p><p>Leisure has hardly touched his life. He doesn’t take vacations, except to accompany church groups or to attend Baptist conventions. His house isn’t his own, and he didn’t choose it. It’s a parsonage, though a stately one, in a Swiss avenue historical district. The house is full of antiques, oriental rugs, and nineteenthcentury English landscapes that he and his wife have been accumulating for years. It’s not a “ya’ll come” place, because he is not a “ya’ll come” guy. Most of the preachers on his staff haven’t even been to lunch alone with him. W. A. Criswell counts his intimates on the fingers of one hand, and he thinks his life is cluttered with people.</p><p>Every action in that life is measured by the clock. Criswell is a man who knows that in normal traffic it takes fifteen minutes to drive from his house to Love Field, and if he’s got a plane to meet or to catch, he’ll leave home not sixteen or twenty minutes before the appointed time but fifteen minutes before, precisely. If you’re going to take him somewhere, he’ll tell you to call for him not at 11:00 or 11:30 but perhaps at 11:24. He calculates his life by the minute, not by the quarter hour or the half hour. Criswell’s timeconsciousness knows only one exception: the time he spends in the pulpit. He is a long-winded, overtime preacher. His sermons are televised on a dozen stations, but the telecasts are not live. They air a week later. During the lag time, the videotapes are edited to fit the sermons into one-hour time slots.</p><p>His morning study, like everything in his life except sermons, is done as if by stopwatch. By 7:00 he’s in his home library, at the books. They are cataloged by number, and the margins of his working Bible carry annotations to the books on his shelves. His working Bible is in English, but he prefers to read the New Testament in Greek. He believes that the Bible was “breathed from God,” and that means God breathed it in Hebrew and Greek, not in King James English. At 10:00 he goes for a walk in the neighborhood. The walk ends at precisely 10:30. He returns to his study and at noon goes to the kitchen, where Betty prepares a light lunch. By 1:00 the reverend is on his way to visit a hospital. Associate pastors make the rounds of each of five Dallas hospitals every day, but the master visits only one. When medicine fails, Criswell often sees his faithful a last time, at afternoon funerals. Despite his age and stature, he rarely refuses a request to preach a member’s funeral. He doesn’t often accompany the funeral train to the graveyard anymore —associate pastors do that—but he still preaches some sixty funerals every year.</p><p>At 3:30 every day Criswell enters the downtown YMCA—just across the street from his church —for exercise. He bathes at the Y, and only there, because he doesnt want to waste his wide-awake morning hours on personal care. At 4:00 he crosses the street and enters his office in the Criswell Building at First Baptist. He reviews correspondence, dictates replies, and meets with church members and ministers until about 6:30 p.m., when the First Baptist “eat and pray” schedule begins. There’s a cafeteria in the church, with partitioned rooms for a dozen meetings, and most nights Criswell has supper in one of its rooms, as part of a committee meeting. When the meetings are over, usually between 9:00 and 10:00, he returns to his library at home for an hour or two of late study.</p><p>Counseling, an activity that occupies much of the day for many ministers, hardly enters into Criswell’s routine. At First Baptist, if you’re having marital problems you don’t talk to Criswell. You can —the schedule can be worked out-but by the time your hour comes, your spouse could be gone and resettled. Moreover, there are topics that Criswell shies away from discussing. He prefers not to talk to men about bedroom troubles, fearing that every time he preaches about lust or perversion after that, they will think he is talking about them, and pretty soon the embarrassment will drive them away. Because he is zealous about avoiding any hint of scandal, he won’t discuss bedroom life with women at all. In any case, his chief counseling technique is not observation and argument (if that’s what you want, First Baptist has a minister who is also a psychologist) but prayer, and his chief reference work is the one on which he built his reputation —the Bible.</p><p><em>God's Simple answer</em></p><p>To rebuild the church Truett had seen slip away, Criswell hit upon the most inspired, successful idea ever to cross his mind. As a Baptist he had always observed that people came to church to hear about the Bible. The truths of science, the wisdom of world leaders, the news of current events-all these things they could hear preached elsewhere. “The power of the preacher lies in his ‘thus saith the Lord,’ ” Criswell once wrote. “He is not called to stand in the pulpit with a ‘thus saith Einstein’ or a ‘thus said Dr. Sounding Brass’ or a ‘thus said Professor Dry-asdust’; but he is called to stand in the pulpit with a ‘thus saith the Lord.’ ”</p><p>There were plenty of pastors, including some Baptists, who voiced the wisdom of other disciplines from the pulpit. George Truett had done that, quoting from world leaders and gray-haired philosophersand he had seen his church wither. Criswell decided that the practice weakened the church; it diluted its purpose. That purpose, the young minister believed, was to proclaim the absolute truth of the Bible. He maintained, as the Tornado and his Premillennial Fundamental Missionaries did, that the Bible was the “verbally inspired and infallible Word of God.” Criswell was, and is, a literalist.</p><p>What was exceptional about his literalism was the means he chose to express it. Criswell decided to preach the Bible, all of it. Not preach <em>from</em> the Bible, from Scriptures here and there in the Bible —all Baptists do that, even those who bow to Darwinism—but preach the Bible, verse by verse, page by page, from front to back. He intended to start with “In the beginning” and end with the Good Book’s final word, “amen.” and he intended to argue for the consistency, veracity, and modern-day relevance of every word and concept in the book.</p><p>The idea was doubly felicitous because it promised to regenerate First Baptist by the strength of the only lever the minister wholly controlled: the pulpit. No one could tell him what to preach, so long as he didn’t provoke the congregation into firing him. Criswell couldn’t imagine how preaching the Bible would do that. Instead, he thought, it would bring new members to him in droves. The Bible, Criswell believed, proved that “God always has a simple answer to all the problems of human life.” Preaching the Bible was God’s simple answer to the churchbuilding crisis Criswell faced.</p><p>He preached not only the Bible but the words of the Bible, considered one at a time, usually in the Hebrew or Greek of ancient manuscripts. He still preaches that way. Last spring he told his congregation to consider the Greek noun <em>tachos,</em> its adjective form <em>tachinos,</em> and the adverb forms <em>tacha, tacheos,</em> and <em>tachu.</em> all of these appear in the Book of Revelation in passages concerning the Second Coming. If <em>tachu</em> is an adverb of motion or manner, Criswell told his flock, then the Lord, when he comes, will come quickly, like a bolt of lightning. If <em>tachu</em> and its kin are adverbs of time, the Lord will come soon.</p><p>Preaching the Bible, word by word, wasn’t an entirely original idea. The great British Baptist of the nineteenth century, Charles Haddon Spurgeon, had done it, though not in order. The Texas Tornado was too undisciplined for such a project, but cover-to-cover Bible study was the only curriculum in his Sunday schools. Still, the approach was novel among Southern Baptists. Some members of the church took the young preacher’s announcement of the goal as a declaration of his intent to occupy their pulpit for life, and some of them didn't want that to happen. But early in 1946, eighteen months after his hiring, Criswell plunged ahead.</p><p>As he advanced into the Bible, his speed in covering it diminished, because his own appreciation for the text deepened. It took him just a couple of months to polish off Genesis, but it took him three years to wade through Revelation. From time to time he backtracked to pick up and enlarge upon details he had skipped in early books. By the time he finished the project, seventeen years had passed, and W. A. Criswell had become the only pastor most members of First Baptist had ever known.</p><p>He salvaged the future of the church. The resurgence came rapidly, as if in direct response to his sermons. Within three years after he started preaching the Bible, the church had broken the baptism and additions records set in 1926; contributions to the church had passed the $500,000 mark for the first time in First Baptist’s history; a new building was under construction for the first time in 25 years; a new Sunday school superintendent had been hired to make organizational changes the pastor sought. Theologically Criswell was also confident. “after five years a church becomes like its pastor,” he later advised his juniors. “The congregation reflects his persuasions and convictions.”</p><p>Already Criswell was widely known as the fastest-rising star in the Baptist firmament. His biblical sermons and his church-building also drew the notice of a preacher closer to home. One afternoon in 1952, while working in his church-office study, he glanced out the door that led to a waiting room. A familiar figure was seated there, waiting with great patience. Criswell buzzed his secretary.</p><p>“Do you see that old man out there?” he asked. “How long has he been waiting?”</p><p>“Well, he’s been there for quite a while, Dr. Criswell. He looked like a bum to me, and I wasn’t sure you’d want to be disturbed,” the secretary told him.</p><p>“That man is Frank Norris!” the pastor erupted. Criswell went outside, threw his arms around J. Frank, and invited him into the study.</p><p>“My Lord! What brings you here?” he asked.</p><p>“Why, I just wanted to know how you are doing,” the Tornado told him.</p><p>“Oh, we’re doing great. We’ve been blessed, and our work is going ahead wonderfully,” the younger preacher said.</p><p>“Well, God bless you, that’s all I wanted to hear,” Norris stammered as he turned to go. He didn’t say another word, and soon his words were no more: days later the Tornado died while attending a youth rally in Florida. His visit —or was it a pilgrimage? —to First Baptist was testimony to how much the church had changed since the days when George Truett had trembled as he read J. Frank’s Sunday morning telegrams.</p><p><em>The Curse of Ham</em></p><p>By the time he had finished preaching his way through the Bible, W. A. Criswell had earned the honors that beckon to bigtime Baptists, with one exception. He had not been elected president of the Southern Baptist Convention, an office that falls to leading preachers and sometimes even to leading laymen. Friends urged Criswell to let them place his name in nomination, but he wouldn’t allow it. He feared that his elevation to the presidency would bring controversy and condemnation upon the SBC, and he was right, because he had succumbed to the Southern Baptist affliction of racism.</p><p>The preoccupation of Southern Baptists with race is as old as the denomination itself. In 1845 the boards that dispatched american Baptists to missionary work refused to certify preachers who were also slaveholders. With their leaders arguing that the right of owning slaves was established in the Holy Scripture, most Baptists in the South pulled up stakes and formed the SBC. They did not rejoin their northern brethren after the Civil War, nor did they abandon their notions of white supremacy; at the 1892 convention, for example, Southern Baptists resolved that vice was so perilous and widespread that blacks could not survive without white domination.</p><p>They based their beliefs on a doctrine known as the Curse of Ham, drawn from an interpretation of the ninth chapter of Genesis that was widespread among Southern Protestants. Ham, one of Noah’s three sons, saw his father lying naked, asleep in his tent. He told his brothers, Shem and Japheth, who brought a garment to cover Noah, averting their eyes as they placed it on him, so as not to see his nakedness, as Ham had done. When Noah awoke and learned what had happened, he pronounced a blessing on Shem and Japheth-but not on Ham. He spoke a curse on Ham’s youngest son, who, with all his descendants, was condemned to a life of servitude. Old-line Baptists believed that Shem was the father of the Semites, Japheth the father of the IndoEuropeans, and Ham the father of the africans —and that the curse legitimated black subjugation.</p><p>In separate addresses in 1956 to a Baptist preachers’ conference and to a joint session of the South Carolina legislature, Criswell had assailed integrationists. He called them “two-by scantling, good-fornothing fellows who are trying to upset all the things that we love as good Southern Baptists,” and he also said that they were “a bunch of infidels, dying from the neck up.” His remarks drew the attention of the national press for the first time. Billy Graham, though a member of Criswell’s congregation, disassociated himself from his pastor’s racial stance. Even Baptist newspapers didn’t come to Criswell’s defense because, although most Southern Baptists were indeed segregationists, racial liberals had worked themselves into control of the denomination’s press. Interdenominational magazines chastised Criswell and demanded his apologies. But he stood his ground.</p><p>Criswell could have been elected to the presidency of the SBC, despite criticism and internal opposition, but he wanted to save his congregation from the public pillorying that two other churches had suffered when their pastors assumed the presidency. During the terms of SBC presidents K. Owen White of Houston and Herschel Hobbs of Oklahoma City, blacks had presented themselves for membership in the churches the two ministers served. Both congregations refused to seat the black candidates, touching off furious controversies. Whenever his name was mentioned for the SBC presidency, W. A. Criswell thought of the risks and decided to wait for a less troublesome era.</p><p>By 1968, the year of the hundredth anniversary of the First Baptist Church of Dallas, Criswell was 58 years old and could wait no more. Truett had been president of the SBC at 60. Criswell decided to do what was necessary to be elected and to serve a peaceful, noncontroversial term of office. Just before the annual session of the Southern Baptist Convention, he met with his board of deacons. First Baptist wasn’t really segregated, he told them, because children from the Buckner Baptist Children’s Home attended services there, and some of them were black. What would have happened, he asked, if one of those innocents had decided to accept the Lord as Savior? By Baptist tradition, the congregation would have had to vote to accept or reject the convert on the spot. The minister was sure that only the grace of God had saved First Baptist from an embarrassment of that magnitude. He asked a missionary to Nigeria to lead the deacons in prayer, and before the night was over they gave Criswell their blessing —he could declare that the church had no color bar, and the deacons would back him up. One week later, W. A. Criswell was elected to the presidency of the Southern Baptist Convention. That Sunday he told his congregation that he had been elected and that he and the deacons thought that First Baptist should be willing to accept black members.</p><p>Segregation was unbiblical, Criswell told his flock, and he cited three Scriptures to justify his new outlook. One of them was Revelation 22:17, which says, “and let him that is athirst come. And whosoever will, let him take the water of life freely.” Three years earlier, in 1965, Criswell’s fourth volume on the Book of Revelation had been published, and he had written ten pages about the meaning of Revelation 22:17, yet had entirely missed its egalitarian import. However, when he told his congregation that it should accept black members, as several other Dallas SBC churches were already doing, the faithful acquiesced without a vote or public opposition.</p><p>Criswell had changed his stand on integration —but not his theology. That became clear in 1979 with the publication of his most important work, <em>The Criswell Study Bible.</em> In his notes to the King James text, he revived the most tainted doctrine of Southern Baptist tradition, the view that Ham’s descendants were the founders of Ethiopia. Criswell believes that the descendants of Shem and Japheth have prospered because they were blessed; blacks, on the other hand, are descendants of Ham, who was not blessed.</p><p>The presidency of the Southern Baptist Convention, in the days when Criswell was elected, was a largely ceremonial office whose holder’s chief duty, one former president said, was sampling fried chicken at church dinners. Men were elected to be honored, nothing more. They were not subjected to any doctrinal scrutiny or interrogation, because they were not expected to act as theocrats. Criswell didn’t rock the boat. Though there was a rift over the publication of a commentary that didn’t accept the Genesis account of Creation as literal —and the commentary was recalled —even most SBC liberals recall his two terms as unremarkable. Criswell retired from the post in 1970, out of office but not, it soon became apparent, out of power.</p><p><em>The Triumph of Inerrancy</em></p><p>For a premillennialist like Criswell, the early seventies were an affirmation of apocalyptic prophecy. Pornography and abortion were sanctioned by the courts, and school prayer was forbidden. Homosexuals paraded in the streets. Drugs permeated society right down to the high schools. The armed forces were losing an asian war to communists. Divorce and the feminist movement threatened the traditional american family from two sides. Amid the upheaval, the Christian community split wide open over theology. Notions of the social gospel and the brotherhood of man did not fit the times —Truett was out, Norris in. W. A. Criswell became the guiding hand behind the resurgence of fundamentalism. Events had finally caught up with what he had been preaching for twenty years.</p><p>Criswell had been noted for doctrinal rigidity since the early fifties, when he published <em>These Issues We Must Face,</em> a collection of his most aggressive fundamentalist sermons. <em>These Issues</em> included two sermons, “The Curse of Modernism” and “The So-called Social Gospel,” that had first been published, amid spirited dispute, on the front pages of the <em>Baptist Standard.</em> More than any other statements he had made, these two sermons marked Criswell early in his career as the defender of the literalist and the premill Southern Baptist traditions. Both sermons were, in essence, Norrisite attacks on biblical liberalism. In “The Curse of Modernism,” Criswell called on Southern Baptists to root out seminary professors who did not accept all the Bible’s teachings as literally true and eternally relevant. The sermon listed twenty professors and church leaders who, in Criswell’s view, deserved to be purged from Christian payrolls. But the man was smart. Though modernists were everywhere, the targets he picked lived outside Texas and were not Southern Baptists. They couldn’t fight back the way moderates had fought the Tornado.</p><p>The pastor let loose the pessimistic thunder of his premillennialism in “The So-called Social Gospel.” The picture he painted was one of a world whose only worthy goal-religious salvation-was being undermined by biblical liberalism. “It is a sheer theological fiction,” he wrote, “that all men are brothers and sons of God.” He pricked the central faith of postmedieval Western society —the belief in progress-by saying, “God’s Word does not speak of a world getting better and better, but of a final Judgment Day which will bring the day of man to an end.” Like the Tornado, he did not predict when judgment would befall us, but he did warn that “if you listen, you can always hear the ominous trampling of the hoofs of the apocalyptic steeds.”</p><p>Calling down judgment and assailing fellow clergymen did not immediately provide Criswell with a wide following. It did, however, earn him a bond of more distant maturity: the loyalty of biblical conservatives, who during the decade of the seventies organized a campaign in response to his call for a purge of the seminaries. With Criswell’s blessing, theologian Paige Patterson (see “The Fundamentalist,” TM, November 1981) and layman Paul Pressler, two Texas Baptist conservatives, harnessed the ascendant control of the evangelical right and placed it in control of the Southern Baptist Convention. It Patterson and Pressler have their way —and indications are that they will —by the close of the eighties the</p><p>Southern Baptist denomination will have a Criswellite soul.</p><p>Paige Patterson is W. A. Criswell’s gladiator in the theological arena. A short, beefy, wild-haired man of 41, Patterson looks the part. When he begins denouncing Southern Baptist liberals —threatening to have even tenured professors fired-you see the picture of the Lord in His wrath. The son of a Beaumont pastor, Patterson has for nearly ten years been the president of the Criswell Center for Biblical Studies, a seminary of three hundred students located in an office building across the street from, but funded independently of, the First Baptist Church of Dallas. The Criswell Foundation started the seminary in 1973 to promulgate the master’s teachings, free from the interference of the Southern Baptist Convention, whose six seminaries are all more moderate in their teachings than the center that Patterson heads. He does not hesitate to admit, for example, that he and Criswell’s other followers are heirs to the Tornado’s theological outlook. “We are fundamentalists with a little /,” he says.</p><p>In the mid-sixties, when Patterson was attending the Southern Baptist seminary in New Orleans, a Sunday school teacher drove from Houston to see him. Over coffee and beignets at Cafe du Monde, the Sunday school teacher, a Houston lawyer named Paul Pressler, told the seminarian that he was troubled by the SBC’s apparent toleration of theological liberalism. He wanted to know what could be done to correct the situation. The two men hit on no plan, but they became friends, stayed in touch, and kept the faith.</p><p>In 1974, after Criswell had installed Patterson as commander of the Criswell Center, Pressler began attending Southern Baptist Convention annual meetings regularly. His purpose was to design a strategy that biblical conservatives could use to capture the convention and purge the liberals within it. In 1978 Pressler, Patterson, and nine or ten other disgruntled Southern Baptists met in atlanta to plan the conservatives’ takeover of the convention. They decided that what most united them theologically was not premillennialism-that is still a Criswell trademarkbut literalism or, as the stance is called today, inerrantism. They also decided that it was not in their interest to appear as an organized faction, as an earlier group of by-then-discredited conservatives had done, so they did not give themselves a name. But the Baptist press soon did: the atlanta conspirators became known as the Patterson-Pressler faction. “The Criswell faction” would have been equally accurate -he was the conservative movement’s intellectual godfather and Patterson was his instrument-but Criswell, doubting that conservatives could win, didn’t attend the atlanta meeting.</p><p>The atlanta insurgents took as a model tor their work the success of conservatives in the Lutherans’ Missouri Synod, who in 1974 had taken over their denomination and purged 44 of some 50 professors at its Concordia Seminary in St. Louis. Victory couldn’t come so easily in the SBC. Pressler warned the group. The convention was controlled by hired functionaries, most of them moderates or liberals. The only way to replace them was to build up majorities on key appointive committees, but because of staggered terms, that couldn't be done overnight. To control the Southern Baptist Convention sufficiently to purge the seminaries, Pressler predicted, would take ten years.</p><p>When the Southern Baptist Convention met at the Summit in 1979, the coalition made its first public move. W. A. Criswell rose to nominate inerrantist adrian Rogers of Tennessee for president. Rogers was the Patterson-Pressler faction's chosen man. Though there was opposition from liberals and moderates, followed by charges of voting irregularities, Rogers won. The last five years have brought more and more victories to the inerrantists, more and more control over the Southern Baptist machinery. In issue after issue of the faction’s <em>Southern Baptist advocate,</em> the Patterson-Pressler inerrantists did what J. Frank Norris was too controversial to accomplish and what W. A. Criswell was too politic to attempt: they named the names of moderates and liberals and saw them barred from SBC posts. Inerrantists took their places. The years have also brought more influence to Criswell. This past summer the convention formally adopted Criswell’s stance against the ordination of women, noting in a resolution that “the man was first in creation and the woman was first in the Edenic fall.” The Patterson-Pressler coalition elected Zig Ziglar, a Sunday school teacher at the First Baptist Church, to the SBC vice presidency. Ziglar wasted no time in saying that there were teachers at Baylor who should be removed from the faculty for doctrinal flaws.</p><p>The inerrantist faction is likely to face its most formidable opposition next June, when the SBC meets in Dallas. Perhaps the problem is that prophets aren’t accepted in their home states; the PattersonPressler coalition, despite controlling the national SBC organization, doesn’t control all state organizations —and it doesn't hold sway in Texas. The Texas Baptist General Convention is run by middle-ofthe-roaders, like Winfred Moore, pastor of the First Baptist Church in amarillo, who are neither liberals nor Criswellites. They will be overrepresented in a meeting held at home, and they are girding for battle. If they lose, the prized goal of the Criswell forces, the purging of modernist faculty members, will be realized by the end of the decade.</p><p>If the moderates win, their victory may be short-lived. Already Criswell and Patterson envision that the Southern Baptist Convention may split, perhaps as soon as next summer if the inerrantists lose control. They have hinted at forming a new denomination, as Norris did long ago, with the Criswell Center at its crux.</p><p>Even if the Criswellites remain in control, however, Criswell himself is not optimistic about the ultimate victory of the inerrantist coalition. W. A. Criswell’s life’s work is a conundrum: if one believes that the decline of civilization and religious groups is part of God’s plan for our epoch, does one advance the cause of the Lord by accepting decline or resisting it? In the short run Criswell has resisted it; in the long run he believes resistance to be futile. The future of the church will be marked by apostasy, the master says, and apostasy has already begun.</p><p>Between 1970 and 1980, the percentage of americans who belonged to churches began to slip. But the losses were not evenly spread across the theological spectrum. Presbyterians, theologically fierce a century ago but liberal by Criswell’s standards, saw their numbers decline by nearly 20 per cent. Methodists, also liberal in Criswell’s view, lost 10 per cent. The ranks of Southern Baptists swelled by 17 per cent-thanks, the inerrantists say, to their success —but the big winners of the decade were not mainstream denominations at all but Mormons, Pentecostals, and other hard-shell sects. “The death that I see in these old-line denominations,” the reverend says, “is coming to the Southern Baptist Convention.” For W. A. Criswell that prospect is not one of unmitigated loss. It is the unfolding of God’s will.-V</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "October 1984",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Church",
      "Southern",
      "Baptists",
      "Texas",
      "Dallas",
      "School",
      "Home",
      "people",
      "Mother",
      "Preacher",
      "southern baptists",
      "Baylor",
      "Curse",
      "ever",
      "Family",
      "office",
      "Power",
      "southern baptist convention",
      "ten",
      "Work"
    ],
    "wp_categories": [
      "Books"
    ],
    "wp_location": [
      "Texas",
      "Dallas",
      "Fort Worth",
      "Houston",
      "Mission"
    ]
  }
}