{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19914",
    "date": "April 1991",
    "year": 1991,
    "month": 4,
    "month_formatted": "April",
    "pdf_uri": "/1991/19910400.pdf",
    "issue_cover_image": "",
    "document_start_page": 146,
    "toc_start_page": 146,
    "document_page_range": [
      [
        146,
        147,
        148,
        149
      ],
      [
        183
      ]
    ],
    "toc_order": 18,
    "toc_headline": "The Reluctant Duchess",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199104-thereluct",
  "source": "",
  "wp_post_id": 126591,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-reluctant-duchess/",
  "authors": [
    "Dorethea Moore Gholson"
  ],
  "headline": "The Reluctant Duchess",
  "dek": "My family thought I had come to my senses when I gave up my khaki trenchcoat and penny loafers to be a Fiesta duchess. I thought I was losing my mind.",
  "spread_caption": "",
  "excerpt": "On the hundredth anniversary of San antonio’s Fiesta, a duchess from the 1963 court still cringes at her memories of the social whirl. by Dorethea Moore Gholson",
  "kicker": "",
  "word_count": 2009,
  "content": "<img/><p>Twenty-Eight Years Ago This april, I was a duchess in Fiesta, San antonio’s idiosyncratic cross between Mardi Gras and a citywide debutante ball. I must admit that over the years I have gotten a lot of conversational mileage out of this particular passage in my personal and social development, but not until now have I considered going public. Even at this remove, I am a bit ambivalent about doing so. I was a reluctant duchess at best, possibly the only member of the Royal Court who was disdainful of the excesses of the event and who at the same time was acutely aware of not fitting in. More than once I wished I could chuck the whole business and vanish, never to be seen again. But having agreed to participate, I could not renege without dishonor. Even after all these years, I still get a twinge whenever I see burgundy velvet. Fiesta started in 1891 when a group of patriotic San antonio ladies formed the Battle of Flowers association to sponsor a parade honoring Texas’ victory in its war for independence from Mexico. By 1909 the festival was similar to its present form, and a group of prominent men had been designated to select a queen, a princess, and a court to preside over the event and give it class. The in-town duchesses were chosen primarily from the season’s local debutantes, and girls from out of town were invited to serve as visiting duchesses. That was where I came in.</p><p>In 1963 an invitation to be a duchess in the visiting court was predicated on family or social connections in San antonio. You couldn’t just roll into town on the 6:15 bus from Dallas with a pocketful of big bucks and expect to buy a duchy; the Order of the alamo had to know who and what your “people” were. No problem there. Although my family lived in Richmond, near Fdouston, our San antonio ties were faultless. My grandmother, herself a former in-town duchess, was the granddaughter of C. H. Guenther, an industrious German immigrant who founded the Pioneer Flour Mill and whose likeness can still be seen on cornmeal and flour sacks at your local supermarket. My grandmother’s sister had been a princess, and her niece had been a Fiesta queen. In addition, there were three generations of female cousins who had either ascended to the throne or served in the court. Credentials in order, I was offered the opportunity. My family was able and only too happy to provide the means.</p><p>As to why I was willing to be a duchess, that’s a little more complicated. My grandmother, whom I adored, was in very poor health, and though she had produced two robust offspring, they were, alas, sons. I was her last chance to see a direct lineal duchess make her bow. I felt I owed my grandmother that much, especially since she was beginning to suspect that I just might be a throwback to some German freethinker in the genetic woodpile. I had, after all, chosen not to go through sorority rush at the University of Texas, and even if the girls at my boardinghouse in austin were willing to believe my story that I didn’t join a sorority because I was a Seventh Day adventist, my grandmother knew for a fact I was an Episcopalian. I had also made it abundantly clear that I never intended to have a large, costly wedding, having lived through my sister’s nuptial extravaganza-a domestic drama that would have gladdened the heart of Ibsen. Of course, this declaration was moot at best, since marriage prospects did not loom large. As my grandmother clearly saw, my social opportunities were decreasing as my social consciousness was increasing. Fiesta seemed an excellent opportunity to save me from my own eccentricities. Thus I dutifully became Lady Dorethea of the House of Moore, the Duchess from Richmond.</p><img/><p>The author, Lady Dorethea-“Eloquent With the Charm of Romantic Poetry.”</p><img/><p>The three most important things a duchess must have in order to participate in Fiesta, in addition to the right social connections, are an escort, a gown, and the ability to execute the bow. Finding a duke presented no problem to my peers. Most of them had a lengthy roster of suitables to choose from. My only gentleman companion at the time was an earnest young man who was attending school on a scholarship and waited tables at my boardinghouse. His most formal article of attire was the white cotton Nehru jacket he wore to serve Sunday dinner, and that belonged to the landlady. No threads, no bread —he was definitely out. That left as my only viable choice an ex-boyfriend with whom I had parted company the semester before, the academic dean and I having become aware of his lack of intellectual drive at approximately the same time. But what the boy lacked in potential he more than made up for in physique, manners, and money. Besides, his mother, an ex-San antonio “girl,” would have flailed him if he had refused. He accepted.</p><p>A duke in hand, I set out on the next order of business: the gown. Every Fiesta court has a theme, and in 1963 it was Beauty. Every dress in the Court of Beauty was designed to represent some aspect of that theme. The Mistress of the Robes met with each girl sometime around early December and showed her several sketches of her gown. The girl then met with the dressmaker. It was at this point that I began to have misgivings.</p><p>Lady Dorethea from Richmond and in-town duchess Lady Elizabeth (right).</p><p><em>Dorethea Moore Gholson is a freelance miter who lives in Vicksburg, Mississippi.</em></p><p>Each duchess was told to use plenty of sunscreen, limit her intake of fluids, and wear Bermuda shorts under her gown.</p><p>Remember that this was the early sixties, when the standards for the female figure were set by Jackie Kennedy, audrey Hepburn, and Princess Grace. Unfortunately, my most obvious legacy from my German ancestors —who were the reason I was there in the first place —was a short, stocky, well-padded frame. This was a definite asset for childbearing or enduring extended periods of famine, but it was a real handicap in living up to the image of a duchess. It became painfully obvious that my reputation had preceded me when the Mistress tactfully explained that my dress, a burgundy velvet number, would feature a bodice with rosecolored vertical inserts that converged at the waist to create a slenderizing illusion. (I was also the only visiting duchess that year to sport a slenderizing sleeve.) This was a major blow to the shakiest part of my self-image, and I began to despair about my public one. It was dawning on me that intelligence and wit would be of little help, because no duchess ever had been, or ever would be, called upon to publicly present a learned lecture or to do a great stand-up comedy routine.</p><img/><p>The next few months found me going to fittings, going shopping, going to bowing lessons, and nearly going out of my mind. We really did have to take lessons in how to bow. I will not attempt to describe here the complexities of the contortionistic maneuver. Nor will I attempt to explain its significance, because I never quite understood that myself. But making a good bow was important to the people who were important to me, and the bottom line was'that I didn’t want to make an ass of myself by doing it incorrectly. Let’s just say that the bow took no small amount of coordination and strength in the lower half of one’s noble body. I still marvel at how some of the frailer members of the court were able to pull it off with a good twenty yards of velvet for ballast. I guess some girls are just born to bow.</p><p>As important as the bow was, however, it was not the whole story. One did not simply make the bow, ride the float, and go home. Fiesta was a marathon of [COnTINUED On Page 183] [ COnTINUED From Page 149 ] cocktail parties, brunches, luncheons, receptions, tea dances, poolside parties, garden parties, and balls. Each of these required an ensemble, and that required some serious shopping. This was a disconcerting departure for a girl whose favorite outfit consisted of a four-year-old khaki trenchcoat and a pair of penny loafers. However, what was hell for me turned out to be heaven for my stepmother. Dragging me in her wake, she plunged into a frenzy of consumption that would have astounded Imelda Marcos. Finally, the long-awaited week arrived, and the House of Moore took up temporary residence in the St. Anthony Hotel. My retinue consisted of my father, my stepmother, my younger brother, the beloved grandmother, my grandfather, and a practical nurse, each with enough luggage to survive a hard winter in the Himalayas. When the duchess bows, the whole family must have new rags.</p><p>Mercifully, my memory of that endless round of parties is hazy. Indeed, I have forgotten much of the coronation itself, probably because all of my mental and physical energies were directed toward making the damn bow. Luckily, it proved to be less of an ordeal than I had anticipated. I was presented —“Eloquent with the Charm of Romantic Poetry,” as my title read —to the queen, did the deed perfectly (without bringing shame to those I loved), and got the hell off the stage.</p><p>But if the completion of a successful bow momentarily allayed my apprehensions, the Battle of Flowers parade lived up to my fears and then some. The parade was regarded as the climax of Fiesta. I was more than a little nervous about being an object of public scrutiny, and my worry was not diminished by the numerous suggestions and instructions I received: Bring a pillow to sit on, use plenty of sunscreen, limit your intake of fluids the morning of the parade, and wear Bermuda shorts under your robes. Why the Bermuda shorts? as it was explained to me, once you were on the float, the only way to get off was to faint or die. In the event that you did faint or die, you would be glad you were wearing something more than undies, because the gown was nailed to the float and could not be quickly removed from you. Therefore, you must be removed from it.</p><p>Tacked tightly to my float, I needed an aid to overcome my horror of public exposure. I settled on trying to go into an altered state of consciousness-my “alpha level” —or, that failing, I would repeat the 23rd Psalm until the event was over. The altered state worked for a while, but somewhere along the route, my true insecure self began to surface. There were certainly a lot of people out there, and some of them were trying to tell me something. Did I hear that right? Did that man really yell, “Hey, baby, show us your tits”? My first reaction was to thank God my grandmother was far away on a balcony at the Menger Hotel, remembering, I hoped, her own triumphant ride in a simpler time when people knew their place and, by Jove, stayed in it. My second reaction was —for a split second —to actually give some consideration to the request. It was an interesting idea, but totally out of the question. Holy Mother, what were the stress and the heat doing to me? Would this ordeal never end?</p><p>At last it did. Fiesta 1963 was over. The queen was dead, long live the queen. My relatives and I remained in town another day for a Guenther family reunion; then they returned to Richmond, and I went back to school in austin. The duke and I parted, less than friends, never to see each other again. Only the gown remained behind. It enjoyed another week of glory in the Frost Brothers window and was then reduced in status to a tax write-off. Almost three decades later, it still lies amoldering in the depths of the Witte Museum.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "April 1991",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Fiesta",
      "Family",
      "Duke",
      "people",
      "ever",
      "House",
      "San Antonio",
      "School",
      "sorority",
      "Alamo",
      "Austin",
      "Beauty",
      "Bread",
      "BUS",
      "Business",
      "choice",
      "Comedy",
      "Cotton",
      "Dallas",
      "Drama"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "San Antonio",
      "Austin",
      "Dallas",
      "Marathon"
    ]
  }
}