{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19914",
    "date": "April 1991",
    "year": 1991,
    "month": 4,
    "month_formatted": "April",
    "pdf_uri": "/1991/19910400.pdf",
    "issue_cover_image": "",
    "document_start_page": 136,
    "toc_start_page": 134,
    "document_page_range": [
      [
        136,
        137,
        138,
        139
      ],
      [
        155
      ]
    ],
    "toc_order": 15,
    "toc_headline": "Cult off Selff",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199104-cultofse",
  "source": "/1991/19910400.pdf",
  "wp_post_id": 126603,
  "wp_post_guid": "http://www.texasmonthly.com/article/cult-of-self/",
  "authors": [
    "Michael Ennis"
  ],
  "headline": "Cult Of Self",
  "dek": "With their earnest autobiographical and cultural themes, the young Mexican painters and sculptors are following the legacy of Frida Kahlo.",
  "spread_caption": "",
  "excerpt": "Young Mexican artists",
  "kicker": "",
  "word_count": 1413,
  "content": "<p><em>by</em></p><p>“Mexico: Splendors Of Thirty Centuries,” the Massive Survey Of Mexican Art, Is an UNFINIsHED HIsTORY; the Show Doesn’t Include Any Works Done After 1950. To Find Out What Has Happened In Mexico SInCE Then, VISIToRS To the Big Show Can Avail Themselves Of the More Than a Dozen Complementary Exhibits At San ANToNIO Galleries And Cultural InSTITUTIONS This SPRInG (For a Complete Listing Call 800-447-3372). The Two Most Enlightening Offerings Are “Mexican Painters Of the Eighties,” AT the Mexican Cultural Institute (April 12 Through June 9), Put Together By a Consortium Of Mexican CommerCial Galleries, And “Aspects Of Contemporary Mexican Painting,” At the Blue Star Art Space (May 18 Through June 17; Also At the Meadows Museum In Dallas, September 5 Through October 20), CURAtED By Edward J. Sullivan, the Chairman Of the DEPArtMENT Of FInE ArtS At New York University And an Acknowledged Expert On Mexican Modern Art. Ing In Mexico Today. ▲ Mexico Boasts One Of the Twentieth Century’s Most InFLUENTIAL Art Movements, Mexican Muralism, Led By One Of the Twentieth Century’s Most Formidable Talents, Diego Rivera. From the Early Twenties Until His Death In 1957, Rivera Presided Over Mexican Art Like a Colossus, His Murals Vast Polemical Pageants On the Walls Of Public BUILDIngS Throughout Mexico, His Acolytes Poised To Lambaste Any DEPArtURE From His Social-Realist Agenda As a Concession To “Foreign Colonizing Influ ENCES.” BUT Surprisingly, the Figure Who Towers Over Mexican Art Today Is Rivera’s Diminutive Wife, Frida Kahlo, Who Predeceased Her Husband By Three Years And Has Been Posthumously Enshrined As the Patron Saint Of Mexican POST-MODERNIsM. Kahlo’s Brutally Autobiographical Paintings, Done In the Folk Art Style Of <em>EX-VOTOS</em> (Small Paintings CELEBRATInG Miracles), Showed the Same Reverence For Mexico’s Traditional CulTure As Did Her Husband’s Epic Fresco Cycles. But While Rivera EMPHAsIZED the Collective Struggle And Eventual empowerment of the masses, Kahlo strayed as far as possible from Rivera’s revolutionary cheerleading and explored the loneliness and fragility of the self.</p><img/><p><em>alejandro Colunga</em></p><p>Untitled, 1989, Oil On Canvas</p><img/><p><em>Ismael Vargas</em></p><p>Smiles Of Teotihuacan, 1988, Oil On Canvas</p><img/><p><em>Nahum Zenil</em></p><p>Forgive Me, Lord, 1989, Mixed MeDIA On Paper</p><p>Kahlo’s reconciliation of her identity as both a Mexican and an individual offered Mexican artists of the eighties a middle road between the heroic nationalism of the Muralists and the strident rejection of <em>mexicanidad</em> by many of the artists who came to prominence in the fifties and sixties, a period often called <em>la ruptura</em> because of its vehement break with the nation’s artistic tradition. While younger Mexican artists have shown a renewed interest in their cultural heritage, they also have revealed a profound discontent with the conventional mores of Mexican society.</p><p>Kahlo’s legacy —particularly her sexual frankness —has been put to effective use by artists challenging Mexico’s pervasive machismo. Rocfo Maldonado, 40, is probably Mexico’s bestknown female artist to have emerged in the eighties; she has painted large expressionistic images of the papier-mache dolls that Mexican children have played with since the nineteenth century: folk art Barbies that echo Kahlo’s doll-like selfportraits in Indian costume while making an updated feminist commentary on the status of women in Mexico. In more recent works Maldonado recalls Kahlo’s sometimes gruesome anatomical symbolism with her own repertoire of motifs: literal depictions of bleeding hearts, breasts that seem to weep milk, limbless torsos that suggest a queasy compromise between classical statues and butchered flesh. In <em>Sad angel</em> (1986), Maldonado recasts the famous Greek statue <em>Winged Victory of Samothrace</em> as an armless angel with concupiscent pink flesh, tempted by desires she cannot embrace. <em>Ecstasy of Saint Theresa</em> (1989) appropriates the face of Saint Theresa of avila from seventeenth-century Italian sculptor Gian Lorenzo Bernini’s startlingly sexual take on her mystical union with God; surrounded by nude male and female torsos, Maldonado’s Theresa is more woman than saint. Painting with an edgy, original palette and deft, sketchy brushwork, Maldonado disturbingly explores the madonna-whore mentality that characterizes traditional Mexican attitudes toward women.</p><p>Julio Galan, 33, who is represented in both the Blue Star and the Mexican Cultural Institute shows, studied architecture at the University of Monterrey, but since the mideighties he has spent a good deal of time in New York. During his first years there, Galan was befriended by andy Warhol, and his paintings are a curious amalgam of american pop art cynicism and Kahlo’s earnest self-revelation. Galan’s own face is the central image in many of his paintings, but he pushes Kahlo’s folk art simplicity and dreamy surrealism to comic-book extremes. In <em>Cavayo Ballo</em> (1987), Galan is on his knees in front of a mirror, staring at his effeminate reflection, his pants pulled down to reveal red briefs; his undone belt, drawn cut to an improbable length, snakes through the picture like the nourishing web of vines in many of Kahlo’s paintings. Galan’s life-size Kahlo-esque portrait of a woman in folk costume, <em>China Poblana</em> (1987), has the face cut out so that viewers can stick their own faces in the opening, at once mocking and paying homage to Kahlo’s Cult of self.</p><p>[ Continued On Page 153 ]</p><img/><p><em>ROCIO Maldonado</em></p><p>Double Portrait, 1989, Oil On Canvas And Wood</p><img/><p><em>Julio Galan</em></p><p>Cavayo Ballo, 1987, Oil On Canvas</p><img/><p><em>Javier de la Garza</em></p><p>Devils, 1989, Acrylic On Canvas</p><p>[ Continued From Page 136 ] </p><p>Nahum Zenil, 43, has become Mexico’s most notoriously autobiographical living artist. The subject of his paintings is almost invariably himself, often accompanied by the twinlike image of his reallife lover, Gerardo. Zenil’s small sepia pen-and-ink drawings, subtly colored with washes and oil paints, are sophisticated <em>ex-rotos,</em> invoking traditional religious icons as the benefactors of his alternative lifestyle. <em>Blessings</em> (1990) depicts the two men arm in arm beneath an icon of the Virgin of Guadalupe, who miraculously showers them with flowers. Zenil’s steady, long-suffering gaze, at once pained and peaceful, gives his insistent self-portrait a strangely universal Mexican character.</p><p>Sexual politics isn’t the exclusive agenda of artists working in Kahlo’s selfexploratory mode. Alejandro Colunga, 42, is a self-taught artist whose frequent use of religious imagery recalls the services he attended as a child in Guadalajara Cathedral. <em>Christ Without His Cross</em> (1987) combines bright decorative motifs —such as a painted frame of blue flowers in imitation of nineteenth-century naive paintings—with a horrific vision of Christ, his charcoal-hued body flecked with blood, his crown of thorns seemingly carved into his scorched skull. The combination of magic and menace that Colunga finds in Mexican religious observances carries over into such secular memories as <em>The Nightmare of the Little Pig and the Dwarf Murderer</em> (1987), which is populated with half-comical, half-demonic characters that might have stepped directly from a child’s bad dream. Colunga somehow achieves subtlety in these vividly imaginative images, a fine balance of horror and wonder, faith and cynicism.</p><p>For many young Mexican artists, the issues of self-identity and cultural identity are never entirely separated; for others, the politics of culture takes precedence. Javier de la Garza, 37, synthesizes his flamboyantly romantic images of an idealized indigenous culture from a broad range of sources: nineteenth-century history paintings, the Muralists’ muscular Indian and mestizo heroes, popular illustrations from <em>calendarios baratos</em> (“cheap calendars”), and Mexican cinema. De la Garza’s bodybuilder aztec warriors and limpid-eyed, lush-lipped Indian maidens can be read as satire, a commentary on how easily traditional Mexican icons can be pushed over the line between national identity and self-parodying kitsch. But De la Garza’s stereotypes nevertheless retain an innocent dignity, implying that even though the national myth can be easily corrupted, the basic human yearnings embodied in that myth cannot.</p><p>A similar ambiguity toward traditional culture occurs in the work of Ismael Vargas, a 45-year-old self-taught artist from Guadalajara. (Vargas’ work can be seen in the Blue Star show as well as in a oneperson exhibit at San antonio’s Jansen /Perez Gallery, april 5 through May 1.) Vargas paints likenesses of small, colorful folk objects like sugar Day of the Dead skulls, glass birds, tops, or miniature, tourist-trade pre-Columbian masks, cramming hundreds of images of the same motif into each of his large canvases, arranging the tiny objects into</p><p>swirling, almost impressionistic abstract patterns. In one sense Vargas’ obsessively repeated images have an affinity with Warhol’s rows of Coke bottles and Campbell’s Soup cans, reflecting the subversion of Mexican folk culture into an export industry. But unlike Warhol, Vargas gives his objects a transcendental magic, taking them out of the tourist shops and transforming them into shimmering, otherworldly retablos that recall the spectacularly busy ultrabaroque altarpieces characteristic of seventeenthcentury criollo taste. In what amounts to a spiritual recycling, Vargas makes objects of devotion out of the castoffs of traditional culture.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "April 1991",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Art",
      "Folk",
      "Culture",
      "Oil",
      "Artist",
      "Folk Art",
      "Mexico",
      "Cult",
      "Politics",
      "Work",
      "Architecture",
      "buildings",
      "Children",
      "China",
      "Death",
      "Fifties",
      "History",
      "Horror",
      "Innocent",
      "Media"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "San Antonio"
    ]
  }
}