{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19914",
    "date": "April 1991",
    "year": 1991,
    "month": 4,
    "month_formatted": "April",
    "pdf_uri": "/1991/19910400.pdf",
    "issue_cover_image": "",
    "document_start_page": 130,
    "toc_start_page": 128,
    "document_page_range": [
      [
        130,
        131,
        132,
        133,
        134,
        135
      ],
      [
        152
      ],
      [
        154
      ]
    ],
    "toc_order": 14,
    "toc_headline": "Looking at Mexico",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199104-lookinga",
  "source": "/1991/19910400.pdf",
  "wp_post_id": 126606,
  "wp_post_guid": "http://www.texasmonthly.com/article/looking-at-mexico/",
  "authors": [
    "Michael Ennis"
  ],
  "headline": "Looking a Mexico",
  "dek": "“Mexico: Splendors of Thirty Centuries” proves that our neighbor to the south is the cultural Colosour of the Western Hemisphere.",
  "spread_caption": "",
  "excerpt": "Visitors may suffer from culture shock upon seeing the artistic riches of “Mexico: Splendors of Thirty Centuries.”",
  "kicker": "",
  "word_count": 3921,
  "content": "<p>“When We Saw Such Astounding Things, We Did Not Know What To Say, Or Whether What Appeared BEFOrE Us Was Real,” WROTE Spanish Chronicler Bernal Diaz Del Castillo Of the Moment In 1519 When He And His Fellow CONQUISTADOrES First Looked Out Over the Aztec Capital Of Tenochtitlan. What They Saw Left Them Understandably Speechless: a City At Least Twice the Size Of Any In Europe, SEEMInGLY FLOAtInG In the Middle Of Lake Texcoco, Its Spacious Boulevards Laid Out In the KInD Of Perfect Grid That Renaissance City Planners Could Only Dream Of, Its Fantastic Temples Encrusted With Brilliant Polychrome Sculptures. <strong>a</strong> VISIToRS To “Mexico: Splendors Of Thirty Centuries,” a Once-In-A-Lifetime Survey Of Mexican Art From 1000 B.C. To the Middle Of the Twentieth Century (On View At the San ANToNIO Museum Of Art From April 6 Through August 4), May Be Equally Astonished. Organized By New York’s Metropolitan Museum Of Art, Where It Drew Record Crowds Last Fall, the Fourhundred-Piece EXHIBItION Was Culled From More Than a Hundred Major Public And Private Collections Throughout the World, Requiring the Energies Of Dozens Of Scholars And an Exhibition Catalog the Size Of a Phone Book. The Mexican Government, Eagerly Seizing the Public Relations Opportunity, Threw Open the COfFERS And Shipped OfF Huge Chunks Of Pre-Columbian Temples And Whole Sections Of Churches And Cathedrals-Including Choir Stalls, a Pulpit, And an Enormous, Gilded Baroque Altarpiece. The Variety Of Smaller Pieces Is Dizzying: Polychrome Christs And Ceramic Sun Gods, Jeweled Reliquaries And Jade Olmec Earflares, Spanish Colonial Crockery And Ceremonial Mayan Cups, Frescoes From Seventhcentury Teotihuacan And Twentieth-Century Abstractions. <strong>a</strong> the Show Is More Than Just an Unprecedented Stockpile Of Treasures. It Is a Walk Through HIsTORY, a Sweeping Epic Complete WItH GRIsLY RItES Of Human Sacrifice, the RIsE And Fall Of Great Dynasties, bloody revolutions, and what is perhaps history’s most dramatic plot twist, the conquest of the aztec empire by Spanish adventurers in 1521. But most surprising is the common spirit woven through this cycle of change, a basic <em>mexicanidad</em> that connects the ancient and the modern, a sense that Mexican artists are still communing with their three-thousand-year-old ancestors. For Texans, who regardless of heritage increasingly find themselves living on a cultural <em>frontera,</em> Mexican art is an opportunity to touch something of our own past and perhaps better understand our future.</p><img/><p><em>Diego Rivera</em></p><p>Flower Day, 1925, Oil On Canvas</p><img/><p><em>Flanged Cylinder</em></p><p>Palenque, Circa 690, Ceramic</p><img/><p><em>The Mass of Saint Gregory</em></p><p>1 5 39, Feather Mosaic On Wood</p><img/><p><em>altar Frontal</em></p><p>Circa 1750, White Silver,Partially Gilt</p><p>Centuries before Rome was founded, prosperous Olmec cities dotted southern Mexico; two thousand years later, with Rome in ruins and London and Paris just muddy, overgrown villages, Mexican architects were still building spacious plazas and towering pyramids. The Spanish Conquest brought a new culture that was far from parochial: Eighty years before Harvard University started turning out Puritan ministers, the University of Mexico was disseminating Renaissance humanism. North american artists and architects began to catch up in the nineteenth century, but by then Mexico was a vast storehouse of sophisticated styles —mannerism, baroque, rococo—that in this country can be seen only in textbooks or museums. Even in the modern era, it is likely that the long lens of history will find that the american abstract expressionists of the fifties —the decade when the United States finally achieved artistic hegemony—don’t measure up to the Mexican Muralists of the twenties.</p><p>In many ways Mexican art is as foreign to us as aztec customs were to the conquistadores. When “Mexico: Splendors of Thirty Centuries” opened at New York’s Metropolitan Museum of art last fall, american critics pointed to the Mexican government’s pull-out-all-the-stops support for the exhibition (starting with President Carlos Salinas de Gortari) and warned that Mexican culture was being used as a stalkinghorse for more favorable trade agreements with the U.S. That is a compelling criticism in the United States, where the idea of mixing art and politics is anathema across the ideological spectrum —as the recent ruckus over censorship of publicly funded art would attest.</p><p>But in Mexico, at least for the past thirty centuries, art has always been political in the most basic sense, a common language conveying commonly held attitudes about what the world is and who runs it (or, in many cases, who should be running it). Almost all Mexican art, from a two-thousandyear-old relief carving extolling a Maya king to a twentiethcentury revolutionary mural extolling a barefoot peasant, is in that sense “official” art. Even Mexican folk art is a form of official art, an expression of shared identity for the neighborhood or village in which it is made. In Mexico it is both normal and desirable for art to be a stalking-horse for community aspirations or national ambitions, which makes Mexican art a simpler and a vastly more complex visual language than most americans are accustomed to. At its simplest, it is a system of signs and symbols that creates a sort of road map through Mexican history. At its most complex, Mexican art is a journey through the collective consciousness —and unconsciousness—of the people who made it.</p><img/><p><em>Juan Cordero</em></p><p>Dona Dolores Tosta De Santa Anna, 1855, Oil On Canvas</p><img/><p><em>Jose Clemente Orozco</em></p><p>Pancho Villa, 1931, Oil On Canvas</p><img/><p><em>Frida Kahlo</em></p><p>The Love-Embrace Of the Universe, the Earth (Mexico), Diego, Me, And Mr. X6lotl> 1949, Oil On Canvas</p><img/><p><em>Rufino Tamayo</em></p><p>Lion And Horse, 1942, Oil On Canvas</p><p>In “Mexico: Splendors of Thirty Centuries” the first 25 centuries of that journey are grouped under the familiar heading ”pre-Columbian.” Preand post-Conquest Mexican culture are severed about as neatly as real events —as opposed to history—could ever allow. The Spanish obliterated Mexico’s native civilization with stunning suddenness and thoroughness, within a few decades virtually wiping from the face of the earth a culture that had endured with a cohesion matched in old-world experience only by the 2,500-year span of ancient Egypt from the Old Kingdom to the Ptolemaic dynasty.</p><p>Pre-Columbian Mexico was essentially an urban culture. By a.D. 600 the imperial city-state of Teotihuacan boasted a population of 200,000 people; a central esplanade more than a mile long, surrounded by enormous temple complexes and twenty-story pyramids; and neatly segregated districts for various types of artisans and foreigners. The upper classes lived in luxurious apartments lavishly decorated with frescoes; fragments removed from the walls of Teotihuacan, painted in stillintense blues, greens, and yellows on a red background, depict ornate flowering trees and the feathered serpent Quetzalcoatl, a ubiquitous figure in pre-Columbian mythology.</p><p>The artifacts in the exhibition are arranged according to the archaeological sites where they were found, an itinerary of eight ancient cities. While there is no dearth of the exquisite ceramic vessels and jade and gold ornaments at which preColumbian artisans excelled, the show stealers are architectural fragments —frescoes, altars, stucco decorations, carved stelae, wall reliefs, even a massive temple column. In preColumbian Mexico, the city was the ultimate work of art, its scale and magnificence both an advertisement for and the culmination of a culture.</p><p>The journey begins with the Olmec capital of La Venta, near the Gulf of Mexico in what is today the state of Tabasco, which was discovered in 1925 and at the time thought to have been merely a ceremonial center inhabited by a small group of priest-caretakers. But in the past few years, excavations have revealed evidence of a large permanent population, a broad social hierarchy with a warrior elite at its pinnacle. A three-thousand-year-old, five-foot-tall, five-ton carved basalt head of what may be an Olmec warrior-king is characteristic of the colossal heads found at Olmec sites. A slightly smaller seated figure unearthed near the great pyramid at La Venta, also carved in basalt, shows the elaborate feathered headdress, pectoral, girdle, and armbands that became the uniform of nobility throughout the pre-Columbian era. Massively squatty and almost sneeringly self-assured, these Olmec overlords seem hunkered down for the duration.</p><p>The high point of pre-Columbian urban decor was the Maya capital of Palenque. In a.D. 700, Palenque’s central palaces and temples were confections of painted stucco that would make rococo palaces seem restrained. It was tasteful excess, however; three stucco heads, originally vividly painted and mounted on comblike rows of pedestals at the peak of the roofs, have the sensitive individuality of Greco-Roman busts. The artisans of Palenque also excelled at stone carving and ceramics. A large ceramic flanged cylinder, used somewhat like a decorative pilaster on a temple facade, portrays a fantastic-looking sun god with his even more bizarre animal manifestations piled atop his head, totem pole fashion. Traces of blue paint still clinging to the burnished terracotta surface give some sense of the true colors of the preColumbian world.</p><p>The extravagant decorative schemes were more than gratuitous; they were essentially textbooks designed to instruct plebes in the proper functioning of the universe —especially the critical role of the warrior-king in keeping the whole thing from grinding to a halt. In pre-Columbian cosmogony the gods sacrificed themselves to create the universe, and the blood of the stars, shed in celestial combat, was required to keep the sun moving through the heavens. The terrestrial kings who descended from those gods [ Continued On Page Do ] [Continued From Page B3 ] were charged with providing the human sacrifices —usually high-ranking prisoners of warnecessary to nourish this relentless cycle. The grisly ritual is graphically portrayed in the relief carvings that encircle a massive limestone column, four feet in diameter, from El Tajin, a city in northeastern Mexico that flourished between a.D. 600 and a.D. 1100. The section of column was part of a building erected by a ruler named 13 Rabbit (his identifying glyph combines a little bunny along with the two bars and three dots that signify the number thirteen), who is shown in multiple images leading the vanquished dignitaries through a series of temple rites and then supervising their disembowelment and beheading.</p><p>The last great pre-Columbian city, Tenochtitlan, which is present-day Mexico City, was only two hundred years old at the time of its conquest. But the aztecs had few doubts about their permanence. An aztec poet wondered, “Who could besiege Tenochtitlan? Who could shift the foundations of the sky?” The fierce aztec hubris is vividly conveyed in the massive stone sculptures that decorated Tenochtitlan’s sacred precinct. A several-ton head of a feathered serpent, with a set of ten enormous fangs, was probably one of a pair flanking the base of a broad ceremonial stairway. The representation most likely was once again Quetzalcoatl, who by aztec times had become a remarkably versatile deity; in addition to serving as god of wind, rain, and warfare, he was also a patron of merchants and jewelers.</p><p>The enduring success of the preColumbian ruling hierarchy eventually proved its downfall; the appearance of the conquistadores in the perfectly ordered aztec universe could only be understood by its inhabitants as divine intercession. But if the aztecs believed that even the Spanish horses were sacred deities, the Spanish believed with equal fervor that their conquest was a sacred cause. Following the reconquest of Spain from the Moors in 1492, many Spanish theologians saw the conversion of New World heathens as the next step toward the Christian millennium. Santiago Matamoros (Saint James the Moor Killer), depicted in a seventeenth-century polychrome wood sculpture as an armored conquistador, miraculously manifested himself to lead the conquistadores to victory, earning the New World sobriquet Mataindios (the Indian Killer).</p><p>Soon after defeating the Indians militarily, the Spanish began a concerted campaign to destroy their monuments. Churches were built on temple sites, with considerable recycling of building materials. A nondescript, mid-sixteenth-century stone column base, perhaps from a convent, reveals on its underside the original relief carving portraying the aztec god Tlatecuhtli. But in many instances the church was a force for moderation, protecting the Indians and some of their institutions against far more rapacious secular administrators. Enlightened men like Fray Juan de Zumarraga, the first bishop of Mexico, encouraged the Indians to preserve their traditional techniques while adopting Christian subject matter. A feather mosaic made at a Mexico City convent school in 1539 depicts the Mass of Saint Gregory; incandescent tropical hues suggest the magnificent but all-too-perishable feathered robes worn by pre-Columbian warriors and priests.</p><p>By the end of the sixteenth century, however, most of New Spain’s Renaissance men had been silenced by the Counter-Reformation and most of the Indians had been killed by exotic European diseases. New Spain was in the midst of its first silver-mining boom, and Spanish artists looking for New World patrons began to cross the atlantic in significant numbers. Alonso Vazquez was an established painter in Seville before immigrating to New Spain in 1603; two or three years later he painted <em>The Virgin of the Immaculate Conception</em> for the Hospital de Jesus in Mexico City. A more than competent technician, Vazquez portrayed the pregnant Virgin trampling the devil in a late-Renaissance mannerist style that was already out of fashion in the mother country. Within a few decades, however, Mexico City boasted emigre painters as up-to-date as any in Europe. <em>The Incredulity of Saint Thomas,</em> by Seville-born painter Sebastian Lopez de arteaga, shows the doubting disciple probing Christ’s wounds in the grittily realistic style of the Italian innovator Caravaggio.</p><p>A century after the Conquest, New Spain was the Spanish empire’s cash cow. In its desire to stifle any sort of independence movement, the Spanish crown prohibited the growing population of prosperous criollos (full-blooded Spaniards born in New Spain) from holding high civil offices.</p><p>Second-class status only increased the criollos’ nationalist fervor. The icon of their pride was the Virgin of Guadalupe, who miraculously appeared to an Indian convert in 1531. The cult that formed around this event was initially popular with Christianized Indians, but in the mid-1600’s the criollos embraced it with a passion, declaring the miracle a signal of God’s particular enthusiasm for the indigenous peoples of New Spain. A lifesize, late-seventeenth-century image of the Virgin of Guadalupe in oil paint, gold leaf, and inlaid mother-of-pearl probably presided over one of countless altars dedicated to the Guadalupana.</p><p>The criollos regarded pre-Conquest history as their classical heritage in the same way that their European contemporaries claimed the legacy of ancient Rome. <em>The Encounter of Cortes and Moctezuma,</em> an enormous panorama covering a ten-panel folding screen, was painted around 1650, probably by Juan Correa, one of the most successful native-born Mexican painters of his time. The aztec ruler, borne on a golden litter and preceded by his befeathered chiefs, is conspicuously attired like a Roman emperor.</p><p>By the mid-eighteenth century, criollo artists and their patrons had arrived at a distinctly Mexican aesthetic more complex and cosmopolitan than that of Spain. The basic attribute of this national style was a fondness for elaborate, all-over decorative patterns, the direct antecedent of the horror vacui of today’s glittered, tinseled, and beribboned Mexican folk art. One of the most remarkable pieces in the exhibition is an entire pulpit, dated about 1760, from the convent of the church of Santa Rosa. The canopy and the pulpit itself are decorated in an intricate geometric pattern of inlaid wood and tortoiseshell, an Islamic style and technique borrowed from Spain’s Moorish legacy, while the serpentine staircase is covered with a lyrical flock of golden birds, an oriental pattern inspired by New Spain’s two centuries as the principal transshipment point for luxuries from the Far East.</p><p>Even the most advanced European styles were adapted to criollo preferences. A repousse and engraved silver altar frontal (designed to hang on the altar like the usual linen cloth) from the Cathedral of Saltillo (circa 1750) is sumptuously overgrown with a late baroque floral pattern that at first glance seems to have run wild but on closer inspection reveals marvelous control and workmanship. Criollo homes displayed an equally splendid decorative abandon. English furnituremaker Thomas Chippendale became the rage in mid-eighteenth-century New Spain, but in a superbly crafted Mexican version, his spare rococo style receives a fantastic vinelike encrustation.</p><p>In 1781 the opening of the Royal academy of San Carlos in Mexico City brought a new influx of Spanish academic artists. A restrained neoclassicism began to pervade Mexican art at every level; a gilt liturgical chalice by silversmith alejandro antonio de Canas shows the simple forms and spare ornamentation characteristic of the style. Puebla-born painter, engraver, and silversmith Jose Luis Rodriguez alconedo did an embossed silver portrait of Spanish king Charles IV with impeccable neoclassical decorum in 1794, but his Mexican nationalist consciousness remained unaltered. He joined the revolt against Spanish rule that began in 1810 and was executed by Royalists in 1815.</p><p>When independence finally came in 1821, three centuries after the defeat of the aztecs, Mexico entered a long period of political uncertainty. The presidency of Indian lawyer Benito Juarez, during the third quarter of the nineteenth century, marked the political ascendance of the mestizos (persons of Spanish and Indian blood). During Juarez’s tenure, politically charged historical paintings based on pre-Conquest themes became popular at the academy of San Carlos, which had become the official academy of the Republic of Mexico. Jose Obregon’s <em>The Discovery of Pulque</em> (1869) is a paean to Juarez’s victory over the French-supported emperor manque Maximilian. Painted in the heroic French neoclassical style of David, it shows an Indian maiden presenting a cup of the intoxicating brew (fermented from the juice of the maguey cactus) to an enthroned Indian king.</p><p>A more realistic insight into the Mexican psyche in the midto late-nineteenth century was provided by provincial artists such as Hermenegildo Bustos, a stern, no-nonsense (judging from his selfportrait in an army uniform) amateur painter with a stiff, untutored style and an uncanny sensitivity to character. <em>Don Juan Munoz and Dona Juliana Gutierrez,</em> a double portrait of a prominent middleclass couple, combines a wooden rendition of the subjects’ awkward formal poses and Sunday finery with a remarkable evocation of their cautious dignity. Painted in 1868, a year after the execution of Maximilian, Don Juan and his wife peer into the future with equal measures of hope and apprehension.</p><p>In 1876 failed presidential candidate Porfirio Dfaz seized power and ruled Mexico for the next 35 years. Dfaz brought in foreign investors and technology to modernize Mexico, but the prosperity didn’t trickle down to the workers and peasants, and many intellectuals chafed at the inequities. Penny press broadsheets by street vendors frequently attacked the Dfaz regime, using bold, expressionistic graphics to appeal to popular sentiment. Jose Guadalupe Posada, who inspired the subsequent generation of revolutionary artists, illustrated a 1903 broadsheet titled <em>El Mosquito americano</em> with a comical engraving of a swarm of giant mosquitoes attacking the Mexican workers and middle class. As explained in the text, the american mosquitoes included both tourists and the “technical advisers” who frequently cut lucrative deals with corrupt officials.</p><p>The Mexican Revolution began with the overthrow of Dfaz in 1911. Francisco Goitia, a former student at the academy of San Carlos who had studied and exhibited in Europe, returned to Mexico in 1912 and joined Pancho Villa’s army as a staff artist. Goitia acknowledged the revolution’s two million dead in <em>Landscape of Zacatecas II</em> (1914), a sketchy but harrowingly atmospheric image of two partially decomposed corpses hanging from a barren tree, twisting in the dry desert wind. “There is a great deal of sadness in this country and I have tried to sum a certain phase of it,” Goitia commented.</p><p>Despite his vulture’s-eye view of the conflict, Goitia remained an outsider in revolutionary art circles. The artist whose name is indelibly associated with the Mexican Revolution, Diego Rivera, entered the academy of San Carlos as a ten-year-old in 1896. When he graduated at eighteen, he went off to Europe, where he stayed until after the revolution ended in 1921. Rivera was one of the most gifted painters of the twentieth century, and in Europe his circle included seminal modernists like Picasso, Braque, Leger, and Mondrian. Even though Rivera became a member of the international avant-garde, he continued to declare his Mexican heritage. <em>Table on a Cafe Terrace</em> (1915), a still life painted in the colorful “rococo” cubist style, is as brilliant as any of Picasso’s works of the period; an inscription on a trompe l’oeil cigar box lid reads, ”Benito Jua . . . ,” a reference to Benito Juarez.</p><p>After physically attacking Paris’ most prominent art critic in 1917, the threehundred-pound Rivera was ostracized by his fellow avant-gardists. Soon after, he repudiated Cubism. Encouraged by Jose Vasconcelos, Mexico’s new minister of education, to develop a realist style accessible to Mexico’s masses, Rivera studied Italian Renaissance painting before returning home in 1921 and joining Vasconcelos’ visionary mural-painting campaign. Pre-Columbian art became the touchstone of a new national culture; Vasconcelos sent Rivera to visit Maya sites in the Yucatan and Indian villages in Tehuantepec before he put him to work painting the walls of public buildings in Mexico City. Rivera’s <em>Woman Grinding Maize,</em> an easel painting done in 1924, displays exemplary <em>indigenismo</em> (the term applied to the new interest in indigenous culture) in its celebration of a timeless peasant chore, as well as the influence of Italian masters like Giotto in the kneeling Indian’s stately pose.</p><p>Vasconcelos’ program also brought to international prominence David alfaro Siqueiros and Jose Clemente Orozco, both former students at the academy of San Carlos. Siqueiros joined the revolutionary army in 1913 and became the political firebrand of the Muralist movement; he penned its manifesto, served as secretary of the Mexican Communist party, and took part in a plot to assassinate Stalin’s archenemy, Leon Trotsky, in Mexico City in 1940. Siqueiros’ ferocious <em>indigenismo</em> is evident in <em>Ethnography,</em> painted in 1942, just after he had returned from fighting in the Spanish Civil War. A peasant looms against a foreboding sky, wearing the gun-metalgray mask of an Olmec deity, conveying both the dignity and the latent fury of Mexico’s downtrodden masses. Orozco, by contrast, had strong religious feelings; his <em>Barricade</em> (1931) depicts struggling, bare-chested and barefoot revolutionary soldiers, their flung-out, rigid arms suggesting a crucifixion scene.</p><p>Rivera, Siqueiros, and Orozco painted murals in the United States as well and had a profound influence at a time when american artists were struggling for their national identity. The Depressionera Works Progress administration mural project, which incubated many of america’s greatest post-World War II artists, was directly modeled after the Vasconcelos’ Mexican mural program. But at home, reaction had already set in. Rufino Tamayo was the first important Mexican artist to reject the Muralists’ agenda; <em>Lion and Horse</em> (1942) derives its style and imagery from Picasso’s <em>Guernica,</em> although Tamayo’s characteristically hot hues iridesce like a pre-Columbian feathered cape.</p><p>Mexican modernism was turned in a far more personal direction by Rivera’s third wife, Frida Kahlo, whose posthumous reputation emerged from her husband’s considerable shadow only about fifteen years ago. Kahlo suffered throughout her life from the physical effects of a teenage bus accident and the psychological duress of marriage to the philandering Rivera. (among his lovers was Kahlo’s younger sister; Kahlo responded with a brief affair with Trotsky.) Her powerfully original paintings, which drew from surrealism and Mexican folk art, became a merciless diary of her torment. <em>The Love-Embrace of the Universe, the Earth (Mexico), Diego, Me, and Mr. Xolotl</em> was painted in 1949 when Rivera had just come back to her after an affair with a Mexican movie star. Kahlo, in the Tehuana Indian costume she usually wore, is cradled in the arms of an earth goddess, and she in turn cradles her wayward husband like a naked baby. In the background, the sky is divided between the blazing orb of the sun and a shimmering moon, the same night-day, male-female duality that set the preColumbian cosmos in motion. Kahlo brings Mexican art full cycle, recreating ancient myth as her own personal faith.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "April 1991",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Art",
      "Mexico",
      "Spanish",
      "Style",
      "Oil",
      "Temple",
      "Culture",
      "Earth",
      "Mexico City",
      "spain",
      "Army",
      "Folk",
      "God",
      "Painting",
      "Affair",
      "Artist",
      "Church",
      "Country",
      "Golden",
      "History"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Temple",
      "Golden",
      "Paris",
      "San Antonio"
    ]
  }
}