{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19842",
    "date": "February 1984",
    "year": 1984,
    "month": 2,
    "month_formatted": "February",
    "pdf_uri": "/1984/19840200.pdf",
    "issue_cover_image": "",
    "document_start_page": 103,
    "toc_start_page": 101,
    "document_page_range": [
      [
        103,
        104,
        105,
        106,
        107
      ],
      [
        109
      ],
      [
        175,
        176,
        177,
        178,
        179,
        180,
        181,
        182,
        183
      ]
    ],
    "toc_order": 2,
    "toc_headline": "At the Scene",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198402-atthesce",
  "source": "/1984/19840200.pdf",
  "wp_post_id": 120480,
  "wp_post_guid": "http://www.texasmonthly.com/article/at-the-scene/",
  "authors": [
    "Gary Cartwright"
  ],
  "headline": "At The Scene.",
  "dek": "Rating TV news: the good, the bad, and the merely pretty.",
  "spread_caption": "",
  "excerpt": "The best local news programs in Texas make big bucks for their stations, but so do the worst ones. Here’s how they stack up.",
  "kicker": "",
  "word_count": 9217,
  "content": "<p><em>Write like you talk—</em>sign on the wall of the <em>Dallas Morning News,</em> 1965</p><p><span class=\"dropcap\">I</span>’m Gonna Tell You what journalism is. It’s traveling from El Paso to Port arthur, from Brownsville to Texarkana, from South Dallas to North Dallas, trying to make sense of this jungle we call TV news. It’s talking to station managers and news directors, to reporters, anchors, consultants, and viewers; it’s wrestling with arbitron and ADIs and microwave uplinks and Q ratings. It’s a slice of hell, and i’m telling you up front that the following evaluations—completely subjective, lackeys to the prevailing moon and the luck of the draw—are submitted without apology.</p><p>Texas has nineteen television markets (far and away the most of any state)—nineteen and some change, actually, because garden spots like Sherman and Bryan don’t fit snugly into any particular market. And each of the nineteen, except for the smallest, has at least three stations. Over the last three and a half months I watched them all, every one, a feat perhaps unmatched in print journalism.</p><p>All of these stations stay in business because of news. “News is the single, major, most important thing we do here,” Terry Ford, vice president and general manager at WFAA/8 in Dallas, told me. WFAA has 119 people in its news department, more than most stations have altogether. Joe Jerkins, general manager at KVUE/24, austin’s toprated station, said, “News is the one thing that is unique to a local television station. News is what builds a station’s image.”</p><p>Photography by Geof Kern</p><img/><p><strong>ALL-STAR Team: Wfaa/8 in Dallas has it all—(I. to r.) acerbic sportscaster Dale Hansen, direct weatherman Troy Dungan, and ideal anchor team of a smart woman, lola Johnson, and a veteran newsman, Tracy Rowlett.</strong></p><p>Network programs come and go because, with television (unlike radio), people select shows rather than channels. After a baby learns to wet and cry, the next thing he or she learns is to change channels. News is the exception: a news show builds a loyal following that spills over into the remainder of the programming. For whatever reason —the anchorman’s curly hair or the way the weatherwoman covers up New Mexico when she turns sideways -viewers find favorites and stick with them.</p><p>My favorite, for reasons discussed below, was WFAA/8 in Dallas. After that, the drop-off was sharp. Fort Worth’s KXAS/5, austin’s KVUE/24, Ktrk/13 in Houston, amarillo’s KVII/7, and Corpus Christi’s KIII/3 were solid and entertaining. It was no surprise that the quality suffered as the market size decreased, though a few of the smaller markets (Wichita Falls, for example) were better than I had anticipated. Some (OdessaMidland comes to mind) were worse.</p><p><strong>DALLAS-FORT Worth</strong></p><p><em>National market ranking: 9 Tv households: 1,454,400</em></p><p><span class=\"dropcap\">T</span>HE Largest And richest television market in Texas, Dallas has achieved journalistic quality that may be the best in the country. When anchors or reporters leave Dallas, it’s usually for a network job. With the exception of the staff at KDFW/4, which is owned by the Scrooge-like Times Mirror Company, top oncamera people in the DallasFort Worth market earn $200,000 a year, easily the highest TV salaries in Texas. Every news director in Dallas has a large backlog of job applications and demo tapes from reporters in smaller markets.</p><p>By any criterion, the number one news operation is <strong>WFAA/8.</strong> Under the expert guidance of veteran news director Marty Haag, the staff is the largest and most experienced in Texas. The parent Belo Corporation gives Haag a free hand and a giant budget. Channel 8 has generally led in its market for the last seven or eight years, with almost the same anchor team-an amazing accomplishment in an industry in which people change addresses like pool hustlers.</p><p>Co-anchors Tracy Rowlett and Iola Johnson—a handsome white man with a strong adventuristic presence and a beautiful black woman with a hint of Eurasian royalty to her enigmatic smile-have set the tone with their cool, sure, detached styles. Channel 8 was a weak third in its market when the decision was made in 1974 to team them at the anchor desk. “Tracy was the best street reporter I had,” Haag says. “But all the research kept telling us how much people liked him on camera. I hated to lose him, but as the saying goes, you’ve got to get ’em in the tent before you can give ’em a show. The thing is, Tracy’s credibility as a journalist comes through on the air.” Iola Johnson, who was discovered at a station in Tucson, became the first black woman to anchor a major news show in Texas. Now all three network affiliates in the market use some combination of blackwhite/female-male for at least one of the daily news shows.</p><p>John Criswell, a silverhaired white man with hard, athletic features, co-anchors Channel 8’s informal newsroom show at five o’clock with Phyllis Watson, an attractive black woman. Criswell also produces and writes the popular feature “Wednesday’s Child,” which originated in Oklahoma and has spread across the country. Veteran sportscaster Verne Lundquist, one of the best anywhere, left for a full-time job with CBS, but Dale Hansen, who was fired by Channel 4, replaced Lundquist as sports anchor and has become a star in his own right. Hansen’s nicely sardonic touch is appropriate and balanced. Weather forecaster Troy Dungan, whose trademark is his bow tie, gives it straight and in plain English. Dungan is not a meteorologist, but with those computerized Magic Markers, who knows the difference?</p><img/><p><strong>ODD Couple Award: a young woman and an older man as co-anchors aren’t unusual, but at KTXS/12 in abilene, Jeane Wharton and Len Johnson are.</strong></p><p><em>“Houston plays to the masses. Less trendy and sophisticated than stations in Dallas, Houston’s electronic media are fat and lazy.”</em></p><p>The station specializes in hard news, but with flair and imagination. Recently, reporter Matt Quinn cornered the city traffic director in front of the studio—where the snarl of traffic resembled a wad of fishing line-and demanded the name of the idiot responsible for the congestion. In a voice more meek than defensive, the traffic director admitted that <em>he</em> was the idiot. Most local outfits avoid long investigative pieces-or botch them-but Channel 8’s report by Byron Harris on companies that dispose of the gunk in restaurant grease traps by dumping it in other restaurant grease traps (or vacant lots) was a classic.</p><p><strong>KXAS/5 </strong>has some sound journalists, but the news is a pinchpenny operation and it shows—especially in depth. The oldest television station in Texas, Channel 5 is first and always directed toward Fort Worth, which hurts its overall ratings. The principal faces, Jane Jayroe and Brad Wright, are attractive and white, though a Tony Dorsett look-alike, Dennis Holly, co-anchors the noon news. The station’s real star is Harold Taft, who has been forecasting weather since the North african campaign of 1943. “The man is uncanny,” says an admiring competitor. Sports director Scott Murray is a blow-dried Joe Piscopo warm-over.</p><p>Despite the presence of high-quality journalistanchor Quin Mathews, <strong>KDFW/4</strong> is mostly fluff and flash. Chip Moody has a pleasant, no-frills approach, and Jocelyn White makes men in the audience lust. Otherwise, the news is forgettable.</p><p><strong>KTVT/11 </strong>makes a halfhearted attempt at a midday news magazine—late headlines read in an inoffensive manner by John Whitson (so at ease that he dares clear his throat on camera) and Roxane Burt-but local stories are on the order of golf tips and activity Day at UT-Arlington.</p><p>A Cbs/Nbc dual affiliate in Sherman, <strong>KXII/12</strong> is technically an Oklahoma station. It is licensed in ardmore, but its main studio is in Sherman and it also competes in the Dallas market. News director Gene Lenore, a veteran of TV rating wars in Dallas and Tucson, anchors the news at six and ten. The emphasis is on hard news—Oklahoma politics and Texas crime on a sample night—but the overall fare is unimaginative and lacks initiative.</p><p><strong>HOUSTON</strong></p><p><em>National market ranking: 10 Tv households: 1,401,100</em></p><p><span class=\"dropcap\">T</span>ELEVISION News In Houston plays to the masses. Far less trendy, less sophisticated, and more ethnic-oriented than stations in Dallas, Houston’s electronic media are fat and lazy.</p><p>On-camera faces are comfortably familiar, especially at the top. A few talented people have moved on to fame and fortune at the networks—Dan Rather is the most notable—but most stay, despite a pay scale about half that of Dallas. For a market that panders so openly to minorities, there are precious few on camera.</p><p>Its reputation for blood, guts, and sensationalism notwithstanding, <strong>KTRK/13</strong> is way out in front in both substance and rating points. Anchor Dave Ward, a floridfaced, middle-aged veteran, is the perfect catalyst for the hotbloods in the field. Debbi Johnson, who coanchors an earlier newsroom show, comes across as a hard-nosed, intelligent street reporter. There is the flavor of tabloid in story selections and an emphasis on consumer news. When the weather computer was on the blink recently, Ed Brandon did a respectable job of winging it. “Just goes to show, you can’t be replaced by a computer,” Ward kidded the weather forecaster, who flinched at the remark.</p><img/><p><strong>HOT-AIR Prophet: Richard “Heatwave” Berler, weathercaster for KGNS/8, left the frozen wastes of Minnesota to sweat happily in Laredo, one of the world’s hottest places. He likes the heat and wishes it were even hotter.</strong></p><p>What really gives Channel 13 the zing so beloved by Houston audiences is its short-feature segment. Marvin Zindler’s appeal to the elderly, the handicapped, and the chronically unemployed—the only people who aren’t trapped in traffic at six o’clock—makes him a superstar. “Without Zindler,” a competitor said, “there would be a three-way tie in Houston.” Zindler is a real work of art and living proof that you can never go wrong underestimating the american people. Marvin literally grew up around the Harris County courthouse (his family owned a clothing store on the square), and he knows every official in town. “He has the instincts of a good police reporter,” says Ray Miller, who for years was the news director at <strong>KPRC/2</strong> in Houston. “a lot of journalists miss the point: Marvin is a nice guy. He really believes, as he says, that it’s hell to be pore! His rage is real.” Of course, his hair isn’t, and neither are most of his facial features. Marvin has a stable of plastic surgeons, and that wonderful mane of silver hair that seems to glow in the dark was made to specification.</p><p>Marvin is the ultimate Terrible Swift Sword, protector of the downtrodden, to whom all newscasts in Houston are blatantly directed. Early last fall he told the story of eight-year-old Toby, who had saved his nickels and dimes all summer for a trip to astroworld. Fifteen minutes after he bought his $15 ticket, a monsoon hit. Refused a rain check, Toby wrote Marvin. An official at astroworld told Marvin that because of Houston’s changeable weather (to phrase it delicately), the policy was to issue no rain checks. She agreed, however, to relent just this once, and Toby got a second chance. Another miracle. From <em>Maaaar</em>vin Zindler, Eyewitness News!</p><img/><img/><p><strong>AND Justice For All: Houston’s Marvin Zindler is the archetype of the morally outraged consumer advocate. On his longrunning show on KTRK/13 he regularly brandishes his Terrible Swift Sword before a devoted audience, but his targets are mostly small potatoes.</strong></p><p>Another short feature is a treasure trove of downhome medical advice by Dr. Red Duke, who is syndicated out of Houston. Cradling a newborn, Dr. Red said, “i’m a trauma surgeon and I see a lot of things, but let me tell ya somethin’—holding one of these little boogers is somethin’ else.” a highlight during football season is Omar the Oracle, a ten-year-old Hispanic kid whose prognostications would be better if he’d quit picking the Oilers.</p><p>Talk about your good-ol’boy network, <strong>KPRC/2</strong> has the avuncular quality of the downtown Rotary. Starting with Ron Stone, who has been a Houston TV personality almost as long as there has been TV, the first five on-camera faces at Channel 2 were middle-aged, middletalented males—at least that’s how it was when I watched in September, although Jan Carson usually co-anchors at six and ten. For years (under retired news director Ray Miller), Channel 2 was number one in the state. Now it’s barely number two in Houston. Station executives are in shock over the cost of bells and whistles. They finally bought some, but the station remains sober and dull.</p><p>Third and hopelessly inept (but still a big moneymaker) is <strong>KHOU/11. </strong>Dun & Bradstreet just sold the station to the Belo Corporation, which owns the highly successful WFAA in Dallas, so Channel 11 may finally break free of its lethargy. Veteran anchor Steve Smith was recently replaced with a California import named Mitch Duncan, whose Henry Fonda face and razor’s-edge style adds a certain zip. Pompous sportscaster Dan Patrick attracts attention, but so does a drunk with a lampshade on his head.</p><img/><p><span class=\"dropcap\">G</span><strong>OLDEN Throat Award: Chris Marrou at KENS/5, the anchor with the prettiest face, smoothest delivery, and best hairdresser, is San antonio’s superstar.</strong></p><p><span class=\"dropcap\">S</span>AN Antonio </p><p><em>National market ranking: 45 Tv households: 506,200</em></p><p><span class=\"dropcap\">G</span><strong>ONE Are Those wacky days of yesteryear when a typical San antonio newscast opened with an uninterrupted trio of car wrecks backed by the bracing sound of a Beethoven symphony. San antonio TV news has gone sober, if not altogether sane. Carnage and mayhem are still items of enormous interest, but they’re done with more style and elan.</strong></p><p>The monster, in terms of both ratings and style, has long been <strong>KENS/5.</strong> “If it bleeds, it leads,” is Channel 5’s unwritten policy, according to a disgruntled competitor. Mainstay anchor Chris Marrou is the market’s superstar, and he pulls down a salary suitable to his status-a reported $165,000 plus perks. Marrou left San antonio four years ago for a short, unhappy stint in Boston, where his co-anchor referred to him as a bumpkin and others complained of his “Southern accent.” To my ear, Marrou has the homogeneous, midlands accent common to every television personality in Texas. Whatever, they love him in San antonio, and Channel 5’s ratings more than double the combined ratings of its two competitors. A star-inwaiting at Channel 5 is Kelly Chapman, an intelligent and attractive woman who co-anchors and coproduces the station’s five o’clock news.</p><p>Running a distant second in the market is <strong>Ksat/12. </strong>Pleasant, boyish (except for his graying hair) Rick Benjamin and 24-year-old Debora Daniels are the anchors of a well-produced show. Less sensational than Channel 5, Ksat still goes heavy on crime-related fare and consumer stories, possibly to counter recent criticism that its approach has been too bland. Weatheredfaced weatherman Jim Dawson is above average except for his cornball cartoons, and loudmouthed sports guy Joe Fowler is an embarrassment to anyone who has ever worked the sports beat. I’d pay $10 for a picture of Masters champion Craig Stadler’s expression when Fowler asked him at a recent Texas Open, “You don’t mind if I call you Walrus, do you?”</p><img/><p><strong>RAVING Lunatic Award: Sportscaster Vic Jacobs of austin’s KTVV/36 seems more interested in eating raw meat and throwing fake bricks than in giving the scores.</strong></p><p><strong>KMOL/4</strong> could probably use a little blood. The station has a sound journalistic reputation, but the product is as dull and slow-paced as the city morgue. In an effort to put some life in the show (and to attract Hispanics), Channel 4 hired Dann Cuellar from KHOU in Houston. Cuellar has a pepper-pot delivery, but that’s about it.</p><p><strong>SHREVEPORT-TEXARKANA</strong></p><p><em>National market ranking: 54 Tv households: 446,600</em></p><p><span class=\"dropcap\">C</span>OMPETITION Here is fierce and deadly, with the CBS affiliate, <strong>KSLA/12</strong> of Shreveport, leading by a comfortable margin. KTBS/3 and KTAL/6 fight for what is left. Although primarily a Shreveport station, the lastplace NBC affiliate, <strong>KTAL/6, </strong>has a studio and a news bureau in both Texarkana and Longview and enough up-to-date equipment to cover most of Northeast Texas. Channel 6 has had some lean times recently, but the parent company, Wehco Media of Little Rock (which owns more than a dozen newspapers, including the <em>arkansas Democrat</em>), made a serious commitment to news about eighteen months ago. Since then, general manager H. Lee Bryant has more than doubled his news staff and purchased $1.5 million worth of new equipmentnot the least of which are three elaborately equipped “live” vans. “Because of the isolation of some of the towns in our market,” Bryant told me, “Channel Six is literally a window to the world for a number of viewers.” What viewers see, however, is not all that new equipment but all that new hype: I didn’t find a station anywhere that spent more time and effort on promotion. There were <em>three</em> weather reports, for example -one from the studio in Shreveport, a second from shivering John Coleman standing outside the Texarkana studio on a bittercold night, and a third from the studio in Longview. The only apparent purpose was to demonstrate the station’s “unique live capabilities.”</p><p>The Channel 6 news show, anchored in a pleasant manner by Dale Hoffman, doesn’t demonstrate much imagination or daring. One night, all three stations led with the countdown for the first execution in Louisiana in 22 years, but only Channel 12 did an oncamera interview with the condemned killer. The highlight of the Channel 6 news was when Hoffman turned to the sportscaster, who had just read the fishing report, and asked: “When fish are biting, where do the critters go?” The sportscaster said nobody had ever asked him that before. “Well,” Hoffman shrugged, “i’m not afraid to ask.”</p><p><em>(Continued on page 173)</em></p><p><em>(Continued from page 107)</em></p><p>The brightest spot at Channel 6 is a noontime show called <em>ark-La-Tex.</em> anchored in Shreveport by Marni Neu and in Texarkana by Laurie Mcanally, it features hard news rather than the canned fare you might expect.</p><p><strong>AUSTIN</strong></p><p><em>National market ranking: 82 Tv households: 276,000</em></p><p><span class=\"dropcap\">T</span>ELEVISION News In AUSTIn Used to be a one-horse race. Back in the heyday of Lyndon Johnson it was a federal offense—or at least a federally regulated inconvenience—to watch anything other than LBJ’s station, KTBC/7. Lately it’s a one-horse race of a different color. An upstart station, KVUE/24, has been the easy winner in recent months, commanding more than 40 per cent of the audience, against Channel 7’s 30 per cent.</p><p>Braced by extravagant bells and whistles (an average of $500,000 in new equipment per year), <strong>KVUE/24</strong> news has definitely captured the flash. Not that it lacks the horses, but this, too, is constantly changing—austin rivals Chicago as one of the most volatile markets in the country. Star anchor Kate Kelly was one of the brightest electronic journalists in the state, but she left in November for a six-figure salary (three to four times her pay in austin) at KPIX in San Francisco. The station’s second most popular anchor, Margie Reedy, is also weighing other offers. If Reedy takes another job, that will leave only Ron Oliveira (sometimes referred to as Channel 24’s token male) from the pacesetting team. Oliveira is bright and competent, but he is no heavyweight. Meteorologist Tim Ross, who recently resigned to go to Denver, knew how to handle all the gadgets that bring us the weather, though I would have been happier if his voice didn’t keep breaking like that of a teenager in heat. The lightweight of the Channel 24 team, a cheerleader-type sports reporter named Ben Storey, has been moved to weekends, replaced during the week by a competent and informed black man, Hugh Lewis.</p><p>A year or so ago, the <strong>KTBC/7</strong> team of Pat Brown, Kelly Cooper, and weather forecaster Bill austin was far and away the best in town, but Cooper and austin departed and the station has never recovered. Pat Brown, a 36-year-old veteran journalist (ABC in Chicago, NBC in Europe, the Biafra airlift) is still in a class by himself—his recent series on the effects of the Bell System breakup should be a prizewinner—but the quality plummets after that. When Kelly Cooper quit, word came down from owner Times Mirror to find, as one staff member worded it, a broad to compete against Channel 24’s Kate Kelly. In its haste, Channel 7 hired co-anchor Linda Schaefer, who ought to be on permanent assignment with some punk rock band; some colleagues say Schaefer still hasn’t discovered that there’s a difference between civil and criminal law or that former presidential adviser Lyn Nofziger isn’t a woman. Chicagoborn weatherman Mike Tsolinas is an example of my pet gripe about practitioners of his peculiar profession—he doesn’t appear to have any <em>feel</em> for Texas weather; incidentally, his previous job was in Minnesota. Though he is reported to be a hard worker, i’d be more comfortable if I thought he understood that “heat wave” isn’t necessarily followed by “surf’s up.” Dean Hodgson is solid on sports. Since the Times Mirror Company bought out the LBJ interests in 1973, Channel 7 has suffered from an anemic budget. “Technologically, we’re like a 1950 Studebaker,” says one staffer.</p><p>Far back in third place (with about 10 per cent of the viewers), <strong>KTVV/36</strong> is like a new Cadillac—with a squirrel cage for an engine. Despite thousands of dollars in new equipment (including that musthave item for all upwardly mobile operations, a helicopter) the journalistic quality remains dismal. The station has almost doubled its news staff, but the only new face that has made any difference is weather reporter Kathie Turner, a pretty schoolmarm type given to lecturing viewers about wearing their rubbers.</p><p>Channel 36 is a perfect example of a phenomenon prevalent among NBC affiliates—a sort of subliminal death wish. The anchor’s name is Nelson Duffle, so naturally the station’s promotion department invites viewers to watch Duffle “bag” the news. The station’s former restaurant critic was a gluttonous Henry VIII clone who would probably have given five stars to Cummins Diesel. He turned out to be Rob Balon, the consultant who convinced Channel 36 to hire sportscaster Vic Jacobs. So much for good taste. Max andrews, the station manager who transformed KAUZ/6 in Wichita Falls from number three to number one, has recently taken the reins at Channel 36. One of his first moves was to trade Balon for Magid.</p><p><strong>WACO-TEMPLE</strong></p><p><em>National market ranking: 97 Tv households: 221,600</em></p><p><span class=\"dropcap\">I</span> DIDN’t Understand Why This market was larger than El Paso and amarillo until I noticed the miles and miles of auto dealerships, auto repair shops, fast-food restaurants, and cheap housing that jumble the beautiful hills west of Waco. The reason is Fort Hood, with 40,000 troops, and its environs-Copperas Cove, Killeen, Harker Heights. If ever a people needed the diversion of TV! This is essentially a two-station market—the CBS affiliate, KWTX/10 in Waco, and the NBC affiliate, KCEN/6 in Temple-but a satellite of Channel 10, Kbtx/3, serves the BryanCollege Station area and does not directly compete in the market.</p><p>For a market of this size, the news shows run from bland to insipid. The bland one, <strong>KWTX/10,</strong> has a fairly large staff (28) and some state-of-the-art equipment, including a live van and one of the first computerized weather systems in Texas. It does a solid job of covering hard news, the military, and medical updates from Scott and White in Temple, which is the Mayo Clinic of the Southwest. A few years ago Channel 10 changed formats to make its evening news shows look different, and they do on the surface. The five o’clock program is anchored by thin, aging Wayne Claiburne, who sits in front of a god-awful gray-green backdrop, reading the news as though he’s giving funeral announcements. Weather forecaster Roy Cook has that same bureaucratic, government-issue look, as do the other on-camera people. The picture (though not necessarily the substance) is better at six o’clock, when a pretty parttimer named Robin Johnson anchors, and it’s almost slick at ten o’clock, when John Carroll takes over.</p><p>The insipid competitor, <strong>KCEN/6,</strong> has few bells and whistles and fewer newsgathering gadgets. The lead story one day was read in a deep, authoritative voice by anchor anthony Hennes—and was at least 24 hours old: the fatal bus crash near Livingston. (Channel 10 led that day with a comparatively peppery story on an expected economic surge in Waco.) With little high-tech equipment to hide behind, Channel 6 weather forecaster Bill Hickey’s country-boy voice sounds more corny than wise.</p><p>The orphan in this undistinguished market is <strong>KBTX/3.</strong> Caught in the cable traffic between Houston, austin, and WacoTemple, Channel 3 nevertheless manages to beat the system with a young and energetic staff. The equipment is barely adequate-no live capabilities from the field, no weather computer—but Channel 3 recently completed a major tower project (increasing the height from 400 to 1800 feet), thus doubling the viewing area and providing a clearer picture than those from Houston. News director Jeff Braun, one of several Texas A&M alumni at the station, anchors the six o’clock news, and Debbie Ramsey, who majored in political science at A&M and worked up through the ranks at Channel 3, anchors and produces at ten o’clock. The product is as good (and maybe better) than that of the parent station in Waco. A recent lead story reported by police-beat man Dave Polakowski revealed that a convict who was supposed to be doing twenty years in state prison had been furloughed by the Brazos County sheriff to gather information on other miscreants. “Takes a crook to know a crook,” the sheriff told Channel 3 news. Nevertheless, the department’s prisoner furlough program was canceled after the informant was arrested for assault.</p><p><strong>EL Paso</strong></p><p><em>National market ranking: 103 Tv households: 201,400</em></p><p><span class=\"dropcap\">E</span>L Paso Is Its Own World. Television news here exists not quite in a vacuum, but at least in its own rarefied dimension. Currency exchange is naturally a big item on these shows, but for reasons I cannot bring myself to contemplate, so are reports of gold futures. Salaries for TV news staffers are among the lowest in Texas-ranging from $9000 to a tops of maybe $25,000. El Paso is known as a starter’s market: there is a steady supply of young would-bes from UTEP and New Mexico State, and almost everyone who has a job in TV also has a bag packed. Sam Donaldson, who was once advised that he had no future in El Paso, is one who escaped.</p><p>The clear leader is <strong>KDBC/4,</strong> which seems to cram a maximum number of commercials into each news show: I counted eighteen in one half hour. Led by veteran journalist and anchor Bill Mitchell, Channel 4 does a good job of covering El Paso and Juárez. On one recent newscast there were stories on the utility commission, a move to save an old school building, an increase in transportation costs in Juárez, and indigent medical care.</p><p>Rumors of audience apathy shroud <strong>KVIA/7,</strong> but that doesn’t begin to describe what’s happening in this Stanley Marsh outlet. In recent years there have been fistfights, name-calling, and wholesale departures, including those of the general manager and the news director. Weather forecaster Stu Bowersox was canned when he refused to take part in the “What’s Hot?” contest, which promised a trip to Florida to the viewer who could guess the hottest midsummer temperature. Incidentally, the winner turned out to be Bowersox’s wife. Bowersox was replaced by boyish, blow-dried John Fausett, who told viewers he hoped the weather would be good over the weekend because he was going backpacking. The station also gave the gate to “Pro News” prober Marce Galaviz, whose windmill-tilting forays included an interview with a pedestrian who wet his pants because a service station attendant refused to let him use the rest room. Marsh Media created additional dissension when it bypassed ten-year veteran journalist Gary Warner and named Dan Krieger news director. Though Krieger has no background in journalism, he is said to be a Roone arledge type. With new people, new equipment, and even a new logo, Channel 7 expects to make a run for the top position.</p><p>Karl O. Wyler, the curmudgeonly pioneer of electronic media in El Paso and the owner of <strong>KTSM/9,</strong> says that ratings are overrated and cites the TunneyDempsey fight to prove his point. “a lot of people still thought Dempsey was number one,” he says. Wyler hates unions, loves James Watt (he telephoned a complaint to NBC when Joan Rivers took a crack at Watt), and for years prohibited the speaking of Spanish (even at crime scenes) on Channel 9 news. In a surprising move, Wyler recently hired Mike Malter, from a tiny station in North Dakota, to upgrade the news. Malter, a vegetarian and meditator, has brought in new people and reassigned others. One clear winner is Suzanne Michaels, a bright, pretty, exceptionally engaging young journalist who is the first woman in El Paso to anchor a news show solo.</p><p><strong>AMARILLO</strong></p><p><em>National market ranking: 115 Tv households: 179,900</em></p><p><span class=\"dropcap\">T</span>HE Amarillo Market Covers an area larger than the state of Ohio—stretching from Liberal, Kansas, to Weatherford, Oklahoma, from Plainview to eastern New Mexico. Few markets in the state are more concerned with weather, and no market is as absorbed by stories relating to agriculture and land use.</p><p>In recent years <strong>KVII/7</strong> has far outdistanced its competition in substance, style, and intelligent use of technology, including frequent trips in helicopters and fixedwing aircraft to ferry tape from remote locations. No surprise that Channel 7 news draws about 54 per cent of the viewers. The news staff is seasoned and professional. News director John McKissack, who co-anchors with Julie Moore, has been at the station nine years, and though his background is in sports, he is a good journalist. So is Steve Pritchett, Channel 7’s Man in Motion, who covers outlying areas. Pritchett’s recent report on nuclear waste hearings in Hereford showed unusual imagination-he opened with film of a homecoming parade, which explained why so few people showed up to discuss burying deadly waste. A popular regular feature, “Hotline,” champions the underdog without being cloying or shrill, thanks to the imposing figure of a former East Texas State football player named Robert Hinkle. Ex-Navy meteorologist Len Slesick, thirteen years at Channel 7, is steady, though not sensational. “at least he knows how to pronounce ‘Chillicothe,’ ” says station owner Stanley Marsh.</p><p>Few bells and whistles adorn the news at <strong>KFDA/10.</strong> News director and anchor Mark Robertson-Baker has good journalistic instincts but hardly any equipment in a market that sometimes seems top-heavy with technology. Channel 10 news frequently appears dull and lifeless and sometimes even incomprehensible: it was the only station in town that didn’t lead with the nuclear waste story, preferring instead to air a yawner on hospital finance problems.</p><p>In contrast, <strong>KAMR/4 </strong>is all bells and whistles. Heavy on digital effects, the nightly opener features film of Channel 4’s helicopter, even though it has been grounded for months. Co-anchor Julie Emry was at least attractive until the Magid experts made her over. Now she resembles a Joan Crawford plastic doll, with heavy eyebrows and earth-tone makeup. Sports director Gene Birk likes to feature himself with his shirt off—playing basketball with the city champs, posing on the archery range, sitting in a hot tub. Last fall “Gene Gene the Flying Machine” took a ride with the Blue angels. He neglected to tell the audience that when they went into a dive he lost his lunch, but of course that was already old news: the baggage handlers at the airport had told everyone.</p><p><strong>BEAUMONT-PORT Arthur</strong></p><p><em>National market ranking: 120 Tv households: 169,900</em></p><p><span class=\"dropcap\">F</span>OR At Least a Decade Cbs Affiliate <strong>KFDM/6</strong> has handily dominated this market of blue-collar union loyalists. The liberal budget handed down by the parent Belo Corporation of Dallas has made Channel 6 the bestequipped station in its market, with bells and whistles to rival San antonio’s. All this might change, though; in order to purchase KHOU in Houston, Belo is selling its Beaumont operation to Freedom Newspaper Corporation of Santa ana, California, a novice to TV.</p><p>Though a majority of the reporters are recent graduates who soon move to greener pastures (salaries for on-camera people in Beaumont-Port arthur range from $25,000 to $35,000), the staff at Channel 6 has remained relatively stable. Ten-year veteran Cecile Burandt, who used to work as a reporter at WFAA in Dallas, is popular and capable; she is the main reason her station attracts about 60 per cent of the viewers. Sports is a big item in this market, and Channel 6 uses its arsenal of cameras to do telecasts of Lamar University basketball and West Brook High football.</p><p>Far down on the scale (and perennially neck and neck with KBMT/12) is the Port arthur station, <strong>KJAC/4.</strong> apparently happy to maintain the status quo and to protect its small but steady margin of profit, Channel 4 does just enough to get by. On the day after Port arthur killer James autry escaped execution by minutes, all three stations used that as a lead. Channel 4 anchor Michael Jones, handsome in the nerdish fashion of soap opera characters, told viewers that autry hadn’t yet talked with reporters, then questioned his own reporter, Elaine Fitzgerald, about how autry was doing. “We expect he’s doing as best as possible for someone under those circumstances,” she stammered. Jones has since left the station.</p><p>The equipment at the ABC affiliate, <strong>KBMT/12,</strong> used to be so poor that the station is lucky to be on the air at all. Back in the seventies it sometimes went black when the sun went down. In 1976 the owners of the highly successful KIII/3 in Corpus Christi bought KBMT from the bank that had foreclosed on its mortgage. They upgraded the technology, but nobody thought to stabilize the staff, and Channel 12’s news team has a turnover every year or so. Imposing anchor John Hurt was delivering the news when I was in town.</p><img/><p><strong>MCALLEN-BROWNSVILLE/Lower Rio Grande Valley</strong></p><p><em>National market ranking: 120 Tv households: 169,900</em></p><p><span class=\"dropcap\">D</span>ESPITE (Or Maybe Because Of) chronic unemployment, this impoverished market in the Lower Valley is feeling growing pains. In ten years it has moved up ten market places in the national rankings to tie BeaumontPort arthur, while the Hispanic population has gone out of sight: only six markets in the country (including San antonio and Houston) have larger Hispanic audiences.</p><p>Although the salaries of television news people have been frozen since the peso devaluation, the market’s growth has by and large improved the product. Competition is so fierce that the NBC affiliate, KVEO/23 in Brownsville, has dropped out of the local news chase altogether. The CBS affiliate, <strong>KGBT/4</strong> in Harlingen, and the ABC outfit, <strong>KRGV/5</strong> in Weslaco, have taken up the slack. Good thing: the daily newspapers in the Valley (all three are owned by the Freedom chain) are notoriously rotten.</p><p>Historically, Channel 4 has led the ratings race, but lately the competitors seem to flip-flop. Channel 5 made a big push with new people and new technology. But the large turnover among working reporters continues to be a problem. Co-anchor Jessie Degollado, a pretty Hispanic with a take-charge personality, recently resigned, leaving a large burden on news director and co-anchor Rick Diaz. Both stations have news staffs larger than you would expect in a market of this size and are doing a good job of coping with the logistical problems of covering the widely spread population centers. Channel 4 recently assigned a staff of eight just to cover Mcallen, the beehive of retail activity in the market, and another four to report Brownsville. Oddly enough, the only TV news originating from Mcallen and Brownsville is provided by stations in other Valley cities.</p><p>Channel 4 news director David Merrill, a veteran of ratings wars in Miami and Dallas, recently hired a solid young journalist named Brent Hunsaker from KSL in Salt Lake City. Hunsaker and Gloria Campos co-anchor the ten o’clock news. Frank Sullivan, an old radio man and dean of the Valley news people, co-anchors with Campos at six o’clock. The TV personality with the top name identification in this market is still Channel 4 weather forecaster Larry James, who was operating out of a wheelchair when I caught his show during the November rating period. “People have accused us of hyping the ratings,” Merrill laughed. “But Larry fell asleep watching TV, and when he woke he stepped on his dog and broke his leg in three places.”</p><p><strong>CORPUS Christi</strong></p><p><em>National market ranking: 125 Tv households: 162,600</em></p><p><span class=\"dropcap\">A</span> CITY Whose Major Newspaper is thin and spineless is lucky to have an aggressive television station. Corpus Christi has two. The most accurate and intelligent news reports come regularly from <strong>KIII/3,</strong> which commands a whopping 59 per cent of the market at ten o’clock. The staff is experienced and, for a market this size, well paid—on-camera people make from $30,000 to $50,000. Main anchor Joe Gazin, whose dark hair and pearl-gray eyes make him look a little like John Travolta, delivers well-prepared stories that are updated even when the competition doesn’t demand it. Veteran journalist Lilly Flores-Vela co-anchors the early news and does reports from the field. “area 3,” a regular feature, is a hard-news report of happenings in outlying areas. Weather reporter Tom Nix is okay but given to cornball forecasts featuring a little cartoon doghouse called Barney’s Den.</p><p>The NBC affiliate, <strong>KRIS/6,</strong> is so aggressive that it never stops to let things develop. The turnover of personnel is as fast-paced as the delivery of its young anchors, Jay Ricci, who appears to be an aspiring comedian, and the serious-faced Rudy Trevino. Weather forecaster Dale Nelson is the only member of the ten o’clock team who has been at the station for more than a year.</p><p>The also-ran of this market is <strong>KZTV/10, </strong>which turns a nice profit without putting anything back into the product. “If they were NBC instead of CBS,” says a competitor, “their ratings would be so low you couldn’t find them.” The anchor is Gene Looper, a grandfatherly figure with a hoarse voice and a penchant for asking viewers to please help keep Corpus Christi “the sparkling city by the sea.” Hard up for fresh film, Channel 10 news sometimes shows file film supplied by NASA or the Las Vegas Chamber of Commerce.</p><p><strong>WICHITA Falls-Lawton</strong></p><p><em>National market ranking: 130 Tv households: 157,600</em></p><p><span class=\"dropcap\">W</span>HAT’s Happening To the Media in Wichita Falls is a good example of what’s happening to business in general in the smaller markets —it is losing local ownership and hence its local identity and its inclination to care about the community. There is no longer a locally owned department store in town, and if the FCC approves the sale of the CBS affiliate, KAUZ/6, to adams Communications of Minneapolis, there will be no locally owned media.</p><p>Fifteen years ago the best TV news was produced by the NBC affiliate, <strong>KFDX/3, </strong>but Channel 3 was sold to the media moguls who own the <em>Charleston</em> (West Virginia) <em>Daily Mail,</em> and the result is a halfhearted, feature-oriented show that is now a weak third in its market. Meanwhile, <strong>KAUZ/6,</strong> which was third, made a solid commitment to news under the ownership of local beer distributor (and Mark White-Democratic party supporter) Ray Clymer. Clymer’s station manager, Max andrews, improved equipment, enlarged the news budget and the staff, and hired Frank Magid to spruce up the surface. Channel 6 now does more news than its competitors and, as the ratings in recent years indicate, does it considerably better. Its anchor team, headed by veteran journalist and news director Lynn Walker, has been in place for almost five years, a rare feat in a market this size. Weather is always a big story in Wichita Falls: Channel 6 usually plays it as a colead, and the recent acquisition of color weather graphics equipment makes it fun to watch. But Max andrews recently resigned to take command of another troubled TV station, KTVV/36 in austin, and there is apprehension among the staff that the incoming owners will be less committed to news.</p><p>A possible winner in the shift of ownership could be the split market’s number two station, <strong>KSWO/7</strong> in Lawton, which already attracts a number of advertisers and viewers south of the Red River. Channel 7 news is slick and well done, but substance does not appear to be a prime consideration. Five o’clock news coanchors J Johnson and Catherine Scott have the freshly scrubbed look made popular by the hosts of <em>PM Magazine.</em></p><p>By comparison, Channel 3 news is so laid-back that the most interesting story on a recent show was the shortage of Cabbage Patch dolls. Former weatherman Bill Warren co-anchors this uncommonly dull presentation with Linda Goelzer. There is a depressing sameness about local news shows, a homogenization that makes the viewer strain to detect some tiny distinction. Do people who watch Linda Goelzer night after night notice the gap between her front teeth, and does it bother them? Or is it just me?</p><p><strong>LUBBOCK</strong></p><p><em>National market ranking: 131 Tv households: 157,400</em></p><p><span class=\"dropcap\">T</span>ELEVIsION News In Lubbock Is a training ground: most of the reporters are Texas Tech graduates looking for the fastest way out of town. “If a reporter has much get up and go, he’ll be gone in two years,” says Skip Watson, an investigative journalist of the old school who is news director at KCBD/11. The market prides itself on competitiveness, and nobody has stayed number one for long. Recent ratings show that the three stations are practically deadlocked. Still there is nothing daring in the product or the presentation. Bells and whistles are few and far between, consultants are rare, and minorities hardly ever appear on camera.</p><p><strong>KCBD/11</strong> is probably the most journalistically sound of the three network affiliates, though the news is frequently dull and drab. Abner Euresti, a ten-year veteran, co-anchors with Richard Kent, a former policeman with thinning brown hair and poorly fitted suits. A. Texas Tech graduate, Kent has no journalistic background, but he is something of an expert on agriculture—his father is the director of the Texas A&M extension center in Lubbock.</p><p>News director Trudi Lewis used to coanchor at <strong>KLBK/13</strong> with Eric Summers, but she resigned recently. Though flashier than Channel 11, Channel 13 is short on substance, and its style-if any-is stilted. Its fifteen-member news staff is the smallest in the market.</p><p>The most interesting news show in Lubbock is produced by the ABC affiliate, <strong>KAMC/28,</strong> which is patterned after WFAA in Dallas-where Channel 28 news director Pam Baird interned. The station is big on personalities and fastflowing graphics, but it also does a respectable job on local coverage—I caught back-to-back stories on a hepatitis outbreak, a shooting, and the pitifully low yield of the cotton crop. Many top oncamera people are women—Pam Baird, Sharon Maines, and Neoma Salamon were all engaging, as was veteran journalist Keith Williams.</p><p><strong>ODESSA-MIDLAND</strong></p><p><em>National market ranking: 144 Tv households: 133,500</em></p><p><span class=\"dropcap\">T</span>HE State Of Journalism In the Permian Basin might be illustrated by the way recent bank fiascos were handled. When the First National Bank of Midland was sinking—a story most journalists would have killed for—none of the local media shed any light on what was really happening. KMID/2, the shallowest of the three network affiliates, gave roughly equal coverage to a 481-pound pumpkin. “That would make a lot of pumpkin pie!” said a breathless commentator.</p><p>The undisputed leader of this feeble pack is the CBS affiliate, <strong>KOSA/7,</strong> which relies heavily on Mr. Sincerity, J. Gordon Lunn, a weather personality also beloved for judging baby contests and pie bakeoffs. Though Channel 7 turns a nice profit, not much of it finds its way back to news. Top reporters are paid around $15,000, and the equipment is sad to nonexistent. The station was rocked by tragedy last fall when six staff members, including anchor Gary Hopper, were killed in an airplane crash.</p><p>Though still far back in second place, <strong>KMID/2</strong> is about to make a run at Channel 7. The station has already switched from NBC to ABC and from unreliable microwave technology to satellite. Telepictures of Los angeles, the producers of such canned fluff as <em>People’s Court</em> and <em>Newscope</em> (and closely associated with Frank Magid), has purchased Channel 2 as its flagship entry in the local market and is expected to make a strong commitment to news. News director and six o’clock anchor Mike Barker, a native of Odessa, is inclined toward features like “Little Orphan animal” and a weekly public opinion poll, but he also gambles on an occasional controversial series, like the recent five-part “Gay Life in West Texas.” If there is a single word to describe Channel 2’s on-camera people, it’s “cute.”</p><p>In its primitive fashion, <strong>KTPX/9</strong> does the most interesting news show in the area, partly because viewers never know when the station will go black. Frequency of equipment failure is said to be the reason ABC dropped its affiliation (Channel 9 is now NBC), but now that the station has moved from Monahans to Odessa and changed owners, things appear to be improving. The new bosses are a Hispanic group from albuquerque, and the station is oriented toward minorities. News director and co-anchor Betsy Triplett did a creditable job with the barebones equipment but has since left the news business. Julia Hardge, who has also left, was the market’s only black anchor, and Connie Velasco is its only on-air Hispanic.</p><p><strong>ABILENE-SWEETWATER</strong></p><p><em>National market ranking: 155 Tv households: 114,400</em></p><p><span class=\"dropcap\">F</span>OR Years Krbc/9 Dominated the market, but the new face in town—actually a lot of old faces from Channel 9—is stealing the show. Former Channel 9 station manager Bill Terry heads a group of local stockholders who started a new CBS affiliate, <strong>KTAB/32,</strong> about four years ago. Terry hired Larry Fitzgerald, a husky, jovial veteran of abilene broadcasting, as his news director and anchor, and Fitzgerald hired the best and brightest from Krbc. Now Channel <strong>32</strong> has caught on and is threatening to pass its NBC rival.</p><p>As a result of this competition, there’s a new deity in the Bible belt: Frank Magid, and consultants of similar ilk. That’s why all the television news looks the same. The anchors are grandfatherly, and the reporters appear to be fresh out of vacation Bible school. Cautioned away from the old fare of garden club meetings and fender benders, reporters spend most of their time chasing consumer-related stories. Hard news is hard to come by out here. A recent Channel 32 news report consisted of an interview with a nutritionist, representing an oatmeal company, who advised the viewers (wouldn’t you know?) to eat more oatmeal.</p><p>In a market this small, every reporter is also cameraman, editor, writer, producer, and standby anchor. Fitzgerald’s counterpart at <strong>KRBC/9</strong> is a much-traveled TV journalist named Bill Huston (a pseudonym; his real name is Paradoski). Huston has less gray hair and more charisma than Fitzgerald but is otherwise unremarkable. Weather forecaster Bill Rogers, who reminds me of Peter Boyle in the movie <em>Joe, </em>works without high-tech charts, as do his counterparts.</p><p>The perennial also-ran is the ABC affiliate, <strong>KTXS/12.</strong> i’m just guessing, of course, but whoever matched up Channel 12’s co-anchors-Len Johnson, an aging, balding, turkey-necked former radio man, and Jeane Wharton, a green-eyed chirper with blond curls spilling over her shoulders—was surely a French Romantic poet.</p><p><strong>TYLER</strong></p><p><em>National market ranking: 159 Tv households: 98,000</em></p><p><span class=\"dropcap\">T</span>HIs Is a Difficult Market For an outsider to evaluate because the two Buford-owned stations, <strong>KLTV/7</strong> in Tyler and its satellite, <strong>KTRE/9 </strong>in Lufkin-Nacogdoches, fight the cable competition from Shreveport and Dallas (not to mention the Playboy network) with a heavy diet of local trivia. “We can’t do it just with hard news,” says Channel 7 news director Tom ash. “We have to be more sensitive to the community. Quiltings, Kiwanis, community organizations. Even a murder like the one in Kilgore not long ago will be more conservatively produced here.”</p><p>There is a healthy competition between the news staffs in Tyler and in LufkinNacogdoches. Channel 7’s on-camera people are young and attractive and appear to be basically competent. Wes Sims, the mainstay anchor, was previously the news producer at KTRK/13 in Houston. The staff is larger and more professional than Channel 9’s, though neither seems very daring. One exception is a black woman, Gail Leach-Loller, who co-anchors the six o’clock show.</p><p>Channel 9 is, if anything, more provincial than its parent. A recent newscast led with a story about realigned school zones that affected only ninety students in a market with 98,000 Tv households. Tom Ramey, the general manager, defends this approach, however, and has the numbers to back it up. “We don’t <em>want</em> to look like Houston or Dallas,” he told me. “We emphasize things that are unique to us as Texans and Deep East Texans.” Bill alford, a veteran of broadcast journalism with experience in both Houston and austin, anchors and serves as managing editor.</p><p><strong>SAN Angelo</strong></p><p><em>National market ranking: 195 Tv households: 37,000</em></p><p><span class=\"dropcap\">O</span>NLY ONE Station In This TInY market does a newscast—<strong>KLST/8 </strong>(formerly KCTV). The tip-off on how hard up San angelo is for news came one day in the preceding time slot, <em>The Pat attebery Show,</em> on which matronly, blondish Pat modeled housecoats from her sponsor, read the community calendar (the A&M Mothers Club was having a covered-dish supper), and offered household hints on how to use mason jar rings as napkin holders.</p><p>There is not a great deal of talent at Channel 8, either on or off camera. News director and early anchor Lou Kordek has a journalism degree from angelo State and 22 years’ experience in “communications” with the air Force, where he served before getting into broadcasting. Weather reporter Mario Gomez, the only on-camera Hispanic (there are no blacks), also learned his trade in the air Force. Ginger Morgan, who came to the station fresh out of Sam Houston State, anchors the ten o’clock news with yet a trace of carhop twang in her delivery.</p><p>Because of extensive cable competition (many viewers prefer to watch the news on WFAA in Dallas), Channel 8 has purchased a fair amount of studio equipment, but very little goes for news gathering. On one December broadcast, the locally produced news items included an interview with the San angelo police chief on a wave of unsolved armed robberies (followed by a plug for “Crime Stoppers”), a reminder to mail Christmas cards early, a report on Cabbage Patch dolls (none in town), and a series on “The Bicentennial of Flight” using jerky black and white World War II film supplied by the local military.</p><p>One bright spot was sportscaster Don Scott, a veteran of seventeen years of jock sniffing in West Texas. Novice sportscaster Greg Kerr offered a bit of humor in reporting that the NCAA had put the University of Kansas on probation for paying football prospects. “By golly,” Kerr said, “i’d have to get paid too to go to Kansas.” That line would have been funnier some place other than San angelo.</p><p><strong>LAREDO</strong></p><p><em>National market ranking: 198 Tv households: 31,900</em></p><p><span class=\"dropcap\">W</span>hat Viewers In This Small Market mean when they refer to “Heatwave” has nothing to do with the weather outside; they are talking about the weather forecaster. Laredo loves Richard “Heatwave” Berler, and the feeling is mutual: Heatwave is the main reason <strong>KGNS/8</strong> leads this two-station market by a wide margin.</p><p>Berler was raised in Westport, Connecticut, where the temperature reaches ninety degrees maybe ten days a year. He knew he wanted to be a weatherman by the time he was five years old, and he knew he wanted to be one in Laredo when his second-grade class toured the weather bureau and he noticed that even the winter temps in Laredo sometimes surpassed ninety degrees. His fellow meteorology students at Florida State gave him the nickname because he said the weather in Florida was too cool for his taste. Unhappily, a few years later he found himself working in Duluth, Minnesota, at the opposite end of Interstate 35. But he couldn’t get Laredo out of his mind. “One day I noticed that Laredo was one hundred degrees warmer than Duluth,” he recalls. “It’s fun to forecast cold, but not to be in it.” In 1980 Heatwave applied for a job at KGNS, and a few weeks later he was headed south to the cauldron of his dreams. When the temp hit 110 last May 2, Heatwave celebrated by taking a threemile hike through downtown Laredo. “I can’t believe i’m getting paid to do this,” he says.</p><p>There is no radar or fancy equipment in this market, but Heatwave makes do with a facsimile machine (a receiving unit for national weather maps), some Magic Markers, and a genuine feel for his subject. Instead of relying on radar, he detects advancing weather by using spotters stationed around the viewing area. “Expensive equipment would make the weather more visually appealing,” he admits, “but that’s about the only difference.” His thick beard and professorial bearing make him a true curiosity in Laredo, but folks here have learned to depend on his hand-drawn weather maps and fascination with detail. Constantly reminded that they live in one of the hottest places in america -on 53 days of each year, the temp tops one hundred—viewers also learn that this is not really <em>hot.</em> “In Dallol, Ethiopia,” Heatwave reminded them recently, “the temperature in January averages ninetyseven. That’s the hottest place on earth, but Death Valley isn’t too far behind.” Heatwave is the big draw, but Channel 8 anchor, handsome Rod Santa ana, with his Zapata moustache, is also engaging, as is sports director Todd Freed.</p><p>One thing that makes Channel 8 look so good is the competition, <strong>KVTV/13, </strong>which appears to originate from a mobile home, courtesy of a hand-held camera. The weather forecaster is a radio DJ named Pepe Joven, and one of the anchors is an aging Chicano with Ben Turpen eyes, Nick Sanchez. There is no logo or even a discernible set at Channel 13, and the journalistic level suggests that there is a good reason for the city’s dramatically high unemployment rate.</p><p><strong>VICTORIA</strong></p><p><em>National market ranking: 202 Tv households: 25,900</em></p><p><span class=\"dropcap\">W</span>HEN FOLKS Here Talk About local television news, which they don’t very often, they talk about the “old” station, KXIX/19, and the “new” station, KAVU/25. For years viewers depended on cable-only one market in the country (Palm Springs, California) has more cable penetration—and a lot of locals still get their news out of Houston and San antonio. But since Channel 25 became operational in the summer of 1982 (Channel 19 went on the air in 1969) there has been fierce competition for the advertising dollar in this tiniest of markets.</p><p><strong>KAVU/25</strong> is considered more artsy than its older rival, but for a market this size it is overstaffed, overequipped, and, rumor has it, constantly in financial trouble. Still, the news on 25 is flashier and better paced. Anchor Larry Souder comes across as a poor man’s Bill Moyers.</p><p>Personally, I thought the news at the old station, <strong>KXIX/19,</strong> was more refreshing. When anchor Rusty Garrett turns to his plain white wrapper of a weather reporter, andra Mueller, and says it’s neat the way the weather keeps changing, it’s straight out of <em>Happy Days.</em> News director, sportscaster, and commentator Tom Eastland, a wry, outspoken character with a conservative bent, is always giving the railroads and the Russians hell. Though there are no helicopters, action cams, or computerized weather maps (the fanciest part of the weather report was a fishnet backdrop), Channel 19 sometimes invests in a little controversy, like “Weekend Journal,” a hodgepodge of satire and poignancy produced by two young zanies, Ken Lieck and Dennis Tardan. Along with some serious interviews on how Victoria women handle the trauma of turning fifty, there were interviews with nudists and lowriders. Shots of a schoolcrossing sign that read, “Speed limit 20 mph when flashing” cut away to a reverseangle shot of a flasher in a raincoat. A billboard proclaiming, “You’re not alone if you’re a battered woman,” cut away to a woman covered with cake batter. Church groups protested during the show’s sixteen-week run, but what finally got “Weekend Journal” off the air was the righteous indignation of the local Women’s Crisis Center<em>.</em></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "February 1984",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "News",
      "Weather",
      "TV",
      "people",
      "Journalist",
      "NBC",
      "Television",
      "Dallas",
      "ten",
      "Houston",
      "Media",
      "Sports",
      "Texas",
      "CBS",
      "competition",
      "El Paso",
      "Hair",
      "Hispanic",
      "Laredo",
      "Traffic"
    ],
    "wp_categories": [
      "Agriculture"
    ],
    "wp_location": [
      "Dallas",
      "Houston",
      "Texas",
      "El Paso",
      "Laredo"
    ]
  }
}