{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19844",
    "date": "April 1984",
    "year": 1984,
    "month": 4,
    "month_formatted": "April",
    "pdf_uri": "/1984/19840400.pdf",
    "issue_cover_image": "",
    "document_start_page": 134,
    "toc_start_page": 132,
    "document_page_range": [
      [
        134,
        135,
        136,
        137
      ],
      [
        240,
        241,
        242
      ],
      [
        244,
        245,
        246,
        247,
        248,
        249
      ]
    ],
    "toc_order": 2,
    "toc_headline": "Birth Of A New Frontier",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198404-birthofa",
  "source": "/1984/19840400.pdf",
  "wp_post_id": 120351,
  "wp_post_guid": "http://www.texasmonthly.com/article/birth-of-a-new-frontier/",
  "authors": [
    "Harry Hurt Iii"
  ],
  "headline": "Birth Of a New Frontier",
  "dek": "It's got the magic that the oil industry once had, but is high-tech the boom of our future? Let’s see what it's doing for Texas right now.",
  "spread_caption": "",
  "excerpt": "Hundreds of new computer companies have made Texas the likely successor to California's Silicon Valley, and it all started with two firms in Dallas.",
  "kicker": "",
  "word_count": 7294,
  "content": "<p>L. J. Sevin Could Pass For an Oldfashioned Texas wildcatter. He is lean, handsome, and ambitious, a self-made man in his early fifties with gray-green eyes, thinning brown hair, and a low tolerance for stuffed shirts and baloney. He likes good jokes, good-looking women, and the free enterprise system. But Sevin doesn’t drill for oil and gas. He does his wildcatting in the booming field of high technology.</p><p>“When you smell an opportunity, you just can’t turn your back on it,” Sevin declares. “What’s there, let’s face it, is greed—money.”</p><p>Sevin is a master at sniffing out the money to be made in high tech. In 1969 he quit his engineering job at Texas Instruments to start Mostek, a semiconductor company. Eleven years later he sold Mostek for $380 million. In 1981 he co-founded the Dallas venture-capital firm of Sevin Rosen Management, which gives seed money to people who want to start up their own companies in return for stock interests. Sevin’s firm has raised portfolios of $85 million and spawned more than twenty “start-up” companies in Texas and three other states, including the high-flying Compaq Computer Corporation of Houston.</p><p>“Sevin Rosen has clout,” attests a respected New York analyst. “When Sevin Rosen invests a million dollars in a company, lots of other people want to invest in that company, too. They aren’t just lucky. They know what they’re doing.”</p><p><strong>The high-tech boom has opened up new worlds for the state’s business community. Products as diverse as computer software and automatic bank tellers rely on the integrated circuitry within the silicon chip. And then there’s the telecommunications field, based on light-wave and microwave technology.</strong></p><img/><p>Illustrated by Jose Cruz</p><p><strong>“High-tech employment in Texas would have to sustain its current boom nonstop for more than fifteen years to provide the roughly half a million jobs that the oil business provides right now.”</strong></p><p>Thanks to high-tech wildcatters like L. J. Sevin, Texas has clout too. The undisputed capital of U.S. high tech is California’s Silicon Valley, south of San Francisco, but Texas is the fastestgrowing high-tech center in the nation. The state’s success in attracting the Microelectronics and Computer Technology Corporation (MCC) to austin has been the most publicized coup; even more significant, however, are the hundreds of new companies and major outposts for big corporations like IBM, apple, Xerox, and Lockheed that are located around the state.</p><p>There is no question that high tech is big and getting bigger. A recent study by the Bureau of Business Research at the University of Texas reports that the Texas high-tech industry generated gross sales of more than $8 billion in 1982. (Estimates of the industry’s sales range as high as $140 billion a year in the U.S. and $300 billion worldwide.) Last year the state’s five largest publicly held high-tech corporations—Ti, Tandy, E-Systems, EDS, Datapoint—and the LTV aerospace division had combined sales well over $10 billion, suggesting that the statewide gross is much higher.</p><p>The number of high-tech jobs is also increasing rapidly. In 1980 Texas stood in third place, with 4.6 per cent of the United States’ high-tech work force, or roughly 153,000 workers out of a national total of 3.3 million. California (18.8 per cent) and Massachusetts (5.7 per cent) ranked first and second. But Texas was first in terms of new employment. High-tech jobs were opening up here almost 60 per cent faster than in California. The Bureau of Business Research estimates that another 22,000 jobs had been added by the end of 1982. The state comptroller’s office, which uses a slightly broader definition of high tech, puts the 1982 total at more than 204,000. If one includes the 3400 employees at NASA, the current high-tech work force in Texas may number more than 207,000.</p><p>That growth spurt has made Texas the capital of high-tech hype. The Dallas-Fort Worth Metroplex, which has the greatest concentration of high-tech companies in the state, is often referred to by the press and local PR firms as Silicon Prairie. Central Texas, which has seen a rapid influx of hightech businesses to austin and San antonio, has been dubbed Silicon Hill Country, Silicon Gulch, and Silicon Corridor. Now that California is settled territory, Texas has become the hightech industry’s new frontier.</p><p>In keeping with their long-standing booster tradition, our politicians have been promoting high tech as the heir apparent to King Oil. Governor Mark White campaigned to bring MCC to Texas as if it were the key to his reelection, then opened an Office of Economic Development to help attract more hightech companies to the state. San antonio mayor Henry Cisneros has made hightech development the main theme of his political career. In the wake of austin’s MCC victory, Houston mayor Kathy Whitmire and Dallas mayor Starke Taylor have joined the race to bring high-tech companies to their cities.</p><p>The horde of high-tech enthusiasts includes some smart and savvy businessmen and a former high-ranking U.S. intelligence official. Bobby Ray Inman, the ex-CIA deputy director who now heads MCC, believes that high-tech development is vital to our national security and to our ability to meet the economic challenge posed by Japan. He also believes that Texas high tech can indeed be the successor to oil and gas.</p><p>John Roach, chairman of the Tandy Corporation of Fort Worth, agrees. While cautioning that it is difficult to predict the politically sensitive future of the oil business, Roach insists that high technology can be at least as important as oil to the Texas economy by the end of the century. “If it is not,” Roach adds, “we will have failed.”</p><p>What is the truth behind the high-tech myth? Does the future of the state and the nation really depend on our success in developing high-technology industries? Can high tech actually mean as much to Texas as oil and gas?</p><p>Even a brief ride across the high-tech landscape of Texas can turn the hard-core skeptic into a true believer, but it’s unlikely that the industry will ever dominate the state’s economy the way the oil business has in the past. At present, high-tech companies employ less than 3 per cent of the Texas labor force. High-tech employment would have to sustain its current boom for more than fifteen years to provide the roughly half a million jobs that the oil business provides right now. Similarly, the combined sales of the state’s six largest high-tech operations would have to double just to equal the 1983 revenues of Shell, the state’s largest oil company.</p><p>For those reasons alone, high tech can’t possibly fulfill all our hopes, dreams, and job quotas. Yet, high-tech development is essential to the diversification of our economy. The industry’s potential for creating new products and whole new kinds of employment makes it especially appealing. But high tech’s greatest potential may well be in its application to so-called low-tech and medium-tech industries like agriculture and oil. For instance, computercontrolled irrigation is now used in Israel and might work here as well.</p><p>What <em>is</em> high tech? The term has been co-opted for so many uses in so many fields—design, architecture, and even music, to name a few—that purists like L. J. Sevin have come to hate it. Sevin and his colleagues in the electronics industry started hearing the phrase back in the late seventies, when it referred to companies exploring the latest advances at the high end of the new technologies in semiconductors. Today the term usually refers to the vast array of businesses that all rely upon the same essential element: the silicon chip. Makers of semiconductors, microprocessors, and most forms of computer hardware and software obviously fall into this category. Other businesses termed high tech include producers of telecommunications devices, automatic bank tellers, fiber optics and character-recognition equipment, aerospace guidance systems, and certain types of medical instruments and industrial robots.</p><p><strong>“at least forty Texas high-tech companies have been founded or funded by the former employees of just two corporations: Collins Radio, transplanted from Iowa, and Texas Instruments.”</strong></p><img/><p><strong>L. J. Sevin is a high-tech wildcatter who can’t turn his back on a juicy chance to speculate. Since forming a venture capital firm in 1981, Sevin and his partners have helped start close to twenty new high-tech companies. What’s his motivating interest? “Greed,” says Sevin.</strong></p><p>By any definition, high technology has already changed Texas in some fundamental ways, and the state in turn has been fundamental to the industry. Though we think of the high-tech boom as a recent phenomenon, its history in the state goes back more than 25 years. From Texas came the first silicon chip, the first commercial home computer, and the legal battle that led to the creation of the modern telecommunications industry and the breakup of AT&T.</p><p>Besides diversifying our economy, high tech has brought a new character to Texas industry. Unlike oil refineries and steel mills, the new high-tech plants that now dot the state are clean, compact, and quiet, and they don’t need to be near water, railroad lines, or mineral deposits.</p><p>High tech’s style of corporate growth is different too. While some of the big corporations have grown bigger and more dominant in certain areas, they have also produced generation after generation of independent spin-offs. At least forty high-tech companies have been founded or funded by the former employees of just two corporations: Collins Radio, an Iowa transplant of the fifties and early sixties, and Texas Instruments, which began in oil-finding seismology, then diversified into electronics and now employs a quarter of the Texas high-tech work force.</p><p>The career of Leonce John Sevin symbolizes the past, the present, and the future of Texas high tech. Born in Baton Rouge amid Depression-era poverty and educated at Louisiana State University, Sevin came to Texas in 1960 as a thirtyyear-old Cajun electronics engineer in search of a job. He interviewed at Collins Radio’s first Texas facility, in Dallas, but eventually hired on at TI. About two years before Sevin went to work at TI’s sprawling new plant in Richardson, a fellow engineer invented the device that began the modern hightechnology industry—the silicon chip.</p><p><strong>Chips Off the New Block</strong></p><p>In the summer of 1958 Ti engineer Jack Kilby discovered a way to make a complete and efficient integrated circuit on a silicon block (see “The Texas Edison,” <em>Texas Monthly,</em> July 1982). By eliminating wires, the invention could reduce the size of anything electronic, from computers to portable radios. Six months later engineer Robert Noyce produced an improved integrated-circuit design for a California company, Fairchild Semiconductor. The race was on.</p><p>The major players, then as now, were California, New England, and Texas. In 1958 California was already the nation’s leading defense contractor and the home of electronics giants like Hewlett-Packard, Litton Industries, and Fairchild. Many of those firms dated from the thirties, when they had been founded and staffed by talent from Stanford University. New York and New England boasted institutions like MIT, Bell Labs, AT&T, and IBM. But Texas had a defense industry second only to California’s, and most important, it had TI.</p><p>L. J. Sevin and other movers and shakers of the Texas hightech industry often refer to TI as their Training Institute. It was there, and not at MIT or Stanford, that they got the electronics education that they later put to use in starting their own companies. TI was a corporate army broken up into many smaller corporations and divisions, which in turn consisted of departments that specialized in various technologies, like semiconductors and computers. Each department was a separate engineering team that pursued specific objectives with CIA-like security precautions. In the interests of comfort and creativity, TI managers fostered an open-collar, shirt-sleeve dress code. But they also demanded minimum nine-hour workdays, encouraged employees to live near the main plant in Richardson, and frequently suggested that employees support management-approved political candidates and civic causes.</p><p>Texas owed its strong defense industry largely to the lobbying of a congressional delegation led by Sam Rayburn and Lyndon Johnson. Their first conquest was General Dynamics, which opened a B-24 plant in Fort Worth in 1942. Companies like Lockheed, Rockwell, LTV, E-Systems, and Bell Helicopter later opened plants of their own across the Dallas-Fort Worth area. Then, in 1962 the NASA Manned Spacecraft Center came to Houston, thanks in part to the maneuvers of Johnson. Soon Lockheed, Rockwell, IBM, and others arrived to provide support services.</p><p>In the early sixties arthur a. Collins, the Iowa whiz kid who had started his company in the family basement and later broke AT&t’s monopoly on vacuum tube patents, moved his corporate headquarters to Texas. Soon his company became the leading electronics manufacturer for commercial airlines. By that time IBM had branches in Dallas, Houston, and eleven other Texas cities. In 1967 it opened an office products manufacturing plant with four hundred employees in austin. IBM was attracted to austin by the same set of features that would later entice MCC and other firms—the city’s natural beauty and other amenities and the absence of state income taxes.</p><p><em>(Continued on page 238)</em></p><p> Photograph by Elle Schuster </p><p><em>(Continued from page 135)</em></p><p>IBM also gave Texas H. Ross Perot, a former salesman who in 1962 founded Electronic Data Systems (EDS) in Dallas. The principal business of EDS was and still is designing computer systems for Blue Cross-Blue Shield and for government clients like the army, the Navy, and the social security system. That same year former UT engineering professor Frank McBee, who had been doing some electronics consulting for Union Carbide, incorporated Tracor, a firm specializing in defense electronics.</p><p>One of Texas’ unheralded heroes in the sixties was Thomas F. Carter, the Dallas entrepreneur who took on AT&T. Carter had invented a mobile communications device, called the Carterfone, that linked vehicles equipped with two-way radios to the telephone system via a base station. AT&T refused to allow the Carterfone linkages to be attached to its phone lines, however, until the Federal Communications Commission ruled in 1968 that AT&T could not deny Carter or any other legitimate user access to its lines. Carter reportedly received $300,000 from AT&T to settle a related antitrust suit, but the competition for the use of two-way radio channels soon made the Carterfone obsolete. Carter resigned from the then financially troubled Carterfone Communications Corporation in 1970 and eventually went into semiretirement in East Texas.</p><p>Carter left the rest of the world a multibillion-dollar legacy. The 1968 Carterfone decision ushered in the age of the independent telecommunications industry. John D. Goeken, who was briefly Carter’s partner in the early seventies, went on to found MCI, the company that broke Ma Bell’s stranglehold on long distance service. The North american Telephone association, which Carter co-founded, now represents ITT and more than 350 other companies engaged in the business of making and marketing telecommunications systems, such as computer-driven PBX switchboards.</p><p>As high-tech activity slowly increased throughout the sixties, engineers at TI continued their struggle to make the silicon chip into a commercial product. They needed a way to get the chip into homes across the country, to demonstrate the uses to which the chip could be put. The product that turned the silicon tide was finally marketed in 1971; it was TI’s Pocketronic calculator, which sold for $150 at a time when standard electronic calculators cost $1200. It was a smash success, and it put TI at the forefront of both the calculator and the semiconductor fields. In the years that followed, TI and other manufacturers invented ever more powerful semiconductors, cramming each silicon chip with the equivalent of more than 250,000 components apiece. Improvements in semiconductors led to two other critical devices: the microprocessor, which is in effect an entire computer on a single chip, and the transducer, which converts light, heat, pressure, and even the sound of the human voice into electrical impulses.</p><p><strong>“One of Texas' unheralded heroes in the sixties was Thomas F. Carter, whose Carterfone won an FCC ruling that AT&T could not deny access to telephone lines. That decision paved the way for companies such as MCI and Sprint.”</strong></p><p>By the late sixties the TI style had gotten somewhat out of step with the march of social and economic change in the rest of the world. Even if the typical TI employee wasn’t taking to the streets to protest the war in Viet Nam or smoking pot in the company rest rooms, he was still a part of a generation that believed individuality was as important as team spirit. TI occasionally permitted employees to share directly in the fruits of their labors. (L. J. Sevin, for example, got $40,000 in royalties for a best-selling technical book on field transistors.) But the new people—and new money—flowing into Texas afforded a prime opportunity for ambitious young engineers itching to start companies of their own.</p><p><strong>The First Generation</strong></p><p>The first generation of TI’s corporate offspring left the company between 1968 and 1972, largely in reaction to management’s decision to open a division in Houston. The top brass simply announced that certain departments would form the nucleus of the new Houston plant and, according to several individuals involved, didn’t offer much in the way of choice or relocation incentives.</p><p>One of the engineers who refused to move to Houston was L. J. Sevin, who was then directing the development of the metal oxide semiconductor (MOS), a chip that has drastically lowered the cost of making integrated circuits. Although TI wasn’t willing to make a major commitment to the still-unproved MOS process, two former employees, Dick Hanschen and Dick Petritz, had formed a venturecapital firm that was willing to gamble $250,000 on Sevin and MOS.</p><p>In 1969 Sevin joined forces with Louay Sharif, Berry Cash, and Vin Prothro, three other employees who didn’t want to move to Houston, and they founded the Mostek Corporation in a strip shopping center in Carrollton. Sevin and his partners raised $3 million in initial financing from the Sprague Electric Company of Massachusetts and produced sales of about $1 million in their first year. The following year Mostek went public, with sales of more than $3 million. By 1979, after weathering reversals in semiconductors and calculators, Mostek had become a major producer of memory chips used in a number of the best-selling computers, and the company’s sales had soared to $227 million.</p><p>Two years before the birth of Mostek, another trio of former TI employees founded a company to build computer terminals in San antonio; it is now the halfa-billion-dollar-a-year corporation known as Datapoint. During the same period, engineers who had once worked for Collins Radio and TI were developing companies like action Communication Systems, a WATS-line equipment maker; Spectronics, a manufacturer of infrared fiber optics devices; and Electrospace Systems, a military electronics contractor. Danray, a company that made digital switches, was founded by former TI employee Jim Donald and Collins alum John Israel. Together they laid the groundwork for Texas’ telecommunications industry.</p><p>Engineers were leaving Collins Radio not because the corporation had become too dominating, as was the case with TI, but because it had fallen on hard times. Founder arthur Collins had developed a revolutionary device called the C-system, which could integrate the transmission of voice messages and electronic data. The military became the chief market for the device, but then, in the late sixties, it cut back on electronics so it could buy munitions for the Viet Nam War. Determined to forge ahead anyway, Collins effected a $35 million part-merger agreement with Rockwell International, with the understanding that Rockwell would complete the C-system.</p><p>But Rockwell dropped the C-system. Collins resigned in frustration and sold his stock. His original corporate creation later blossomed into the Collins divisions, the cornerstone of Rockwell’s telecommunications operations. Collins Transmission Systems now employs 4000 people in Richardson and is a major producer of microwave and light-wave systems used by Bell, MCI, Sprint, and other commercial customers. Collins Communications Systems makes equipment for military command, control, and communications systems; it currently employs about 2300 people in Richardson and Plano. Arthur Collins now runs a leading research and development firm in Dallas, but as L. J. Sevin archly observes, his fate seems to prove the adage that “pioneers get arrows in their backs.”</p><p>Austin pioneer Frank McBee fared much better. His Tracor Corporation has continued to prosper and is now a $400million-a-year company with 8300 employees working in plants in austin and several other cities. It has fathered roughly a dozen start-up companies, including the environmental consulting firms of Espey-Huston and Radian, insurance-industry software developer Continuum, and the Texas Research Institute in San Marcos.</p><p>While oil and the arab embargo were making headlines during the seventies, several developments quietly took place in the high-tech sector that would eventually have significant economic impact on the state. A decree by Mexican president Gustavo Díaz Ordaz had allowed U.S. companies to operate “twin plants” along the border. The companies could store parts in warehouses on the american side and assemble them on the Mexican side without paying the usual customs duties. Eager to exploit this source of cheap labor, firms like General Electric opened twin plants all along the Texas border.</p><p>A second development was the increased interest in Texas sites shown by large corporations. Between 1972 and 1975 Motorola opened plants in Seguin (radios), austin (semiconductors), and Fort Worth (communications products). The three plants now employ nearly eight thousand people. In 1974 Xerox established its first Texas plant in Dallas; it’s now the headquarters of the information products division, which employs about two thousand workers in the manufacturing of personal computers, telecopiers, and electronic typewriters.</p><p>Finally, there was the microcomputer. The Tandy Corporation’s Model I was the first home computer to hit the stores, in September 1977, about the time the first apple reached the shelves. The Model I sold for the still astonishingly low price of $599. Perhaps even more important than its price, however, was the strength of the Radio Shack retail chain. Radio Shack had thousands of outlets in which to sell its new computer. Though a host of computer companies, including apple, atari, IBM, and TI, were soon waging an all-out war for dominance in the marketplace, no one could match the staying power that Radio Shack afforded Tandy.</p><p>If Tandy immediately became a powerful force, it was apple that grabbed the largest market share. Again, Texas benefited. One of apple’s early primary investors was Hixon Venture Company of San antonio, the state’s oldest hightech venture-capital firm. The payoff on its 1979 investment in apple amply demonstrated the golden opportunity that high tech held for future Texas venture capitalists.</p><p><strong>The Second Generation</strong></p><p>The next wave of Texas high-tech companies—the classes of 1978 through 1982—came of age shortly after the introduction of the home computer. Although Tandy was the source for relatively few independent companies, TI continued to be a prolific parent. More important, Mostek and Danray and other young firms began to produce their own corporate offspring.</p><p>The second-generation of high-tech entrepreneurs enjoyed an economic climate that was more favorable than their immediate predecessors’. In 1978, after the Ninety-fifth Congress cut the capital gains tax back to 28 per cent and gave pension funds more latitude to invest in high-risk businesses, venture capital became far more plentiful than it had been for almost a decade. The second generation now could afford to be born. It also had the benefit of some lessons learned by the first generation, such as the need to don suits and ties for crucial meetings with bankers and investors.</p><p>L. J. Sevin again appeared at center stage. In the summer of 1979 Mostek became the target of an unfriendly takeover attempt by one of many Wall Street powers eager to get in on the hightech boom. Sevin tried to resist, but as he puts it, “the bidding just got too rich,” and he eventually accepted the lucrative $380 million offer from United Technologies. Roughly $70 million of the proceeds went to Mostek employees, making thirty of them full-fledged millionaires. Sevin owned only 2 per cent of the stock-he had sold the rest in equity offerings to build the company—but he came out with the tidy sum of $7.5 million.</p><p>Sevin quickly discovered that he still didn’t like working for someone else. In early 1981 he left Mostek to start the Sevin Rosen Management Company. His distinguished New Orleans-born partner, Ben Rosen, was a veteran New York securities analyst and the publisher of the <em>Rosen Electronics Letter,</em> a periodical viewed as an industry bible. Sevin was the good ol' boy of the team, the engineer, the entrepreneur with corporate operating experience and a TI-Mostek pedigree. In just five months the two men raised their first venture capital of $25 million.</p><p>Sevin and Rosen invested the money much like prudent oil explorationists. Rather than gambling all their chips on one big deal, they spread their risk by taking pieces of 50 per cent and less in small companies. They also insisted on joining the boards of most of the companies they invested in. That way they could keep a close eye on how their venture capital was being used and, if need be, contribute their expertise to the enterprise.</p><p>Sevin Rosen’s strategy has paid off handsomely over the past three years. Only one out of seventeen investments—a small share of now bankrupt Osborne Computer—turned out to be a loser. Among their best investments is Lotus Development of Cambridge, Massachusetts, a software company that brings in $50 million a year and produces one of the hottest financial-productivity packages on the market. Their biggest winner in Texas is Compaq Computer of Houston, the maker of a portable computer that is compatible with the heavier and more expensive IBM Personal Computer.</p><p>One Sevin Rosen executive says that keeping up with Compaq has been like trying to hold onto a rocket ship. Founded by yet another trio from TI (Rod Canion, Jim Harris, and Bill Murto), Compaq began working on its computer prototype in February 1982 with $1.5 million in startup funds jointly provided by Sevin Rosen and a California firm. Eight months later the first completed units won such rave reviews from their test audience of selected dealers that the backers quickly raised another $8.5 million. In February 1983 Sevin Rosen and a consortium of banks chipped in $20 million more.</p><p>When the Compaq computers hit the stores, enthusiastic customers swept them off the shelves. Last December the company went public and raised more than $60 million in additional equity. In February Compaq reported that sales in the company’s first year of production totaled $111.2 million and produced profits of $4.7 million. Rosen and Sevin proudly assert that Compaq is the fastestgrowing start-up company in american business history.</p><p>The years 1978 to 1982 also produced three important companies in telecommunications. When Northern Telecom, the Western Electric of Canada, bought out Danray in 1978, cofounder Jim Donald went on to turn around Digital Switch; his partner, John Israel, started advanced Business Communications. About the same time, former Danray executive Mike Bowen created the even faster growing Intecom, which boasts the first PBX switch that allows users to discuss the data as it is being transmitted to their video screens. Intecom has reported 1983 revenues of roughly $80 million and expects to double that figure in 1984.</p><p>About a hundred software companies started in austin, including BPI, the maker of a popular accounting program, and Omega Software, another TI offspring, which sells diskettes of the Bible billed as “The Greatest User Friendly Story Ever Told.” Dallas wheeler-dealer Sam Wylie introduced the conglomerate concept to the field by grouping several formerly independent firms under the banner of University Computing. Dallas also produced Texas’ largest computer retailer, the 43-store CompuShop chain, while Houston software entrepreneur Billy Ladin became the number two retailer with his 30 Computer Craft stores.</p><p>During the same period, corporations continued to immigrate to Texas. Honeywell gained a foothold in Dallas by purchasing second-generation offspring action Communications and Spectronics. Advanced Micro Devices opened a facility in austin and later announced a second plant in San antonio. In 1980 apple cranked up its largest computer-making facility in the nation on a 26-acre site in Carrollton. But Ibm created the most jobs, first opening a marketing support center in Las Colinas in 1979 and then a circuit packaging plant in austin in 1982. Ibm now has more than 16,000 employees in Texas. One of its more successful offspring is Systems Center, a firm specializing in computer-network software.</p><p>Meanwhile, Texans and Texas companies were making inroads in Silicon Valley. Sevin Rosen funded eight start-up companies in the area; in fact, its California holdings were larger than the Texas portion of its portfolio. Rolm Corporation, a computer and communications firm formed by four Rice University alumni back in 1969, bought a leading California telecommunications company. The biggest deal of all occurred in 1979, when Schlumberger, an old and prestigious New York corporation with strong ties to Houston, bought the giant Fairchild Semiconductor. The union was significant and a harbinger of things to come.</p><p>But most Texans were too preoccupied with oil and the steepest price hikes in history to take notice of high-tech activity. Rig counts, not circuit packaging, had captured the public’s attention. Not until the cataclysmic oil glut of 1982 and 1983 did Texans begin to recognize—and quickly fall in love with—the state’s new hope: high tech.</p><p><strong>Mcc And the New Capitals Of High Tech</strong></p><p>On May 18, 1983, Bobby Ray Inman announced that MCC had selected austin over 56 other U.S. cities to be the site of its headquarters. MCC is funded by fourteen companies. Its goal is to develop a fifth-generation computer with artificial intelligence—and to beat Japan to the punch. Toward that end the companies participating in MCC will engage in research and development in four specific fields: integrated circuitry, computer software, computer-aided design and manufacture, and advanced computer architecture—the artificial intelligence part of the program.</p><p><strong>“The product that turned the tide for silicon chips was marketed in 1971; it was TI’s Pocketronic calculator, which sold for $150 at a time when standard electronic calculators cost $1200. It was a smash success.”</strong></p><p>Industry veterans like L. J. Sevin are skeptical as to just how much impact MCC will have. They question whether MCC’s plans to employ about four hundred people and to spend $50 million to $60 million a year on research will result in world-class discoveries. The source of most of the major technological advances in the past four decades has been Bell Labs, which is now being reincarnated as Bell Communications Research, with eight thousand employees and an annual budget of $878 million. “If MCC is supposed to be our answer to Japan, Inc., it’s a very weak answer,” Sevin asserts. “I don’t think MCC will make a hell of an impact. There’s not enough money in it.”</p><p>Bobby Ray Inman naturally discounts such skeptics, though he does believe that austin’s present expectations and real estate prices are rather inflated. “Expectations for the near term exceed what’s going to happen,” he cautions. “MCC will experience a staged growth over a decade or more. Things won’t explode in the next twenty-four months. Land prices in the austin area may go back down.”</p><p>Inman recognizes that MCC’s future is threatened by several storm clouds. The state does not yet have all the money it needs to back up the financial commitments it made in luring MCC here. Governor Mark White and Texas Commerce Bancshares chairman Ben Love are trying to raise $23.5 million from private sources. Another shadow was cast when California, which lost out in the competition for MCC, increased funding for its state university system by 30 per cent, thereby hampering MCC’s efforts to recruit talent from research centers like Berkeley. More ominous is the threat of antitrust suits. Inman justifies MCC’s ostensibly monopolistic pooling of corporate resources on the grounds that it’s necessary to present a unified front if U.S. companies are to compete with Japan. The Justice Department has given MCC what Inman describes as an unofficial amber light, but so far MCC has been frustrated in its efforts to get Congress to grant an antitrust exemption, which would ensure its continued existence.</p><p>Of course, even with MCC and the recently announced 3M plant proposed for the Lake Travis area, austin is not yet Texas’ high-tech capital. Dallas, Fort Worth, and Houston all have a base of high-tech industries much larger than austin’s. And after MCC announced its plans for austin, the other three cities renewed their commitment to attracting more high-tech companies. Right now Dallas-Fort Worth is clearly out in front, leading in both employment and sales. According to the state comptroller’s office, the area provided 58 per cent of all high-tech employment in the state in 1982 and produced 37 per cent of the taxable sales. Houston ranked second with about 13 per cent of the work force and 33 per cent of taxable sales. Austin came in fourth, with about 7 per cent of total employment and less than 2 per cent of taxable sales.</p><p>Don’t bet that the DFW area will relinquish its lead any time soon. Its central location and its mammoth airport make it much easier and cheaper to ship and receive goods there than in secondconnection cities like austin. And then there’s the upcoming Info Mart. Trammell Crow, whose Dallas Trade Mart helped make Dallas a center of the fashion and furniture industries, is building 1.5 million square feet of computer showroom right next door. Just as the Crystal Palace came to symbolize the nineteenthcentury industrial revolution, Crow hopes that his Info Mart, which mimics the great London exhibit hall, will become a symbol of the technological revolution.</p><p>The “spewing of ideas” that Inman hopes MCC will generate in austin has been occurring in Dallas and Fort Worth for nearly twenty years. According to Jon Bayless, a partner at Sevin Rosen, the Metroplex leads the nation in telecommunications start-up activity. But Bayless warns that it’s still harder to start companies in Telecom Prairie than in Silicon Valley. The density of high-tech firms in California has created a rich network of personnel contacts and information. California is putting up 23 per cent of the nation’s venture capital and receiving about 45 per cent, or roughly $1.5 billion per year. Texas provided only 6 per cent of the nation’s venture capital and received only $240 million in 1983.</p><p>Developments in the Dallas financial community indicate that the venturecapital imbalance is changing. In the past year leading California venture-capital firms, including Orange Nassau, have opened branches in Dallas. Two other California firms have backed venture capitalists Berry Cash and Vin Prothro, of Dallas. Perhaps even more significant, the big banks are getting into the high-tech field, both through venture-capital firms and through direct lending. RepublicBank of Dallas, the first bank to lend on oil reserves back in the thirties, has become the first Texas bank to open a department devoted to high technology.</p><p>The city most often accused of dropping the high-tech ball is Houston. As Inman and others have testified, Houston didn’t even enter the competition for MCC, Mayor Kathy Whitmire promised during her reelection campaign last fall to attract high-tech industry to the city. So far the only response has been from the Cynergy Corporation, which works on special-effects technology for movies. It plans a headquarters in Friendswood. Many in the industry feel that Houston is simply too big, too crowded, too expensive, and too just plain ugly to compete for high-tech companies. Besides lacking adequate streets, sewers, and police protection, Houston has none of the hills, lakes, and other natural amenities that bless austin. In fact, high tech may have more to offer Houston than Houston has to offer it. The mass implementation of already available tools like two-way cable retailing systems and home-based computer work stations could do more to reduce rush hour traffic than all of the city’s mass transit proposals.</p><p>Still, Houston does boast considerable activity. The dominant presences are NASA and the Texas Medical Center. The Medical Center is already one of the city’s largest employers, with a work force of more than 32,000 people. About 2000 of those people are involved in the center’s $100 million worth of research programs each year. President Ronald Reagan’s pledge to see that the U.S. puts a space station in orbit by 1992 bodes well for employment at NASA’s Johnson Space Center. So does the possible emergence of space weaponry as a crucial element in national defense.</p><p>But some of the biggest action in the years ahead will come from private companies in the so-called space commercialization industry. The field includes an intriguing variety of prospects. NASA is experimenting with the growth of silicon crystals, the production of insulin, and the formation of ball bearings in the pure and weightless environment of outer space. Texas Medical Center executive Richard S. Johnston is currently exploring the pharmaceutical applications of those experiments with McDonnell Douglas. Former NASA engineering director Max Faget has started Space Industries, a firm that intends to lease chambers on future space stations for commercial manufacturing projects. Space Services, a firm headed by Houston businessman David Hannah and former astronaut Deke Slayton, is trying to develop a low-cost commercial rocket (see “Mr. Hannah’s Rocket,” <em>Texas Monthly,</em> November 1982). Houston oilman Fred C. Alcorn is raising $50 million in venture capital for Orbital Services, which plans to operate “space taxi” satellites launched from an orbiting vehicle such as the space shuttle.</p><p>Houston’s leadership in the energy industry is also creating opportunities in high tech. Many pipeline companies now use robots to help spot problems in their oil and gas transmission systems. Several software companies have already introduced programs to help manage energy production. Landmark Graphics, a Houston company backed by Sevin Rosen money, is marketing color software that can display seismic data in two and three dimensions and cartoon maps of adjacent formations in a rapid frame-by-frame sequence.</p><p>Houston is the temporary headquarters for the state’s most basic and ambitious high-tech research project-the proposed super-conducting super-collider (SSC). If completed, the SSC will be a hundredmile-long circular tube about six feet in diameter, the largest atomic particle accelerator in the world. The project is backed by a consortium of universitiesRice, UT, the University of Houston, and Texas A&M—and the Texas accelerator Center’s skeleton staff now gets half of its research budget from the Department of Energy. In two to three years the center plans to ask Congress for the $2 billion to $5 billion it will need to build the accelerator. Center officials say the SSC is necessary to catch up with similar projects under way in Japan and the USSR. Although they admit that the main purpose of the SSC will be fundamental research in subatomic physics, they also maintain that particle shots, like seismic shots, could prove to have applications to oil exploration and many other industries.</p><p>In the wake of austin’s victory in the MCC competition, there has been a directly related movement to establish complementary, rather than rival, “centers of excellence” throughout the state. The “centers of excellence” concept is based on the same theory that led to the creation of MCC, the idea that america’s high-tech companies can no longer afford to duplicate their efforts with separate but essentially similar research and development enterprises. The movement’s leaders, former UT business school dean George Kozmetsky and San antonio mayor Henry Cisneros, envision San antonio as the state’s center of bio-tech and medical instrument manufacturing. They see UT-Permian Basin in Lubbock as the natural focus for high-technology applications to oil exploration and predict that Texas A&M and the Bryan-College Station area will be the center for developing high-tech applications to agriculture.</p><p>Cisneros is also the chief proponent of the corridor concept-the notion that San antonio and austin are no longer separate centers but the anchors of a business district that runs along I-35 for eighty miles. Cisneros has naturally concentrated on luring high tech to his end of the corridor. In addition to winning a new UT engineering school for his city, he has launched relocation raids on firms in Silicon Valley and New Jersey. He is proud that almost 90 per cent of the employees at the new Control Data plant in San antonio are Mexican american, and he looks to high-tech development as a continuing source of minority jobs.</p><p>But Cisneros has also worked on improving the rest of the corridor. After San antonio lost out in the semifinals of the MCC race, he helped promote austin. More recently, he has organized a corridor council to address the problems and potentials of San antonio, austin, and their satellites. The possibility of operating a high-speed bullet train between the cities is being discussed. Cisneros says that the high-tech boom in Central Texas proves that the industry already accepts the corridor concept as a fact of life. He is now trying to get Texas and the rest of the world to accept it.</p><p><strong>High Tech And the Future Of Texas</strong></p><p>In his best-selling book, <em>Megatrends, </em>John Naisbitt picks austin and San antonio as two of the ten american cities with the greatest opportunity for growth in this decade. Naisbitt also picks high tech as the nation’s number one growth industry. “Ten years from now the electronics industry will be bigger than the auto and steel industries today,” he predicts. “Sometime during the 1980s electronics will become a $400 billion business.”</p><p>Texas can certainly have a healthy slice of the high-tech pie if it wants to go after it. Besides all the standard Sunbelt advantages, the state has the intangible asset that contributed mightily to its leadership in the cattle and oil industries—the can-do attitude. William G. Moore, Jr., a transplanted Easterner who now heads Recognition Equipment in Irving, testifies that it’s not just a cliché. “You hear all this Texas BS about the can-do attitude, but when you come down here, you find that it’s true,” says Moore. “Can the guy working in the oil field be converted to a hightech employee? Yeah, I think he can. All he needs is a chance.”</p><p>But Texas must also avoid overdependence on high tech. Like oil, the everchanging high-tech industry also suffers boom-to-bust cycles. In 1981 National Semiconductor had to suspend construction of a major new Texas facility because of the recession; the plant is now scheduled to open in 1985. And after reaching an all-time peak last summer, the stocks of many high-tech companies have plummeted to half their former values. The future of Compaq Computer, which seemed so gloriously secure a few months ago, is now threatened by a new IBM portable computer that is essentially a clone of the Compaq model and will be manufactured in austin. That is but one example of the industry’s capriciousness.</p><p>L. J. Sevin is only semi-bullish on Texas high tech. Although he and his venturecapital firm have some significant investments in the state, he doesn’t expect Silicon Prairie to replace Silicon Valley as the capital of american high tech. Texas, he says, is just one of many places where high-technology firms can set up shop. Sevin believes that the secret of Silicon Valley’s popularity is not its proximity to the academic resources of Stanford but a combination of climate and scenery that Texas can never hope to match. “I don’t see any mountains out there,” he said, gazing through the window of his North Dallas office one recent afternoon. “I don’t see any ocean, either. Do you?”</p><p>Most other leaders say that education, not scenery, is the state’s real weakness. Besides lacking a university to rival Stanford and MIT, Texas has a grossly inadequate public school system, especially in comparison with California and Massachusetts. According to MCC chief Bobby Ray Inman, the state’s deficiency in primary and secondary instruction is “our achilles’ heel.”</p><p>But despite such caveats, the possibilities of high technology are so numerous and so alluring that even practical-minded men like L. J. Sevin can’t resist a little unabashed speculation. Not long ago, while toying with one of the many new products that clutter his desk, Sevin shared one of his personal high-tech fantasies. “Sometimes I wonder,” he admitted with a grin, “what it would be like to have hightech sex.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "April 1984",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "Computer",
      "Oil",
      "Houston",
      "Austin",
      "Tech",
      "Business",
      "California",
      "Electronics",
      "Research",
      "Dallas",
      "Compaq",
      "Future",
      "Software",
      "Space",
      "Work",
      "San Antonio",
      "people",
      "Radio",
      "Carter"
    ],
    "wp_categories": [
      "Agriculture"
    ],
    "wp_location": [
      "Texas",
      "Houston",
      "Austin",
      "Dallas",
      "San Antonio"
    ]
  }
}