{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19844",
    "date": "April 1984",
    "year": 1984,
    "month": 4,
    "month_formatted": "April",
    "pdf_uri": "/1984/19840400.pdf",
    "issue_cover_image": "",
    "document_start_page": 148,
    "toc_start_page": 146,
    "document_page_range": [
      [
        148,
        149,
        150,
        151,
        152,
        153
      ],
      [
        256
      ]
    ],
    "toc_order": 6,
    "toc_headline": "The Ponytail",
    "toc_kicker": "",
    "cover_cut_line": "Inside the IRS: What Really Happens to Your Tax Return New Spring Fashions, Ponytails, and the Girl Next Door"
  },
  "identifier": "TXMO-ARTICLE-198404-theponyta",
  "source": "",
  "wp_post_id": 120336,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-ponytail/",
  "authors": [
    "David Seeley"
  ],
  "headline": "The Ponytail",
  "dek": "In spring a young man's thoughts turn to a girl in a white linen dress with a wisp of hair on her bare neck.",
  "spread_caption": "",
  "excerpt": "Warm spring days call for giving in to new clothes and a neck-baring hairdo.",
  "kicker": "",
  "word_count": 1246,
  "content": "<img/><img/><p>Photography by Fred Woodward, fashion coordinated and styled by Jan Jones, hair and makeup by LindaSembera</p><p>Ponytails have held a certain allure for me ever since I had my first encounter with one on B Street at Scott air Force Base, Illinois, in 1964. I was seven years old, and the girl whose lustrous brown locks were gathered into a ponytail was Janice Orrell, my next-door neighbor. Janice had a carriage and sophistication beyond her eight years, since she took ballet in nearby Belleville. She seemed to me something ethereal and otherworldly —for the first time in my life, I was realizing that there was something different about girls.</p><p>The afternoon that began my love affair with ponytails was one of those muggy, oppressive summer days that turned the wavering cornfields beyond the base’s chainlink fence into an Illinois Sahara, but it was cool at the Orrells’. Why I was there I couldn’t tell you. I should have been out with the guys playing kick the can or running around in the smoke of the Ddt truck, but instead I was sitting on a couch with Janice, <em>talking.</em> Her mother had gone to the commissary, her dad was at work, and her little sister, Jeepie, was asleep upstairs. I remember that the Orrells’ house smelled funny, not like our house. From the kitchen came the aromas of herring and smoked sausage. Cartoons were playing on a black and white Tv. A window fan blew loud streams of air over the couch.</p><p><em>Leave home in a flurry and Giuseppe's backless peach linen dress ($150, ann Taylor,Dallas and Houston), with Perry Ellis’ cotton scarf blo wing in the wind ($18, Bloomingdale’s, Dallas).</em></p><img/><p><em>Woolgathering is so much cooler in Calvin Klein's button-front cotton skirt and linen blouse ($75 and $110, Bloomingdale 's a nd Sa nger Ha rris, Dallas, Fort Worth, Tyler);a Calvin Klein undershirt peeks from beneath ($12.50; Bloomingdale's; Sanger Harris; Marshall Field's and Saks Fifth aven ue, Dallas and Houston).</em></p><p>Janice, still wearing her black leotard and white tights from ballet practice, gave me a long look, her deep brown eyes burning with the knowledge born of experience, and said, “Do you want to see something?”</p><p>She got on her knees on the couch, put her face right up to the plastic grille of the fan, and said in a growling, monsterlike voice, “I am the Shadow, and the Shadow knows. Bwah, ha, ha, ha, ha!” But I wasn’t paying attention. My brother had been doing the same trick for years. I was watching Janice s ponytail. It was dancing behind her in the wind of the fan, weaving and flying and zipping around, hypnotizing me. It was tied with a red silk ribbon, and wisps of gold-flecked hairs were caressing the nape of her neck. Then I saw the tiny beads of perspiration on her naked shoulder blades, and the smooth line of her back. Seized by something I didn’t quite understand, I grabbed Janice and said, “Kiss me,” and brought her face to mine, just like in the movies. She ran to the bathroom to wash her face, ruining the moment, but I knew I had glimpsed something wondrous that day.</p><img/><p><em>When the evening breezes turn cool, spirits stay warm in Esprit white cotton pants (left, $38, Saks) and cotton cowl sweater by Guess ($48, Saks). Charm bracelet by andrew Spingari ($38; Jo ann's Jazz, Beaumont; the Gazebo, avant, Dallas; Magari, Houston; Joe Brand, Laredo; Kathleen Sommers, San antonio). Dance the night away in Ralph Lauren’s linen sailor skirt (below, $238, Harold’s, Dallas and Fort Worth) and cotton sailor top ($70, Saks).</em></p><img/><img/><img/><img/><img/><p><em>Packing up happy memories (left) is easier in Perry Ellis' mint-green cardigan ($88), shell ($70), and peach shoes ($145) and Calvin Klein's linen skirt ($210; all at Bloomingdale's). The weekend is over and you're on your way home (below) in a lace-trimmed cotton blouse ($60, Laura ashley, Dallas and Houston), windowpane skirt by Breeches ($68, Harold's), lavender cardigan ($165, Harold's), and suspenders ($28, Harold's).</em></p><p>Ponytails continued to haunt me through the years. When I was sixteen and working at the photo counter of a Skillern’s drugstore in North Dallas, the world stopped revolving whenever Donica Folse walked in. A doe-eyed Hockaday School sophomore, Donica, whose name I learned after she got a prescription filled one day, came in a few times a week to buy makeup and <em>Seventeen</em> magazines. She was tall, maybe five eight, and she had the thickest, longest brown hair i’d ever seen. Her long, tanned legs, her sweet blue eyes —you nearly missed them because of that hair. Sometimes in the summer she’d stroll in wearing sandals, a bikini, and a stretched-out white T-shirt, and her glorious hair would be pulled back into an amazing ponytail, a ponytail that created its own mythology. Even the pharmacist would say something like “Golly” whenever Donica Folse walked in with that dizzying mane bobbing in the refrigerated drugstore air behind her.</p><p><em>(Continued</em><em>on</em><em>page</em><em>254)</em></p><p><em>(Continued from page 150)</em>_</p><p>Maybe it’s a twist of fate, but the girls i’ve dated have always had short hair. They were cute, they were funny, they were great at parties, but they were physically incapable of wearing ponytails. Not that I minded too much. I guess I thought ponytails only belonged to goddesses who are always just out of reach —like Donica, over there spraying Chantilly on her wrist at the cosmetics counter, and Janice, whose “Yuk!” could be heard over the sound of the tap water. In real life, the girls I took to proms and wrestled with in the back seat of my dad’s ambassador never had to brush their hair on dates and wore earrings you could always see.</p><p>At least that’s how it was until last winter, when I met a blue-eyed, blond elementary school teacher named Sandy Olson. She was hip, smart, hilariously funny, responsible, a great dancer, and given to making inappropriate phone calls late at night —everything I love in a woman. When I told Sandy I was writing a story about ponytails, she seemed amused. I went by her house that night (we were going to a movie) and was stunned when she came to the door. There, cascading down from the back of her head, was an angelic burst of golden hair, gathered in by a little maze of barrettes. She was 21 years older than Janice Orrell had been on that couch back in Illinois, but the same feeling overcame me. After all those years, paradise was within my grasp. I envisioned a future for Sandy and me. At our wedding i’d wear gray, she’d wear a ponytail. We’d move into our first house, and Sandy would unpack books, the sleeves of her sweat shirt rolled up, beads of perspiration forming on the back of her neck, just past that shimmering, perky bundle of yellow. Soon there would be a couple of little girls wreaking havoc in the kitchen, helping Mommy bake cupcakes, their tiny ponytails spotted with chocolate and powdered sugar.</p><p>But things seldom work out the way you want them to. Three weeks later Sandy threw me over for a doctor from Galveston. The woman i’m seeing now is a punk rocker-cocktail waitress whose hair is shorter than mine. She’s physically incapable of looking anything like the woman on these pages. Sometimes at night, when i’m lying on my futon, awake and alone, I try to remember that she’s a great dancer, and sometimes I can even convince myself that that’s enough.</p><p><em>David Seeley is a freelance writer who lives in Dallas.</em></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "April 1984",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Cotton",
      "Hair",
      "Dallas",
      "Ballet",
      "ever",
      "Home",
      "House",
      "Love",
      "School",
      "Summer",
      "wind",
      "Affair",
      "Cartoons",
      "Chocolate",
      "Dance",
      "Dancing",
      "Elementary School",
      "Fashion",
      "Future",
      "Golden"
    ],
    "wp_categories": [
      "Dallas"
    ],
    "wp_location": [
      "Dallas",
      "Golden",
      "Marshall"
    ]
  }
}