{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19844",
    "date": "April 1984",
    "year": 1984,
    "month": 4,
    "month_formatted": "April",
    "pdf_uri": "/1984/19840400.pdf",
    "issue_cover_image": "",
    "document_start_page": 156,
    "toc_start_page": 154,
    "document_page_range": [
      [
        156,
        157,
        158,
        159
      ]
    ],
    "toc_order": 8,
    "toc_headline": "The Hub Cafe",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198404-thehubca",
  "source": "/1984/19840400.pdf",
  "wp_post_id": 120333,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-hub-cafe/",
  "authors": [
    "William J. Helmer"
  ],
  "headline": "The Hub Cafe",
  "dek": "The perfect childhood? Growing up in a truck stop at the intersection of two highways in Pharr.",
  "spread_caption": "",
  "excerpt": "It wasn’t the classiest place in Pharr to grow up, but it had tough truckers, sassy waitresses, and some of the best fry cooks in the Valley.",
  "kicker": "",
  "word_count": 3042,
  "content": "<p>Illustrated by C. F. Payne</p><img/><img/><p><span class=\"dropcap\">W</span>hen I lived there in the forties and early fifties, the little border town of Pharr didn’t have a whole lot going for it. Its five-thousand-odd souls resided in a flat, sunbaked rectangle around the intersection of U.S. 281—which headed 250 miles north toward San antonio and 12 miles south to Reynosa—and U.S. 83, a three-lane killer that paralleled the Rio Grande from Brownsville up the Valley to Laredo and whatever lay beyond. Horny toads abounded in the weed-filled lots downtown, along with red ants and deadly sandburs that were the nemesis of bare feet and even bicycle tires.</p><p>Pharr was a trucking center for the Valley citrus industry and a staging area for forays into Mexico, but the highway intersection itself was the best the town could do in the way of a civic promotional device. Thus Pharr was called, rather pathetically, the Hub City. In 1947 my father bought an empty building just north of that intersection and opened Pharr’s most celebrated business establishment, a truck stop called the Hub Cafe.</p><p>Growing up in South Texas was, in retrospect, a good experience, and growing up in a truck stop was a memorable one. Between the ages of nine and seventeen I lived in a somewhat confusing world of pious hypocrisy, fairly benign racism, and petty cussedness, where true Christian charity collided with colorful and desperately real redneck depravity. My parents were Catholic, which made them social outsiders who could get away with running a truck stop and selling beer. A1 and Myrtle Helmer were white Catholics, to clarify the matter, treated with the courtesy and curiosity befitting a species rare in the Valley.</p><p><strong>“I remember the truckers as lean and laughing fellnws in pointy-toed boots who signatured their arrival with distinctive tap dances on their air brakes.”</strong></p><p>Car wrecks and packing-shed fires were about the only excitement in town, and order was maintained with relative ease by the local constable, “Whispering Tom” Mayfield, a tall and tough old relic of a former Texas Ranger. He wore a nickelplated Colt .44 hooked inside his belt by its loading gate and whiled away most evenings leaning against his 1948 black Oldsmobile coupe with its nickel-plated siren, nodding silent greetings to strollers as he kept an eye on the red light bulb atop the nearby water tower. When lit, it signaled trouble in Pharr, San Juan, or alamo, the towns that made up his beat. He’d lost his voice either to World War I gas or to a bullet in one of his many gunfights, depending on the storyteller. He was known to handle “drunk Mexicans” in the John Wayne manner and to show kids his old wounds, like LBJ with his gallbladder scar. But otherwise, law enforcement was largely a do-it-yourself proposition. People didn’t lock their doors at night, and most didn’t bother to take the keys out of their cars.</p><p>In those years, life was hard and we were short on money, though I didn’t know it at the time. Our house was a twobedroom frame structure on the southern city limits (the Back Highway, Route 1; telephone 678-M, one ring). It came with a deranged old plow horse named Prince, whose only purpose in life had been to pull the previous owner’s hand lawnmower, and he hated kids. One night he got into the chicken coop, overdosed on mash, and went belly up in the back yard. I didn’t mind losing Prince, but I loved our thirty or so chickens and fussed with them constantly. I even learned a nervous and confused version of the facts of life from my father one afternoon when he spotted me breaking up what I took to be a fight between a hen and a rooster. It was embarrassing for both of us, and we were grateful to be spared an extended father-son talk by the timely return of my mother. She came home at around three every day, having been at the cafe since six; my father ran things from three till after midnight.</p><p>Like Pharr, the Hub Cafe didn’t have a whole lot going for it. My father—who in previous incarnations had operated small groceries in Iowa, clerked shoes in Washington State, and sold some lots in South Texas —had remodeled the place with the help of my mother and an occasional wetback. A</p><p>V-shaped bar divided a large rectangular room into two parts, one for drinking beer and the other for drinking beer and eating. The bar was plywood, the rest of the furnishings were Formica and chrome, and the overall decor was postDepression modern —Early Truck Stop all the way. The walls, ceiling, and windows were festooned with beer signs advertising Pearl, Lone Star, Falstaff (“Flag” to the regulars), Southern Select (“the brew for you”), Jax, and several others. You could tell the eating-and-drinking side by the clusters of condiments centered on each plastic tablecloth. On the drinking side was a huge gaudy Wurlitzer that stocked nothing but country-western and played indoors and out front, as well as a properly noisy pinball machine that has left my memory branded forever with the sound of <em>da-da-da-da-DlNG!</em> If you managed to light the entire word “M-I-S-S-I-S-S-I-P-P-I,” it threw a bell-clanging fit in celebration of one free game, which I think was illegal at the time.</p><p>What the Hub mainly had going for it was curb service and a parking area in front that was big enough for truck tractors. I didn’t see much of the breakfast or lunch trade; not being the helpful sort, I usually didn’t check in until it was time for my evening meal of a cheeseburger or a chicken-fried steak. And being just outside the established youthful social clique, I spent a lot of nights fraternizing with truckers. These I remember, perhaps a bit selectively, as lean and laughing fellows in sweat-stained cowboy hats, no-nonsense Levi’s, and pointy-toed boots, who signatured their arrival with distinctive tap dances on their air brakes, followed by a gentle tug on the air-horn cord if they had a special order in mind. They all drove tractor-trailer rigs, mostly Whites, Macks, autocars, Internationals, and GMCs, and probably half of them had tandem duals and sleepers. But the eighteen-wheel, chromeplated, coast-to-coast juggernauts were still pretty rare, and a full-dress Kenworth was treated like a new girl in town-not necessarily well received by the old girls.</p><p>In my young eyes truckers were gallant and glamorous men of the West, true descendants of George Raft and Humphrey Bogart in <em>They Drive by Night.</em> I put truck drivers several cuts above the redneck stock-car drivers at our little Rio Speedway south of town, if not quite up there with airplane pilots—except maybe crop dusters. In any case, I got along famously with them, fantasizing about wrestling a discreetly overloaded diesel rig through the treacherous Rockies, dodging the scales set out like traps by the enemies of freedom, one door cracked open for jumping if I lost my air on a long downgrade. The Korean War may have saved me from a trucking career. When I registered for the draft in 1952, the prospect of getting shot was less appealing than that of leaping from a runaway truck, so I went for a college deferment.</p><p>I got along well with truckers partly because I was worshipful and partly because I was A1 Helmer’s boy. Had I been A1 Helmer’s <em>kid,</em> it would have implied that I<strong></strong>was a nuisance (which no doubt I was at times), and I wouldn’t have gotten rides all over the Valley and, indeed, the state, during which grand and thundering adventures I performed the same function as No-Doz. But aside from tolerating me, the truckers saw no harm in staying on the good side of A1 Helmer, a master of the disapproving frown that would give way to grudging capitulation and then to good-natured profanity. That went along with cash loans, cashed checks, free postal service, and sometimes free laundering, bed, and counseling for young drivers who were having problems with wives or girlfriends or both. He died in 1979, at the age of 72. To this day I can’t believe what an easy mark he was - and he’s still about the finest man I ever finally got to know.</p><p>The truckers paid him their highest compliment by calling him a decent man —their code for someone honest, generous, and tolerant-who could be trusted to hold a personal bankroll for a few days, a few weeks, or just overnight if they were headed for Reynosa’s Boys Town. They seemed to identify with him as a social outlaw (respectable Pharr didn’t hold with the truck-stop business), as well as a man of common sense who could play devil’s advocate to any scheme a beery trucker could hatch. He saw all of life in shades of gray and took a Lord-forgive-the-stupid-bastards position on everything from private folly to national politics.</p><p>There was very little trouble at the Hub that my father couldn’t handle with a stern display of impatience and a few goddammits, but one Saturday night a serious fight started among three drivers who weren’t members of the Hub “family.” The regulars looked on from their cabs, more with approval than concern, as my father stormed outside to break things up. He was whirling a four-foot length of garden hose in a menacing fashion and yelling his goddammits, which rather amused our guys but provoked the combatants. One grabbed the hose, another pinned my father’s arms, and the third tried to land hard punches past his kicking feet. I wasn’t there, but I got excited accounts of the battle from my trucker friends the next evening. Seems that once ol’ A1 got hisself in a bind, all you could hear were whoops and hollers and slamming truck doors as the boys rushed to his rescue, incidentally beating the three strangers half to death. It was the most glorious moment in the annals of Hub Cafe history. And it probably covered a few bad checks.</p><p><em>William J. Helmer now lives in Chicago and is a senior editor at</em> Playboy <em>magazine.</em></p><p><strong>“Eating meals at the Hub probably ruined me as a gourmet. My wile says i’m a (nod bigot whose favorite meal is deep-tried tat, but then, she eats snails’.'</strong></p><p>When business was slow, my father would move our 1946 DeSoto and our 1938 Dodge panel truck around to the front for appearances’ sake and then start feeding nickels into the Wurlitzer. He wasn’t especially fond of any of the songs, but he did have one that he hated—T. Texas Tyler’s strep-throat rendition of “Remember Me.” In those days country-western was called hillbilly, no offense intended, and I loved it. Neither of my parents drank, except for an occasional beer that my father would sip in the line of duty; both were closet puritans. So I thrilled to the depravity that issued from the Hub Cafe jukebox. There may have been a few maudlin tributes to family and religion, but for the most part the beautiful three-chord tunes lamented wasted lives, triflin’ wives, and unrequited love. Besides the unforgettable T. Texas Tyler, we had Lefty Frizzell, Cowboy Copas, Floyd Tillman, Webb Pierce, Little Jimmy Dickens, and a passel of Hanks—Hank Snow, Hank Locklin, Hank Thompson, and Hank Williams. Hank Rank, my father called them collectively. About 1950 Hank Williams made it into the jukebox and started the hillbilly revolution. My Lord, was he good! “Got a feelin’ called the blooo-oo-oo5,” he cried, to the siren of a steel guitar and a chalk-on-blackboard fiddle that made your spine tingle, your skin crawl, and your whole body shiver. We must have worn out two dozen old 78’s of that one song-my father couldn’t have dropped it from the Wurlitzer’s repertoire without causing a riot.</p><p>I regret to say that in college I fell in with a bad crowd of supercilious intellectuals and turned my back on hillbilly music. But a few years later when I was working in New York, I stumbled onto a junk shop that had piles of 78’s for a quarter apiece. Many of them were my childhood favorites, including the original “Lovesick Blues.” I put that sucker on a windup Victrola in the shop and wept. By the time I managed to get the $15 Victrola and the $5 worth of records back to my apartment, i’d developed an intense craving for the Good Food i’d also left behind—barbecue, chicken-fried steaks, and good old Tex-Mex. Eating meals at the Hub during my formative years probably ruined me as a gourmet and even as a tolerable dining companion. My wife says i’m a food bigot whose favorite meal is deep-fried fat, but then, she eats snails.</p><p>Actually, the most memorable thing about the Hub Cafe food was its cooks. I believe all of them were Mexicans and most of them wetbacks, which made for strange work schedules; my parents had to fill in whenever the Border Patrol picked somebody up. It was usually alfonso. He was young and an excellent fry cook, always cheerful and friendly, and evidently had “wetback” written all over him. They must have nailed him about twice a month, but with the Hub only a few miles from the river, he rarely missed more than one shift.</p><p>My father didn’t like cops or building inspectors or any elected or appointed officials. Or bankers or lawyers. But he reserved his greatest scorn and enmity for border patrolmen. He considered them arrogant bullies to be antagonized and thwarted in the interests of a higher morality or just for the sport of it. And he liked the Mexican people, feeling he had more in common with them than with Pharr’s small white aristocracy. Any hungry, thirsty brown kid who nervously emerged from the great sticky sunflower patch behind our house could get fed and watered and even put up for a few nights on a cot in our dilapidated garage while he went job hunting. At times we functioned as a wetback underground railroad and referral service, and we never had cause to regret it. Except maybe when a former guest would drop by at 2 a.m. on his way north, leaving a bundle of god-awful gifts that he’d lugged all the way from some distant Mexican village.</p><p>Sixteen-year-old Juan Vasquez came to our sunflower patch from Michoacan with “worky?” as his only word of English. My monolingual father virtually adopted him, taught him an approximation of English in a hundred late-night lessons, and then adopted the blushing bride that Juan brought back across the river from his next trip home. Today my mother lives in Kerrville, looked after by more Vasquez children and grandchildren than I can keep track of.</p><p>Besides our ever-expanding Mexican family, the people who tested my parents’ charitability most often were the Hub Cafe’s waitresses and curb hops. The ones I remember vividly were Ruby, Mississippi, and, I swear, Nevada Miracle. She pronounced it “n’vay-da” and had enough of a figure to interest any transpubescent male (not to mention hot-blooded truckers) and a full head of fiery red hair that clashed with her set-jawed Texas accent. She was divorced, had a small child, and wore swishing satin pants in classic curb-hop style. I may have the story garbled by now, but as I recall, her flirtation with a married trucker inspired his wife to call the Hub one night and advise my father that she was coming to blow that floozy away, and maybe her no-good husband too if she had any bullets left over. I don’t know how that all sorted itself out, but no shots were fired.</p><p>Ruby was a handsome brunette in her late thirties who had intelligence, style, and a brand-new 1949 Hudson Hornet, about the hottest car on the road. The senior waitress, she fraternized without flirting and took no guff from truckers, other waitresses, or me. She was a private person who never said much about herself, and it always seemed to me that she was cut out for something a little better than a Texas truck stop. She had class. And, I guess, problems. I was at the Hub on one of her nights off when a Hidalgo County deputy sheriff came in and talked to my father in a low voice. After he left, all my father said was “Ruby’s dead,” and then he walked quickly back to the kitchen. Outside, a curious trucker sensed trouble and drew the deputy into conversation. Ruby had died an hour before at the wheel of her Hornet, which had gone straight through a T-intersection near her home and into the concrete abutment of an irrigation canal at a very high speed. It was written up as an accident, but the deputy made a point of mentioning that there weren’t any skid marks.</p><p>Life turned out a little better for Mississippi. She was in her forties and was rather dumpy, homely, and lonely. She concealed her blues with cheerfulness and good work and was devoted to my mother, who patiently coached her through each crisis without ever passing judgment on her somewhat rocky personal life. Mississippi’s boyfriends came and went without leaving her much self-respect, until one day she met an older fellow who was also looking back on a misspent youth and into a lonely future. They were married, and it worked. They eventually adopted a little boy. Years later Mississippi called my parents to announce that she had decided she needed a religion and was studying to become a Catholic-“like Mrs. Helmer.” My mother, who was not a proselytizer, only laughed and shook her head, but I understand Mississippi lived her last thirty years happily, staying in touch by Christmas card, and died recently at about age seventy.</p><p>On a trip to Iowa with a load of passengers, my uncle’s new 1950 Chrysler was hit head-on by a trailer truck in the fog near Cameron. One man was killed, the others badly hurt. Both my father’s legs were broken, and he spent a year in traction. My mother tried to run the Hub by herself but couldn’t do that and take care of things at home too. Somewhere around 1954 the place was sold, and it gradually went to seed. The new owner tried to run it like a regular business.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "April 1984",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "Beer",
      "Border",
      "Drinking",
      "Food",
      "Home",
      "Mother",
      "Pharr",
      "Business",
      "College",
      "Cowboy",
      "ever",
      "House",
      "people",
      "rio",
      "South Texas",
      "Southern",
      "War",
      "Work",
      "Advertising"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": [
      "Texas",
      "Brownsville",
      "Laredo",
      "San Antonio",
      "Washington"
    ]
  }
}