{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19822",
    "date": "February 1982",
    "year": 1982,
    "month": 2,
    "month_formatted": "February",
    "pdf_uri": "/1982/19820200.pdf",
    "issue_cover_image": "",
    "document_start_page": 96,
    "toc_start_page": 94,
    "document_page_range": [
      [
        96,
        97,
        98,
        99,
        100,
        101
      ],
      [
        176
      ]
    ],
    "toc_order": 1,
    "toc_headline": "What Do Deer Hunters Really Want?",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198202-whatdode",
  "source": "/1982/19820200.pdf",
  "wp_post_id": 118521,
  "wp_post_guid": "http://www.texasmonthly.com/article/what-do-deer-hunters-really-want/",
  "authors": [
    "Jan Reid"
  ],
  "headline": "What Do Deer Hunters Really Want?",
  "dek": "They want three things: they want to get out of the city, they want to be with their buddies, and most of all, they want to bag a buck with a big rack.",
  "spread_caption": "",
  "excerpt": "Deer hunting in Texas is a passion, and meat for the freezer is far from the only motive.",
  "kicker": "",
  "word_count": 3634,
  "content": "<p><span class=\"dropcap\">D</span>own in the dry bed of Hickory Creek, the last jeep left camp with a growl and a surge of four-wheel drive. Great horned owls hoohed signals to each other in a calm and pleasant chorus, but as the dawn turned blue the jabber and whistle of mockingbirds shouted them down. Dayton Leifeste, sitting on a slope overlooking the creek, saw the first deer, a six-point buck that emerged from a stand of live oaks about two hundred yards away. The whitetail carried his rack with a bit of jerk and swagger, like a young athlete sporting his first pair of shoulder pads.</p><p>Dayton raised his rifle from his lap and trained the scope on the deer. If a trophysize buck walked into his cross hairs, he’d probably take it, but this six-pointer was just average. Dayton hasn’t killed a whitetail for sport on his Llano County ranch in a dozen years. He nudged his wife, Kay. “Do you want that one?”</p><p>In 1979 Kay shot her first buck, a spike whose dainty, single-pronged antlers are now mounted on a plaque above her washing machine, next to the massive head and rack of one of Dayton’s bull elks. “Oh, no,” she whispered. “Not this morning.”</p><p>Another buck watched them from the cover of an agarita bramble that neatly camouflaged his five-point rack. Finally he moved into the open a rock’s throw away. Still curious, he stopped and returned the rancher’s stare for a long moment, then proceeded without haste, flicking his tail. In the dim gray light, Dayton and Kay saw more deer than they could count. Trailed by fawns, the whitetails mingled and grazed. The deer nosed the ground under the trees in search of acorns and persimmons, which were abundant because of last spring’s heavy rains. Snorting and stamping a forefoot, one doe approached them straight on—bewitched by the sight and smell of the humans, but unafraid.</p><p>Muffled by foliage and terrain, a distant gunshot sounded like a clap of thunder. Dayton and Kay sat listening while, in a matter of seconds, the quiet ranchland around them turned into an echo chamber of small-arms fire. However patient and discriminating the hunters may have been at first light, now they slung lead with abandon. Three more deer, jerking their heads in panic and confusion, skittered through the clearing where Dayton had seen the first buck. A fusillade of semiautomatic fire erupted behind them—ten, twelve, fifteen shots, snapped off as fast as the triggers would pull. Dayton swung around, eager to apprehend poachers who might have slipped onto his land from the highway, but as he placed the source of the gunfire, he settled back against the rock with grim detachment. Somebody else’s pasture. The recklessness of that marksmanship offended him; no hunter can get more than two or three aimed shots at a fleeing deer. He knows a man who was shot out of the saddle in Colorado while wearing a yellow slicker and riding a white horse—by a reckless hunter who mistook horse and rider for an elk.</p><p>A countywide volley of gunfire is an awesome thing to hear. Magnum shells thumped like howitzers. Bullets soughed through the trees, bit rock, and sang in ricochet. But most of the air-rattling passages were short; the deadly ones ended abruptly. “Boom,” he said, monitoring one shot. “That one hit.”</p><p>Photography by Steven Pumphrey</p><img /><p><em>The game warden makes his nightly rounds, sharing coffee and stories with hunters</em></p><p><span class=\"dropcap\">T</span>he Friday before deerhunting season begins, the highways out of Dallas and Houston fill with motor homes, pickups with campers, jeeps with over' sized tires. Breaking from the cities, deer hunters swarm through the Hill Country each autumn. The hunters who fly into austin are easy to pick out; they travel in a uniform of Pendleton woolens and caps with furred earflaps.</p><p>In Llano, the state’s self-proclaimed deer-hunting capital, the courthouse square greets them with a large welcome sign. The sportsmen buy provisions in town. One Llano cashier recalls a group who carted $500 worth of groceries to the register. A good number of the hunters posture at the Ramblin’ Rose, a honkytonk that holds the annual Deer Hunters Ball. Some of them will oversleep in the town’s booked-up motel rooms, but the majority sip their Friday night whiskey beside campfires on their hunting leases. The ritual of those fires suggests hungry stomachs and primal wilderness—or at least rural men, settlers, who hunted the game on their own land as part of their regular routines. No more. The sport now belongs to urbanites bailing out, if only for a weekend, and paying to hunt on somebody else’s property. To regain a sense of nature, just to see the stars, they have to escape the city limits first. Serious hunters pursue the weekend with singleminded purpose. For a few days they leave work behind. Embellishing their tales of last year’s kills, they sharpen their knives with whetstones and anticipate their five o’clock coffee. They have no need of alarm clocks—eagerness and pleasure will wake them up.</p><p><strong>“Fawns, which aren’t old enough to have antlers, are really protected more by the macho code of hunting than by the law. The same code also makes does a less desirable kill than bucks, though the more numerous females should be thinned out, too.”</strong></p><p>Llano County’s sparse agricultural development, its resistance to subdivisions, and the dense cedar and brush of the Edwards Plateau habitat account for its extraordinary concentration of whitetailed deer. Employing various census methods, Texas Parks and Wildlife biologists estimated the county’s deer population this season at 49,000. That number approaches the saturation point at which the animals compete with livestock and each other for food; hunting is the most effective means of thinning the herds. In counties on the Edwards Plateau, the season runs from the second Saturday in November to the first Sunday in January the seven-week state maximum. A licensed hunter can kill no more than two bucks during that season. If he wants a third deer, it has to be a deer with no antlers, and the hunter must get a special antlerless permit, which is also called a doe permit, to take the animal. Landowners draw these permits from Parks and Wildlife and distribute them to their client hunters as they see fit. Besides does, which of course have no antlers, the antlerless category also includes the rare adult males who lose or don’t grow racks, and fawns, which aren’t old enough to have antlers. Fawns, however, are really protected more by the macho code of hunting than by the law. The same code also makes does a less desirable kill than the bucks, though if Parks and Wildlife’s population control motive is to be served, the more numerous females have to be thinned out, too. Hunters can’t legally fire from public roadways, lure deer with calling devices, or hunt at night. Otherwise, the state’s system of wildlife management works to their advantage. In 1966, the record year, hunters in Llano County killed 20,000 deer.</p><img /><p><em>Lifeless prey: thousands of whitetails were shot during the season in Llano County—as much for the thrill of the hunt as for the venison.</em></p><p>While the deer are the legal property of the state, the land belongs to the ranchers, who manage the herds as an important cash crop. Plagued by the high cost of feed and the ongoing swoon of beef prices, many ranchers derive a fourth of their annual income from leasing their land to hunters. Hunting season adds about $4 million to Llano County’s economy every year. Dayton Leifeste, chairman of the deer hunt committee of the Llano Chamber of Commerce, stocks three thousand acres that he inherited from his father with Hereford cattle and a few hogs. He supplements his income by leasing the same acreage to deer hunters.</p><p>Every year Dayton, who is 54, drives halfway to Canada and treks into the snow to hunt the elk and mule deer of the Rockies. Not long ago, when a white fallow deer—an import from Europestrayed into his pasture from one of the exotic hunting preserves that now proliferate in the Hill Country, he shot it without hesitation and took the head to a taxidermist in austin. But Dayton’s whitetails are as familiar to him as his cows, though more skittish. When Dayton sees a big one, he mentions its whereabouts to his son, Kelly, a recent college graduate who works for an electrical supply company in austin. Dayton hopes Kelly, a frequent companion on the Colorado hunts, will rejoin him on the ranch someday.</p><p>Hunters pay good money to lease Dayton’s acreage—two of the leases are on his main ranch near Llano, the other two are a few miles away near Mason—and they have plenty to shoot at. But they have to play the game his way. They’re not supposed to cross his interior fences. Out of respect for his grass, they have to drag their deer carcasses to the nearest jeep trail. Those measures are designed to prolong the accident-free record of his hunters and to protect his cattle range. For his own purposes of wildlife management, he demands compliance with the state game laws, restricts the first weekend hunt to bucks only, and for the rest of the season distributes only a fraction of the doe permits allotted him by the state. The rules of Dayton’s leases reflect his own philosophy of hunting: he believes in giving the animals a fighting chance. He has little use for those who enclose their land on three sides with high deerproof fences, creating an artificial box canyon that enables hunters to drive the animals in circles till the slaughter is complete. Dayton doesn’t let his hunters build the box-shaped blinds that protrude on stilts from many neighboring pastures. Deer are wary creatures, but they seldom think to look up. If his hunters need that advantage, they can climb a tree. And though he scatters corn for the deer before the season, his property contains no feeders that hang from trees and make the animals victims of their own habit, as easily ambushed as pets.</p><p>Rickey Ransom, a Seagoville contractor who builds filling stations in the DallasFort Worth area, is one of Dayton’s “boss men”—he selects and recommends the seven other hunters who lease Dayton’s eight-hundred-acre front pasture for the season’s first weekend, at a rate of $63 a gun per day. For the rest of the season, other “day hunters” lease it at a reduced rate of $40 a gun per day. “after the first morning,” Rickey explains, “it’s a different season. Those deer are lying low, taking body counts.”</p><img /><p><em>Leifeste: income from deer leases helps.</em></p><p>The season coincides with the prey’s period of maximum activity and distraction—the rut. Male whitetails in rut are more than a little crazed; the courtship of Bambi’s mother is no lovely dance. Does in heat run from the bucks, especially the old males, often with good reason. Fighting bucks occasionally lock horns and die in that entanglement. Less storied and romantic—but probably more numerous—are the does gored to death by their frenzied mates.</p><p>Whitetail bucks grow their antlers every summer, shed the velvet by September, then lose the racks during the winter, while the does are fawning. The role of testosterone in antler formation is acknowledged but not precisely determined. It is known, however, that when antlered bucks are neutered, their racks promptly fall off. By the same token, dehorned bucks lose interest in females. In “shadow fights” with trees, bucks polish their new antlers and prepare for the challenge of rival males. The muscular strain of that practice combat, combined with hormones secreted by the testes and adrenal glands, hardens and swells the circumference of their necks up to ten inches more than normal. Even though diet, genetics, and general health affect antler growth, each year the size of the buck’s rack should increase. Old bucks with large racks are the most prestigious targets of the hunters. “This year i’m <em>horn</em> huntin’,” Rickey Ransom proclaimed.</p><p>The mythology of the hunt emphasizes eating the prey, but for most modern practitioners venison is a secondary consideration at best. The macho bias of the hunting fervor is pretty hard to miss. Two of the licensed day hunters on one of Dayton’s Llano leases were women, who were more or less prepared to shoot. But their presence guaranteed some latitude with the two-buck per hunter limit.</p><img /><p><em>Carcasses strung up for cleaning: after the fun of the kill comes a grisly chore.</em></p><p>Because game wardens check only the carcasses against the number of licenses in camp, the more ardent men could always take an extra buck and claim it as one of the women’s kills.</p><p>Some of the eight men in the party seemed to have less ego at stake than others. Norman Hartung, a dry-voiced salesman from Richardson, has reached the age where he doesn’t care if he kills a deer every year. He just enjoys the campout, the bullshit. The second Friday in November was barely cold enough for a fire. Nevertheless, he stood with his back to Hickory Creek, rubbing his hands over the flames. “If you really want to understand deer hunting,” Norman told me, “you ought to interview some old-timers about the way it used to be done.”</p><p><strong>“A countywide volley of gunfire is an awesome thing to hear. On the first day of deer season in Llano County, magnum shells thumped like howitzers; bullets soughed through the trees, bit rock, and sang in ricochet. But the deadly shots ended abruptly.”</strong></p><p>“Hell, it’s no different now than it ever was,” Rickey disagreed. “Tell me how it’s changed.”</p><p>Norman chuckled and glanced at the front seat of a nearby pickup. One of the women was brushing her hair and jiggling her knee to a Delbert McClinton song that blared from the tape deck.</p><p><span class=\"dropcap\">D</span>ayton always makes the rounds of his hunting camps, taking pictures of the kills and trading stories. Like other Llano County ranchers, he prefers hunters who live a few hundred miles away. He doesn’t want them underfoot, interfering with his work while they check on their leases. He reserves two pastures for the groups who lease the acreage for the entire season at a rate of $350 per gun, though they might use the lease for only one weekend. These “season hunters” are willing to pay more because those two pastures offer the best hunting. On his land near Mason, day hunters from the Oklahoma City area lease his smallest pasture. Wearing the bright orange attire required by law in many states, though not in Texas, the Oklahomans were agape at the numbers of Hill Country deer. Lawyers, realtors, and other professionals from Dallas lease the adjoining thousandacre pasture. To improve the odds for the prey, some of the Dallas men had exchanged their high-powered scoped rifles for single-shot muzzle-loaders. Though Dayton admires their sporting motive, he isn’t sure he approves. If deer are shot on his property, he wants them dead. Even the best hunters often need a second shot to keep a wounded buck from running far enough to suffer slowly in the brush.</p><img /><p><em>Hunters think the opening day of deer season is the best. As one hunter put it, “after the first morning, it's a different season. Those deer are lying low, taking body counts.”</em></p><p>Dayton’s favorite hunters are eight prosperous young farmers from Muenster, up near the Red River. He has more in common with farmers. They lease the rear pasture on his ranch near Llano. Usually they’ve bagged their limit and exchanged their guns for cameras by Sunday. They hunt with the efficiency, organization, and equipment of an infantry platoon: a portable butane stove, a chuck wagon stocked with everything from home-ground sausage to blueberry muffin mix, a stack of meticulously welded and measured pipe that assembles into a sturdy cleaning rack, a compressor pump and fire hose to draw the necessary water from Bull Creek, and plenty of ice and tarps to keep the meat cool. Most years, flies still abound in Llano County in early November, and maggots can spoil an undressed carcass in a couple of hours.</p><p>Dayton doesn’t care for venison—he thinks the taste hardly compares to that of beef, of which he has plenty. But in his value system, the cleaning of the deer counts just as much as the campfire, the stalk, and the kill. It’s a matter of form. “One year,” he told me, “I had some hunters who just threw their deer on the ground by the creek. When I got there, the deer were already bloated. I asked one of them, ‘Why in the world would you just let that meat ruin?’ He shrugged and said, ‘We won’t eat it, and the niggers that will, they don’t know the difference.’ I didn’t let those fellows come back.”</p><p>By eight o’clock that first morning, the guns were mostly silent. The deer had taken cover, and the hunters wouldn’t go out again till late afternoon, when the deer grew active again. Norman Hartung had returned to the day hunters’ camp empty-handed. We stood around the fire again as he told the obligatory stories about the deer he hadn’t shot. Then a neighbor drove up to the gate and exchanged a few words with us. Bad news: a deer was caught in Dayton’s barbed wire. Dayton, Norman, and I drove out and found it on the highway near the ranch’s main gate. A young four-pointer, the buck had misjudged his leap and scissored a hind foot between the top strands of wire, a hazard of sharing the range with man. Further panicked, no doubt, by the riot of gunfire, the deer had yanked his leg until it dislocated from the hip. “awww,” groaned Norman. The buck was suffering and permanently crippled. Dayton reached into his jeep for his rifle and swore—he’d left it in the house. That was the only time I saw him fumble in haste. He raced the jeep back down the drive and trotted through his yard. Our second arrival frightened the buck more, and he yanked harder against the barbed wire. Checking the shell in his chamber, Dayton glanced at Norman and me. “Do either of <em>you</em> want to shoot it?” a strong chorus of noes.</p><p>Looking through the scope, Dayton let out a breath, steadied the muzzle, and quickly fired twice. The two slugs tore gaping holes in the buck’s throat and slammed him against the wire. Middle-of-the-neck is the quickest, surest kill. By severing the spinal cord, it “turns out the lights,” in hunters’ parlance. Tail aquiver, tongue protruding, the buck died staring over his shoulder at the snagged hoof.</p><p>Dayton untwisted the strands of wire, and we loaded the deer on the tailgate. We rode in silence down past the ranch house to the wooded slope of Hickory Creek. Dayton dumped the carcass on the ground under a large oak. He straddled it and planted his boots firmly, located the sternum with the point of a six-inch knife, then shoved the blade in to the hilt. Another lunge opened the deer all the way down. He tilted the carcass and emptied out enough entrails to fill a bushel basket. Coons and foxes would clean them up overnight. He sawed the pelvic bones in two, then yanked the esophagus and windpipe from the throat. Nothing to it, but the ability to gut a deer separates the men from the boys. You get your sleeves wet.</p><p><em>(Continued on page 174)</em></p><p><em>(Continued from page 99)</em></p><p>A jeep full of day hunters crossed the dry creek bed with another field-dressed buck on the tailgate. The hunters stood around Dayton’s carcass as he explained the mangled foot. “If any of you want this one,” he said, “you’re welcome to it. Just tell the game wardens to come see me if they’re curious.”</p><p>Rubbing his belly, Rickey Ransom considered the offer for a moment, then grinned. It had been a slow first morning for the day hunters; they still had plenty of license tags. “Hell, yeah, we’ll take it,” said Rickey. He shouted toward his travel trailer. “Hey, Mom, come look! You just killed your first deer!”</p><p><span class=\"dropcap\">B</span>y nightfall, six bucks hung from the frame of Dayton’s windmill. The day hunters had severed the bucks’ legs at the knees, skinned the carcasses from the neck down, and inserted license tags in small slits of throat fur, in case the game wardens kept their annual appointment. They covered the nude meat with cheesecloth dressing gowns and wrapped the nostrils and mouths with gauze to further discourage flies. With a big moon coming up, it was an eerie sight.</p><p>Dayton had walked down from the house to admire the kills and share the campfire. Suddenly the road filled with the dance of headlights, and we heard the whoops of Rickey. Vaulting from his friend’s pickup, he barged around the bed to show us their biggest kill by far. The buck’s antlers had eight points and an eighteen-inch spread—an impressive rack on any hunter’s wall. Swollen in rut, the muscles of that neck were worthy of a pro linebacker. Marring the throat was one perfectly placed bullet hole.</p><p>“Told you I was huntin’ horns,” Rickey gloated. “I passed up three bucks this morning, and I was beginning to wonder if I did the right thing. I was way up in my tree, and it was almost dark when I saw this one. I missed the first shot. Blew a damn tree apart—branches flew everywhere. I knew I had to be on the ground if I was gonna get another shot. I think I jumped down out of that tree. And, man, am I glad I bought that new accu-Trac scope. I know I was at least two hundred yards away. But with that scope, no problem.”</p><p>Rickey clapped Dayton on the shoulder. “and you know what? First thing in the morning, i’m going back out there and kill his daddy!</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "February 1982",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Deer",
      "Llano",
      "hunt",
      "Hunting",
      "Game",
      "Land",
      "Animals",
      "Fire",
      "Wildlife",
      "Dallas",
      "Meat",
      "Bull",
      "Cattle",
      "Colorado",
      "Country",
      "Deer Season",
      "Guns",
      "Hill Country",
      "House",
      "record"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Llano",
      "Dallas",
      "Hill Country",
      "Austin",
      "Canyon"
    ]
  }
}