{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19886",
    "date": "June 1988",
    "year": 1988,
    "month": 6,
    "month_formatted": "June",
    "pdf_uri": "/1988/19880600.pdf",
    "issue_cover_image": "",
    "document_start_page": 108,
    "toc_start_page": 105,
    "document_page_range": [
      108
    ],
    "toc_order": 7,
    "toc_headline": "Better Ted Than Dead",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198806-bettertha",
  "source": "/1988/19880600.pdf",
  "wp_post_id": 124056,
  "wp_post_guid": "http://www.texasmonthly.com/article/better-ted-than-dead/",
  "authors": [
    "P.S."
  ],
  "headline": "Better Than Ted Dead",
  "dek": "Special shrimp nets can help save sea turtles, but who will help save the shrimpers?",
  "spread_caption": "",
  "excerpt": "Shrimp boats are a-comin’, and their nets are killing endangered sea turtles.",
  "kicker": "",
  "word_count": 804,
  "content": "<p><span class=\"dropcap\">E</span>very year dead sea turtles wash up on U.S. beaches from the Gulf of Mexico to the atlantic. Some have died from ingesting tar balls and plastic bags, some from the shock waves caused by explosives used to dismantle oil rigs, but most are presumed to have drowned in shrimp nets. The largest number of dead turtles come from the areas of heaviest shrimping. Of the 48,000 turtles caught in american shrimp trawls each year, according to studies by the National Marine Fisheries Service, 11,000 drown. That estimate includes members of the four endangered and threatened species of sea turtles, among them 750 Kemp’s ridleys, young and old—more than the entire annual number of nesting ridley females.</p><p>Since the early seventies, environmentalists have sought a way to prevent the drowning deaths. A solution is now at hand, but it has proved extraordinarily controversial. At the root of the conflict is the issue that plagues many environmental efforts: Who pays for saving an endangered species?</p><p>What has many Gulf shrimpers hopping mad is something known as a turtle-excluder device (TED). There are five federally approved TED designs, all basically shrimp-net inserts that act as trapdoors for sea turtles, freeing 97 percent of the animals caught. The difficulty is that in the debris-clogged Gulf, TEDs sometimes get wedged open and lose part of the shrimp catch. The Federal Sea Grant office in Freeport cites individual losses of up to 23 percent, depending on conditions. Local shrimper Mike Elrod, 43, says, “When the bottom is clean, i’ve had a net with a TED fish equal to a regular net,” but he has also had trash, including logs and soft coral, hang up in the TED. Problem or not, the use of TEDs became mandatory for Texas and most other Gulf states under the Endangered Species act on March 1, with fines from $5,000 to $7,500 for violation. Six weeks later, however, a temporary federal injunction was granted, pending appeal of a case brought by the state of Louisiana.</p><p>Tee John Mialjevich is an outspoken New Orleans shrimper. That is, Mialjevich used to be a shrimper. Now his boat is tied up at the docks while he serves full time as the president of Concerned Shrimpers of america, a twothousand-vessel TED-protest group. “Look,” he says in a Cajun accent, “we don’t catch those turtles like they say we do.” He believes the federal figures on turtle deaths are too high—Gulf shrimpers say they very seldom catch turtles—and he thinks the figures on shrimp loss are too low. In Mialjevich’s opinion, environmentalists don’t know what they’re talking about and they have more sympathy for a bunch of turtles than for working men with families. “This is our business,” he says. “It’s their hobby.” He calls the idea that TEDs will be improved a pipe dream and regards as a buy-off the $60,000 in federal grants offered to other shrimp associations to design a better TED. Says Mialjevich, “They can take that money and shove it where there ain’t no light.”</p><p>Carole allen of Houston has been an indefatigable one-woman lobby for turtles and TEDs ever since she took her daughter’s grade-school class on a field trip to see the ridley project in Galveston. Now she’s the president of HEART (Help Endangered animals—Ridley Turtles), a loose-knit nationwide environmental group. Allen is incensed that before the injunction, some militant shrimpers flouted federal law by refusing to pull TEDs, and she feels that shrimpers have received the benefit of seven years of delays and concessions since a prototype TED was introduced. During that time industry leaders did little to prepare for the effects of the regulation, she says, nor did they try very hard to counteract misinformation about the devices. “Not all TEDs are expensive—the Morrison soft TED starts at thirty-five dollars,” she says, and not all of them are cumbersome. The Georgia jumper is a lightweight, versatile design. For the time being, however, the injunction against TEDs has put everything on hold. In frustration, HEART and other Houston groups have organized a shrimp boycott. “We feel betrayed,” allen says.</p><p>In the long run, it seems likely that TEDs will be reinstated, possibly as early as July, when the final arguments in Louisiana’s appeal are to be heard. But in the midst of rhetoric about the ruination of the shrimp industry, it’s easy to ignore that other businesses bear the cost of regulations that provide a public good, such as clean air or safe workplaces, and that ultimately the shrimp industry will have to do what they do—pass the cost on to the consumer. When that happens, consumers and retailers who care about sea turtles must take the trouble to find out if the shrimp they are buying come from the United States. No fair buying cheaper shrimp imported from countries that don’t require TEDs.</p><p>P.S.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "June 1988",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Shrimp",
      "Allen",
      "Houston",
      "Sea Turtles",
      "Animals",
      "Beaches",
      "Cajun",
      "Concessions",
      "Design",
      "Endangered Species",
      "ever",
      "Fish",
      "Freeport",
      "Georgia",
      "Gulf of Mexico",
      "Law",
      "MAD",
      "March",
      "Mexico",
      "money"
    ],
    "wp_categories": [
      "Houston"
    ],
    "wp_location": [
      "Houston",
      "New Orleans",
      "Texas"
    ]
  }
}