{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19886",
    "date": "June 1988",
    "year": 1988,
    "month": 6,
    "month_formatted": "June",
    "pdf_uri": "/1988/19880600.pdf",
    "issue_cover_image": "",
    "document_start_page": 100,
    "toc_start_page": 100,
    "document_page_range": [
      [
        100,
        101
      ],
      [
        170,
        171
      ]
    ],
    "toc_order": 5,
    "toc_headline": "Caught In the Middle",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198806-caughtin",
  "source": "/1988/19880600.pdf",
  "wp_post_id": 124062,
  "wp_post_guid": "http://www.texasmonthly.com/article/caught-in-the-middle/",
  "authors": [
    "Dick J. Reavis"
  ],
  "headline": "Caught In the Middle",
  "dek": "Beset by a corrupt government and a devalued peso, the Mexican middle class will nevertheless vote according to ancient wisdom: Better a known evil than an unknown good.",
  "spread_caption": "",
  "excerpt": "On the eve of the Mexican elections, the country’s dwindling middle class prefers fatalism to Fabianism.",
  "kicker": "",
  "word_count": 2946,
  "content": "<p>Mexico Will Elect a New Congress and president on July 6. Opposition parties, both to the left and to the right of the ruling Partido Revolucionario Institucional are stronger than they have ever been. Reliable newspapers nevertheless are predicting that the PRI will, as usual, come away with more than 60 percent of the vote. After the election the opposition will charge that the PRI won its victory by fraud, and of course fraud is inevitable in the order of things in Mexico. But from my perch on the second floor of a middle-class apartment building in a provincial capital, I see signs in the daily life of Mexico—in things like water and mail service, the cost of living, and my landlord’s ways—that tell me that the PRI won’t have to steal nearly as many votes as pundits and opposition leaders think. The PRI has failed to deliver on its promises of ten years ago, plummeting the country into a crisis of debt. But for better or for worse, after sixty years in power, it has become embedded in the texture of daily life.</p><p>I began to detect this five months ago, after I moved from Texas to Xalapa, a town of some 300,000 in the highlands of the state of Veracruz, about seventy highway miles inland from the Gulf. In addition to being the capital of the state, Xalapa is a university town and the center of Mexico’s coffee industry. The depression that Mexicans call <em>la crisis</em> is as severe here as it is elsewhere—both coffee and oil face declining markets—but the town hasn’t hung out any vacancy signs. Xalapeños and the newcomer population —students, intellectuals, and bureaucrats —are so taken with the place that there is a severe housing shortage. Prospective residents advertise in newspapers, offering as much as a</p><p>year’s rent in advance. Though Xalapa is mountainous and one of the chilliest spots in the nation, it is to Mexico what austin was to Texas fifteen years ago: a well-managed, somewhat leisurely town, set in a landscape of rustic beauty. It is a place where people go to coffee shops to chat for three hours at a sitting. It has no high-rise buildings, traffic is light, and from the sidewalks you can view the Citlaltepetl volcano, its dormant crown capped with snow.</p><p>I came here for a year to write a book, on a publisher’s advance, which allows me to share the circumstances of a group of Mexicans who, because they’re neither dominant nor prominent, had largely escaped my notice before —the shrinking but tenacious middle class. Of Mexico’s 85 million people, 10 million to 15 million —about 15 percent—belong to the middle class. Government functionaries, academics, dentists, and insurance agents are the stock members of the class, but transitional members are also numerous: wealthy retirees, widows, and divorcees slipping down on the economic scale, and young professionals moving up. It is easiest to recognize the middle class by the furnishings of its homes (everyone has a television, and most have a telephone) or at the dinner table (middle-class Mexicans still eat red meat about twice a week).</p><p>The Mexican middle class is not so broad and inclusive a class as its american counterpart, since very few wage workers can enter its ranks. Yet it is important because it is a fuse. Most opposition movements in modern history have had middle-class leaders at the fore. The leftist revolutions that ousted the Batista and Somoza dictatorships of Cuba and Nicaragua were engendered in the middle class, and even the right-wing coup that toppled the socialist Salvador allende government in Chile was heralded by the pot-banging of middle-class housewives; today the</p><p>most determined opposition to Panamanian strongman Manuel antonio Noriega comes from his country’s middle class. A leader can probably govern without the consent of the middle class, but he can’t be ousted without its collaboration. It isn’t likely that the PRI will disappear from Mexican life unless the middle class organizes the revolt.</p><p>[ Continued On Page 170 ]</p><img /><img /><p>Photograph By Keith Dannemiller</p><p><strong>although la crisis has the Mexican middle class up against the wall, the students, intellectuals, and landlords of Xalapa will probably take voting for the PRI's Carlos Salinas in stride.</strong></p><p>[ Continued From Page 100 ]</p><p>The street where I live is a page from a middle-class dream book. A tree-lined median separates its traffic lanes. There is what americans call street life here, but it is quaint, not threatening. At about nine o’clock milkmen come with metal pails full of fresh milk to pour into containers that residents place outside their doors. A little later a boy comes running by ringing a cowbell, the signal that the garbage truck is on its way; we have garbage service every day. Once or twice a week a man stations himself at the curb, blowing a whistle. He’s the <em>afilador,</em> or knife sharpener. His grinding wheel is mounted on a pedal frame similar to a bicycle’s.</p><p>I live in a three-year-old condominium complex that comprises two concrete buildings of nearly equal size. The western building, which sits about fifteen feet from its mate, contains six apartments; there are ten in the building to the east. The somewhat standoffish tenants of the western side are people in their maturity, fixed for life. Their apartments are more spacious and more richly furnished than those of the younger strivers on the east. My two-bedroom apartment is smaller than most of those on the eastern side. It’s a rectangular 400-square-foot space, measuring about 16 by 24 feet.</p><p>Twelve tenants own their condos, but only eight own cars; in Mexico, perhaps because dwellings don’t cost more than cars, home ownership comes first.</p><p>Our parking lot is only six spaces wide, three spaces deep. Because some residents must park behind others, almost everyone removes his car from the lot during the day. At night residents return their cars in the order of the spaces numbered on the pavement—first row first, second row second—in a complicated ritual that requires tenants of the outer rows to rise early and retire late to avoid blocking the other residents. The parking system means that nobody can have a car at his disposal 24 hours a day. But no one complains, partly because not all the spaces are occupied and mainly because life in Mexico follows a routine. And, of course, public transportation, including taxi service, is plentiful, dignified, and cheap.</p><p>None of us in the complex lives in the ease that passersby might suspect. Everyone, including the west-side tenants, dries laundry on rooftop clotheslines. The tiny back porches of all our apartments are equipped with shallow concrete sinks, or <em>lavaderos,</em> designed for washing clothes, and we all make use of them.</p><p>Some of us are also exposed to a condition of Latin america’s social poverty: We can’t count on running water. To guard against shortages, 75-gallon concrete tanks, called <em>tinacos,</em> stand on the roof of my building, one for each apartment. During peak usage hours, the level in the <em>tinacos</em> declines. Because the municipal lines that feed our complex are either undersized or insufficiently supplied, replenishment comes only as a trickle. The tenants of the western side have larger <em>tinacos</em> and are therefore better protected than I am. My <em>tinaco</em> goes dry about noon on Saturdays and doesn’t refill until the middle of the night. To keep bathroom fixtures in operation, I store an emergency supply of water in a five-gallon bucket in a corner of my shower. I am lucky. Sixty percent of the families in Mexico don’t have private bathrooms with running water.</p><p>An insufficient supply is only part of the water problem. Getting hot water is also an annoyance. Thirty years ago middleclass Mexicans stoked what were called <em>boileres</em> with firewood, newsprint, charcoal, or bags of sawdust; the poor still do. Today in most middle-class homes, hotwater heaters have been converted to use bottled butane gas and are now usually called <em>calentadores.</em> But the system is only a little more convenient than the old one. To get hot water, you have to light a fire, if only by turning a switch. Automatic thermostats are features only in new hotels and homes of the upper class.</p><p>The <em>calentadores</em> in my complex hold 38 liters, or 10 gallons, half the capacity that was standard in american apartments twenty years ago. The first thing that I learned upon moving here was that if you’re going to shower and shave with 10 gallons of water, you have to heat the water for about an hour and then bathe in haste. In middle-class Mexico the shower is not a place in which to wind down after a day’s work.</p><p>Nor do the apartments have heating. I’ve seen none in Xalapa; even the town’s general hospital is unheated. The situation is no different in Mexico City, where the winters are milder but still subject to sharp chills. In this nation of petroleum reserves, nonindustrial natural gas lines are a convenience of the distant future. When winter comes, Xalapeños and other Mexicans wear heavy sweaters in their offices, homes, and restaurants.</p><p>The universal affliction of the Mexican middle class is the peso. Middle-class Mexicans aren’t rich enough to export their capital; yet in the past ten years all have become nouveau millionaires. Though inflation this year has been held to about 25 percent, perhaps as an electoral show, in all other years since 1982 it has approached and occasionally passed 100 percent. Besides destroying the value of savings and pensions important to the established middle class, inflation has curtailed credit, which is important to the up-and-coming. Long-term financing for home purchases isn’t available; down payments of 25 to 50 percent are demanded on one-year payouts. Automobile financing, where available to individuals, is limited to six months. Not long ago I looked at a small refrigerator, like the one in my condo. Its price was 1.057 million pesos, about $470, if paid in cash. If paid in three equal monthly installments, it cost 1.175 million pesos, a figure that reflects an annual interest rate of about 50 percent—a clear incentive to cash payment.</p><p>Inflation has so ravaged the economy that the pure-and-simple peso, worth only .0004 dollars, hardly exists today. Centavos went out of circulation a decade ago, and peso bills in denominations of less than 500 bit the dust in the years since. Grocery stores still price their products in pesos, not tens of pesos, though their cashiers can’t always make exact change, and the telephone company still computes billings accurate to the centavo, as if centavos existed. In a day’s transactions an ordinary householder will pick up 50 or 60 pesos in 5and 10-peso coins and probably spend them too; my small change has been refused only once. Though a piece of bubble gum costs 80 pesos, Mexicans treasure 1-peso coins because the pay phones, which have money meters that were built years ago, still accept the coins as payment for a local call. Mexico has no vending machines, and there won’t be any until the peso is replaced by a deinflated currency.</p><p>In the meantime, the middle class practices its arithmetic. The numbers of daily life have become so mind-boggling that people selling cars or real estate in some locales, such as Monterrey and Mexico City, state their prices in dollars. To cope, most middle-class Mexicans have taken to toting calculators, but the devices don’t always help. I took out a health-insurance policy with a maximum benefit of 200 million pesos ($80,000), one digit more than my calculator’s power to comprehend.</p><p>If the american middle class were subjected to the deprivations and uncertainties of its Mexican counterpart, it would probably explode in protest. When meat prices skyrocketed during the Nixon administration, consumers boycotted supermarkets; when double-digit inflation showed no signs of abating during the Carter presidency, we gave him the out. During the past five years northern Mexicans, under the middle-class leadership of the Partido action Nacional, have edged toward dumping the PRI. And when my landlord, a radio announcer and a member of the middle class, talks about politics, it’s the Socialist engineer Heberto Castillo whom he cites, not Carlos Salinas, the PRI’s president-to-be. But I think that there are three reasons why my landlord and most middle-class Mexicans won’t turn either left or right from the PRI this election year.</p><p>The first is that Mexicans are not given to faith in moderation. Modest promises of reform, like “honest government” and “fiscal responsibility”—the kind of promises that american politicians make—are viewed with cynicism here, even when presidents voice them. Generally speaking, Mexicans envision only two options for their country: socialism, which is seen in narrow economic terms, and what might be called the american Way, an alternative viewed as portending change across the whole range of life. Because most middle-class Mexicans have not traveled widely, what they know of each alternative comes from television. Viewers have learned that socialism—as in Cuba or Chile—means confrontation with the United States and internal violence. Despite sixty years of propaganda from the PRIista government borne of Mexico’s last revolution, most middle-class Mexicans have doubts that the 1910-29 upheaval was either successful or worth the price. Too many tales of anarchy and terror have been passed down by grandmothers during holiday reminiscences.</p><p>Middle-class Mexicans see aspects of american affluence on television, and they envy us for our dishwashers and microwave ovens. But they have also been shown that most of us carry pistols, take drugs, and sleep with our siblings’ spouses. If that kind of chaos is the price of our luxury, they say, they would rather do without. They don’t know that we have hot water 24 hours a day, because television doesn’t dramatize that, and they don’t believe that our officials won’t take bribes, because on television, officials do. Films in Mexico are censored by the government, and in Mexican movies these days, even <em>aduanales,</em> or Mexican customs officials, are portrayed as if they were incorruptible. Educated Mexicans know that their scriptwriters lie, but it doesn’t occur to them that any civilization in its right mind would, as ours does, facilitate the production of films that make its rulers appear more venal than they are. Mexicans are aware that their government is corrupt, but they don’t believe that our political system is significantly different. If american political institutions are more trustworthy than their Mexican counterparts, the difference shows only in the plodding details of daily governance that don’t make it to the television screen.</p><p>The Mexican middle class compares its circumstances and options not to those of the american middle class but to those of Mexico’s downtrodden working class, and by that standard the middle class still has sufficient cause to support the PRI. The lure of america, where both white-collar and blue-collar employees are middle class, is stronger for manual workers, almost all of whom are related to someone who has gone north to work and come home with tales of universal car ownership and central heating. Middle-class Mexicans who go north to find work are still regarded as moral weaklings or quitters, as people who seek refuge in a softer, less-demanding country.</p><p>The second reason that middle-class Mexicans won’t oust the PRI is this: although in many ways they have given up on their government, they haven’t given up on themselves. They believe that they can find a way out of <em>la crisis,</em> even if their leaders can’t. In their daily lives they have learned to cover for the government’s mistakes and failures. When the water supply fails, they bring their buckets into action. When the peso fails, they calculate in dollars. When they are stopped in traffic by a cop, they confess their guilt, pay up, and go about their business, content to have saved the time that it would have taken to attend to formalities in traffic court. Mexicans are uncommonly inventive and capable of extensive cooperation, and when their government fails, they call resourcefulness into play. The mailman who comes to our complex won’t climb the stairs. He leaves everyone’s mail at apartment 1, on the ground floor. Nobody has complained to the postal service about his negligence. Instead, the tenant in apartment 1 places other people’s mail in the space between the burglar bars and the frame of his living-room window. Everyone files past the apartment at delivery time, and if someone is out of town, tenants dispatch children to slip mail under the absentee’s door. So long as Mexicans can patch together the fabric of their accustomed life, they’ll wear it. The PRI is part of that fabric.</p><p>The third reason why Mexico won’t oust the PRI is that Mexicans, even of the middle class, still measure life by the past. My landlord is a motorist; he is collegeeducated and well-traveled. Yet when members of his family lived in the condo that I occupy, he disabled the pilot light on its <em>calentador.</em> He didn’t see any sense in feeding a flame that burned gas all day. To get hot water, I have to do more than turn a switch. I have to light a match at the bottom of the heater, as if it were an old-time boiler. My landlord is in his early forties, like me. He was raised in the days of the old <em>boileres,</em> and he believes deeply in the wisdom of a Mexican adage: <em>“Más vale malo conocido que bueno por conocer</em>” (“Better a known evil than an unknown good”). It’s the same adage cited by Mexico City voters whom the daily <em>La Jornada</em> polled about their presidential preferences. Like most other Mexicans, my landlord will probably vote for the PRI. Before the Mexican government can change, Mexico must first purge that kind of ancient wisdom from its contemporary life.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "June 1988",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Mexico",
      "Government",
      "Water",
      "apartments",
      "people",
      "Spaces",
      "Traffic",
      "Coffee",
      "gas",
      "Home",
      "Running",
      "ten",
      "Cars",
      "Election",
      "Garbage",
      "homes",
      "Meat",
      "ownership",
      "Television",
      "Texas"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Texas",
      "Austin"
    ]
  }
}