{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19886",
    "date": "June 1988",
    "year": 1988,
    "month": 6,
    "month_formatted": "June",
    "pdf_uri": "/1988/19880600.pdf",
    "issue_cover_image": "",
    "document_start_page": 95,
    "toc_start_page": 92,
    "document_page_range": [
      [
        95,
        96,
        97,
        98,
        99,
        100,
        101,
        102
      ]
    ],
    "toc_order": 4,
    "toc_headline": "Hope And Glory",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198806-hopeandg",
  "source": "/1988/19880600.pdf",
  "wp_post_id": 124065,
  "wp_post_guid": "http://www.texasmonthly.com/article/hope-and-glory/",
  "authors": [
    "John Taliaferro"
  ],
  "headline": "Hope And Glory",
  "dek": "Will These Seven Texas Athletes Survive Their Olympic Trials To Become Seoul Brothers And Sisters?",
  "spread_caption": "",
  "excerpt": "A salute to Texas athletes trying young: seven hearts set on the Summer Olympics.",
  "kicker": "",
  "word_count": 726,
  "content": "<p><strong>MATT Scoggin</strong></p><img/><img/><p>Austin</p><p>After winning two different NCAA diving titles at the University of Texas, the 24-yearold Virginian has settled in austin as a part-time realtor. “I rehearse my dives in my mind. I’m not thinking i’ve got to beat these people because my country’s better. Instead I think about mechanics.”</p><p>Before patriotism comes solipsism. Down deep, each of these seven Texas athletes aiming for Seoul in September knows that ego can make all the difference. Old Glory is a uniform to be donned on game day, a color key that registers well in the bleachers and press boxes. But in preparation-during those thousands of miles run, thousands of pounds lifted, thousands of hours in rigid concentration-the number one fan of any Olympian is old number one. “When you do it for you, you can’t cheat anybody but yourself,” says bantamweight boxer Mike Collins of La Porte. Adds Mike adams, a cyclist from San antonio hoping to make the eight-man long team, “It’s hard to focus on anything but pure competition. International spirit-i’ll worry about that later.” O Surviving the upcoming trials and making the team are what matters. The trick is to bill yourself as an underdog while psyching up to believe you’re unbeatable. Odds are that some of these magnificent seven will not make it to the XXIV Olvmpiad. Others, like basketballer Kamie Ethridge, are apparent shoo-ins. O Texan-</p><p>hood, it seems, has its advantages. Midway in the spectrum between affairs personal and arenas global lies a rich local color. Sophisticated high school and college programs, good facilities, better weather, and an unwavering standard of toughness make for a state of exemplary jocks. And Texas has always emphasized the solo achiever; “One riot, one Ranger” holds as much water in South Korea as South Texas. O Rugged individualism aside, a home state and a hometown give an athlete a place to leave from and a place to come home to. Win or lose. Billy Olson, who at 29 is making his last stab at the Olympics, takes comfort that he’s from abilene, a town with a tradition of great pole-vaulters. For shot-putter Regina Cavanaugh, her alma mater is what gives her special footing. “It’s not thinking about patriotism,” she says, “but I feel I still represent Rice University. Every time I win an award, it's my way of saying thank you to my school. I’ve never been more motivated or this optimistic.” Texas has never looked better in red, white, and blue. O John Taliaferro</p><p>Photography Ry Don Glentzer</p><img/><p><strong>BILLY Olson</strong></p><p>Abilene</p><p>Eleven world pole-vault</p><p>records, no Olympic medals. Boycott kept him from the ’80 Games. Injury hobbled him at the ’84 trials. “This is my last chance. I’ll turn thirty at the trials. But if I didn’t think I could challenge for the gold, I wouldn’t still be doing this silly sport.”</p><img/><p><strong>REGINA Cavamaugh</strong></p><p>Harker Heights</p><p>Medical school will wait if the 23-year-old NCAA shot-put champ makes the team. Her personal best of 58 feet, 1 inch wont win her any medals,</p><p>though. Eastern Europeans regularly exceed 65 feet. “There's one way to throw a shot put, and it's neither male nor female. You just throw.”</p><img/><img/><p><strong>MIKE Adams</strong></p><p>San Antonio</p><p>A 22-year-old finance major at San antonio College, adams has been working nights at United Parcel Service and cycling four hundred miles a week. Though he has done well in recent time trials, he’s still a dark horse. “But anything can happen. I’ve found my niche, and i’ll be ready.”</p><img/><p><strong>MIKE Collins</strong></p><p>La Porte</p><p>He has trained with the same boxing coach since he was 7, and now at 23 he works in the coach’s tire shop. Lifetime record: 323-13, including a silver medal as a bantamweight at last year’s Pan am Games. “My skills are some of the best in amateur boxing. This summer i’m going to win a gold.”</p><img/><img/><p><strong>KAMIE Ethridge</strong></p><p>Lubbock</p><p>On the bench when the U.S. women’s team took the gold in ’84, the former UT star, 24, expects her spirit and experience will make up for a bad knee. “For a woman in basketball, the Olympics are the highest you can shoot for. There’s something special about putting on a U.S. jersey.”</p><img/><p><strong>JAMIE Loesch</strong></p><p>Houston</p><p>An 18-year-old senior at Strake Jesuit High School, Loesch practices on a backyard range. He won his age group at the National archery Championships last year, but he has never competed internationally. “If I make the cut, I should do okay. The U.S. men’s team always wins medals.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "June 1988",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "Athletes",
      "Home",
      "NCAA",
      "San Antonio",
      "School",
      "Trials",
      "Austin",
      "Best of",
      "Boxing",
      "College",
      "Comfort",
      "Cycling",
      "Diving",
      "Game",
      "High School",
      "Home State",
      "Olympics",
      "people",
      "Rice"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Texas",
      "San Antonio",
      "Austin"
    ]
  }
}