{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198612",
    "date": "December 1986",
    "year": 1986,
    "month": 12,
    "month_formatted": "December",
    "pdf_uri": "/1986/19861200.pdf",
    "issue_cover_image": "",
    "document_start_page": 144,
    "toc_start_page": 144,
    "document_page_range": [
      [
        144,
        145
      ]
    ],
    "toc_order": 5,
    "toc_headline": "Famous Fixers",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198612-famousfix",
  "source": "",
  "wp_post_id": 120594,
  "wp_post_guid": "http://www.texasmonthly.com/article/famous-fixers/",
  "authors": [],
  "headline": "Famous Fixers",
  "dek": "Maybe Texas hasn’t done everything right, but at least we are big enough to admit it. Texans are even willing to listen to advice from outsiders. We invited some Yankees and a couple of Californians who make their living by solving economic problems (a few have tackled full-scale financial disasters) to coach from the sidelines. Here are their suggestions on how to fix Texas.",
  "spread_caption": "",
  "excerpt": "They have done it all: saved New York City and Massachusetts, written economic classics, created new companies, and turned old ones around. Now, at our request, they’re fixing Texas.",
  "kicker": "",
  "word_count": 1225,
  "content": "<p><strong>PART One</strong></p><p><strong>John Kenneth Galbraith</strong></p><p><em>Paul M. Warburg Professor of Economics, Emeritus, Harvard University, Cambridge, Massachusetts</em></p><p><span class=\"dropcap\">I</span> Should Be Delighted To Take Charge of the Texas economy. One should never be concerned with small problems. First, I would assemble senators and congressmen, however politically backward, to make clear the needed Washington action. This need proceeds from the fact that free, unrestrained markets are tolerable only in free enterprise rhetoric, not in practice. Needed for the two great Texas industries, agriculture and oil, are sensible controls on output. For farmers, the Reagan freemarket farm program is an expensive disaster; it must be replaced with firm production controls on basic agricultural products and firm price supports. For oil, a radical step: we should associate ourselves with international efforts to achieve moderate and responsible control of output. Also, of course, we should fill up our petroleum reserves.</p><p>More specifically now within one’s own state power I would urge with all possible tact a look at the New England, particularly the Massachusetts, economy. Massachusetts has full employment and in metropolitan areas a labor shortage. Incomes are rising; the state budget is balanced with a big surplus, even after taxes have been reduced. The reason is that we have invested heavily in the past in education and other state services and in fairly firm environmental protection. In consequence, we have a stable, highly diversified industry, a strong service and financial sector, considerable employment in education and the arts, and, I am forced to add, a dangerously expanding real estate boom. For the best of the above we pay with both an income tax and a sales tax. Except in political rhetoric, again, people would far rather live with taxes than do without the amenities of life. New England, despite its awful climate, attracts many people who could make their livelihood elsewhere. They do not want to live in central alabama or even, perhaps, in Midland. Especially important among those so attracted are business executives who are locating plants; businesses develop where people want to live, a most important fact. For Texas, accordingly, I would urge the strongest steps to strengthen the educational base—elementary schools, high schools, technical schools, the universities—much more along the lines of recent efforts. And I would strengthen public services of all kinds: libraries, recreational areas, the arts, on to police protection and careful environmental controls-all forms of investment in future well-being. For this investment I would then levy the required taxes. Only the congenitally myopic believe that economic development is encouraged by poor services and low taxes. Development is encouraged by the full deployment of all the resources and all the attractions of the modern civilized community.</p><p>In the present state of Texas opinion, I would gather, I might not survive my program. That is often the price for being right.</p><p><strong>arthur Laffer</strong></p><p><em>Professor of Economics, Pepperdine University, Malibu, California; Creator of the Laffer Curve</em></p><p><span class=\"dropcap\">O</span>NE Of the Dumbest Things You Can do in a recession is to raise taxes. If you can’t run a deficit, cut spending. Don’t raise taxes; you’ll become like Ohio and Michigan. When oil was booming, that was when you should have raised taxes if you had wanted a cushion, not now.</p><p>Texas’ performance over the last decades has been astoundingly good. You’re not genetically different from other states; you’ve just had good government policies. Remember that the price of a barrel of oil in 1972 was about $3.50. If you look at it that way, the price of oil has actually gone up fourfold in fourteen years. That’s not bad. What’s bad is that it went to $36 first, then back down to $14. If it had gone up fourfold from 1972 to today, it would have been wonderful. I expect $18to $20-abarrel oil in three to four years. Oil will be a major bulwark of your production base, and it should be. The state doesn’t need to concern itself with oil per se; consumers and suppliers will take care of that.</p><p>Texas has some nice harbor facilities—make sure you keep those in good shape. And if you have to make cuts in your university system, do it on things that are not critical. Don’t destroy everything for a moment’s budget.</p><p>In California we also share a border with Mexico. Those workers are very important. They provide a great deal of highquality, low-cost labor. State efforts to stop illegal immigration are a real mistake —these workers are not the problem.</p><p>Texas will weather the storm. You’ll see some names missing from the roster of the wealthy, but that’s good. If you don’t have a chance to lose it, what’s the fun of making it?</p><p>Texas will be just fine if it doesn’t raise taxes now and doesn’t bail out the losers.</p><p><strong>Felix Rohatyn</strong></p><p><em>Senior Partner, Lazard Freres and Company; Chairman, Municipal assistance Corporation for the City of New York</em></p><p><span class=\"dropcap\">Y</span>OU Can't Really Compare What's Happening in Texas now with the crisis we had in New York City ten years ago. Our problems were runaway spending and borrowing superimposed on a contracting economy. Part of your problem is something over which you have no control: the price of oil, which will probably come back up at some point. But there are some general principles about what we did here that are applicable. If it is practical, you may want to look at the notion of amending your constitutional requirement to balance the state budget, because of the emergency nature of the situation. You cannot eviscerate your state services overnight, thus damaging your social and economic structure permanently, because of a temporary decline in the price of oil. The nature of any political or corporate beast is that when times are good, overhead grows. But there is a point beyond which you can’t cut without creating a downward cycle. You can’t take the short-term view and hack away at everything because of accounting requirements. You also don’t have to accept everything as being a given. For instance, we had to put a moratorium on some of our notes. You may want to look into financing on a long-term basis as we did with the Municipal assistance Corporation. You may want your long-term debt tied to the price of oil. So you would issue longterm bonds, the terms of which may in part be tied to the price of oil. If the price comes back, bond holders get paid back more rapidly.</p><img/><p>Photograph By James Mcgoon</p><p><em>Professor John Kenneth Galbraith, economist: “Only the congenitally myopic believe that economic development is encouraged by poor services and low taxes.”</em></p><p>People also have to pay for what they get. There is no magic. We in New York pay a personal income tax because we demand a certain level of services. A progressive income tax is the most civilized way for those who can afford to pay for services to pay for them.</p><p>You learn a lot from bad times. We learned a lot here. You could argue that it was extremely beneficial. The local economy learned that business was something you should like, not treat as evil. We have got a $20 billion budget in this city, and we have had surpluses for five years. That’s pretty good for supposedly crazy liberals.</p><p><strong>William Simon</strong></p><p><em>Former U.S. Secretary of the Treasury</em></p><p><span class=\"dropcap\">T</span>HERE’s Absolutely Nothing Wrong with Texas whatsoever. I believe Texas is probably the most dynamic state in our country—and there’s no prejudice, because i’m from New Jersey.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "December 1986",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "Oil",
      "Taxes",
      "Income tax",
      "people",
      "Budget",
      "Business",
      "Education",
      "Nature",
      "New York",
      "Advice",
      "Agriculture",
      "Alabama",
      "Best of",
      "Border",
      "California",
      "Economy",
      "Free Enterprise",
      "Future",
      "Government"
    ],
    "wp_categories": [
      "Agriculture"
    ],
    "wp_location": [
      "Texas",
      "Washington"
    ]
  }
}