{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19918",
    "date": "August 1991",
    "year": 1991,
    "month": 8,
    "month_formatted": "August",
    "pdf_uri": "/1991/19910800.pdf",
    "issue_cover_image": "",
    "document_start_page": 110,
    "toc_start_page": "",
    "document_page_range": [
      [
        110,
        111,
        112,
        113
      ]
    ],
    "toc_order": 16,
    "toc_headline": "Tex Zen",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199108-texzen",
  "source": "/1991/19910800.pdf",
  "wp_post_id": 126333,
  "wp_post_guid": "http://www.texasmonthly.com/article/tex-zen/",
  "authors": [
    "Chester Rosson"
  ],
  "headline": "Tex Zen",
  "dek": "In seething cities, a serene order prevails: Japanese gardens.",
  "spread_caption": "",
  "excerpt": "When urban stress sets the nerves ajangle, it’s comforting to know there is a Japanese garden nearby.",
  "kicker": "",
  "word_count": 1066,
  "content": "<p>The match of intimate Japanese gardens with the vistas and rough-and-rowdy heritage of Texas may sound farfetched, but our four public Japanese gardens are among the state’s most popular urban outdoor destinations. These very different gardens range from Fort Worth’s expansive sunken landscape to San Antonio’s tiny memento from sister city Kumamoto, from Austin’s endearing limestone-and-juniper adaptation to Fredericksburg’s faithful reconstruction of Admiral Togo’s private retreat. And a fifth Japanese garden will open this fall in Houston, where six acres of Hermann Park are being reshaped by a master Japanese landscape architect. ¶ Well suited to the humid, temperate climate of their compact island homeland, Japanese gardens are the product of a long history and a sophisticated, richly symbolic philosophy rooted in Shinto animism and contemplative Zen Buddhist traditions. Refined Japanese find in their gardens a carefully constructed world in which stones, trees, and flowing water are spirited elemental beings to be treated with reverence—a notion vastly removed, one would think, from the exploitative Texas belief that the true basis of wealth is real estate. But while Japanese gardens are indeed works of art full of subtlety and bountiful detail for the connoisseur, they are also appreciated —here and throughout the world —as islands of harmony in an increasingly cacophonous man-made landscape. It is really no wonder that as more and more of us have become city folk, these polished jewels of an ancient tradition have come to be so popular in intemperate Texas. Now anyone in the state can take a quick trip to the Orient. It’s closer than you think.</p><img /><p><strong>Japanese Garden</strong><em>Fort Worth</em></p><p>In the mid-sixties, Scott Fikes, then the Fort Worth Botanic Garden’s superintendent of horticulture, had a wonderful, crazy inspiration. Standing in an abandoned gravel pit that backed up to an iron foundry spewing sulfurous fumes, he envisioned a sunken garden. Fikes was sure that the cratered seven-acre hellhole could be transformed into an oriental paradise. ¶ Kingsley Wu, a Texas Woman’s University designer, was hired to devise a plan that could be executed and maintained almost entirely by the park’s staff. His plan took advantage of the site’s many levels with a string of cascading ponds. Buildings were kept to a minimum, mainly a teahouse and a walled meditation garden, an homage to Kyoto’s Zen-inspired Ryoan-ji. ¶ With the help of Fort Worth’s garden clubs, Wu’s design has matured rapidly. In fall the Japanese maples delight a flood of visitors. Even in winter a favorite pastime is feeding the brilliant piebald koi, the ever-hungry ornamental carp that teem in the ponds. A new entrance gate, a gift shop (in a house built in the imperial estate style), and airy pavilions have been added, but the spacious feeling of the original design remains.</p><p>Photographs By Sally Gall</p><img /><p><strong>Garden Of Peace</strong><em>Fredericksburg</em></p><p>Why, visitors to the Admiral Nimitz Museum State Historical Park ask, should there be a Japanese garden honoring the man who commanded operations against Japan in World War Ii? ¶ Nimitz, an admirer of naval tactician Heihachiro Togo, had aided in a memorial to that hero of the RussoJapanese War. After Nimitz’s death Thomas Moorer, the chairman of the Joint Chiefs of Staff under Lbj, thought Japan’s naval establishment might want to return the favor. They responded with a replica of Admiral Togo’s private garden. ¶ Designer Taketora Saita was delighted by the local lichencovered granite rocks and made them the structural “bones” of a two-part design. “I felt as if I were picking up diamonds,” he said. Near the Togo Study, a hundred-year-old black pine presides over a pool shaped like the ideogram for loyalty. Beyond lies a meditation garden, whose pebble sea is dotted with windswept islands. ¶ The best times to visit are in March and April, when irises are in bloom, and on Peace Day, August 6, when the garden is decorated with origami cranes made by local schoolchildren and Japanese students who visit Fredericksburg each year.</p><p><strong>Taniguchi Oriental Garden</strong><em>Austin</em></p><p>Austin’s idiosyncratic Japanese garden is the work of Isamu Taniguchi, a farmer from the Harlingen area who retired and moved to Austin in 1967. Then in his vigorous seventies, Taniguchi decided to give Austin a living present. With the aid of his son Alan Taniguchi, who was the dean of the architecture school at the University of Texas, the senior Taniguchi located a suitable site downhill from the Austin Area Garden Center in popular Zilker Park. ¶ Preserving as many of the native trees as possible, Taniguchi spelled out “Austin” with his ponds (word ponds are traditionally done with Chinese ideograms, but Taniguchi chose English script). A limestone teahouse provides a grand view across kite and soccer fields toward downtown. In one pond, a boat-shaped stone island sports a billowing wisteria sail. ¶ Today Taniguchi’s creation rivals the nearby rose garden as a site for outdoor weddings. The best times to visit are in the spring when the wisteria and mountain laurels are in bloom and in the summer for the water lilies. In October a Harvest Moon Festival fills the garden with paper lanterns, and tea—iced or hot —is served from the teahouse. Taniguchi, now 94 and touched by a stroke, attended the annual moon-viewing party last October.</p><img /><img /><p><strong>Kumamoto-En</strong><em>San Antonio</em></p><p>Kumamoto-En (Kumamoto is San Antonio’s Japanese sister city, and <em>en</em> is Japanese for “garden”) is tucked away in a nook at the San Antonio Botanical Center. All that one sees from the outside is a neat bamboo fence, above which rise some middling pines and a wood-shingled roof. But inside the 85-footsquare compound is a sampler packed with traditional craftsmanship. Each side has a different style of bamboo fence, there are three examples of formal stone paving, and the delicate pavilion is a wonder of Japanese wood joinery. But what are those three odd mounds scattered across the zoysia lawn? Two represent Mount Fuji and Mount Aso (Kumamoto’s volcano), and the third is Mount San Antonio, an honorary hillock. ¶ Paul Cox, who was the acting director of the San Antonio Botanical Center when the garden was built in 1989, says it was inspired by the Kumamoto sister-city delegation’s visit to Brackenridge Park’s Japanese Tea Gardens, built by Japanese immigrants in the thirties. The Kumamotans deemed it “an Aztec garden, maybe.” They promptly hired designer Kiyoshi Yasui, whose firm currently has major projects in Boston and Sacramento, to build “a real Japanese garden.” The resulting sisterly present of garden craftsmanship pleases all year long.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "August 1991",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Austin",
      "Texas",
      "Design",
      "designer",
      "Outdoor",
      "San Antonio",
      "Water",
      "Acting",
      "Architecture",
      "Art",
      "Boston",
      "buildings",
      "Climate",
      "Death",
      "Fort Worth",
      "Fredericksburg",
      "Harlingen",
      "hermann park",
      "HERO",
      "History"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Austin",
      "Texas",
      "San Antonio",
      "Fort Worth",
      "Fredericksburg"
    ]
  }
}