{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-197910",
    "date": "October 1979",
    "year": 1979,
    "month": 10,
    "month_formatted": "October",
    "pdf_uri": "/1979/19791000.pdf",
    "issue_cover_image": "",
    "document_start_page": 152,
    "toc_start_page": 150,
    "document_page_range": [
      [
        152,
        153
      ]
    ],
    "toc_order": 6,
    "toc_headline": "Talking Money/The Heavy Hitters",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-197910-talkingmo",
  "source": "/1979/19791000.pdf",
  "wp_post_id": 113706,
  "wp_post_guid": "http://www.texasmonthly.com/article/talking-moneythe-heavy-hitters/",
  "authors": [
    "N.L."
  ],
  "headline": "Talking Money the Heavy Hitters",
  "dek": "A real estate glossary. Texas’ real estate establishment.",
  "spread_caption": "",
  "excerpt": "What’s what and who’s who in Texas real estate.",
  "kicker": "",
  "word_count": 1015,
  "content": "<p><em>a real estate glossary.</em></p><p><strong>doggy:</strong> term of opprobrium applied to a deal that won’t make any money.</p><p><strong>letting the tail wag the dog:</strong> buying a doggy deal because you have the financing locked up.</p><p><strong>New York minute: </strong>ten seconds. “He’ll sign on that deal in a New York minute.”</p><p><strong>best of both worlds:</strong> a deal that is in both Dallas County and the Richardson Independent School District.</p><p><strong>white-shoe operator:</strong> a fast talking real estate man.</p><p><strong>suede-shoe operator:</strong> a moderately fast-talking real estate man.</p><p><strong>doctor:</strong> a person who will buy into virtually any small real estate deal that is presented to him.</p><p><strong>Canadian:</strong> a person who will buy into any real estate deal that is out of a doctor’s price range.</p><p><strong>down to the lick-log:</strong> at the crucial, contract-signing phase of a deal.</p><p><strong>crawfish:</strong> to back out of a deal.</p><p><strong>flipper deal:</strong> a deal in which a recently purchased piece of property is immediately resold, or “flipped”—a sign of an inflationary market.</p><p><strong>peekaboo deal:</strong> a deal in which the buyer gets thirty days in which to give the property a look-see without having to put any money down.</p><p><strong>turnkey deal:</strong> a deal between a commercial builder and a tenant in which the builder agrees to finish out the space according to the tenant’s specifications.</p><p><strong>jump through a hoop: </strong>to put oneself out in pursuit of a deal by, for instance, getting a zoning change, wooing a recalcitrant seller, or arranging for a new sewer line.</p><p><strong>in bed With:</strong> close to someone in a way that makes the process of jumping through hoops easier. “He doesn’t have to worry about his financing because he’s in bed with Gibraltar.” Generally some trading of favors is a preliminary to getting in bed with someone.</p><p><strong>Cadillac:</strong> to develop out a deal in a classy, highrent manner, but not necessarily profitably.</p><p><strong>balloon clause:</strong> a clause in a deal providing</p><p>that the buyer will pay interest only for several years, then the principal in a lump sum. In a balloon clause deal the buyer intends to unload the property before the balloon payment comes due, hence is counting on the value of the property appreciating rapidly.</p><p><strong>visionary:</strong> a real estate developer, in his own estimation.</p><p><strong>environmontalist:</strong> derogatory term applied to a city council member who votes against zoning changes.</p><p><strong>dynamic:</strong> adjective used to describe the mood of Dallas, the business climate, and the attitude of aggressive real estate developers.</p><p><strong>healthy business climate:</strong> low taxes, lots of commercial zoning, and a dynamic city council.</p><p><strong>wired:</strong> prearranged. “He’s still got to jump through his zoning hoop, but it’s no problem because he’s got it wired.”</p><p><strong>First Law of Real Estate:</strong> when trying to sell a deal, always try the adjoining property owner first.</p><p><strong>Second Law of Real Estate:</strong> no buyer wants to buy as much as the seller wants to sell.</p><p><strong>Third Law of Real Estate:</strong> no seller wants to sell as much as his real estate broker wants him to.</p><p><strong>Golden Rule of Real Estate:</strong> he who has the gold makes the rules.</p><p><em>Texas’ real estate establishment.</em></p><p><strong>The Superdevelopers</strong></p><p><em>Big dealers, primarily in office and commercial properties.</em></p><p><strong>Gerald Hines, Houston:</strong> developed the Galleria, the Pennzoil building, and dozens of other examples of the austere corporate style of the seventies.</p><p><strong>Trammell Crow, Dallas:</strong> like Hines, one of the major developers of the world, but more exuberant and chaotic —lots of partnerships, lots of debts.</p><p><strong>John Eulich, Dallas:</strong> said to be as big as (and personally richer than) Hines and Crow, but his Vantage companies do unglamorous warehouse projects and Eulich tries hard to keep his name out of the paper.</p><p><strong>Kenneth Schnitzer, Houston:</strong> the man who developed Greenway Plaza and the Summit, he is on a plane slightly below the other superdevelopers and slightly above the rest of the field.</p><p><strong>The apartment Kings</strong></p><p><em>They’ve built and built, and there’s still no end in sight.</em></p><p><strong>Mack Pogue, Dallas:</strong> his Lincoln Property Company, formerly a partnership with Trammell Crow, is the biggest apartment builder in the world.</p><p><strong>Harold Farb, Houston:</strong> the king of the singles complexes just south and west of downtown.</p><p><strong>Sid Jagger, austin:</strong> builds primarily in Houston and Dallas, favors the exposed-beam-and-brick look.</p><p><strong>The Homebuilders</strong></p><p><em>These people buy land and put up tract houses. It’s a volume business; they won’t win any architectural prizes.</em></p><p><strong>David Fox, Dallas:</strong> his Fox & Jacobs is the state’s biggest homebuilder.</p><p><strong>James Olafson, Houston:</strong> founded General Homes as a local concern, then sold it to Cadillac Fairview Corporation and went national.</p><p><strong>Nash Phillips and Clyde Copus, austin:</strong> long dominant in the austin market, they have in recent years become one of the big builders in Houston, too.</p><p><strong>Ray Ellison, San antonio:</strong> now making the jump from the north side of San antonio to the south side of austin.</p><p><strong>The Landed Gentry</strong></p><p><em>Families that made it big in another business and almost by accident became major powers in real estate by buying up large tracts that later became Houston and Dallas suburbs.</em></p><p><strong>Stemmons family, Dallas:</strong> owners of much of the west side of town, including the site of the apparel Mart.</p><p><strong>Caruth family, Dallas:</strong> what was the family farm a hundred years ago is North Dallas today; the farmhouse and a few surrounding acres still stand incongruously next to the Central Expressway across from the Northpark mall.</p><p><strong>Hunt family, Dallas:</strong> the old oil billionaire owned land all over town, enough to form the basis of two separate real estate empires today—William Herbert Hunt’s and Ray Hunt’s.</p><p><strong>R. E. “Bob” Smith family, Houston:</strong> controls large parts of the Post Oak/Westheimer area.</p><p><strong>The Suburban Land Barons</strong></p><p><em>They’ve made it by betting successfully on the exodus from the inner cities.</em></p><p><strong>Bob Folsom, Dallas:</strong> builds residential and commercial properties way out in North Dallas and, incidentally, is the mayor.</p><p><strong>Raymond Nasher, Dallas:</strong> Northpark put him in the big leagues, but Flower Mound was the state’s most spectacular recent flop.</p><p><strong>Walter Mischer, Houston:</strong> made his fortune turning raw land into single-family home lots, and got into banking, apartments, and state and local politics along the way.</p><p><strong>The Servicers</strong></p><p><em>These people don’t build, but they’re crucial to the deals behind the buildings.</em></p><p><strong>Joe Geary, Dallas:</strong> the state’s best zoning lawyer and fixer —a role nobody needs to play in unzoned Houston.</p><p><strong>Henry S. Miller, Jr., Dallas:</strong> took over his father’s Dallas brokerage firm and opened offices all over the state.</p><p><strong>Julio LaGuarta, Houston:</strong> runs LaGuarta, Gavrel & Kirk, by far the biggest real estate brokerage in Houston.</p><p><em>N.L.</em></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "October 1979",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Real Estate",
      "Dallas",
      "Land",
      "zoning",
      "Business",
      "Law",
      "money",
      "Houston",
      "people",
      "term",
      "Austin",
      "Betting",
      "Cadillac",
      "city council",
      "Family",
      "Flower Mound",
      "Home",
      "homes",
      "New York",
      "North Side"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Dallas",
      "Houston",
      "West",
      "Austin",
      "Richardson"
    ]
  }
}