{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19823",
    "date": "March 1982",
    "year": 1982,
    "month": 3,
    "month_formatted": "March",
    "pdf_uri": "/1982/19820300.pdf",
    "issue_cover_image": "",
    "document_start_page": 114,
    "toc_start_page": 114,
    "document_page_range": [
      [
        114,
        115,
        116,
        117
      ],
      [
        208
      ],
      [
        211,
        212
      ]
    ],
    "toc_order": 1,
    "toc_headline": "A Slip Of the Tongue",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198203-aslipof",
  "source": "/1982/19820300.pdf",
  "wp_post_id": 118422,
  "wp_post_guid": "http://www.texasmonthly.com/article/a-slip-of-the-tongue/",
  "authors": [
    "Ronnie Dugger"
  ],
  "headline": "A Slip Of the Tongue",
  "dek": "Why in the world would Lyndon Johnson have said, at the height of the Viet Nam War, that his great-great-grandfather died at the alamo?",
  "spread_caption": "",
  "excerpt": "In Lyndon Johnson’s mind, Viet Nam was like the alamo all over again.",
  "kicker": "",
  "word_count": 3967,
  "content": "<img/><p><span class=\"dropcap\">L</span>yndon Johnson was rude, intelligent, shrewd, charming, compassionate, vindictive, maudlin, selfish, passionate, volcanic and cold, vicious and generous. He played every part, he left out no emotion; in him one saw oneself and all the others. He was everything that is human. The pulsings within him, his energy, will, daring, guile, and greed for power and money, were altogether phenomenal.</p><p>He was not an idealist, but he served ideals when it suited him. He was not a reactionary, but he fanned reaction when it helped him advance himself. He was tireless, but he was also narrowly political and suspicious of new ideas. He berated intellectuals because he envied them. He knew that he was the product of a rural culture and that he had neglected to take the time out from his headlong ambition to broaden himself.</p><p>His career was one person’s experience of nearly everything important that has happened in american public life since 1931, and he was as personally responsible for american history after 1950 as any other man of his time.</p><p><em>Drawn from</em> The Politician: The Life and Times of Lyndon Johnson. <em>©1982 by Ronnie Dugger. Used with permission of the publisher, W. W. Norton & Company. Ronnie Dugger is the editor and publisher of the</em> Texas Observer. <em>His last book was Our Invaded Universities. He interviewed Lyndon Johnson in Texas and in Washington, D.C., in the fifties and in the White House in 1967 and 1968.</em></p><p>Illustrated by Mark Weakley</p><img/><img/><p><em>Johnson mingles with troops at South Viet Nam’s Cam Ranh Bay in October 1966. Like Travis, he vowed, “We shall not ever retreat.”</em></p><p><strong>“From family, school, and church he received the Southern and Western american heritages. When at the end of his life he held in his hands the powers of the president, he thrust his heritage into the life of the world.”</strong></p><p>Not given to philosophical reflection, reading almost no books after college, Johnson more than most leaders was a man of his region and his friends. The firmest values in him were those that were lodged in his family’s stories about the heroes among their Texas ancestors. From family, school, and church he received and internalized, too, the Southern and Western american heritages. He grew into an old-fashioned man and a very american president—patriotic, sentimental, and ruthless.</p><p>He was not an original breaking unexpectedly toward possibilities in the future; he was a weathercock politician who used and was used by the winds of circumstance and who, in a crisis, reenacted the past and thus transmitted it into the present. When at the end of his life he held in his hands the powers of the president, he thrust his heritage, just as he had received it, into the life of the world.</p><p><span class=\"dropcap\">T</span>exas broke free from Mexico in the Battle of San Jacinto, on the coastal plains near the Gulf. There is a famous painting in the Texas capitol of General Sam Houston after the battle. Lying on a pallet surrounded by his men under a big oak tree, his bandaged right leg extended, he receives the surrender of Santa anna, the captured Mexican commander, who stands before him. Lyndon Johnson said he was told as he grew up that his great-great-uncle, John Bunton, is in this picture, standing off beside a tree. Once Lyndon kidded his mother that he would get the picture out of sight because it looked as if their kinsman was hiding behind the tree to stay out of the line of fire. She did not think that was funny—she flared up: “Well, if you’re as courageous and fearless and amount to as much in life as your uncle John Wheeler Bunton—!”</p><p>One of the earliest of the angloamerican settlers, Bunton arrived in Texas in 1833. His wife was widely admired as a musician and a crack shot. As talk of war with Mexico increased, Bunton became first sergeant in a company of volunteers. The Mexicans occupied San antonio. Texans bent on revolution, Bunton among them, camped outside the town and trained for several months, but to their surprise their commander then ordered a withdrawal. One of their number asked the question beloved in Texas history books: “Who will go with old Ben Milam into San antonio?” The odds against them were four to one, but Bunton and several hundred others went in. For five days they fought house to house. Milam was killed, but the Mexicans were driven out.</p><p>Three months later, about 185 Texans, still holding San antonio and barricaded inside the alamo mission, were attacked by Santa anna’s entire army. Travis, the Texans’ commander, drew a line in the dust with his sword and asked those who would stay and fight to step across it. This time the odds were thirty to one, but except for one, all the men stayed, fought to the end, and were slaughtered (unless, as may have happened, seven of them surrendered and then were slaughtered too). Their bodies were stacked and burned.</p><p>During that siege John Bunton was serving as one of the 59 delegates to the convention of 1836 in Washington, a town in the woods on the banks of the Brazos River. “about a dozen wretched cabins or shanties constitute the city,” wrote a visitor at the time, “not one decent house in it, and only one well-defined street, which consists of an opening cut in the woods. The stumps still standing.” The convention hall was a house with no doors; the cotton cloth stretched across its windows snapped in the March wind. Most of the delegates were natives of the Southern states, and only about ten of them had been in Texas longer than a decade, but here in this woebegone village they were all Texans, and here, like the americans before them, they wrote their declaration, echoing Jefferson’s:</p><p>Upi</p><img/><p>Bob Thomas</p><p><em>LBJ’s great-great-uncle, John Bunton—his head is just to the right of the tree in this painting of Santa anna’s surrender—was his personal link to the Texas Revolution.</em></p><p>. . that the people of Texas do now constitute a free, sovereign, and independent Republic.” Thereunder, at Washington-on-the-Brazos even as sixty years earlier at Philadelphia, the Texans pledged their lives, their fortunes, and their sacred honor . . . Richard Ellis . . . Lorenzo de Zavala . . . Thomas Jefferson Rusk . . . Sam Houston . . . Saml. A. Maverick . . . and the great-greatuncle of President Lyndon Johnson, John Wheeler Bunton.</p><p>Bunton also served on the committee that wrote the new republic’s constitution, modeled on the american system. The convention adjourned, and Houston, having heard of the terrible fall of the alamo, retreated eastward, Santa anna in pursuit. On the afternoon of april 21, 1836, at San Jacinto, the Texans attacked the Mexicans and broke them in eighteen minutes of hard fighting. Bunton, one of the 43 privates in Captain Jesse Billingsly’s Company C, First Regiment, the Texian Volunteers, charged the Mexican breastworks, and Billingsly is the authority that Bunton’s “towering form could be seen amidst the thickest of the fight. He penetrated so far into the ranks of the defenders of the breastworks that it is miraculous that he was not killed. But he came out of the deadly conflict unscathed.” He was given 320 acres of land for his part in the storming of San antonio and 640 for his heroism at San Jacinto.</p><p>At San Jacinto, Texas became the only american state to win its independence by fighting a foreign power alone. The Battle of San Jacinto was one of the decisive events in american history—a deed “so marvelously far-reaching and strikingly momentous,” said a college editorial probably written by Johnson, “that the whole world paused in astonishment.” Having freed herself from Mexico, the Republic of Texas was annexed to the Union, and this implicated the United States even more than before in the passions and claims of the Texans against Mexico and thus led to the Mexican War, by which we wrenched away half the national territory of Mexico.</p><p>In Washington on the Potomac, a dissenting congressman in his late thirties, abraham Lincoln, suspected that President Polk had ordered american troops into Mexican-settled territory between the Nueces and the Rio Grande in 1846 “purposely to bring on a war . . . trusting to escape public scrutiny by fixing the public gaze upon the exceeding brightness of military glory.” Warned of the political devastation that his dissent was causing him in his home district, Lincoln retorted that the Constitution gave Congress the sole power to make war because “kings had always been involving and impoverishing their people in wars, pretending generally, if not always, that the good of the people was the object,” that this was “the most oppressive of all kingly oppressions,” and that a defense of Polk “places our President where kings have always stood.”</p><p>When he was excoriating his Viet Nam critics, President Johnson often called up Lincoln in his defense, but the Lincoln of the Civil—not the Mexican—War. A country’s heritage is drawn from what is left after the writers of anthems, schoolbooks, and orations, in their pride, idealism, romanticism, enthusiasm, and patriotism, have emphasized what they want remembered and left out what they want forgotten. Lincoln’s dissent did not become part of the heritage because the manifest destiny of westward expansion did. There was never a likelihood that Johnson would value or tolerate dissent from what he as president said was the national destiny. The Texans’ revolutionary war culminated ten years later in the americans’ stunning land grab, but that was only history: what had made it through the filters of the heritage to the future president was his mother’s picture of his great-great-uncle as a courageous founding father of the Republic of Texas.</p><p><span class=\"dropcap\">I</span>f only Bunton had died at the alamo!—then the Johnsons could almost <em>be</em> the heritage of Texas. Seven decades after the alamo fell, Lyndon’s father filled in this gap in the Johnsons’ heroic lineage by becoming a “savior of the alamo.” Being, like his son after him, a politician morning till morning, he probably knew what he was doing.</p><p><em>(Continued on page 208)</em></p><p><em>(Continued from page 117)</em></p><p>The state had been protecting the mission church of the alamo, but the rest of the convent had been occupied by a liquor business, and a hotel was planned for the site. Three years before Lyndon’s birth his father, State Representative Sam Johnson, Jr., introduced a bill in the Legislature to save the alamo for posterity. A famous young lady of the period—pretty, wealthy, well traveled—provided money to stop the debasement of the shrine. Lyndon said his grandfather Joseph Baines helped with the drafting of the bill, and his father, Sam, “got Miss Clara Driscoll to lend them $25,000 till he got his bill passed.” Sam and his six cosponsors succeeded: the Legislature authorized the governor to buy the endangered part of the mission.</p><p>In 1917, when Lyndon was eight or nine, Sam Johnson was honored at the Capitol, along with Clara Driscoll, as a savior of the alamo. He told his boy all about it and led him into the alamo with pride. “He took me as a little boy down there and showed it to me many times,” Johnson told me in 1967. A visitor in this high-domed old mission church, hallowed and hollow, a holy tomb, hears his own footsteps echoing within the thick stone heights. Here almost two hundred men took the stand they knew would be their death; here they fought, parapet to parapet, room to room, as they were shot, rushed, hacked down, driven through. Bowie, Travis, Crockett, right here. A little boy will remember these things.</p><p>When Lyndon was an ambitious young schoolteacher in South Texas, the austin paper ran a feature that opened like a Western song:</p><p>Santa anna took the alamo.</p><p>That was 1836.</p><p>Sam Johnson saved the alamo.</p><p>That was 1905.</p><p>In a campaign handbill for Lyndon’s first try for Congress, the only thing mentioned about his father’s twelve-year legislative career was his signature on the alamo bill. In Lyndon’s first Senate race his major listed contributor was Clara Driscoll; during this campaign he and his mother stopped at the alamo, where he spoke of his father’s alamo bill. As the Germans crushed Europe, he asked Texans to “step over the line” again for liberty, and ever after, any embattled military situation turned his thoughts back to the time of the alamo. When the French were about to lose Dien Bien Phu, he opposed sending U.S. troops without allies, demanding, “Would you tell us who will go in with old Ben Milam?” Confronted during the first days of his presidency with the prospective fall of South Viet Nam, he told the National Security Council, “Hell, Viet Nam is just like the alamo. Hell, it’s just like if you were down at that gate and you were surrounded and you damn well needed somebody. Well, by God, i’m going to go—and I thank the Lord that i’ve got men who want to go with me, from McNamara right on down to the littlest private who’s carrying a gun.”</p><p>One may not take too seriously the talk of a politician who talks as much as Johnson did, but one of his obsessions in his conversation and speeches about Viet Nam was courage. And he exuded a certain feeling that is the more important to specify because it was so elusive. He said again and again that we must be brave, but what he seemed to be meaning and thinking, and sometimes what he said, was that <em>he</em> must be brave. One of his closest aides told me that as soon as he became president in 1963, concern built up in his circle that he had to act on Viet Nam or be damned by hawks in the press corps and the government. Courage, his courage, was in his mind. After he had ordered bombing raids in Viet Nam, allegedly in retaliation for Viet Cong terrorist attacks, he said, “They thought they could frighten the president of the United States. They just didn’t know this president.”</p><p>“He was caught,” his college politics teacher, H. M. Greene, told me, “by the actions of his predecessors, second by his traditions of studying Texas history. It wasn’t in him to back out, you know.</p><p>. . . How in the hell are you going to get out, except tuck tail and run?”—that, said the professor, makes you “a yellowbelly.”</p><p>President Johnson was proud of his son-in-law Pat Nugent’s four hundred combat missions. Jack Valenti, Johnson’s aide, said, “He has a new lease on life with a son-in-law who is gung ho for Viet Nam . . . who wants to go, who has asked to go, who believes it is right to go. It is the greatest thing that has happened to the president.” Looking at a picture of Nugent kissing his wife, Luci, with their child, little Patrick Lyndon, hanging onto Nugent’s arm, Johnson said, “This is the kind of men I want fighting for me.” His sons-in-law became, emotionally, his sons. Once, at about two-thirty in the morning, he and his friend Jess McNeel, a Texas rancher, were talking in the White House when Charles Robb, the Marine officer who had married the president’s other daughter, Lynda, came in “raising hell,” McNeel said, “because he wanted to go back to Viet Nam and take command of his battalion, or whatever it was.” Lynda was expecting, and Robb had been wounded and was not yet fully recovered. “Goddam,” Johnson told McNeel, “isn’t that a son for you. Wounded, not even out of the hospital, and he wants to go back.” McNeel said Johnson “was really proud.” Presenting Medals of Honor to four Viet Nam veterans, Johnson said with pleasure that one of them came from the unit “where I have a load-master son-in-law, and the other one is in the Marine Corps, that we have represented out there, too.”</p><p>Like Travis, Johnson vowed for the men in Viet Nam, “We shall not ever retreat,” but unlike Travis he did not die with them, and this may have bothered him. (During World War II, he rushed from his congressman’s office in Washington to the Pacific theater and hitched a ride on a B-26 bombing run, risking his life, but then returned to Congress for the duration.) He was especially moved in the presence of young men who had been wounded in Viet Nam. Visiting some of them in Maryland while he was himself recovering from an operation, he told them, “I feel like one of the casualties.” after addressing troops at Cam Ranh Bay, he taped a report for replay in the U.S. in which he said something like “Do you know that some of those men had just climbed out of their foxholes to be with me, they had just come from battle carrying their guns on their backs?” (His staff cut this from the statement that was released.) Visiting more casualties, he said, “Some were on crutches; others were in wheelchairs. Some were still suffering from shock; others were missing a leg or an arm.” again he said, “Our fighting men have contributed themselves, their bodies, their arms and their legs.”</p><p>During a tour of asia, while he was addressing servicemen at Camp Stanley in Korea, suddenly he told the young men in uniform massed before him, “My greatgreat-grandfather died at the alamo. There was the Battle of San Jacinto or Texas wouldn’t have its independence.”</p><p>No kin of Johnson’s died at the alamo. What had happened at that moment in the president’s mind? He had identified the Viet Nam War with the alamo, his blood kin with the alamo, and so himself with the boys dying in Viet Nam. In one quick but irretrievable slip, his father’s saving the alamo from the merchants had somehow blurred over into his great-greatuncle’s heroism at San Jacinto.</p><p>When I asked him about this, Johnson explained, with some pain, “a few boys had been killed the night before, or maybe it was the next night ... it was a very emotional speech. I was thinking of those boys.” The picture of Sam Houston, his leg bandaged, and Bunton at the tree, was also in his mind, he told me. He thought he had said Bunton had fought at San Jacinto. “That’s what I thought I said. I don’t believe I said it yet.” His aides brought him the official record to prove to him what he’d said, but he sent them away—he didn’t want to see it, he said. “I was seeing this picture of Sam Houston with his leg up like this.”</p><p>Explaining the slip to his aide Joe Califano, Johnson cracked a joke about Hugh Sidey, then the <em>Life</em> writer on the presidency: “If Hugh Sidey ever had a crowd like that, he’d claim he was a greatgrandson of George Washington.” But Johnson knew the slip was serious—he probably understood why it had happened; the context shows what he meant by it.</p><p>Just before the slip in the speech, he had been complaining about the questions of critics who were asking, “Why don’t we let the old men go fight? . . . Why do we snuff out all these young lives?” after saying his ancestor had died at the alamo, the president went on: “In all the years we have been represented in some way down through the years.” The opacity of the words does not hide what was really worrying Johnson. He was suffering because he was not fighting and dying in the carnage for which, increasingly, he was being blamed, and he was arguing that he had been “represented in some way down through the years.”</p><p>Not only had Bunton neither fought nor died at the alamo, he hadn’t died at San Jacinto. Apparently Johnson needed to believe that he—his ancestors, something about him personally—was suffering as finally as the young americans the war was killing. Presenting Silver Stars to pilots for gallantry over North Viet Nam, he surprised one of them by removing his own Silver Star cloth lapel pin and placing it in the pilot’s hand. One evening late in his term, remembering exactly, as one never forgets an anthem, a poem his mother coached him to recite in his childhood, he reared back in his rocking chair and bellowed out gustily:</p><p>Santa ana came storming, as a storm might come;</p><p>There was rumble of cannon; there was rattle of blade;</p><p>There was cavalry, infantry, bugle and drum—</p><p>Full seven proud thousand in pomp and parade,</p><p>The chivalry, flower of all Mexico;</p><p>And a gaunt two hundred in the alamo!</p><p>And thirty lay sick, and some were shot through;</p><p>For the siege had been bitter, and bloody, and long.</p><p>“Surrender, or die!”—“Men, what will <em>you</em> do?”</p><p>And Travis, great Travis, drew sword, quick and strong;</p><p>Drew a line at his feet. . . . “Will you come? Will you go?”</p><p><em>I</em> die with my wounded, in the alamo.</p><p>In Viet Nam the siege of Khe Sanh, which came to its peak in March 1968, brought the alamo to Johnson’s mind, though it was very different. Within the surrounded base 199 Marines died, but the siege was broken by aerial attack—100,000 tons of bombs and 700,000 rounds of machine-gun fire, killing about 10,000 of the besiegers. The men at the alamo fought with the weapons of their time; Khe Sanh was defended with a greater bomb tonnage than had ever been dropped on a single target, including Hiroshima.</p><p>Nevertheless, one night the correspondent for the London <em>Times</em> went to see Johnson and found him talking about the spirit of the alamo. “It seemed,” the Englishman thought, “an unfortunate parallel. Colonel William Travis and the 150 defenders were all annihilated, but one could hardly point that out to a Texan President. In any case, he remembered only the grim courage of his brother Texans, the ruthless fighting, and Mexican duplicity.”</p><p>Johnson was also capable of seeing, although with bitterness, the Viet Cong as the heroes of the alamo. Failing to get a response from them to a peace offer, he said their answer was “just like the answer that Travis gave at the alamo when they asked if he would surrender. A cannon shot.”</p><p>The Texas Revolution and the founding of the republic were events similar to the american Revolution and the founding of the United States, and in the mind of Johnson as president—a Texan leading the United States—the two revolutions fused. San antonio was his Boston, March 2 his Fourth of July, the alamo his Bunker Hill, and San Jacinto his Yorktown. To understand how Johnson felt about John Bunton, an american who is not a Texan may wish to imagine having a great-great-uncle who was one of the american colonists who attacked Boston, signed the Declaration of Independence, and fought with Washington’s army the day the redcoats were whipped. By blood kinship, sectional pride, and martial patriotism, Johnson was bonded to the most sacred memories of the american people.</p><p>“When we studied the alamo,” Lyndon’s girl in high school, Kitty Clyde Leonard, once said, “it was the heroes who were impressed upon our minds. Heroes who were willing to fight for liberty. They stayed rather than retreated. Hard, strong, sturdy, patriotic men, willing to die for what they believed.” The one man who did not cross Travis’s line at the alamo, the archcoward of Texas history, skulked away one night before the massacre and survived in immortal disgrace, an object lesson for generations of Texas schoolchildren, including Lyndon B. Johnson. The powerful story of the alamo, structured into the president’s character, was one cause of Viet Nam. But that was not, after all, Johnson’s fault alone, for each of us is a child of our heritage, and how was he to know that the ghosts he saw and the poems he believed in would become the trap and the trauma, the bombs and the broken bodies, the moral calamity and the mortifying defeat of Viet Nam.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "March 1982",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "Alamo",
      "The Alamo",
      "War",
      "ever",
      "House",
      "Texans",
      "Santa",
      "Church",
      "Houston",
      "March",
      "Mexico",
      "Mother",
      "people",
      "Power",
      "Sam Houston",
      "San Antonio",
      "Southern",
      "Texan",
      "The Texans"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Texas",
      "Houston",
      "San Antonio",
      "Mission",
      "Washington"
    ]
  }
}