{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19831",
    "date": "January 1983",
    "year": 1983,
    "month": 1,
    "month_formatted": "January",
    "pdf_uri": "/1983/19830100.pdf",
    "issue_cover_image": "",
    "document_start_page": 92,
    "toc_start_page": 92,
    "document_page_range": [
      [
        92,
        93,
        94,
        95,
        96,
        97
      ],
      [
        146,
        147,
        148,
        149,
        150,
        151
      ]
    ],
    "toc_order": 2,
    "toc_headline": "God’s Happy Hour",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198301-godshappy",
  "source": "/1983/19830100.pdf",
  "wp_post_id": 119655,
  "wp_post_guid": "http://www.texasmonthly.com/article/gods-happy-hour/",
  "authors": [
    "Dick J. Reavis"
  ],
  "headline": "God's Happy Hour",
  "dek": "In most of the country prohibition is long forgotten, but in rural Texas the Lord’s people haven’t given up the battle against the bottle.",
  "spread_caption": "",
  "excerpt": "Every year communities scattered across Texas hold wet-dry elections. Each one pits the forces of fundamentalism against the forces of realism. This is the story of one such election.",
  "kicker": "",
  "word_count": 7152,
  "content": "<img/><img/><p>The people who live north of Silsbee and in the northern part of Hardin County, about twenty miles west of Louisiana and twenty miles north of Beaumont, lined up in single file, like the pines along their thoroughfare, Highway 92. The line began at the front door of the Jack and Jill day care center, went all the way around the side, and stretched onto the little parking lot in back. The women, who were dressed mainly in polyesters and denims, had umbrellas with them, for there was rain in the air; tropical storm Chris had passed during the night. The men, most of them in jeans, Western shirts, and gimme caps, smoked cigarettes or stood with their arms crossed at waist level, eyes turned down toward their boots. They were all neighbors, but there was no banter because the event that had brought them together that day, though it might cause guffaws elsewhere, was taken seriously in Hardin County. By the process of direct democracy, those voters were about to decide a controversy not merely of politics but of human nature. That September Saturday, they would mark their ballots either for sin or against it. They would vote Hardin’s Precinct 2 wet, or dry.</p><p>Illustrated by Tom Evans after Leonardo da Vinci</p><p>The Precinct</p><img/><p><em>Half of Texas is dry: blue indicates some of alcohol for sale; in white areas there is none. The star locates Silsbee.</em></p><img/><p><em>To avoid notice, people used Boldwin's “Boptist window.”</em></p><img/><p><em>Shortly before September's election, Baldwin's liquor store burned in what some took to be an pmen of things to come.</em></p><p>The Hardin vote is of interest not so much for its outcome as for the old legal and moral tempests resurrected by it. In american and Texan politics, prohibitionism is a venerable, though in most areas disappearing, issue. America’s founders were foes of whiskey: the Continental Congress, for example, called on legislatures to put “an immediate stop to the pernicious practice of distilling grain.” Drys claim abraham Lincoln and Jefferson Davis as spokesmen, and the reformed drunk Sam Houston is counted too. Despite his support, the prohibition movement was weak in Texas until after the Civil War, in part because abolition and women’s suffrage—both unpopular in Texas—were its sibling causes.</p><p>But when it took hold here, prohibition stuck; in many places it is still with us. Texas drys first made themselves felt in 1875, when provisions urged by Colonel E. L. Dohoney, founder of the state’s Prohibition party, were written into our constitution. By its terms, counties, justice precincts, and incorporated cities may vote to prohibit or restrict the sale of alcoholic beverages. Thanks to the efforts of the Women’s Christian Temperance Union and the Band of Hope, the union’s youth corps, four fifths of the counties in Texas had already voted themselves dry by 1918, when the Legislature enacted a state prohibition law eighteen months before national prohibition took effect. Prohibition was popular enough that the state statute was not repealed until 1935, two years after the nation went wet again.</p><p>Repeal hardly laid the issue to rest. In the ensuing decades, conservatives, because they were <em>socially</em> conservative, argued for government regulation of liquor and liberals argued against it. The wet-dry issue was so hotly debated that the earmark of graying liberals in Texas is that at an early age, before they were versed in other issues, most of them took a wet stand on liquor. “I was just a kid when Wichita Falls voted wet,” says Jim “Lopez” Smitham, part owner of two of austin’s leading liberal hangouts, the Raw Deal restaurants. “That was the first election I paid attention to. I was for the wets, if only because my dad was a Roosevelt Democrat.”</p><p>The trend in a thousand post-Prohibition local option elections was from dry to wet, but the change was stubborn, slow, and incomplete. At the end of World War II, two thirds of the counties in Texas were wholly dry, and it would be nearly thirty years before liquor gained the upper hand. The dry cause was dealt its death blow in 1970, when the state’s voters approved a constitutional amendment that for the first time authorized liquor to be sold by the drink. Today, in Houston, Dallas, Fort Worth, San antonio, and austin, liquor-by-the-drink profits underwrite a whole world of evening restaurants, and the cafe society that revolves around them has given new blood to nightlife districts. Still, a third of Texas is dry by law, and two weeks out of three, or about 35 times a year, a liquor election is held somewhere in the state. A profession has arisen consisting of election coaches whose sole occupation is giving campaign advice to wets or drys. Most local option elections are called by wets and won by drys: only two elections out of five open new territory to booze.</p><p>Maps of wet and dry areas have for a century divided the state roughly along a line from El Paso to Orange. Above that line, anti-alcohol sentiment finds a home, though drys must fight to hold sway. Below that line, the friends of liquor—Catholics, blacks, people of Mexican, German, and Czech descent—prevail and always have. White anglo Protestants have traditionally been dry, and the prohibition controversy has been fought on their North Texas turf. The big cities are alcohol oases: except for the period of statewide prohibition, booze has almost always been welcome in Houston and San antonio and tolerated in Dallas, but not until the last decade did restrictions fall back in Lubbock and abilene, and to this day you can’t buy a six-pack in Tyler. In towns and rural communities where the frontier ethic survives, in places like altoga, Corinth, Ferris, Lone Grove, Sweeny, and Tow, full-fledged prohibitionism lives on. And last year it became a force to contend with in Hardin County’s Silsbee and Caneyhead, communities barely above the El Paso-Orange liquor line.</p><img/><img/><p>Dianne Blackmon (r.) waits in a shower with voters in the first liquor election.</p><img/><p>Prohibition supporters crowed over their victory with a poster of a shut-down bar.</p><p><strong>The Gentlemen's agreement</strong></p><p>Hardin’s Precinct 2 is a 15-by-24-mile stretch of the Big Thicket whose western corner takes in part of Kountze and whose eastern edge is the Neches River. In between, on street after street, are homes owned mainly by men who work at the refineries in Beaumont, Port arthur, and Orange. Silsbee, the chief trade center for Precinct 2, is a town of almost eight thousand people wedded to rural living. Most homes in Silsbee’s environs sit on acre-and-a-half lots, surrounded by tall trees. Stump removal is an important service, and small merchants and tradesmen set up shop in their homes rather than move their businesses to town (“Welders Caps Made Here,” reads a sign along Highway 92). In Precinct 2, Baptists are the religious moderates; it is the Pentecostals who are respected for keeping “strong religion” alive. In bygone days, northern Hardin was moonshine territory, and the county’s people have not entirely cast off their old ways. Like jealous twins, hard drinking and hard-shell religion share North Hardin’s affection.</p><p>Prohibition had a bitter taste in Hardin. Wets did not like it because, by all reports, moonshine was poor whiskey. Drys did not like it because moonshining’s child was corruption in local government. The county emerged from the Prohibition era determined to legalize liquor, but with limits. It developed a core of politicians, preachers, and liquor retailers who were dedicated to moderation and compromise, the guardian angels of legal liquor.</p><p>Second-generation liquor dealer Harvey Cunningham is one of them. A tall, solidly built, big-voiced man of 53, he has a personality consistent with East Texas tradition. As East Texas men are supposed to do, he has mastered the Dixie graces. Harvey likes to tell jokes, but he won’t tell most of them in mixed company. Cunningham is the name everybody gives to the community where he resides, but Harvey won’t call it that because he knows what modesty means. At home with his wife, he plays the Southern gentleman, talking proudly of his lineage and mentioning, by the way, his financial contributions to the good work of the North Hardin Baptist Church. At work, he lets himself be a more Western rascal of a man, usually dressing in jeans, boots, and a cowboy hat with a big feather hatband, always gibing himself or his associates. Harvey Cunningham is the sort of man with whom you’d like to go pig hunting in the Neches River bottoms, not because you could be sure of a kill but because you could count on conversation that was nearly ribald.</p><p>When Harvey was a boy he earned pocket change—and sometimes more—by picking up discarded whiskey bottles and reselling them to North Hardin moonshiners for a nickel apiece. One of his customers was his grandfather Jeff Cunningham, a man who tinted his moonshine amber with red oak chips. Albert Cunningham, Harvey’s father, bootlegged Jeff’s product to lumber camps nearby, and as Harvey remembers it, “Daddy never saw any money until he started selling whiskey.” albert started selling legal whiskey in 1935, a few months after Texas repeal, when he opened one of the liquor stores Harvey operates today in Precinct 2, just south of the Tyler County line.</p><p>The Wets</p><img/><p><em>Bar owners Walter and Bettye Santos scourged the nonvoters.</em></p><img/><p><em>a shotgun helps Harvey Cunningham keep his payroll safe.</em></p><img/><p><em>The election thwarted Phillips. Westbrook, and Bohler (l. to r.)</em></p><p>An oval portrait of Grandfather Jeff, uncharacteristically clad in a Sunday suit, hangs on a wall of Harvey Cunningham’s house. The portrait is an altered enlargement of the only photo Harvey could find of his grandfather. The original, made at Huntsville, shows Jeff wearing a striped prison suit. Harvey begged me not to bring this up, for the past weighs heavy in East Texas, but Jeff was sent to prison for the murder of S. L. “Curly” Drake, a North Hardin neighbor. Curly was the father of F. C. Drake, who at 73 is still a formidable figure in North Hardin liquor circles. F. C. Drake is the dean of North Hardin’s modern prohibition movement.</p><p>F. C. Drake grew up in a clearing called Drake’s Settlement, just south of Cunningham. In his youth he went hoboing on trains, drank hard, and saved little. One Friday in the late twenties, drunk, hungry, and so darkened by smoke that only his sister recognized him as kin, F.C. straggled home from the tracks and lay down on the porch of the family home, where he passed out from drink or exhaustion. When he had rested, he went on a moonshine binge again, only this time he did not get so drunk as to lose his reason. On Sunday morning, still tipsy, he walked into a wooden-frame makeshift church in time for a sermon. F.C. was overcome by the Lord that morning and began setting his life right. He studied for the ministry, preached at backwoods churches, founded a church himself in the early forties, and in 1954 opened the Evergreen assembly of God church on Highway 92, about two miles north of Silsbee. It is there that he made a name for himself in liquor politics.</p><p>The Evergreen church is a one-story, pink brick building with a peaked roof, located across Highway 92 from a big convenience store that, thanks to Drake’s efforts, has never sold beer. The congregation at Evergreen is smaller now than in years past, but even if only two dozen believers show up on a Sunday, Reverend Drake struts his finest skills for them. Though he is balding and nearly deaf in one ear, Drake is a pulpit stormer. Whitetempled and pink-faced, he stomps, gesticulates, and shouts out in glossolalia to make points, lacing his sermons with expressions like “this dark, evil. Godhating world” and exclamations like “Hallelujah! amen! Great God!” When Reverend Drake reaches his preaching stride, his faithful are put on edge not only because the oratory is impressive but also because they know he has a weak heart and are afraid he’ll drop dead in midsermon. In private conversation Drake comes across as clever more than sincere, as crafty more than straightforward. When I asked if he hadn’t dropped out of high school, Drake’s response was, “I don’t know if I should tell you that. It might not make me look good.”</p><p>By law, cities and justice of the peace precincts—there are four to eight in every Texas county—are the smallest jurisdictions that can be declared wet or dry. Silsbee and Precinct 2, the northern quarter of Hardin County, were wet when Drake opened the Evergreen church, and there was little reason to hope for change. But he saw a way to win a partial victory. Most of the residents of Precinct 2 lived on the south end of Highway 92, just outside Silsbee’s city limits and near his church. Drake first strengthened his hand by organizing a civic association dedicated to prohibitionist ends, then went to the precinct’s liquor retailers with a proposal: if they would keep their liquor stores on the north end of Highway 92, the people who lived on the south end-including Drake’s faithful—would make no move to vote the precinct dry.</p><p>The Drys</p><img/><p><em>Despite his poor health, Drake's preaching style is histrionic.</em></p><img/><p><em>Reverend Blackmon, called an outsider, led the dry forces.</em></p><p>Perhaps because he wished to avoid controversy for business reasons, or perhaps because he could not deny a request made by the man his father had orphaned, albert Cunningham agreed. So did other liquor men. Under Drake’s persuasion, so did a series of county judges. Starting in the early fifties, when the deal was struck, whenever anyone applied to a county judge for a permit to sell beer anywhere within a five-mile strip on the south end of Highway 92, Drake and his supporters would show up to protest. The permits were always turned down. The south end of Highway 92 was dried up by a gentlemen’s agreement, though not by law.</p><p><strong>The Liquor Store</strong></p><p>Cecil C. “Bosco” Phillips, 29, a propane jobber, and Tommy Bohler, 35, an electrician, are picaresque characters whose lives seem to be taken from country and western music’s Moe and Joe duets. They are the sort of men who put stock in beer, overweight gold jewelry, pickup trucks with glass-pack mufflers and custom paint jobs-and money. They were mere children in Hardin when the Drake-Cunningham agreement was reached, and they don’t think they gained much by it. Late in 1981 they decided that they could profit by opening a business at a spot where there would be no competition, inside the five dry miles of Highway 92. They called their projected enterprise the Liquor Store.</p><p>The liquor industry in Texas is regulated by the state alcoholic Beverage Commission, a bureaucracy of seven hundred people known for both its power and its obscurantism. The law requires the ABC to submit applications for beer licenses to the discretion of county judges, but for some reason licenses to sell hard liquor are the ABC’s to grant. If they could get a liquor license from the ABC, Phillips and Bohler reasoned, Hardin County judge Ray Martin could have none but punitive reasons for afterward denying them a beer permit. By going to the ABC in austin before coming into county court, Phillips and Bohler hoped to sidestep Drake and his supporters.</p><p>Their scheme was shared by another man their age, Johnny Westbrook, a tall, affable highway patrolman with the flattopped look of a fifties rock ’n’ roller. Westbrook wanted a share of the new liquor store but could not act on his own, since highway patrolmen in Texas are forbidden to own businesses that dispense alcoholic beverages. So Linda Westbrook, Johnny’s short, outspoken wife, signed the Liquor Store’s partnership documents.</p><p>The ABC requires liquor license applicants to have suitable buildings for their businesses. Early last year Phillips and Bohler, along with Westbrook, hired a construction firm to erect a building on the property they had selected. One afternoon midway into the project, a man in work clothes knocked on the door of Drake’s home. The workman, who was employed on the construction site, told Drake that the structure he was raising was to be a liquor store. Drake’s pink face flashed red. Not only was the building within the dry sector, it was also at the entrance to the Silsbee Little League Park. At that location, Drake told the workman, the liquor store was bound to attract the notice of children, who would grow up thinking that drinking was a normal and respectable part of adult life. Reverend Drake wanted to shield children from the sight of liquor business, and he knew other preachers would agree.</p><p><em>(Continued on page 146)</em></p><p><em>(Continued from page 97)</em></p><p>A dozen ministers from the precinct held a meeting to decide what to do. They had no reason to believe that far-off ABC officials would honor the old, extralegal Drake-Cunningham agreement. The only sure way to prevent the Liquor Store from opening, they decided, was to do what, for moral reasons, most of them believed should have been done long before—vote Precinct 2 dry. Drake is not the sort of man who welcomes an open, knockdown-drag-out electoral fight, and he was aging and in poor health besides. The preacher most willing to lead was newcomer Larry Blackmon, pastor of the Good Shepherd Baptist Church, located three miles north of Silsbee in the middle of the dry strip.</p><p>The Good Shepherd Church is a red brick building with a big parking lot. Most of its seven hundred members are from refinery-worker families, and most of them live nearby. In doctrine, ritual, and membership, Good Shepherd is as simple, straightforward, and utilitarian as its common brick exterior. There are no hand-clapping spirituals sung in Sunday morning services there, as there are in Drake’s church, just standard hymns sung by a choir from the <em>Baptist Hymnal.</em> at Good Shepherd there is no tongue-talking in the pews, nor are there any fainting and convulsing believers in the aisles, as at North Hardin’s more fervent congregations. Cool rationality is the trait that Baptists share with denominations on the moderate end of the Christian militance scale—with Methodists and Presbyterians, for example. A strict doctrine banning drinking, dancing, and petting is what Baptists share with the more excitable fundamentalists.</p><p>The short, muscled, brown-haired Blackmon is a Protestant conquistador, a crusader in a baby-blue suit. He is the sort of Baptist who goes looking for battles. (“If I do not declare iniquity to the world,” he tells his congregation, “then those people that live and dwell in sin will be held accountable, and I will be accountable for them dying and spending an eternity in hell itself.”) Though he speaks with a high-pitched voice and is no spellbinder in the pulpit, he warms to personal contact and is fired with the spirit of organization. Blackmon is experienced in liquor skirmishes, too; two years ago, while pastoring a church in rural arkansas, he joined a successful countywide prohibition campaign. Blackmon is a persistent and zealous man, but not even he realized how big a task he was taking on: it had been six years since any jurisdiction in Texas had changed from wet to dry.</p><p><strong>The Troubleshooter</strong></p><p>Before a local option election can be set, it must be requested by petitions signed by a number of the precinct’s voters equal to 35 per cent of those who cast ballots in the last gubernatorial election. County officials told Blackmon and his allies that in Hardin’s Precinct 2 the formula required 562 signatures. Some three weeks after church volunteers began collecting signatures, they turned the completed petitions in to the county clerk s office, and the move was reported by the local newspapers. A clipping service routed the stories to the austin office of the Wholesale Beer Distributors of Texas, where Jim Hay read them. Hay is a 65-year-old, graying veteran of Rainbow Division infantry duty in World War II now employed as a local option troubleshooter. He promptly set out for Hardin, where he found that the county’s two dozen liquor vendors were apprehensive, unversed in the law, and unorganized. Hardin’s stand-in county clerk—the elected clerk was serving out a mail fraud sentence—had already counted the signatures on Blackmon’s petitions and okayed them. The community believed that an election was at hand, until Hay, with his expertise in technicalities, noted a flaw. Though the instructions on voter petitions are printed in both English and Spanish, no one in Hardin had added a Spanish explanation that the purpose of those particular petitions was to call a wet-dry election. Though nobody knew anyone in the county who could read Spanish but not English, Hay’s protest stopped the petitions cold. The interval gave him time to call together the 27 liquor retailers in Precinct 2.</p><p>Hay naturally had to begin with Walter Santos of Silsbee. Santos is a good man to get to know, but it takes leaden ears to do it. Though he is no taller than a Toyota, Santos can outboast, outbully, and probably outcurse any man in Hardin County.</p><p>A self-made man of the first order, he says that he grew up in Louisiana so poor that he quit school and went to work at the end of the sixth grade. By the age of eighteen, as he tells it, he was a labor contractor in the timber camps. He came to Hardin to work for Kirby Industries and bought beer joints as a sideline. In nearly thirty years as a proprietor, his operations have never been halted for even a day by an ABC suspension order, because—and he is the first to let you know this—he doesn’t tolerate looseness or trouble in his places. Short, squeaky-voiced Walter Santos, who weighs about 150 pounds, is very much like the old cherry bombs: little, loud, and potentially dangerous.</p><p>It is likely that someone from the rough lumber camps or watering holes in the region would have killed Walter a long time ago had he not been married to his tall, hefty, smiling wife, Bettye. Walter fulminates, Bettye calculates. A former barmaid in one of Walter’s clubs, Bettye is now owner of the Triple S Lounge, Hardin’s leading beer joint. The Triple S, located on the eastern edge of Precinct 2, is an L-shaped place, with carpeted floors and a ceiling festooned with gimme caps. It’s the sort of place where a young workingman can take his wife for a polite billiards game. Because Bettye and Walter are old-timers in Hardin liquor circles, it was likely that one of them, along with Harvey Cunningham, would be chosen to head the liquor defense campaign. Because she is competent and pleasant, Bettye took the honor.</p><p>The liquor retailers held their first meeting with Jim Hay in april in an upstairs room at the Bluebonnet Cafe in Silsbee. The group eventually decided to name itself Citizens for Common Sense, to hire an attorney, and to assess its members for the cost. Hay explained to the group the complexities of local option law and told how to manipulate the law’s restrictions to their advantage.</p><p><strong>Wets and Drys</strong></p><p>By what they claim was coincidence, Bosco Phillips and Tommy Bohler were drinking coffee downstairs at the Bluebonnet when the retailers filed upstairs for their meeting. The established liquor crowd invited the two would-be vendors to attend the upstairs meeting, and they did, but they chose not to participate in the committee’s work. Phillips and Bohler say that the retailers did not sincerely welcome them; members of the group say that Phillips and Bohler did not really want to help. The reason for the cool relations is that only a belief that liquor is actually good-a belief that does not exist in Hardin—could have united the established liquor retailers with the upstarts. As it was, Phillips and Bohler were viewed by their brethren in the liquor trade simply as competitors.</p><p>Yet all Baptists and assembly of God believers and Church of Christers and Pentecostals and Mormons—all the drys, in other words—even though they compete for supporters, presume themselves to be brothers in the cause of biblical living. The ideals to which their churches subscribe include a notion that everybody in Hardin holds, one that perhaps everybody in the world holds. It says that clearheaded rationality is an exemplar of the finest in human nature, a condition to be guarded, respected, and cultivated with all the resources at our disposal. Church people believe that we can live up to our ideals and that even if we can’t, it is worthwhile to try. Without ideals, they point out, we would probably revert to barbarism in short order.</p><p>The real-commerce is real-not the ideal, is the touchstone of the wets. No one in Hardin’s wet camp believes in liquor the way drys believe in Christ. Nobody stood up in the retailers’ meetings to declare in an evangelical voice that liquor is good and that the world would be a better place if we all had a drink. In Hardin, hardly anybody will vouch for liquor. In Texas cities, there are thousands of people who believe that liquor is a wonderful social lubricant, that it eases worries and calms fears, that liquor, like good food, is both a necessity and a pleasure. But in Hardin, where the fundamentalist tradition runs deep, as it does in most of rural Texas, very few people regard liquor as one of the blessings of life. Both Harvey Cunningham and Tommy Bohler told me that if the world were as it should be, everyone would practice Holiness living, including abstention. Another retailer told me that he didn’t drink and never had. “I don’t feel the need to,” he said, adding that if people bought his wares, human weakness was responsible. In Hardin County, where as many as a third of the men and half of the women are teetotalers, the view is that sobriety is a virtue and any diminution of sobriety is a sin. If drinking and the abuse of alcohol are inevitable, it is because, as Hardin’s wets and drys both believe, human nature is flawed.</p><p>Because human nature is dualistic—we cannot be entirely what our strengths call on us to be or entirely what our weaknesses would make us—perhaps we need the counsel of both wets and drys. But the electoral process does not allow us to vote for both sides of the question, and the choice is hard. Either we vote dry, in affirmation of hope for ourselves, or we vote wet, in recognition of the uncomfortable fact of our frailty. Drys have an advantage in any election because the more cheerful ideological terrain is theirs. Since the case for liquor in places like Hardin County is entirely practical and is generally bound to commerce, wets have difficulty uniting people whose interests are practically-commercially—in contradiction. The interests of the applicants for the Liquor Store’s license were, to a Harvey Cunningham, those of business rivals at best, those of spoilers at worst. After the Bluebonnet Cafe meeting, the Liquor Store’s backers dropped out of the sight, if not out of the mind, of the established crowd and made no attempt to influence the election that would determine their common future in Hardin.</p><p><strong>Playing Hardball</strong></p><p>The dry forces did not give up when their first set of petitions was voided. They went back to the courthouse, got new petitions, and began seeking signers again. This time the month-long task was shortened because the drys took advantage of the May 1 Democratic primary.</p><p>Small-town and county politicians win or lose elections not because of their platforms and programs—most don't have any—but because the voters believe or don’t believe that they are upright, reasonable, and intelligent. Professionals in local politics have always tried to steer away from liquor disputes because a wet candidate is seen as less than upright and a dry as less than reasonable. But politicians can’t always keep themselves above the fray. Hardin’s incumbent county judge, Ray Martin, was assailed as wet because he had approved beer permits for stores bordering the dry strip. Emmett Lack, a former county judge and Martin’s most likely opponent in the May 1 Democratic primary, was reviled as a dry because his wife had signed a liquor vote petition, even though her name was later scratched out. All the candidates for county judge denied loyalty to both the wet and the dry causes, but suspicions generated by the liquor campaign probably took a handful of votes from the front-runners and gave them to Pete McKinney, the dark horse in the race, who wound up winning in the runoff. Larry Blackmon and the drys, though they stopped short of endorsing Lack and turning out voters, did show up outside the polls to seek signatures for their petitions. The tactic worked. On May 4, three days after they had begun, the drys brought their second set of petitions back to the courthouse. They had gathered 709 signatures.</p><p>A liquor petition must be signed more carefully than a check. The signer must be a registered voter in the jurisdiction involved, must write his name as it is shown on voter records, must list his address in the same way, and must copy down his registration number correctly. Jim Hay had taught all this to the wets, who were on the lookout for errors in the dry petitions. Through their attorney, at a county commissioners’ meeting held the week of June 14, they challenged signatures on the new petitions. Until the early hours of morning, with both wets and drys looking on, the commissioners scrutinized signatures. The signature of Mrs. Leo H. Scott was cast out because she failed to sign her name “Mattie R. Scott,” and that of Ella Kelley was voided because she did not sign “Mrs. Riley B. Kelley.” Richard W. Ellis was not counted as a signer, even though his registration number identified him, because he signed his name “Dick.” Carolyn Daves was not counted because she omitted the initial “S.” in her signature. Robert M. Stephenson was disallowed because he signed “R.M.,” and William David Wiggins was nixed because his name was signed “Wiggins, William D.” Several couples had their signatures negated because the names or registration numbers of both appeared in the same hand. By the time the commissioners had finished picking over the petitions, 576 good signatures remained. The drys had come to the meeting thinking 562 was their magic number, but the commissioners decided that absentee votes in the 1978 gubernatorial election should be factored into the formula, and that yielded a new requirement: 620 signatures. A few minutes before dawn, the drys learned that they had failed.</p><p>The drys went back to the courthouse for new petitions early the following month, and July became a time when activists at Good Shepherd devoted Thursday nights, usually reserved for courting sinners, to door-to-door signature seeking. Liquor sermons were preached, too. Most of Blackmon’s remarks were of a calculatedly eclectic nature. Though he did not neglect the Scriptures, Blackmon built his arguments in a bigger field. Using statistics supplied by Texas alcoholNarcotics Education, a nonprofit local option data house in Dallas, the pastor talked about the problems of traffic congestion, drunk driving, and the public cost of policing alcohol use. By bringing in issues like safety and taxes—issues of concern even to drinking men—he hoped to broaden the base of his crusade. “Do you as a parent, or grandparent want your children faced with a potentially dangerous Liquor Store on their path for physical activity?” he wrote in a mailing to voters. “Would you want them walking by when someone who’s had too much decides to drive in and get some more? or when someone driving by hurries in to get some? I for one do not want to have to preach the funeral of any of our children!”</p><p>The summer was a season when not only sermons but bad news pushed the people of Good News forward: despite objections raised in austin by several laymen, accompanied, to be sure, by Reverend Blackmon, the ABC approved the Liquor Store’s application for a license. And a pair of convenience stores in the dry strip, both owned by out-of-town interests, applied for licenses to sell beer. Blackmon and Drake complained that one of the stores was located just 330 feet from the front door of Drake’s Evergreen church. But the Texas statute on liquor outlet locations requires a distance of only 300 feet between a retailer and a church, so the convenience store was within the law. Judge Martin, even more wary of the liquor issue than he had been before his defeat in the May primary, announced that he would reserve judgment on the beer applications for as long as the law would allow: sixty days. His object was to sidestep the need to rule. Martin figured the drys would succeed in getting an election called before his September 13 deadline, in which case he would not have to reveal his feeling about liquor with a yea or a nay. When the drys’ new petitions were presented august 9, only a few names were scratched, largely because this time around the petitioners had carried a voter registration printout with them. On august 13 the commissioners set the liquor vote for September 11, two days before Judge Martin’s deadline.</p><p><strong>The Price of Liberty</strong></p><p>All day Saturday, September 11, the people of Precinct 2 lined up to cast ballots at the Jack and Jill day care center and four other polling places. About seven o’clock a throng gathered outside the county clerk’s office at the courthouse to await the results. Blackmon and a handful of his co-workers were there. A liquor retailer was on hand, and the three Liquor Store licensees—who had not yet opened their business, pending the outcome of the day’s vote—were also standing by. A drunk sailor wandered into the crowd and intermittently argued with Blackmon about the Bible’s lessons on liquor. People fidgeted and waited and held their breath each time a voting station’s count was announced. By eight all the polling stations but one had reported, and the count was 841 wet, 843 dry, too close for comfort. The box at the Wiley Mae Pentecostal Church would decide the election. About eight-thirty, its results were posted: 156 wet, 161 dry, enough to give the drys a 7vote margin in an election of 2001 votes.</p><p>Though a victory celebration was called off, the house was full at the Triple S Lounge that night, and for the first time since the contest had begun, Bettye Santos kept shop in a foul mood, for she knew that in her own place of business were more than seven nonvoters who could have turned the election around. Her fears had come true. “Tve warned my people to register and vote,” she had told me several nights earlier, “and they say, yes, they’ll do it. But they just sit here, sipping their suds. Friday night will come, and they’ll sit here, sipping, and on Saturday they’ll get up late, or forget, or go to the lake. Then they’ll come in here on Saturday night, and they’ll say, ‘Uh-oh, what happened? You mean they voted us dry today?’” In a way, the outcome of the election was deserved at the Triple S, and even Bettye Santos felt that way. The price of liberty is . . . well, you’ve heard it before.</p><p><strong>The New Order</strong></p><p>After the debacle, the Citizens for Common Sense regrouped. Though the retailers in Precinct 2 now had only thirty days in which to clear their shelves of booze, they decided to continue their fight. Harvey Cunningham, who estimated that 80 per cent of the sales at his liquor store were owed to beer, agreed with Bettye that the best recourse was to move for another election instead of demanding a recount. There are eight gradations of wet and dry in Texas, and the category that promised to salvage the most of Precinct 2’s liquor trade was the one that would legalize beer and wine while outlawing other beverages. The proposal would preserve business-as-usual for 23 of 27 outlets, mostly convenience stores, and, since it would keep the door shut on the Liquor Store, would not thoroughly offend most of those people who had voted dry. In a second election, drinkers would have an incentive to vote, too: for more than a month before any new election could be held, the precinct would be wholly dry.</p><p>The Citizens went through the steps they had watched the drys take six months earlier. Petitions were taken out, voters were registered, signatures were checked. The work went smoothly and quickly: in less than a week the petitioning was all done. A vote was called for Saturday, November 6, and the wets prepared as perhaps only East Texans can. Hardin County is the sort of place where, several years ago, one officeholder taped Boys Town photos of another officeholder to a courthouse wall—with a group of spectators and the victim’s wife looking on. With the rough-and-tumble of East Texas politics in mind, Bettye Santos in an October newspaper ad chided her community for “allowing an outsider”—Blackmon —“to come in and put down, degrade, and insult, people who have raised good outstanding young people in our community; now I ask,” the ad closed, “is that fair or really leading a truly Christian life?”</p><p>Even minors got into the act. In early October Silsbee High School’s <em>Tiger Rag</em> published front-page stories in which the editor and the features writer, both students, indicated support for the drys. The <em>Rag</em> also ran a sixteen-inch modern version of the Pledge, in the form of a parent-teacher contract. By its terms, parents would bind themselves to provide transportation or taxi fare to inebriated teenagers. The parents would also bind themselves to get alternative transportation when drunk.</p><p>In an election-eve advertisement captioned <strong>BE Not Deceived,</strong> Blackmon quoted a biblical injunction against liquor and charged that “certain retailers are only concerned about making money.” But Bettye Santos and the Citizens for Common Sense, in their last advertisement before the vote, struck back by blaming the Hardin liquor controversy on an unnamed individual identified four times as an outsider. “If he didn’t like our county as it was, why did he decide to settle and live here? after all the damages have been done will our outsider still be here?” the ad asked.</p><p>A few days before the vote, Reverend Drake hedged his bets by opening the Evergreen Christian Center Outreach Chapel. The new building was a twelveby-twenty-foot affair built of wood, with imitation stained glass windows. It sat on concrete blocks in the front yard of the Evergreen church, and its front door opened onto the public easement of Highway 92. The distance from the chapel’s front door to that of the convenience store that had applied for a beer license last summer was well under the 300-foot minimum. “They may beat me some of the time,” Drake told me, “but you know, they won’t beat me always.”</p><p>Though television weathermen predicted a chilling norther, election Saturday dawned with picture-perfect autumn weather. The wind was strong enough to bring orange leaves down from the hardwoods along Highway 92, but only light clouds crossed the sky and the temperature was in the upper sixties. At a truck repair shop just off Highway 92, behind the Jack and Jill where the voters had gone for the last election, they lined up again to make their choice. They gathered in twos and threes at the Wiley Mae Church, at the city hall in Kountze, and at two other polling places. All day long the citizenry filed in and out, this time in short-sleeved blouses or T-shirts, summer wear. This time, too, the mood was different: people talked and joked as they waited in line.</p><p>At the truck garage—located, ironically, between the building erected for the Liquor Store and the Silsbee Little League Park—blue-jeaned Bettye Santos stood beside her black 1976 Cadillac, waving at voters as they entered. Walter Santos did the same from behind his pickup just outside the entrance to the Kountze city hall. Other liquor supporters stood near other polling places, and a pickup loaded with a portable marquee and a public address system cruised the streets between the voting boxes, urging a wet vote in Precinct 2. Pairs of election workers beat the backwoods for the wets, and women dialed the phones, getting out the vote. This time the wets had done their homework.</p><p>Darkness came about six o’clock, but still Bettye and her aides did not leave their posts. They were on hand about ten minutes before seven, closing time for the polls, when four pickup trucks roared up to the garage, one behind the other. The seven men they carried were welders from GF Fabricators, men who only an hour earlier had been repairing an offshore oil rig at a dock in Sabine Pass, nearly fifty miles away. Portly, bearded 25-year-old Randy Eddins was still spotted with grime and still wearing his welding cap when he marked the last ballot cast at the big box in the garage. He was tired of driving into Silsbee to buy the beer he had been able to purchase nearer to home before the September election, he said, and he cast his ballot for the wets.</p><p>When ballots were tallied that night, all five voting places, plus the absentee box, yielded wet majorities. The count was 1647 for the sale of beer and wine, 1123 against. What had happened in this second round of the liquor contest was that more than 700 additional citizens had gone to the polls and more than 600 of them had voted wet.</p><p>Even before the ballots were counted, the liquor retailers and their election troops were celebrating with beer, barbecue, and dancing at a party barn in Precinct 1. When the tally was reported by radio, James “Peewee” Flanakin, a short, red-faced, boisterous convenience store owner, stood atop a table and, waving his Halliburton cap in the air, hollered, “We won! We won! Waxahachie! Waxahachie!” Just why Flanakin cheered “Waxahachie” was a mystery to some of the revelers, especially the ladies, who were not familiar with the shaggy dog story about Waxahachie that the men had been telling, but it didn’t matter: everybody was too high-spirited to be curious. Harvey Cunningham, in his feathered cowboy hat, took a few swigs from a bottle and decided to carry off what might ordinarily be regarded as an impolitic act. With a comrade, he changed the wording on the marquee of the sound truck. “We Won,” the new message read. Harvey parked the truck on the southern boundary of Precinct 2, where passing churchmen could see it.</p><p>As Harvey was making that change, Reverend Larry Blackmon, in his gray blazer, was climbing atop an aluminum A-frame ladder in the front yard of the Good Shepherd Baptist Church. He took down the letters from the church’s marquee, which had urged passersby to vote against the liquor proposition. In their place he posted a new greeting: “all Outsiders Welcome.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "January 1983",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "people",
      "Texas",
      "Election",
      "Harvey",
      "Drake",
      "Highway",
      "Beer",
      "petitions",
      "Prohibition",
      "Church",
      "Work",
      "Drinking",
      "Rural",
      "September",
      "Alcohol",
      "Baptists",
      "Business",
      "Elections",
      "Law",
      "Moonshine"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Texas",
      "Austin",
      "East Texas",
      "Houston",
      "D.C."
    ]
  }
}