{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198301",
    "date": "January 1983",
    "year": 1983,
    "month": 1,
    "month_formatted": "January",
    "pdf_uri": "/1983/19830100.pdf",
    "issue_cover_image": "",
    "document_start_page": 100,
    "toc_start_page": 98,
    "document_page_range": [
      [
        100,
        113
      ],
      [
        144,
        147
      ]
    ],
    "toc_order": 3,
    "toc_headline": "Bum Steer Awards 1983",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198301-thegrand",
  "source": "/1983/19830100.pdf",
  "wp_post_id": 119652,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-grand-tour/",
  "authors": [
    "Alison Cook"
  ],
  "headline": "The Grand Tour",
  "dek": "An indispensable guide to 35 nations in the international city of Houston.",
  "spread_caption": "",
  "excerpt": "Houston’s the ticket to a trip around the world. In that one city you can now eat, shop, drink, and dance across the continents of Africa, Asia, Australia, Europe, and the Americas.",
  "kicker": "",
  "word_count": 13935,
  "content": "<img></img><p>The sign came and went like a prop from the wrong movie. Under the stern gaze of the Confederate Angel, it stood beside a sleepy pond in Sam Houston Park, latter-day Houston skyscrapers looming above and restored nineteenth-century cottages hovering at a discreet distance. No Fishing, the sign warned—in Vietnamese. Something rich and strange has happened in this city. Culture shock strikes without warning. Phantasmagoric images flicker at the edge of vision: dreadlocked Rastafarian soccer players drilling at dusk near Westpark and Fondren; rush-hatted Indochinese women drying fish on the rooftops of Allen Parkway Village; an Arab gunning his sports car down the Southwest Freeway, desert headgear flapping in the wind. Hidden worlds reveal themselves to the inquisitive traveler-about-town. Behind an anonymous facade in a faceless shopping strip lurks a South American dance palace running at full rhythmic tilt or a room jammed with noisy Chinese diners picking utterly alien dishes from a cart convoy. Visitors to the new Fiesta Mart at Hillcroft and Bellaire find themselves reduced to gawking zombies—the antithesis of your basic Waspy supermarket, the Fiesta welcomes shoppers in Chinese, Korean, Vietnamese, Hindi, Arabic, French, and Spanish while inside, a veritable United Nations paws over acres of esoteric produce in a neon wonderland. With its <em>refresqueria</em>, Poly-Asian deli, clanking tortilla factory, and adjoining multi-ethnic flea market, it’s a homegrown Tower of Babel disorienting in the extreme, not to mention the best thrill in Houston.</p><p>Always a heterogeneous port town, Houston lately shows signs of acquiring the ethnic richness and diversity that mark the world’s great cities. What New York was to the immigrant waves of the nineteenth and early twentieth centuries, Houston is to the hopeful hordes of today. Drawn by tales of a glittering economy, they arrive in staggering variety—the legacy of the 1965 immigration law reform, which abolished the quota system that had for so long favored Western Europeans. Some of the newcomers are refugees from strife-ridden countries like Viet Nam, Laos, Cambodia, El Salvador, and Poland. Others belong to a big international student population concentrated at the University of Houston and TSU. There are sizable ethnic numbers from industrial and trade powers like Japan, France, the United Kingdom, and the Middle East, most here on a temporary business basis. But perhaps the most interesting group of recent immigrants is a vital second wave of economic refugees who are deserting America’s older urban centers in droves. All three families who run Houston’s three infant Ethiopian restaurants came here from either Los Angeles or Washington, D.C.; all will tell you they’re here because they heard Houston was “a good place to open a business.”</p><img></img><p><em>Go native at Bebo’s on such Puerto Rican provender as mafongo, a medley of mashed plantains and pork cracklings.</em></p><p>Photography by Michael von Helms</p><p>The immigrants are digging in all over town. Zoneless and spreading like prairie fire, Houston is hardly conducive to the ethnic neighborhoods that took shape in the industrial cities of the Northeast and the Midwest. Here the patterns of ethnic concentration have become suburban and random, following the lure of affordable housing to Bellaire, Sharpstown, Westwood, far South Main, Missouri City, Stafford, and Alief. In these farflung corners of town the liveliest array of ethnic business is liable to pop up. You never know what you’ll find stashed away on innocent-looking suburban corridors like Hillcroft, Chimney Rock, Fondren, and Bissonnet—a new Indian grocery, a fish market specializing in <em>sashimi</em>, a Middle Eastern record store.</p><p>Another dividend of the ethnic explosion here is that it has vastly increased the chances of getting something interesting to eat. Patrons of the new eateries would do well to cultivate an attitude of resilience. In such terra incognita, it’s not unheard of to encounter casual housekeeping, language difficulties, unorthodox service, and the occasional crawling insect. Still and all, patience has a way of being rewarded. Are you going to let a few rough spots stand between you and the best frogs’ legs, <em>frijoles negritos</em>, or raw-beef <em>kitfo</em> you ever ate?</p><p>The influx has likewise gone a long way toward making weekends more entertaining in Houston. Gilley’s is fine, but it’s nice to have alternatives: a spirited Vietnamese nightclub, a West Indian Association dance, an Andean musicale. At Houston’s fledgling Asian Festival last May, with people from over a dozen ethnic communities participating, interested parties could eat to distraction, hear a Laotian <em>kucherng</em> player, witness kung fu done in Long Fish style, and watch local dancers perform a Filipino Duckling Dance. Even the Salvadorans threw themselves a tentative festival this fall at the local bullring, complete with lots of exuberant dancing and a corrida with some unfortunate-looking bulls.</p><p>Ultimately, though, Houston is the richer not so much for the ethnic markets and restaurants and events as for its infusion of new blood. The immigrants are, in many cases, the hungriest, the most adventuresome, the most determined of their kind; they are, in fact, a poignant reminder of our American roots. Nowhere is this more apparent than in Houston’s burgeoning Asian community, which numbers perhaps 100,000 at this point—including 40,000 Indochinese who make up the second-largest such community in the country, after the Los Angeles area. Scarcely a month goes by that you don’t pick up the paper and read about some Vietnamese kid who’s managed to master English and graduate at the top of his or her class. “They make my job very easy,” says Eli Zal, director of refugee programs at Houston Community College and an unabashed admirer of the Indochinese. Zal cites the Asian reverence for education and family as factors that enable them to withstand the rigors of an unfamiliar culture. To watch these newcomers carving out their toeholds is to watch the much-maligned American dream being born all over again.</p><p>Where it will all lead is a tantalizing question. Even now, hybrids like the Kabob-B-Q, the bumper stickers advertising a “Philippine Marriage Encounter,” and the ineffable Fiesta Mart make me want to hang on for, say, another fifty years. Anything could happen.</p><img></img><img></img><img></img><p><em>Britannia unleashed: Soccer and rugby boys convene weekly at the Richmond Arms Pub (left), where the name of the game is darts and ale. Beer and boomerangs, only in Houston. Where? At the Aussie Way (above). If bedlam is not your cup of tea, find peace at the British Market (right), amid Robert Wells’ cozies and egg coddlers.</em></p><img></img><img></img><img></img><p><strong>AFRICA</strong></p><p><em>Two-fisted Bliss</em></p><p>Only in the last year has the African presence in Houston gone public, and, as usual, food has been the icebreaker. The two cuisines available don’t have much in common in the taste department, but they do share a sensual, highly participatory attitude. Throw off your inhibitions, folks. The following four establishments make it permissible—nay, desirable—to eat with your hands.</p><p>The <strong>Casablanca Moroccan Restaurant</strong> (14025 Memorial Drive) has a daffy come-with-me-to-the-Casbah air. Go ahead and playact, but take the food seriously. The Rock Cornish hens are splendid. Three worthy courses precede each entrée: a broth called <em>charba</em>; a salad of marinated carrots, cucumbers, and eggplant; and <em>b’stilla</em>, fragile phillo pastry, chicken, almonds, eggs, cinnamon, and saffron, adrift in confectioners’ sugar. After such kicks, the couscous (lamb and vegetables over steamed semolina cereal) and the <em>tagine</em> (a stew of lamb and dried fruit) seem almost flat—but you can rev things up with some <em>harissa</em>, the Tunisian <em>salsa picante</em>. End dinner with oranges dusted in powdered sugar and cinnamon, a habit-forming combination. Be prepared to pay $16 and up for a five-course dinner.</p><p><strong>Harrar’s</strong> (428 Westheimer) has the highest profile of the Ethiopian places, which are the novelty of the year on the Houston restaurant scene (see “Spiciest Africa,” TM, September 1982). Your food arrives on a communal platter lined with <em>injera</em>, the floppy batter bread that you tear apart and use as utensil. It’s hardly a cuisine for the solitary; the more friends, the merrier.</p><p>The <strong>Queen of Sheba</strong> (5710 Bellaire Boulevard) is considerably more modest than Harrar’s, but the welcome and service here are as spirited as the food (if there’s a bad Ethiopian cook in Houston, he or she has yet to surface). The host’s mother dishes out a tender lamb stew called <em>yebeg wat</em> that could be a serious contender in the next Terlingua chili cookoff. Try the raw-ground-beef <em>kitfo</em>, an exotic rendition of steak tartare that boasts a sneakier attack than the estimable version at Harrar’s.</p><p>The nameless Ethiopian restaurant in the <strong>Astrodome TraveLodge</strong> (8700 South Main) is such an unlikely phenomenon that it seems to have dropped down straight from Saturn. Walk in off the street and you’ll find two sisters, Hailu and Misrak, who will fix you anything in their repertoire: greens, split pea stew, <em>kitfo, alecha</em> beef or chicken dishes based on green chiles, <em>wat</em> dishes based on red peppers, or even <em>kinche</em>, an Ethiopi-anstyle couscous. Consuming all this in fake-fern-bar-coffee-shop environs is enough to give anyone culture shock, but that’s what we're here for, isn’t it?</p><img></img><p><strong>Australia</strong></p><p><em>Driving Through The Outback</em></p><p>It’s fitting, in this car-crazy, beer-guzzling town, that Australia’s cultural influence tends less to the Australian opals found in the Galleria than to the <strong>Aussie Way</strong>, an eccentric drive-in package store at the motley intersection of Westheimer and Montrose. You can’t miss this imbiber’s mecca, splashed as it is with awful yellow and green paint, adorned with kangaroos and boomerangs, and sprouting signs full of undecipherable Australian slang. The gimmick: you drive up through the carport, roll down your window, and wait for Aussie Way’s minions to rush out to do your bidding. They’ll bring you anything from plain-vanilla Schlitz to Cooper’s Stout, an Australian home brewtype ale that manager Rob Benjamin testifies “will kick you in the ass.” Inside the store is an array of Australian wines, among them a $6.50 Hunter River Valley Pinot Noir; the 1979 available here is a real smoothy.</p><img></img><p><strong>GREAT BRITAIN</strong></p><p><em>The Isles Have It</em></p><p>Certain of Houston’s estimated 10,000 Brits have organized an outfit called the SOBs (Sons of Britain), which conducts the occasional double-decker bus pub crawl through the city’s self-consciously tricked-out “English” pubs (<strong>Sherlock’s Baker St. Pub</strong>, home to an actual pair of Queen Victoria’s bloomers; the <strong>Ale House;</strong> the <strong>Red Lion;</strong> the <strong>John Barleycorn Memorial Pub</strong>).</p><p>Light years away on the manners meter, the <strong>Richmond Arms Pub</strong> (1521 Richmond Avenue) is famed for its jocky Thursday nights, when members of the various British sporting clubs—especially rugby and soccer—convene, along with their groupies and assorted countrymen. Darts are hurled, English cheeses are consumed, and the requisite British ales and lagers are downed.</p><p>One of the most convincing local outposts of Britishness is the <strong>British Market</strong> (2366 Rice Boulevard), where the air always smells like a heady and aggressive country bouquet. Shopkeeper Robert Wells, who must have been sent over from central casting, claims that his is the largest all-British store in the U.S. Certainly it is crammed to bursting with all the niceties of proper British life: toast racks and teapots, cozies and coddlers, Bunnykins dishes and badger shaving brushes. A preoccupation with the small of scale makes the British Market a fine place to hunt for little gifts, and Wells’ admirable range of inexpensive children’s books deserves special mention.</p><p>The urge to handle the merchandise at <strong>Glendinning’s of Scotland</strong> (12512 Memorial) is well nigh overpowering. Woolly sheepskins, argyle cashmeres, mohair throws, deerskins, bolts of uncannily fine-textured authentic wool tartans—all beg to be touched. “Serious Scots,” as seriously Scottish owner Jim Glendinning calls them, can avail themselves of such Highland paraphernalia as kilt pins, thick kilt hose, clan wall plaques, or a set of bagpipes (only $700). But even more satisfying, somehow, is learning that Glendinning’s made-to-measure kilt service is run by a Vietnamese tailor. Glendinning’s rear portion houses a tearoom where shoppers can recuperate from sweaterpawing orgies over a pot of tea and the genuine Scottish baked goods made by Elizabeth Weber.</p><p>For some reason, Houston is a bagpiping hotbed; three of the five pipers who live here have placed in Scottish competitions. Aspiring bagpipers can take lessons at $20 an hour from local piper <strong>Bill Robertson</strong> (774-5465), who is a member of the Houston Highlanders band.</p><img></img><p><strong>THE CARIBBEAN</strong></p><p><em>Call of the Indies</em></p><p>A few straggling grasses sprout from the roofline of the robin’s egg-blue cottage; it looks like nobody’s home at the <strong>Afrika Unity Records & Tapes</strong> (4720 Griggs Road). But out of the windows drifts that syncopated reggae thump, and inside, a cordial Rastafarian record clerk with a liquid Jamaican accent stands ready to play you choice bits off any album you fancy, the way they used to in the record shops of your youth. This is not your basic reggae inventory, either: the biggest reggae enthusiast I know was bemused by some of Afrika Unity’s selections, some so arcane that the labels have handwritten titles. Anyone for Eeka Mouse or Junior Pumpkin?</p><p>Houstonians who want to act out their reggae fantasies may proceed to <strong>Caribana</strong>, a murky, off-the-wall club improbably sited in the staid Village shopping area (2413 Rice Boulevard). The live bands do passable renditions of every reggae standard and then some, and the dancing is infectious. Around midnight on Fridays and Saturdays, the Caribana is a sight to behold. An insistent emcee introduces “Johnnee,” a gymnast from Guyana who, we are told, is training for the Olympics. Johnnee proceeds to flip and tumble through the air in superhuman fashion. Then a limbo artiste dressed like Little Richard gone south prances madly in front of his limbo bar, finally deigning to set the bar afire and scoot under it, bearing burning batons. This may be Houston’s weirdest floor show.</p><p><strong>Cardet’s Cafe and Food Market</strong> (1972 Fairview) is the model of an inexpensive, unpretentious Cuban spot serving chowdown cookery to an expatriate clientele, but except for the rich, smoky black bean soup, the food at the cafe just isn’t that interesting.</p><p>More alluring in a madcap and odiferous way is the adjoining grocery store. The distinctive aroma springs principally from <em>bacalao</em>, the dried fish of which the Portuguese and West Indians are so enamored. The happy jumble of goods here is pure Cardet’s: sixfoot lengths of sugar cane leaning in a corner, Florida avocados as big as your head, all sorts of evil-looking root plants, and a selection of thirty-plus Spanish and South American wines that yields some genuine bargains.</p><p>The <strong>Piquet Market</strong> (6619 Chimney Rock) anchors a twoblock commercial strip catering almost exclusively to Latin Americans. Basically Cuban in persuasion, the Piquet is a more orderly version of Cardet’s. You’ll find chorizo and Spanish <em>morcillas</em> (blood sausage), plus a species of small, seed-filled peppers called <em>cachuchas</em> that look like miniature buttercup squashes and have a delicately bitter taste (our culinary source here recommends them for soups). South Americans shop the Piquet for a soft white cheese, <em>queso fresco</em>, and for big bags of ready-cooked pork skins. The Piquet also has the necessary <em>masa</em> for <em>arepas</em>, those fascinating white cornmeal cakes you can eat a few blocks west at Mi Kiosquito (see Central and South America). A back room fetches up such prizes as a 3-D postcard of Saint Lazarus on crutches, surrounded by unfortunate-looking mongrels.</p><p>Right next door to the Piquet lies <strong>Bebo’s</strong> Puerto Rican restaurant, a cheery mom-and-pop place that is everything Cardet’s ought to be. The food is as soulful as the Latin luncheonette decor, an orange and red hodgepodge of chromed bubble wall insets, Puerto Rican calendar scenes, and tabletop still lifes of fresh island fruits and vegetables. Serious eaters will find serious food in vast quantities that make entrée-sharing sensible. There are excellent black beans and a special called <em>boliche</em> that’s worth calling ahead for—the tenderest pot-roasted beef in a seductively winy, smoky sauce fortified with ham and sausage. Adventurers should sample the <em>mafongo</em>, a garlicky conglomeration of mashed plantains and pork cracklings that is Puerto Rico’s national dish. Easier to relate to are Bebo’s soothing <em>batidos</em>, tropical milk shakes of cantaloupe, mango, and the like. Take note of the Astros schedule near the TV, whereon the autograph of countryman Jose Cruz is writ large. A boy’s gotta eat his <em>mafongo</em> somewhere.</p><img></img><p><strong>Central and South America</strong></p><p><em>For Latin Lovers</em></p><p>Anyone who thinks the Hispanic influence in Houston is confined to the well-established Mexican American community would do well to check out the <strong>International Nightclub</strong> (6400 Southwest Freeway) on a weekend night. There, in a darkened hall the size of an airplane hangar, the hottest dancers in town merengue, samba, rumba, and tango up a storm under the obligatory pulsing lights. Who <em>are</em> these rhythmic hundreds? Colombians, Argentinians, Ecuadorians, Nicaraguans, and Salvadorans, all dressed up with someplace loud and festive to go. Occasionally the music is live, but more often the format is disco, with a talkative deejay playing assorted hits from all over South and Central America. A little rudimentary Spanish is helpful but hardly vital, such verities as “gin y tonic” being universally understood.</p><p><strong>Mi Kiosquito</strong> (7022 Chetwood, near Bissonnet and Chimney Rock) is a snug and tidy eatery as modest and inexpensive as its name (translation: “my little kiosk”). The cooking is pure mom and pop, mom being Colombian and pop being Italian—hence the pasta and hero sandwiches on the left side of the menu. It’s the senora’s homey South American specialties you want: short, fat Colombian-style chorizos, bursting with spices and oil, accompanied by <em>arepas</em>, crusty on the outside, soft and mild within—just try to imagine charcoal-grilled spoonbread. For 55 cents you can sample a <em>buñuelo de queso</em>, which amounts to a spherical cheese doughnut, all moist and spongy. Chase these with the fragrant Colombian coffee, so strong it could practically climb out of the cup. If you are really hungry try the señora’s <em>bandeja Colombiana</em>, a decorative plateful of food: delicious beans crowned with <em>chicharrón</em> (superbly nasty crisped pork skins and fat); sides of rice and tart fried bananas; a strange drift of dry, crumbly ground meat; and fried egg. Mix it all together for maximum gratification, making liberal use of the vinegary, cilantro-spiked house <em>salsa</em>. After your meal, you can walk right next door for a South American haircut at the Colombia Hair Stylists, La Barberia de la Colonia Hispana.</p><img></img><img></img><img></img><p><em>From marimbas to bag-pipes: by night, watch the limbo artiste go through his undulations at the Caribana (top left); by day, learn to blow the bagpipes from Bill Robertson (top right). Jimmy-Jim’s botanica (above) is part reliquary and part provider of more secular solace—like vials of “Fast Success” oil. For those with insignia mania, there are the stickers at Gran Tangolandia (right), plus an incomparable cache of Latin music. The shop’s proprietor, Señor Ragno (inset), sometimes breaks his somber pose for a merengue demonstration.</em></p><img></img><img></img><img></img><img></img><p>If you want to find any Argentinian in the city, just go to <strong>Lalo’s Pizza</strong> [6060-A West Bellfort, tucked behind the Stop-N-Go] and wait,” counsels one local Nicaraguan. With its animated South American clientele, its debonair charmer of an owner, and its excellent pizza, this sunny yellow hole-in-the-wall is a real find—particularly in a town where pizza-eating tends to be a grim business. Lalo’s crust treads a fine, crisp line between thick and thin, while the special Argentinian combinations make pepperoni seem old hat. You can’t miss with <em>fugazzeta</em> (sliced onions and olive oil under a double-cheese blanket). For something more exotic, there’s an intriguing hybrid called <em>humita</em>, a sort of Incas-go-Roman pizza layered with béchamel, sweet corn kernels, and pully white cheese.</p><p>At <strong>Dario’s</strong> (11107 South Post Oak), a spacious, whitewashed Argentinian restaurant out in the far South Main area, food is not the big thing. The chief draw is the Friday and Saturday night <strong>Peña Folklorica</strong>, Latin musicales attended by several generations’ worth of expansive South American families, all beating out the time on tabletops or wine bottles and generally acting participatory in good Latin tradition. One of the more transcendent events in Houston is provided by the Intillihuara Group, which plays haunting Andean music from Peru and Bolivia. The festivities commence at a Latin-late nine-thirty or ten.</p><p>Down past Bebo’s Puerto Rican restaurant lies <strong>Gran Tangolandia</strong> (6611 Chimney Rock), an eccentric little record shop that would be worth seeing for the album covers alone (best of show: <em>El Chucu Chucu</em>). With Guatemalan marimbas by the Orquestra Gallito on the sound system and the rather dour proprietor unexpectedly breaking into a jaunty merengue demonstration, the effect is quite jolly. Señor Ragno, himself an Argentinian tango singer, can tell you anything you need to know about his stock of music from Colombia, Ecuador, Peru, Argentina, Uruguay, Puerto Rico, Cuba, and Mexico.</p><p>At <strong>Jimmy-Jim’s</strong> <em>botanica</em> in the same shopping center (6611 Chimney Rock), the spiritually inclined can purchase morbid-looking cats’ eyeballs to ward off unforeseen dangers or choose from an herbalists’ grab bag that includes sticklewort, agrimony, and bladder wrack. At 75 cents, <em>san alejo</em> beans are a cheap way to combat heavy drinking, and there are some, er, unusual red mummy candles for that friend who has everything. Seize control of your destiny with a vial of “I Can, You Can’t” oil, “Come to Me” powder, or that local favorite, “Fast Success” oil.</p><p>Those in the market for some soul should try <strong>Galindo’s Restaurant</strong> (9325 Irvington near Tidwell), a Northeast Houston Mexican establishment that caters to a Salvadoran clientele with its back-page El Rincon Salvadoreño menu. Some of the dishes here give you the sense that you’re tasting corn for the first time—little epiphanies like the meltingly tender <em>tamalitos</em> filled with shredded pork or the sweet, moist, cornbreadlike <em>tamales de elote con crema</em> studded with corn kernels and moored in the kind of thinned sour cream that Diana Kennedy herself would approve of. That same cream livens up the <em>arroz negrito</em>, a wonderful rice dish bristling with black beans. Given the proper marketing, Salvadoran <em>popusas</em> could be the new tacos <em>al carbón</em>. Round, hand-patted <em>masa</em> cakes, they’re stuffed with white cheese, shredded-pork <em>chicharrón</em>, or a mixture of both, then cooked on a griddle. Ambience is of the vinyl-Formica-linoleum genre, with nonstop Mexican jukebox for back-up, but who could resist a place with crepe paper pineapples suspended from the ceiling? Or a garlic-bulb frieze hung over a doorway crucifix?</p><img></img><p><strong>Czechoslovakia</strong></p><p><em>Dancing Fools</em></p><p>The <strong>Bill Mraz Ballroom</strong> (835 West 34th, in Garden Oaks) is a rambling, white-clapboard affair wearing one simple band of green neon. This old-timey Czech institution has an air of such innocent exuberance that it’s impossible not to have fun once you’ve paid your $3.50 cover and had your stub stapled to your lapel. Saturday is polka night at Bill Mraz, when the likes of Lee Roy Matocha or the Hot Czechs from Taylor regale a family crowd that’s serious about dancing. Polka-club enthusiasts, wearing their club colors, do some mighty smooth maneuvering on the huge ice rink of a dance floor, their feet making that rhythmic polka rasp on the boards—<em>tszt, tszt, . . . tszt, tszt</em>. They are like fish in the water; big people, some of them, but astonishingly light on their feet. Females take note: look halfway expectant, and you may be favored with a dance invitation from Pete, a thirty-year Mraz regular who claims responsibility for Fayetteville’s new dance hall. “I wore out the old one,” he confides, executing a tricky turn.</p><img></img><img></img><img></img><img></img><img></img><img></img><img></img><p><em>After a night of rubbing elbows with Houston’s Czech community at the mammoth Bill Mraz Ballroom (top left and above), you’ll be fit to be Thai’d. The Thai Kitchen and Grocery (middle left) will drive you stir-fry crazy; in the grocery you can buy ingredients like Fat Boy fish sauce (far left) for cooking your own Thai combustibles. The Tiger Cries (center left) at Renu’s is breath-taking, literally; to calm your tingling taste buds, administer Thai-style iced tea and, for dessert, the pumpkin (a.k.a. acorn squash) with custard (left).</em></p><img></img><p><strong>Indonesia</strong></p><p><em>Hot and Curried</em></p><p>Houston’s Indonesian community is diminutive (estimates from the brand-new consulate put it at three hundred), but it shows definite signs of life. Already the <strong>MataHari</strong> (10001 Westheimer), a spiffy Indonesian restaurant, is breaking us in with its <em>rijsttafel</em> smorgasbord: excellent <em>sates</em> of pork, chicken, and beef, marinated and grilled on wooden skewers; a spunky red beef curry (<em>rendang</em>); a texturally satisfying noodle dish bristling with shrimp and cabbage (<em>bahmi goreng</em>);, plus sundry other culinary surprises. If any of the above seems too tame, a dose of the MataHari’s fiery <em>sambal</em> sauce should do the trick.</p><p>For home cooks bent on producing their own <em>rijsttafel</em> (a process that one gastronome assures me takes several days), <strong>Holland House Imports</strong> (623 Westbury Square) stocks the Conimex line of arcane Indonesian spices, crisp shrimp chips called <em>krupuk</em>, plus the sine qua non <em>kecap</em>—a sweet Indonesian soy sauce that’s almost impossible to come by here. There is even an underground source for locally made <em>tempeh</em>, an Indonesian soybean cake that’s substantially different from tofu (i.e., drier, easier to cut, studded with whole soybeans). This protein-rich meat substitute can be stir-fried with vegetables, marinated with soy, garlic, and ginger and then deepfried, ad infinitum. Look for <em>“tempeh”</em> signs on refrigerator cases at such oriental groceries as <strong>Chinatown Supermarket</strong> and <strong>First Oriental</strong>.</p><p>For beautiful batiks made up into clothing, plus transparent hand-embroidered tops called <em>kebaya</em> and fantastical puppets representing mythical beings called wayang, a visit to <strong>Api Awan</strong> (1012 West Alabama) is in order.</p><p>For the ultimate in Indonesian services, one <strong>Mrs. Vincentia Ispandriate Moritis</strong> (466-0408) offers instruction in language and dance, as well as “assistance in matters of Indonesian cultures.”</p><img></img><p><strong>Thailand</strong></p><p><em>The Tiger Cries</em></p><p>Was there life before Thai food came to Houston? Unthinkable. In a scant three years, the city’s small Thai community (estimates put it at 1200 max) has managed to produce not only a Siamese Mobil station and two scholarly Buddhist monks, but the supreme secular gift: a handful of restaurants that serve up some of the most exciting and affordable food in town. The premier Thai eatery is <strong>Renu’s</strong> (1230 Westheimer), where the physical plant is in a constant state of do-it-yourself evolution and the menu is peppered with absolutely splendid classics. Tiger Cries, Renu’s hallmark dish, relies for its effect on nothing more than rare, thinly sliced steak and a green sauce of breathtaking simplicity: jalapeños ground with lime, garlic, and a dash of salt. Staples to count on here are the exhilarating chicken with fresh basil leaves; <em>chu chi kung</em>, a pinkish, coconut-based curry of nicely cooked shrimp (it looks mild but packs a wallop); or the extraordinary “light spicy” <em>tom yum</em> soups—sassy, chile-spiked wonders made aromatic with lemongrass and Kaffir lime leaves. Occasionally the blackboard up front lists crispy seafood; order it, lest you miss one of the best seafood platters on the Gulf Coast; shrimp and tender stuffed squid, green pepper rings and sliced sweet potato, all fried to a golden turn in a light rice-flour batter. Its cilantro-flecked dip may make you swear off cocktail sauce forever. Renu’s has a neighborhood feel. Yes, the housekeeping could be better; yes, you may have to twiddle your thumbs from time to time. But with food like this and a few bottles of potent Thai Singha beer, it hardly matters.</p><p>A real find for far southwesterners is <strong>Fu Lu Su</strong> (2487 Cartwright Road), a promising Thai place lurking inconspicuously among the commercial strips, subdivisions, and prairies of Missouri City. Don’t be fooled by the perfunctory Chinese menu the waiter hands out; the Thai menu—which you’ll have to ask for—lists over seventy items, among them some extravagantly good Thai salads called <em>yums</em>, or lime dishes. <em>Par-goong</em> is Fu Lu Su’s shrimp version, plenty hot even when the cook tones it down for Western tastes. There’s garlicky charcoaled pork to start with (skip the gluey house red sauce) and a chile-hot red chicken curry, <em>gang-gai</em>, that has to be one of the most seductively coconutty dishes extant. Oddly enough, the only Thai customer I saw in here ordered chicken-fried steak; the melting pot works in mysterious ways.</p><p>Travel note: around the corner and to the southeast of Fu Lu Su, at 2002 East Field Circle, lies <strong>Wat Bhudavat</strong>—currently a small house where two imported Buddhist monks receive the Thai faithful while the community is raising enough money to build a genuine Thai-style temple. Somehow, finding these two close-shaven, saffronrobed holy men ensconced in a tract house seems like quintessential Houston 1982.</p><p>Out in the freewheeling Astrodome area, the <strong>Thai Kitchen</strong> (9150-A South Main) dishes out amazingly cheap, unreconstructed Thai fare to a mostly Thai clientele. South Main’s fairest may be plying their trade in the parking lot, but inside, little kids watch TV, Ricky Nelson croons over the sound system, and a cheerful barebones, family-living-room atmosphere prevails. The “fried” (as in stir-fried) shrimp dishes are the great bargain here: either with chili, mint leaves, and garlic in a tolerably hottish sauce for $3.95 or with black pepper and crisped garlic for 30 cents more. In both cases, you’re getting lots of fresh, tactfully cooked shrimp for your money. The restaurant’s rare beef salad Thai style fairly bursts with lemongrass flavor, but keep an eye out for those crimson circlets of the tiniest, hottest red chiles. Put the following on the lethal list: green chicken curry that gives no quarter, and hot-and-sour chickencoconut soup that looks sweetly innocent and isn’t. This menu is not engraved in stone, so ask your waitress if there’s any Chinese watercress in the adjacent grocery; they just might stir-fry it for you with a delicious red bean sauce. Your Thai beer will arrive in iced, silvery mugs that look like intergalactic booty.</p><p>In the grocery section, which adjoins the dining room, cooks will find raw materials to make Thai curries, salads, stir-fries, what have you. Fresh basil, cilantro, mint, long blades of lemongrass, and hollow-stemmed watercress inhabit a refrigerator case, along with sacklets of red and green chiles mixed with Kaffir lime leaves—useful for <em>tom yum</em> soup. Fat Boy fish sauce leers down enticingly from the shelves (“All right for cooking,” sniffs one finicky Thai, “but for dips and salads, Tiparos brand is better”).</p><p>If you ask around town, people may try to steer you toward a couple of other Thai restaurants, but beware—their food seems inconsistent and not particularly compelling.</p><img></img><p><strong>ITALY</strong></p><p><em>Gone on Pasta</em></p><p>Everyone knows that Italian restaurants in Houston are a crapshoot. Aside from a smattering of reliably first-rate dishes, it’s every diner for himself. Among the landmarks: D’Amico’s marinated red peppers, fried squid, and tortellini; Tony’s linguine <em>al pescatore</em>; the Villa Borghese’s ethereal manicotti, grilled chicken breast, and wicked <em>zuppa inglese</em>; Joe Matranga's feisty Italian American spaghetti and meatballs and terrific <em>caponata</em> salad.</p><p>Perhaps the best thing to happen to Italian food in Houston is the advent of <strong>Lino’s Fresh Pasta</strong> (2032-A West Gray), a fresh pasta emporium in the chichi River Oaks Center. Lino’s is enough to make even the clumsiest cook look accomplished: take home a package of ruffly-edged <em>pappardelle</em> and a container of meaty Bolognese-style <em>ragu</em> sauce, and you’re in business. This is redoubtably springy pasta that actually <em>tastes</em> like something. Part of Lino’s noodles’ charm resides in their festive natural hueseggy yellow, spinach green, tomato red. When all shapes and colors are accounted for, the possibilities are manifold: dazzling tricolor linguine or fettuccine, sweet little shells (<em>conchiglie</em>), delicate angel’s hair. On Wednesdays or Thursdays, Lino makes his gnocchi. “You <em>have</em> to get gnocchi when they’re absolutely fresh,” he insists, so call 527-8441 to see when they’ll be ready. A magnanimous sort, Lino distributes copies of his excellent recipes. “One day they don’t have time, they’ll buy my sauces,” he shrugs.</p><p>Recent Italian arrivals homesick for real raw-milk fontina or fresh buffalo-milk mozzarella patronize the nearby <strong>River Oaks Cheese Shoppe</strong> (1954 West Gray). Any resemblance of this soft, haunting cheese to commercial mozzarella is purely coincidental. With ripe tomatoes, fresh basil, olive oil, and a grind of pepper, it makes a provocative salad. Hedonists will want to sample the shop’s creamy, rich mascarpone, with either figs or—most devastating of all-white truffles. Sure, the truffles kick the price up to $27.50 a pound, but that's not bad for a substance that ought to be illegal.</p><img></img><p><strong>Viet Nam</strong></p><p><em>Oodles of Noodles</em></p><p>The Vietnamese in Houston are a vigorous, irrepressible bunch who are busy transmogrifying the hitherto-decaying southern and eastern segments of downtown. Over a hundred Vietnamese-owned businesses, from dentists’ offices and body shops to drugstores and herbalists, have sprung up, and new Vietnamese restaurants seem to materialize almost daily. When your waitress suggests the vermicelli with pigs’ feet or the hot and spicy jellyfish, you know Houston’s come a long way from the days when the late Mrs. Me dished out tentative Vietnamese dishes to equally tentative Anglos in her tiny Montrose store-front.</p><p>In the Little Saigon that is the Milam-Travis area between Holman and Tuam, the restaurant of choice is the <strong>Vietnam Kitchen</strong> (2929 Milam). Inside, it’s friendly and crowded with large groups of diners sharing soups and hot pots big enough to feed a whole village. The premier dish here is listed as “frog fried with butter.” Turns out to be spectacular fried frogs’ legs, tender and outrageously garlicky, served on a bed of watercress with sliced tomato; the sauce of fresh lemon juice and black peppers is simple alchemy. Mosca’s in New Orleans could not do better, which is to say that these frogs’ legs are about as good as food gets. Other sound bets are the crackly, thumbsize Imperial rolls and herby summer rolls fantailed with scallions, whole shrimp glowing under the translucent rice-paper wrappers, and <em>pho tai</em>, a light, lovely ricenoodle soup stocked with thin slices of “underdone” (that is, briefly, tenderly cooked) beef. Don’t leave without trying the <em>ca phe sua da</em> (rhymes with “doo dah”), strong French-style chicory coffee that drips through a baby filter pot into your cup; stir up the bottom layer of condensed milk, pour the whole thing over ice in a tall glass, and you have magnificent iced coffee.</p><p>A few blocks south is the spacious, orderly <strong>Indochine Oriental Food</strong> market (3223 Milam) in the picturesque C. L. House building. Besides carefully displayed, goodlooking produce and fresh herbs, the Indochine carries every kind of noodle known to the Eastern world, plus an arsenal of Thai foodstuffs and cookware. Note the pickled shallots from the People’s Republic and the mason jars of pickled shrimp, baby eggplants, and carrots, all vivid with red chiles, in a back case. Note also a bottom-shelf shrine fitted out with incense and bowls of food. The same Wood Pecker brand single-cup coffee filters that all the restaurants use are available here for $5 each — a wise investment for solitary espresso drinkers and <em>ca phe sua da</em> addicts.</p><p>Nearby, in a dinosaurian old building, the <strong>Crystal Palace</strong> (3232 Main) offers the inveterate onlooker a Vietnamese microcosm. Druggist, tailor, esoteric-sandwich maker all inhabit this singular indoor mall, not to mention a travel agent, a grocery store (good for big bags of fresh basil), gift shops, a cafe, a variety of video games, and an escalator leading up to <strong>Maxim’s</strong>, an enormous nightclub. Maxim’s handsome crowd itself is an attraction, the kids frenchified and very <em>nouvelle vague,</em> boys in white shirts and skinny ties, girls in stylish minis and footless leggings or ankle socks. Their elders—a few of the women in elegant <em>ào dái</em> over slim trousers—sip beer and champagne while tiny lights pulse along the perimeter of the dance floor and the mandatory mirrored ball twirls. The live entertainment is delightfully disorienting. What we have here is Vietnamese ballroom dancing, a species including the rumba, the Boston, the cha-cha-cha, and the paso, which my instructor, Khoi Tien Bui, likens to “the troops marching.” You might even get lucky and hear a rendition of the Everly Brothers’ “All I Have to Do Is Dream” in three-part harmony, first half in English, second half in Vietnamese.</p><img></img><img></img><img></img><img></img><p><em>For pasta that’s over the rainbow and other Italian miracles, it’s Lino’s Fresh Pasta (top). François Thienpont at the River Oaks Cheese Shoppe (left) stocks an arsenal of caloric Italian and French splendors. The Vietnam Kitchen’s frogs’ legs (center), listed as “frog fried with butter,” are the premier dish; its hot pots and Imperial rolls are right on the frogs’ heels. The Crystal Palace (above right) is a mercantile monument to things Vietnamese.</em></p><img></img><p>The big, bright <strong>Dragon Restaurant & Club</strong> (1224 Leeland) is the fanciest of the Vietnamese restaurants. Embellished with a huge, sinuous dragon mural and the metallic accents crucial to Vietnamese decor, the Dragon serves a superbly seasoned Bo Ba Mon (“Beef: Three Kinds”). The beef involved is of a higher grade than that used by some of the Dragon’s competitors and comes wrapped in a mysterious green leaf (“leafbound” beef), encased in a glazed, crisp layer of the thinnest fat, and folded around a vegetable stuffing. Not to be missed. The intrepid might consider the assertive hotand-sour fish soup, a sort of funky oriental gumbo replete with okra, tomatoes, and intimidating hunks of spiny, unapologetically fishy fish. All the Vietnamese specialties are listed on the back page of a long Chinese menu (avoid the rubbery squid).</p><p>A short hop from the Dragon is a hulking white building trimmed in red and yellow that houses the <strong>Viet Nam Plaza</strong> (1500 block of Austin). Inside—past the two friendly herbalists, a tailor stitching away on her sewing machine, a beauty salon strewn with precise ebony hair clippings, and a gift shop selling wall clocks in the shape of Viet Nam—you’ll come to the <strong>Saigon Restaurant</strong>. It’s a large, austere place with a peekaboo kitchen that turns out excellent charcoal-broiled pork (try it on top of the vermicelli with fresh herbs) and one of the city’s nicer renditions of <em>pho tai</em>. French coffee is good, and cheap here at $1 a cup.</p><p>At the far end of the Viet Nam Plaza is a cavernous unnamed grocery store hung with promnight red and yellow streamers and massive green crepe paper globes. Way in the back, you can watch huge, whiskery catfish thrashing their last in Igloo coolers (freshest ones in town, no doubt about it), or buy frozen cockles or snails from Thailand. All manner of fish sauce and rice-paper skins line the endless shelves. If you hit this market on the right day, you can snatch up some just-ripe babyfinger bananas. New wavers should check the weekly nightclub fliers at the checkout counter to see whether CBC, the local Vietnamese punk band, is playing at either <strong>Maxim’s</strong> or the <strong>Jade Inn Southwest</strong> (9399 S. Gessner).</p><p>West of the Viet Nam Plaza, the blockful of Vietnamese businesses at Bell and San Jacinto is worth a look. Along with the usual tailor and jeweler and beauty salon you’ll find one of those inscrutable Vietnamese billiard parlors, the <strong>Extreme Orient Grocery</strong> (sure to place in any name-that-store contest), and a couple of extremely modest eateries. At <strong>Mai’s</strong> (1115 Bell) you can get a splendid “halfcooked” (as in “rare”) beef salad tossed with a forest of fresh basil and spiked with red chiles, with a bed of zippy pickled onions underneath—just squeeze on the fresh lime. Next door at the even plainer <strong>Quán Tâm</strong> (1117 Bell), try the inexpensive noodle dishes, the <em>pho tai</em>, and the French coffee.</p><p>On the same block is the <strong>Saigon Cafe</strong> (1121 Bell), one of several Vietnamese coffeehouses that have a student-hangout air to them. Good spots to recover from bouts of shopping or excursioning, they serve French-style filtered coffee in straight, sweetened, or iced form, always in a soothing perpetual-night atmosphere punctuated by schmaltzy Vietnamese pop (in the evening there may be a live band). The Saigon is noteworthy for its central raised gazebo garlanded in plastic vines. <strong>Ca Phe Bon Phuong</strong> (1826 Leland), conveniently near Chinatown, sports the palmy tropical beach murals that are another Vietnamese leitmotiv. Patrons repose in plastic mesh lawn chairs that have seen better days or in more conventional sisal seating. Not much English spoken at either spot, but anyone who can manage a <em>“ca phe sua da”</em> will be well received.</p><p>The best lemongrass beef in town traditionally has been served at <strong>Mai-Quê</strong> (6710 Morningside in the Holcombe-Medical Center area). Mai-Quê (pronounced “my way”) also does a creditable fondue of paper-thin beef and shrimp to swirl briefly in a simmering, savory vinegar broth, then roll up with herbs and greenery in ricepaper wrappers.</p><p>Mai-Quê’s former owner, who left town to open a Honolulu eatery, concluded that Houston was a better deal and has returned to refurbish the terminally scruffy Alpha’s Ice House with the assistance of friends and family. What they have wrought is the <strong>Pacific Restaurant</strong> (2502 West Holcombe), a snappy blue and red extravaganza that’s a prime example of the uninhibited Vietnamese decorating style. Good marks for the Pacific’s <em>name luid</em>, subtle little shrimp-and-pork sausages skewered, grilled, and served with a spicy peanut sauce. Bad marks for. the pallid French coffee. The Pacific’s interesting menu makes a brave attempt at phonetics and features some sublimely skewed English, the most thought-provoking being “graziching hot cream sauce.”</p><img></img><p><strong>The Philippines</strong></p><p><em>Beyond the Frito</em></p><p>Non-Filipinos walking into the inimitable <strong>Goldilocks Bake Shop</strong> (2401 W. Holcombe) may be seized by the giddy feeling that they are strangers in a very strange land. What are those artillerymen doing atop that technicolor birthday cake? And what about the naked bearded lady on that cake over there? The Goldilocks provides Houston’s estimated eight thousand Filipinos-many with the Medical Center, particularly as nurses —with the extravagant sweets and pastries of their homeland, plus a modest number of steam-table dishes and a few exotic bagged snacks like <em>dilis</em>, crisp fishlets that the counterman advises are “to eat while you’re watching TV and drinking beer.” Check the lavender cakes tinted with <em>ube</em>, a purply Filipino yam. By all means don’t miss the <em>ensaymada</em> with ham, which tastes like a sweet, soft brioche, or <em>pan de sal</em>, a kind of yeasty roll your grandmother might have baked.</p><p>The goodly number of Filipinos living in Southwest Houston (Missouri City, Fondren, Gessner) tend to shop for native products at <strong>Philippine-Texas Trading</strong> (6204 Evergreen). Here they stock up on <em>lumpia</em> wrappers, Filipino fish sauce to use in cooked dishes, and the mellower fish sauce, <em>rufina pads</em>, to make dips, plus the essential for that national favorite <em>pancit lug-lug</em>-special noodles, frozen smoked fish, and frozen fish balls. A source near the Medical Center is the Philippine Oriental Mart (1012-B Lyndon).</p><img></img><p><strong>The Middle East</strong></p><p><em>The True Tabouli</em></p><p>The <strong>Sahara Club and Restaurant</strong> (6400 Southwest Freeway) serves both Middle Eastern and Indian food. Why? “Because I got a good deal on things and there’s a big Indian community out here,” says Cairo-born Diana Akleh, who owns the place with her Haifa-born husband, Samir. If that schizophrenia doesn’t capture your imagination, the late-night scene will. Belly dancers undulate, amateur dancers from the audience throw off their inhibitions like so many Middle Eastern Travoltas, and the Sahara Band plays with a fervor that precludes conversation. The band members come from Egypt, Lebanon, and Morocco; their music is undeniably alien but compelling, keening and urgent by turns. The Middle Eastern menu features nightclubby prices — <em>mezza</em>, for instance, an assortment of appetizers for two, would be scandalously high at $25 if it was not so large and so satisfactory (it includes the only worthwhile stuffed grape leaves in town) and if the Sahara was not such fun. Those so inclined may emulate the Sahara’s Saudi patrons and order well ahead for <em>ouzie</em>, a whole lamb stuffed with meat, rice, and pine nuts. There’s a two-drink minimum at show time, but be warned that the Sahara’s bar and wine list are not the world’s best, as perhaps befits an officially nondrinking culture.</p><img></img><img></img><img></img><img></img><img></img><p><em>When you need a naked bearded lady on that special cake, go to the Goldilocks Bake Shop (top left and inset), where the Filipino frosting can get mighty madcap. The folks at Middlt East Halal Meats (top right) know how to cut the cow— and the sheep, goat, and chicken—in the Islamically correct way, which makes life easier for Muslims in a non-Muslim land. For a touch of India on the prairie take a drive out to Pearland, where the Hindu Sri Meenakshi Temple (right) rises like a mirage from the flatlands.</em></p><p>Dietary laws can make eating out and shopping for meat to cook at home a hassle for Muslims in a non-Muslim country. Some enterprising Saudis trek all the way to a farm outside Beaumont for sheep that are slaughtered on the spot; the best way to deal with the carcass back in Houston, I am told, is to hang it over your apartment bathtub, making sure it is done the Islamically correct way. A more convenient source of ritually pure (<em>halal</em>) meats is <strong>Middle East Halal Meats</strong> (9651 Bissonnet, near Westwood Mall). Here local Arabs and Pakistanis can purchase whole goats and sheep at $1.99 a pound, along with beef or chicken (custom cutting is free). When the butcher puts in an appearance, looking like something out of <em>The Texas Chainsaw Massacre</em>, the timid may find it prudent to exit.</p><p><strong>Middle Eastern Music Center</strong> (5610 Fondren) has an idiosyncratic inventory that includes everything from Kuwaiti T-shirts to belly-dancing gear to an awesome three-foot water pipe sporting a porcelain likeness of the late Shah’s father. Those in search of exotic music can choose from Lebanese, Egyptian, Armenian, Arabic, and Greek albums; there are even Tex-Mex and Mexican cassettes to lure the neighborhood Latin trade in.</p><p>Like every other Middle Eastern eatery in town, <strong>Sammy’s Lebanese Restaurant</strong> (5825 Richmond) has always been more reliable for its snacky <em>mezza </em>items than for its meatier entrées. But lately a glorious exception to the rule has appeared: the chef’s special chicken wings, beautifully browned and seasoned, served with a maniacally garlicked purée based on mashed potatoes. At $3.75, it’s one of Houston’s great bargains. Have the chicken wings with bright-tasting <em>tabouli</em>, a heavily parsleyed cracked wheat salad, and don’t miss the city’s best <em>baba ganouj</em>—as fluffy and delicate as if it had been made all of thirty seconds ago, with an agreeably rough texture that comes from chopping the eggplant instead of blending it to death. For such an unpretentious place, Sammy’s has surprisingly gallant Lebanese waiters and a crowd that may include tuxedoed Lebanese on their way to a big evening or the occasional party of Saudis, the women in chaste headdresses.</p><p>For fast Middle Eastern food in a luncheonette atmosphere, it’s <strong>Ankar’s Hoagies</strong> (2026 Westheimer), a Palestinian place that offers respectable <em>hummus</em> and <em>baba ganouj</em> drizzled with olive oil. <em>Fallafel</em> here is not as spicily aromatic as some, but moist within and crunchy without. Prices are low, portions large, and the clientele a mixed Montrose bag of Arabs, Hispanics, blacks, gays, and a punk or two. (Cautionary note: forget the interchangeable <em>shawirma-gyros</em>; it’s the same commercial package served everywhere else in town and about as ethnic as Pop-Tarts.)</p><p><strong>Droubi’s Bakery & Delicatessen</strong> (7317 Hillcroft) —between a down-at-the-heels Cuban grocery and a livelier Pakistani place, the A-One —is the best source for the freshest possible pita bread. You can almost always buy pita warm from the oven here, even on Sundays, along with delicious, delicately crusted spinach pies and sprightly little pizzalike meat pies studded with pine nuts. Prime ingredients for your own <em>mezza</em> are on hand, including a wonderful double-cream feta and a salty, firm-textured Bulgarian feta called <em>akawi</em>. The management plans to add Middle Eastern takeout food soon; if the quality matches that of the baked goods, they’ll have to beat me off with a stick.</p><p>A word about <strong>Kojak’s Food Store</strong> (2318 South Shepherd), a pocket-size Lebanese grocery and poor boy place. A compelling reason to stop by is the <em>laban</em>, a yogurt “cheese” that is luxuriously thick and satiny, great on pita bread with a few <em>calamata</em> olives on the side. Anyone putting together his own <em>mezza</em> should know about this astonishing stuff.</p><img></img><p><strong>India</strong></p><p><em>Hot off the Tandoor</em></p><p>Can’t afford to take the kids on a trip to India? Pile them in the car for an expedition down to Pearland, where the gracefully detailed <strong>Sri Meenakshi Temple</strong> (17130 McLean Road) rises like a mirage from the Gulf Coast flatlands.</p><p>Heightening the hallucinatory effect is the structure’s scale—a smaller replica of the Madurai temple in southern India, it has the majestic air of a monument under the influence of the White Rabbit’s little pills. Those who want to view the temple’s polychromatic altars and Hindu deities or attend one of the special ceremonies should remember to remove their shoes before entering.</p><p>Some estimates put the number of Indians and Pakistanis in Houston as high as 25,000. They constitute a voluble and highly active community that has given birth to at least a dozen grocery stores, four radio programs, and a lively English-language newspaper, the <em>Indo-American News</em>, which comes out twice a month. Houston has been blessed in terms of its Indian restaurants, which have been unusually good across the board — the only sadness is that their almost identical menus give scarcely a hint of the cuisine’s regional diversity. Recent management changes and new arrivals have altered the pecking order, however. The once preeminent Tandoor has become the far less distinguished <strong>Bombay Palace</strong> (3901 Westheimer), although its prices remain the steepest in town, and its service can swing wildly between smothering attentiveness and utter neglect. The roasted eggplant <em>bharta</em>, though, is rich and seductive enough to atone for a multitude of sins. Across town, the estimable <strong>Taj Mahal</strong> (8328 Gulf Freeway) seems to be struggling along after the departure of some key employees. Its <em>tandoori</em> specialties, to cite just one problem, aren’t as consistent (one night’s boti <em>kebab</em> and <em>seekh</em> kebab were atypically oversalted and dryish). World-class green sauce and sweet-and-sour tamarind chutney live on, however, as does the terrific <em>tandoori</em> flatbread (<em>naan</em>) and a sparkling chicken <em>chaat</em>—chicken salad gone Eastern —zinged with citrus. With any luck, the Taj will get back in gear.</p><p>The new star in town is <strong>India’s</strong> (5704 Richmond), the ever-sotasteful project of the Taj Mahal’s erstwhile manager. He brought along one of the Taj’s chefs, which accounts for the excellence of the smoky and succulent <em>tandoori</em> items (even the <em>tandoori</em> shrimp, usually an abomination, makes the grade here), the stellar Indian breads, and the vibrant chutneys. “I get happy just thinking about <em>sag paneer</em>,” proclaimed a friend of mine, contemplating India’s definitive version of this incendiary spinach and cheese dish (how they get those rectangles of farmerstyle cheese so tender is one of life’s little mysteries). Other mustorders: the moistest chicken <em>tikka</em>; lamb <em>shahi korma</em> in a mild, sensual sauce enriched with nuts, yogurt, and cream; feisty lamb <em>bhuna </em>with a piercing note that comes from big black cardamom pods (this one’s unrepentantly oily). Only odd note here has been chicken <em>chaat</em> that tasted like it had been buried at the bottom of a closet for six months. But given the caliber of cooking at India’s, I’m almost willing to believe that’s how it’s <em>supposed</em> to taste.</p><p>The <strong>Royal Gaelord</strong> (9593 Country Creek Drive) is a promising newcomer out near Westwood Mall. Like most Indian restaurants, it offers a lunch buffet that provides a cheap way to size up the kitchen’s skills. Here $3.95 gets you such goodies as a hot <em>navrattan</em> (mixed-vegetable) curry studded with mellow slabs of green pepper; a superior rendition of <em>mattar paneer</em>, peas with homemade cheese; wonderfully smoky <em>tandoori</em> chicken that’s not in the least dry; unusually tart chutneys; searingly hot <em>chana masala</em> (chickpeas); and a good <em>raita</em>, or yogurtbased salad, to cool things down. Forget the ground-lamb curry, a sort of cumin-scented sloppy Joe, but don’t pass up the dessert—a delightfully almondy rice pudding called <em>kheer</em> that tastes, as one enthusiast put it, like “tapioca of the gods.”</p><p>In a class of its own is the <strong>Rice & Curries Restaurant</strong> (5853 S. Gessner), an engaging hybrid that’s a cross between a steamtable luncheonette and a sit-down restaurant, with a very Southwest Houston overlay of butcher block, Formica, and bentwood. One does not come here for subtlety: one comes for inexpensive, unpretentious food, for the attentions of an Irish leprechaun of a waiter named Bernie (ours not to reason why), and for the off-the-wall entertainment (marvelously melodramatic Indian movies on a big video screen). While devouring fat, oily, delicious <em>samosas</em> (spicy vegetable turnovers to eat with a hot yogurt-and-homemade-cheese dip), diners can thrill to soulful stares, kidnappings of ingenues, stormings of gates, and so on, all without benefit of English subtitles — which makes it even more fun. The vegetarian dishes are a spirited, well-differentiated lot: a dark, hottish dish of lentils and beans (<em>dal</em>); an appealing <em>mattar paneer</em> that delivers a lingering afterburn; chick-peas fragrant with cumin. These last come in tandem with <em>bhatura</em>, a puffy fried bread that’s used to convey the chick-peas mouth ward; together they make up the prototypical plate lunch served in the Indian luncheonettes of New York’s garment district. At noon there’s a $3.95 steam-table buffet; in the evening, seated service. Takeout is available.</p><p>With all the well-stocked Indian groceries in town, there’s no longer any excuse to shy away from cooking Indian food at home. Indian markets are intoxicating places, perfumed with all the spices that animate this intricate cuisine: cumin, ginger, clove, cardamom, cinnamon, coriander, pepper, fenugreek. There are no better sources for spices in bulk — just remember that ground spices lose their vigor rapidly, so it’s better to buy them in seed or pod form and grind them at home. Most stores offer weekend specials in the style of American supermarkets. This makes Saturdays and Sundays prime people-watching time, since a kaleidoscope of shoppers from all over the subcontinent is likely to be on hand, many in native dress.</p><img></img><img></img><img></img><img></img><img></img><p><em>The consulate of the People’s Republic of China (top left) reveals the mysteries of the Orient, mysteries that are being further unveiled in Houston’s three-hundredplus Chinese-owned restaurants. The hottest culinary development is the oriental smorgasbord called dim sum. One of the best places to partake of this feast is the Golden Bo (far left), the proof being offered here by the Golden Bo’s head chef, Sum Yu (left). At Rice & Curries (above), you can munch on fat, spicy turnovers called samosas while watching Indian melodramas on the big video screen.</em></p><p>One of the largest Indian markets is the <strong>Lex Enterprise</strong> (6227 Southwest Freeway). No mere grocery, this place functions as a travel agency, fabric shop, appliance store, and dispenser of watches, pens, gifts, Indian record albums, curious Indian sweetmeats, and deep-fried <em>samosas</em> to go. Serious cooks can stock up on spices in one-pound sacks: coriander seeds ($1 .89), black peppercorns ($1.99), dried red chiles ($1.29), dark or light sesame seeds ($1.59). Rare and costly pods of green or black cardamom come in less ambitious quantities. Chickpea flour (<em>besan</em>), more aromatic and less starchy than refined wheat flour, makes an excellent deepfrying batter that is particularly nice for fish. To Americans used to the drab brown lentils sold in supermarkets, the pastel rainbow of lentils in shops like the Lex Enterprise is a colorful visual treat — over sixty varieties of legumes are known in India. The insatiable browser will turn up all sorts of oddments here, including stick-on beauty spots called Dimples. “The sun, the moon, and the stars were created to decorate the earth,” reads the 99-cent packet, “and Dimple blossomed to add to female beauty.”</p><p>The locked door at <strong>Patel Brothers</strong> (9623 Bissonnet) betrays an urban paranoia, but once you’ve been buzzed past a facade plastered with Indian movie posters, you’re apt to see the manager’s whole family placidly bagging almonds and cashews. In addition to aromatic spices and the standardissue lentils, pickles, and torrid Indian junk-food snacks, Patel’s carries such arcana as rolling pins for <em>chapati</em>, creamy snuff, and boxes of Items for Performing a Marriage Ceremony. It also stocks an astounding variety of <em>pappadums</em> — those spicy lentil-flour wafers that make tortilla chips look dull and lumpen —including some spiked with cayenne or garlic. “Cut them in half before you fry them, because they expand, <em>boom</em>,” advised the shop’s paterfamilias, throwing his hands wide. (An easier method is to roast the <em>pappadum</em> by holding it over a burner with tongs until it puffs and crinkles.)</p><p>Across the freeway near the Neuter Corporation animal hospital is <strong>India Grocers</strong> (9683 Southwest Freeway), where Sunday finds families scouting for good buys on green cardamom or Brooke Bond tea, the Lipton of India. Bottles of pure butter ghee will cost you, but they eliminate the time-consuming process of making your own. Regional cooking oils —coconut from Kerala, mustard from Bengal—can be had, plus occasional fresh betel leaves and the odd lot of fresh produce (when you tire of playing Name That Vegetable, the friendly cashier can tell you what’s what).</p><p><strong>A-One Grocers</strong> (7309 Hillcroft) fills the Indian-Pakistani slot in a vintage shopping strip housing Middle Eastern, oriental, and Hispanic markets. The state of Pakistan was created in 1947 as a homeland for India’s Muslims, and the A-One is full of reminders that theirs is a society of true believers. Ritually slaughtered goat and beef sit in the refrigerator case; broadsides detailing a factional split in the local Islamic Society sit atop another case, along with prayer schedules and a map showing where sacrifice will be made for the religious holiday Eid aladha. Across from a beautiful selection of nuts is a rack holding jigsaw puzzles of famous mosques. Two nice countermen will explain their assortment of Pakistani sweets and snacks (<em>mithai</em>), including cheese-curd dumplings and betel-leaf packets containing either aromatic seeds and spices or preserved rose petals with syrup. Even those who pride themselves on a willingness to try anything once had best approach these leafy morsels gingerly.</p><p>One-stop shoppers should repair to the Highland Village Shopping Center (4000 block of Westheimer), where many Indian businesses have congregated of late—among them three different sari emporiums, a branch of the <strong>Lex Enterprise</strong>, and the <strong>Jay Store</strong>, Houston’s oldest Indian market. The <strong>Bombay Palace</strong> restaurant is a stone’s throw away, but those in search of more modest fare might investigate the obscure <strong>Woodlands</strong> restaurant, tucked out of sight at the shopping center’s northeast corner. The place was set back by a fire but was planning to reopen by the end of the year. The more ambitious dishes are highly unreliable (elderly shrimp and eggplant, scorching egg curry and moribund <em>samosas</em> all were duds), but the authentic Indian snack items can be quite good. Try the <em>masala dosa</em>, a thin, brittle crêpe filled with spicy, turmerictinted potatoes, then served with an interesting coconut chutney and a startling eye-opener of a lentil soup laced with pungent black mustard seeds—use it as a dip for the crepe, or drink it straight if you dare. Don’t miss the voluptuous mango <em>lassi</em>, an extraordinary yogurt-based drink.</p><img></img><p><strong>China</strong></p><p><em>Pearls of the Orient</em></p><p>Any ethnic tour of Houston should include a quick inspection of the <strong>Consulate of the People’s Republic of China</strong> (3417 Montrose). Never a dull moment here: two outdoor cases display a revolving gallery of absorbing photographs from the mainland, while at the forbidding gateway two chipper Chinese lanterns come and go according to some mysterious schedule. It is one of the city’s finer ironies that this bastion of Chinese communism—one of only three such consulates in the U.S. — sits dead across from La Colombe D’Or mansion-hotel, a capitalist mecca where rooms rent for upwards of $200 a night.</p><p>Houston’s Chinese American community has expanded phenomenally in the past thirty years, from under 1000 in 1950 to around 30,000 now. With well over three hundred Chinese-owned restaurants in town, there’s no way that even a dedicated eater can keep track of them anymore. One interesting development on the restaurant front is the sudden <em>dim sum</em> boom: just five years back, you had to look hard to find a restaurant serving this traditional tea lunch, a snackarama on wheels from which diners can choose all manner of intricate dumplings, steamed buns, and miscellaneous morsels beyond a round-eye’s ken. Now more than a dozen local restaurants stage weekend <em>dim sum</em> spreads. Attending one of these festive affairs is the ultimate Chinese experience in Houston — it’s one of the few occasions for which the hardworking, achievement-prone Chinese (never a leisure-oriented bunch) turn out in droves, bringing along everyone from grandma to babes in arms. Most Houston <em>dim sums</em> have different specialties to recommend, but two restaurants boast the biggest, liveliest, San Francisco-style <em>dim sum</em> scenes. The Golden Bo (8655 Southwest Freeway) has rolling carts that diners can scan for shrimp toast wearing quail-egg hats, shiny baked rolls filled with barbecued pork (<em>char shew bao</em>), and tender <em>chong Jun</em>, a long, soft noodle folded around fresh shrimp. At the <strong>Golden Palace Restaurant</strong> (8520 Bellaire) the parchment-wrapped chicken and the fragrant sticky rice wrapped in a lotus leaf are the prizes.</p><p><em>(Continued on page 142)</em></p><p><em>(Continued from page 111)</em></p><p>The lunar new year prompts the Chinese family association to banquet up a storm in local restaurants. It’s also the occasion to break out the lion head and try to scare up enough martial arts students to do the difficult liondancing honors. When the acrobatic lion lunges at those lettuce heads dangling from the overhangs, it’s going for the good-luck money stashed inside. Houstonians who have a mind to can catch some new year’s lion dancing in Chinatown this year around noon on Sunday, February 13.</p><p>As little as two years ago, the tiny commercial enclave east of downtown that is Houston’s Chinatown seemed somehow tentative, as if the first murderous norther to sweep in could blow it all away, leaving no trace of Orientalia among the forgotten warehouses and weedy lots. But the recent influx of Indochinese refugees into Houston —particularly the Vietnamese—has revitalized the area. Now Chinatown is a place where you can potter around for days, shopping for strange foodstuffs and odd mementos, watching people, catching a kung fu movie (perhaps with English subtitles), sipping a strong Vietnamese <em>café filtre</em> in a dim cafe a few blocks removed—or even dining.</p><p>For years it was a truism that no really interesting food was to be had in Chinatown. But suddenly there are two Chinese restaurants providing just that: the <strong>Silver House Restaurant</strong> (1107 Chartres) and <strong>Yit Ing Ho</strong> (907 Chartres). The secret is learning their menus and knowing just what to order. Some of the dishes at the Silver House are knockouts— particularly the cracked crab with pepper. These whole Gulf crabs are cooked twice, says manager Henry, the first time with a special sauce that soaks into the sweet crabmeat, the second time with garlic, ginger, and onion. The results, which come with nutcrackers for dismantling, are superbly messy—worth having to send your shirt to the cleaners later, worth sucking the shells clean (forgive me, mom). The Silver House also steams a mean whole fish with scallions, ginger, and black bean sauce (not listed, but just ask).</p><p>Yit Ing Ho, another spot done up in a storefront mode, serves steamed crabs with ginger that are only marginally less wonderful than those at the Silver House. The black mushroom <em>lo mein</em> is a triumph of skinny little noodles, meaty Chinese mushrooms, and pleasantly bitter <em>gai lan</em> (Chinese broccoli), with haunting notes of star anise. A must among the clay pot dishes is a typically Chinese braised stew of tender, slightly fatty beef and delicatetasting turnips, enlivened with ginger and glazed scallions-it’s worth fighting over. All of the above are listed on the Chinese menu as opposed to the American one; accept no substitutes.</p><p>One Cajun of my acquaintance, exiting the <strong>First Oriental Market</strong> (904 St. Emanuel) laden with ground pork and wonton wrappers for homemade dumplings, plus a sack of meaty live crabs wriggling in protest, opined to his wife that the First Oriental “is one of the few rewards for living in Houston.” Take out that “few,” and you’ve got it. Prowling the shelves, you’ll find many wonders: a selection of locally grown Chinese vegetables that seems to expand with every visit; inexpensive fresh shrimp; six-packs of first-rate Shanghai Beer imported from the People’s Republic of China (occasionally on special at $2.99); a variety of alien cosmetics and remedies (Babies’ Protector or a healing potion that threatens “Dose Small, Effect Certain”). A defunct refrigerator to one side holds marvelous 80-cent packets of Chinese gift papers and cutout garlands. Don’t miss the takeout counter, where devil-maycare butchers hack up pretty roast ducks and good barbecued pork to go; one Chinese cook swears by the pork, served with a hot redchile-and-garlic dip, as the best instant hors d'oeuvre around.</p><p>After the First Oriental, the only rules for successful grocery shopping in Chinatown are to go everywhere, rummage at will, and be surprised at nothing. By all means, stop in at the harmonious <strong>Asiatic Imports</strong> (909 Chartres), the tidiest and priciest store in the neighborhood. It stocks a useful array of cookware, including one-handled earthenware pots; dried chrysanthemum flowers that make a restorative tea tasting of green meadows; and a whole raft of Japanese products, from bizarre junk-food snacks to <em>genmai-cha</em>, a green tea mixed with brown and sweet rice that gives the brew a smoky, popcornlike flavor.</p><p>For wonderful inconsequentials, check <strong>Wah Nan Gifts</strong> (906 St. Emanuel) with its wild mix of big enamel panda bowls, “Beautiful Girls” soft-porn keyrings, sweetly packaged Chinese checkers, plus stray brassieres and toothbrushes. The biggest attractions, though, are the shop’s charmingly surreal Chinese greeting cards and beautiful, brightly decorated money envelopes —a disarming way to make wedding, baby, or “good luck” cash gifts more personal.</p><p>For the best-displayed, best-cared-for Chinese clothing, check out the <strong>Northwest International Corporation</strong> (2022 Rusk). Here you will find a good selection of embroidered silksatin pajamas at $50 and a confectionery display of starchy, ruffled little girls’ dresses suitable for Chinese holidays and wedding parties. The whole place is lined with mammoth oriental fiberglass friezes that must be seen to be believed.</p><p>Right down the block is <strong>Lam’s Jade & Oriental Jewelry</strong> (2020 Rusk), where lovely $99 jade bracelets come in every imaginable shade, from dark green to the milky green of the Blanco River, from bluish to grayish to a near-black. Worth a special order: Lam’s perfectly simple tailored octagonal gold ring with a flat “black jade” stone ($160) that shines greenly when you hold it up to a light.</p><p>Be sure to look in on the two herbalists doing business on this same shopping strip; their displays of curative roots, barks, leaves, and powders summon up visions of another ageor another outlook.</p><p>The time-honored boundaries of Chinatown are dissolving rapidly, so don’t stop at the central shopping district. Under the 59 elevated and a few blocks to the southwest, at the derelict intersection of Polk and Chenevert, lies the Chinese-Vietnamese-owned Chinatown <strong>Supermarket</strong>. Those who venture inside will find an exceptional array of Chinese wines, stronger spirits and liqueurs, including a variety of Shao-Hsing (the rice wine basic to many Chinese recipes), forceful Moutai, lychee, or ginseng juice wines, and—for the wine connoisseur who thinks he’s tasted it all-red and white wines from the People’s Republic. Among the fine-looking produce are dewy bunches of fresh mint and basil for only 35 cents, plus a number of inscrutable herbs used in Vietnamese cookery. For deserving children, there are play fill, inexpensive dishes adorned with little men in the throes of various activities. Out in the lobby, where video games bong and chatter, you might be treated to expert advice on Donkey Kong from a small girl swigging a carton of soybean milk.</p><img></img><p><strong>Afghanistan</strong></p><p><em>The Perfect Nine-Dish Meal</em></p><p>The only game in town from this remote corner of the world is <strong>Afghanistan Cuisine</strong> (2727 Fondren), Salim Darwesh’s delightful and underappreciated restaurant. Start with the three stunning appetizers — <em>bolauni kachalo</em>, a flat, flaky pastry triangle encasing a spicy potato mixture, all set off by a homemade yogurt dip; <em>sambosay goshti</em>, crisp, tiny ground-beef turnovers to eat with a delirious cilantro chutney; and <em>aushak</em>, which is akin to an oriental leekstuffed lasagne. Next you’ll need one grilled chicken kebab entree for each two diners (it comes with lots of fragrant rice pilaf), and some side dishes of eggplant and butternut squash. Add an extra dish of yogurt, strips of the restaurant’s distinctively spiced, chewy bread, maybe some Petite Sirah, and you have Afghanistan Cuisine’s perfect meal.</p><img></img><p><strong>Russia</strong></p><p><em>Black Bread and Borscht</em></p><p>All’s quiet on the Russian front. Currently we are favored by only one Russian-Hungarian restaurant and one extremely spartan grocerycafe. Even that much is encouraging, if for no other reason than that freelance gastronomes can now sate themselves on <em>pelmeni</em>—good ones, too-without having to wait for their Russian friends to throw a party. <em>Pelmeni</em> are lovely little thin-skinned meat dumplings, and the fancy source for them is the <strong>Balalaika</strong> (14234 Westheimer), a snug, folkloric-looking place out on the western steppes, halfway to San Antonio. Okay, halfway to Katy. Food here leans toward the stout and proletarian, but those <em>pelmeni</em> are something else. Procure some Hungarian red wine to go along, and you have the makings of a good time.</p><p>The Balalaika’s lone comrade, <strong>Galina’s Russian Gourmet</strong> (8517 Beechnut), has fallen upon hard times. Only occasionally now does Galina’s have homemade sausage or sublimely earthy cabbage — and there are no more buckwheat blini with little saline bursts of salmon caviar inside (at least not until “the truck” comes in). In the meantime there are two great consolations that make a stop at this hole-in-the-wall worthwhile. One is the savory, ground-meat-stuffed <em>pelmeni</em> in a mantle of sour cream and dill (there are cheese and potato versions if you want a combination); the other is kvass, an ineffable Russian beverage made from fermented black bread. Far more appealing than it sounds, it’s a sort of transcendental cola that’s a must for the curious drinker. Be sure to read the priceless history of borscht on the inside of the menu cover.</p><img></img><p><strong>Scandinavia</strong></p><p><em>A Taste of Anise</em></p><p>Anne-Marie Tennberg’s <strong>Swedish</strong> Shop (2370 Rice Boulevard) has that cool, crisp, better-designed-than-thou aura that seems to characterize things Scandinavian. Tennberg fits the part herself: a cool, crisp blonde who speaks with a Swedish lilt, she has laid in a stock of irreproachably tasteful Scandinavian dinnerware, crystal, and flatware, plus a whole battalion of clogs, some in Munchkin sizes. Feel free to open the house refrigerator: sometimes it holds frozen limpa (Swedish rye) direct from Swanson’s delicatessen in Chicago, and currently it houses a stash of imported pates in squeeze tubes —salmon, anchovy, smoked herring, smoked cod roe with dill. In winter Tennberg offers a certain punch mix that tastes of anise: mixed with vodka and served warm, it goes with that archetypal Scandinavian cold-weather supper of yellow pea soup and tiny pancakes with lingonberries.</p><p>Houston’s sole Scandinavian restaurant is the <strong>Tivoli Inn</strong> (715 Hawthorne), a small Danish spot that must be counted a mixed blessing. The pristine Tivoli has a great storybookcottage feel to it and a cozy bar that’s an ideal place to knock back a few shots of aquavit, chased with some Carlsberg lager. But the food — except for a couple of ravishing, whipped cream-laden desserts — is largely uninspired, so if you must have calories with your spirits, ask for some of the Tivoli’s good, rough liver pate and a couple of Danish cheeses on dark flatbread.</p><p>People who feel an urge to learn Swedish should know about <strong>Ingalisa Calissendorff</strong>’s lessons out in Dickenson (337-1991). Ingalisa and her husband, stalwarts of the Gulf Coast Scandinavian Club, have created a remarkable replica of a Swedish country cottage across from their home. Its log construction and tiny nearby lake will make you swear you’re in the Swedish countryside.</p><img></img><p><strong>France</strong></p><p><em>Bread! Cheese! Pâté!</em></p><p>To be French in Houston is to be engaged in a continual scavenger hunt. Word passes through the Gallic grapevine: Suze, a grassytasting gentian root liqueur, has been discovered at Jack & Jill. A small shipment of baby artichokes to eat raw as hors d’oeuvres has just come in at Weingarten. Get together several friends, and a certain friendly wholesaler will fix you up with a bouillabaisse bag of fresh Mediterranean fish.</p><p>That fabled French frugality is thrown to the winds when it comes to matters of the palate. A favorite haunt is <strong>Jamail’s</strong> blue-chip grocery (3114 Kirby), where much French is likely to be heard on Saturdays. Another is the <strong>River Oaks Cheese Shoppe</strong> (1954 West Gray), a mecca for the unpasteurized cheeses so dear to French hearts. François Thienpont says that his task has been eased by recent legislation permitting raw-milk cheeses aged more than sixty days to enter the U.S. Now Thienpont stocks a sensational raw-milk Brie called Gratte Paille, which is selling like crazy at $6.99 per small wooden box. French farmhouse butter comes in a pretty wooden halfmoon, also for $6.99 — delicious enough to eat straight. Around the holidays, Thienpont has fresh foie gras from the Landes region; if you have to ask how much it costs, don’t bother.</p><p>Another excellent source of French cheeses is the <strong>Village Cheese Shop</strong> (2484 Bolsover), a kitcheny store that also carries a lavish array of pâtés. Of particular interest are the <em>saucisse à l'ail</em>, a garlic sausage that could be baked in brioche dough or diced into a white-bean salad, and occasionally a superb rough spread called <em>rillettes de canard</em>.</p><p>Houston’s best round, crusty loaves of <em>pain de campagne come</em> from the <strong>Jean-Pierre Bakery</strong> (2711 Kipling), while the premier long baguettes are made out on the Gulf Freeway at Jean-Pierre Bleger’s <strong>Paris Bakery</strong> (8405 Winkler). The River Oaks Cheese Shoppe and the First Oriental Market also carry these baguettes. The <strong>French Gourmet Bakery</strong> (2250 Westheimer) makes delectable <em>génoise</em> cakes in several varieties, plus pâté <em>paysan</em>, a soulful side dish constructed of layers of potatoes, shallots, and sour cream.</p><p>The French connection for fresh rabbit is the <strong>Ridings Farm</strong> (458-0119). “They are beautiful rabbits, and only $1.75 a pound,” opines Mme. Marie-Claude Adams, who used to tote back up to 150 of the freshly dressed critters at a time for French locals. But the chore grew oppressive, and now she does it only for friends, so those with a taste for rabbit pâté or rabbit livers sautéed in butter must journey out the old Beaumont highway on their own.</p><p>Charming French pottery, handsome stemware, and <em>trés cher</em> country French antiques are to be had at <strong>Made in France</strong> (2913 Ferndale). Most appealing is the blue-and-white Dieu le Fit pottery, each delicate dot and line hand-painted; the big bowls and fat pitchers are particularly nice. Owner Laurence Anderson has ferreted out some unusual turn-of-thecentury silver-plated French hotel ware, rather like porringers with little scalloped handles. You can also pick up the kind of colorful Provencal prints that the natives buy, for $7.95 per 52-inch-wide yard.</p><p>The very French <strong>Awty School</strong> (7455 Awty School Lane) is where the French in Houston (many of whom are there only temporarily, for business purposes) send their children to prepare for their baccalaureate exams. Houstonians who want their kids to acquire a little Frenchness by osmosis can — and do — enroll them in the Awty’s separate American section.</p><img></img><p><strong>Japan</strong></p><p><em>Inns of Many Happinesses</em></p><p>Houston can now lay claim to three good <em>sushi</em> bars — thanks to the city’s legion of Japanese company men on expense accounts, and those expense accounts can be given a real workout at the <strong>Fuji Japanese Restaurant</strong> (11124 Westheimer). The extensive menu features an unusual seafood <em>shabu-shabu</em> of shrimp, scallops, and noodles to plunge into simmering broth, and fine readings of such standards as <em>miso</em> soup, tempura, and <em>sashimi</em>. The most fun is to sit at the central sushi bar where the grave, sweet <em>sushi</em> chef holds forth, plunking precision-cut morsels of the freshest raw fish and shellfish directly down on the black-lacquered counter. Those inclined to shudder at the thought of raw fish should reserve judgment until they’ve tasted the Fuji’s superb <em>maguro</em>, satiny, rose-colored tuna perched on a dab of green horseradishspiked rice — the perfect item for entry-level <em>sushi</em> eaters. Dip it in soy, chase it with an invigorating shred of pickled ginger, and chances are you’ll be hooked. Ask if the miniature brook crabs called <em>zuwai-gani</em> are available, fried in oil until they’re crackly and deep red. There’s no trick to eating them — just pop the whole crab in your mouth. Order Japanese beer or heated sake to go along. Also try to keep track of what you’re spending, as sushi bills have a way of sneaking up on you.</p><p>The <strong>Ginza Benkay</strong> (5868 San Felipe) is a lively, popular spot (best to call ahead for reservations, even at the <em>sushi</em> bar) that has a definite Tokyo feel to it: space is at a premium. The low-key <em>sushi</em> chef and his assistant are known to favor regulars with meticulous mackerel flowers or sculptured shellfish roses. The regular menu features all the predictable standards. Terrified novice in your party? Try the light, golden-brown <em>tonkatsu</em>, a pork cutlet that’s the Japanese equivalent of chicken-fried steak. If you can get assistance from a native speaker-waitress or friend—you should order from the separate all-Japanese menu; it yields cheaper and more interesting stuff-<em>soba</em>, a wooden box full of cold buckwheat noodles with a subtle dipping sauce and a bonus cargo of shrimp and vegetable tempura ($3.95), or smooth, resilient squid <em>sashimi</em> topped with flying-fish roe ($3).</p><p>Even the venerable <strong>Tokyo Gardens</strong> (4701 Westheimer), always blithely touristy-looking with its carp ponds and lanterns and wooden walkways, has gone and gotten itself a <em>sushi</em> bar. Highlights from the chef’s iced-down display case are three kinds of briny orange caviar (infinitesimal smelt roe, the crunchiest deep-orange flying-fish roe, the crunchiest salmon roe), any of which he will wrap with rice in a seaweed sash and top with a raw quail egg. Pure bliss. Ask your theatrically kimonoed waitress to fetch some tempura from the kitchen—it’s the city’s most delicate version. For adventuresome Americans there is an English translation of the Japanese menu.</p><p>Houston’s two thousand to three thousand temporary Japanese business residents cluster in the Memorial area with its good schools. Near the <strong>Kyoto</strong> (14004 Memorial), an uninspired booths-and-bamboo restaurant that the Japanese consider a family place rather than a spot for business entertaining, is the Japan International Trade Association, which is home to a cultural center that includes a library and film collection. The trade association also houses the Saturday School, where children prep for reentry into Japan’s competitive educational system. Next to the Fuji, at the corner of Westheimer and Wilcrest, is the community’s Japanese market, the <strong>Nippan Daido</strong> (11138 Westheimer). It’s not cheap, but the selection of goods is impressive — everything from fresh sea urchin to the Japanese edition of <em>Playboy</em>— and the packaging is a joy. Don’t miss the fancifully wrapped candies and bubble gum, some with free space toys inside. Want to try your hand at <em>sushi</em> or <em>sashimi</em>? The Nippan Daido carries an impeccable array of fish, shellfish, squid, and octopus.</p><p>A particular form of Japanese nightlife is provided by the <strong>Genji</strong> (2839 Fondren), a sometime piano bar where patrons can warble tunes from a stack of Japanese songbooks. When no pianist is on duty, homesick customers console themselves with video screenings of the latest TV shows from Japan. A couple of sake martinis plus the Japanese version of <em>Name That Tune</em> produce an effect more entertaining than one might suppose.</p><img></img><p><strong>KOREA</strong></p><p><em>Barbecue Revisited</em></p><p>Houston has a thriving community of some 10,000 Koreans, but their cuisine—assertive though it may be —has remained largely undiscovered by the locals. The food at <strong>Toraji’s</strong> (10017 Long Point), however, is exciting enough to make converts. Toraji’s serves as a neighborhood gathering place for the Gessner and Long Point Korean enclave, which includes a bookstore and newsstand, a furniture store, a pharmacy, a travel agent, and an optical shop. Red, dim, and oddly partitioned, the restaurant tries gamely to appease its American patrons with a homogenized menu listing chicken-fried steak along with a few of the tamer Korean specialties. Reject this document in favor of the single dog-eared English translation of Toraji’s 65-item Korean menu, which yields such prizes as <em>bi bim nang mein</em>, cold buckwheat noodles tossed with a vivid red-peppery sauce and garnished with julienned apples, roast beef, and shredded egg. The effect is slightly sweet and highly stimulating-the heat creeps up on you. A thin-sliced cut of beef called <em>bulgoki</em> makes a less potent introduction to Korean cooking; sweetly marinated and charcoaled, it will appeal to anyone who’s developed a taste for <em>fajitas</em>. Don’t miss the marinated Chinese bellflower root (called <em>toraji</em>, like the restaurant itself), with its brilliant orange color and arresting marinade. Warning: forgo the overly sweet Eight Treasures stir-fry; eating the sea cucumber involved is akin to eating a vinyl floor mat, and the octopus resembles nothing so much as a rubber gasket.</p><p>Food at the <strong>Kagopa Restaurant and Club</strong> (5821 Bissonnet) lacks the finesse of that at Toraji’s, but the scene is more like a nightclub. With its Vegasy faux skylight, its baby-blue velour booths, and its swirls of purple paint, the decor is cheerfully batty. Although there’s no English translation of the menu, with help from the waitresses one can dine pretty well here on such items as the pan-fried dumplings with a mild ground-pork and glass noodle stuffing; a good version of <em>bulgoki</em> with assorted vegetable side dishes; and excellent barbecued pork, thinly sliced, tender, and redpeppery. Black seaweed can taste like air conditioning filters, but Kagopa’s is salty and crackly. At precisely 10 p.m., the Kagopa switches into its alternate mode. The waitresses punch up the jukebox, dim the house lights, turn on the dance floor’s mirrored ball, light candles, and presto chango—instant nightclub. Although the canned music tends to Kenny Rogers and Johnny Lee, those Korean songbooks and waiting instruments on stage attest to the fact that sometimes there’s live Korean entertainment.</p><p>Just off Bissonnet to the northeast, the modest <strong>Han Il Kwan</strong> (5124 Cedar) is worth a stop by virtue of its barbecued pork and beef ribs. The pork variety are ferociously spicy, while the beef short ribs are gentler stuff, marinated in sesame oil, garlic, and green onions. Vegetables are in fine form here, particularly the delicately salty strands of seaweed and the marinated onions. Some diners may find the sesame oil applied with too liberal a hand, but the results are undeniably tasty.</p><p>Big, bustling, and crammed with unexpected surprises, the <strong>Korea Super Market</strong> (6427 Bissonnet) is one of the most fascinating ethnic markets in town. The chief attractions are the bountiful and exotic produce counter and the deli case, which houses dazzlingly strange relishes and pickles. Depending on the season, there may be fresh persimmons, the tiniest cucumbers, or three kinds of white radishes. Along with red peppers in fearsome variety, there are esoteric starches made from acorns (“oak nuts”) or green beans, and even more esoteric dried items like fernbrake or sweet potato stems. Bored with Cokes? Try a sixpack of Ginseng UP.</p><p>Most of the produce at the <strong>Korea House</strong> (9331 S. Gessner) appears to be a little weary, but one section of the place is a veritable driedfish museum —a wonderfully gruesome gallery of cellophane-wrapped mummified sea creatures. A 220-pound drum of cayenne pepper is on display, as are fresh chestnuts in a burlap sack. Funny little alligator ashtrays tucked away in a corner go for $1.25. A refrigerator case holds <em>kim chi</em> (hot pickled Chinese cabbage) in awesome variety, along with jars of peppery pickled clams, scallions, squid, or sesame leaves. Tea drinkers who think they’ve seen it all should attend to the barley and rice teas sold here.</p><p>That Far Eastern institution, the hostess bar, is alive and well in Houston at the <strong>Seoul Club and Restaurant</strong> (5629 Hillcroft). The Seoul attracts Korean and Japanese businessmen and the occasional Anglo male as well. Drop-in couples, while uncommon, are certainly not made to feel unwelcome. Every night is amateur night at the Seoul, where the resident pianist — aided by devices that make him sound like a whole combo —does everything from Korean rockabilly to “Danny Boy,” often assisted by patrons and hostesses who feel moved to take the mike. Things tend to grow fairly spirited as the night wears on, even if it’s midweek. Decor must be seen to be appreciated: walled and curtained booths, mirrored ball spinning above the pint-size dance floor. All told, the Seoul is enough to send newcomers scurrying outside to the strip-center parking lot—just to make sure Houston’s still there.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "January 1983",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Houston",
      "Food",
      "Restaurant",
      "Vietnamese",
      "Fish",
      "Rice",
      "Beef",
      "Chicken",
      "House",
      "Pork",
      "Shopping",
      "Shrimp",
      "Restaurants",
      "Southwest",
      "Sushi",
      "Dance",
      "Home",
      "Music",
      "Business",
      "TEA"   
    ],
    "wp_categories": [
      "Books"
    ],
    "wp_location": [
      "Houston",
      "West",
      "Golden",
      "Temple",
      "Beaumont"
    ]
  }
}