{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19814",
    "date": "April 1981",
    "year": 1981,
    "month": 4,
    "month_formatted": "April",
    "pdf_uri": "/1981/19810400.pdf",
    "issue_cover_image": "",
    "document_start_page": 140,
    "toc_start_page": 138,
    "document_page_range": [
      [
        140,
        141
      ]
    ],
    "toc_order": 2,
    "toc_headline": "Grin And Bear It",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198104-grinandb",
  "source": "/1981/19810400.pdf",
  "wp_post_id": 116676,
  "wp_post_guid": "http://www.texasmonthly.com/article/grin-and-bear-it/",
  "authors": [
    "Stephen Harrigan"
  ],
  "headline": "Grin and Bear It",
  "dek": "The weather’s lousy, your tent leaks, and you hear strange noises in the night. Then how come camping is so wonderful?",
  "spread_caption": "",
  "excerpt": "Camping gets you back to the basics: blisters, chiggers, and, yes, deep satisfaction.",
  "kicker": "",
  "word_count": 876,
  "content": "<img/><p><span class=\"dropcap\">M</span>y life as a camper has consisted of perhaps three hundred sleepless nights spent away from civilized shelter, nights made memorable by extreme heat or cold, various digestive disturbances, and the combined fragrances of mildewed canvas and insect repellent. Yet as often as I have lain there on the ground in a heap of Day-Glo nylon and goose feathers, secretly pining for home, I have never been able to dislodge from my mind the peculiar conviction that camping is fun.</p><p>One way of understanding human history is to see it as a determined, ongoing effort to develop new and better methods of sleeping indoors. Why then do we retain, against all ancestral logic, a compulsion to leave our homes, pump up a camp stove in a raw ten-degree wind, and then lie down on rocky ground so that we can awaken in the morning to the adventure of slipping our blistered and frostbitten feet into dew-soaked hiking boots whose laces are festooned with grass burrs?</p><p>All of this is perceived as fun only through the magic of selective memory. The goal of any camper is to endure the short-term, real-life miseries and then to return to the Stratolounger as soon as possible to relive those golden moments of heroic self-reliance. As far as dealing with those miseries as they occur, the best method is to face them head-on. If all that I have learned in my career as a camper could be distilled into a single maxim, it would be this: never take off your socks. For me, the trouble always begins with my feet. Once I have exposed them to the fresh air I immediately begin thinking about other forms of relief: a shower; a cold, fresh peach; the milky, comforting glow of a television screen in a darkened room. At this point I might as well go home, since my mind will grow so crowded with such images that I can barely function as a child of the woods.</p><p>For these reasons the most successful campers are those who can tune their imaginations down to the frequency of pack animals’. These are the people who can rest their heads in the crooks of their arms and immediately waft off into a pine-scented sleep. I find it usually takes me several days to reach this lower plane of consciousness. By that time I am so greasy and fatigued I don’t care where I am. My entire past history of extravagant household comforts seems merely a fond memory.</p><p>This form of numbed awareness works well in the field, but it is of no use at all when it comes to choosing equipment. For that the camper needs a certain amount of consumer savvy. Most cities now have a selection of hard-core outdoor shops filled with big-ticket, lightweight items and staffed with solemn young men and women in Spandex hiking shorts and T-shirts commemorating the latest attempt to climb K2.</p><p>Entering such an establishment, you can feel the puritan outdoorsman in you rebel even as another part of you rushes to embrace the gorgeous and suddenly indispensable items hanging from the redwood walls. There are backpacks and sleeping bags, revolving displays of Swiss army knives, miniature binoculars, field guides, compasses, bins filled with soft gray piles of woolen knickers and handknitted mountain sweaters. Standing amid all of this, a camper must have great purity of heart to resist the temptation to trade up.</p><p>It must be said in defense of these objects that for the most part they are things of real value, and it is worthwhile to pay dearly for the ones you really need, forgoing the army surplus gewgaws, the fistsize pocket knives with two dozen blades, and the “Official Camper” mess kits. It is worth it if one remembers that camping is a process of divestment and not of accumulation: a winnowing down of both spirit and outfit to the functional essentials.</p><p>All campers know, at heart, that the impulse that continues to draw them out of the city is really a simple one. We want to feel, for a while, like part of the earth again. The price we pay for this is only a very mild challenge to the soft routines of our conventional lives. Even as I lie cramped and exhausted on the ground in some “wilderness area” that is infested with the smell of chemical toilets, looking up at the gathering clouds and worrying about a possible nighttime attack by a bear or a psychopathic camper—even then I am deeply and unaccountably content. At such times I remember the night years ago when I first dragged my dime store teepee out onto the lawn and lay beneath it in my summer pajamas, feeling the mild breeze and the grass poking up through my blanket. I heard the traffic sounds, which seemed as distant and as natural a phenomenon as starlight, and felt I was at the bottom of a great well of solitude, neither happy nor sad but keener than I could ever remember being. Periodically my mother would open the screen door and call out into the yard, asking if I had had enough yet. I lay there, scratching my chigger bites and feeling the temperature drop, and told her no.</p><p>Photography by Jeremy Green/Kirkley Photography, Inc.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "April 1981",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Camping",
      "Army",
      "Hiking",
      "History",
      "Adventure",
      "attack",
      "Boots",
      "Career",
      "Cities",
      "Defense",
      "Earth",
      "ever",
      "GLOW",
      "Golden",
      "Heat",
      "Mother",
      "Outdoor",
      "people",
      "spirit",
      "Summer"
    ],
    "wp_categories": [],
    "wp_location": [
      "Golden"
    ]
  }
}