{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19807",
    "date": "July 1980",
    "year": 1980,
    "month": 7,
    "month_formatted": "July",
    "pdf_uri": "/1980/19800700.pdf",
    "issue_cover_image": "",
    "document_start_page": 105,
    "toc_start_page": 103,
    "document_page_range": [
      [
        105,
        106,
        107
      ]
    ],
    "toc_order": 4,
    "toc_headline": "Oh, You Beautiful Mall",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198007-ohyoubea",
  "source": "/1980/19800700.pdf",
  "wp_post_id": 107943,
  "wp_post_guid": "http://www.texasmonthly.com/article/oh-you-beautiful-mall/",
  "authors": [
    "Cyndy Severson"
  ],
  "headline": "Oh, You Beautiful Mall",
  "dek": "A jaunt through the Galleria will turn up the most astonishing things.",
  "spread_caption": "",
  "excerpt": "Where else but the Galleria could you find a lavender lace Western dress, a Persian turquoise necklace, and Texas’ most expensive potato chips?",
  "kicker": "",
  "word_count": 521,
  "content": "<p>Sure, you could visit every place in the Galleria. It would take you six days (that's full Galleria days) if you spent only fifteen minutes in each store. But who has the time? And assuming that you did, how could you be sure that you'd find the right stuff, the real gems that are kept in locked glass cases, behind showroom curtains, and hidden away in safes?</p><p>So we went shopping for you, and what you see here is what we found: the flashiest and funkiest that the Galleria has to offer.</p><p><strong>Honey, They'Ll Never Believe Your'E A Texan.</strong> Establish your urban cowgirl image with a tie-dyed antique-lace Western dress($750) and hand-painted felt cowboy hat ($235), designed by and availabale at Suzy Creamcheese. Vegas boots ($260) are from Charles Jourdan.</p><p>Photography by Joe Barban</p><p><strong>Those Runners You See</strong> circling the track around the Galleria skylight are in the privileged preserve of the University Club, which also has a pool, a Nautilus-equipped co-rec gym, courts for squash, handball, and tennis, a physician-attend cardiostress evalution center, and men's and women's health spas—not to mention terrific food. Sorry to get your hopes up. Membership's $2500 and it's by invitation only. (The jogging togs can be found at the Athlete's Foot)</p><p><strong>You Bought Silver At $50 an Ounce,</strong> but you can still look smart when you stroll into merill Lynch in Galleria 2 wearing a Giorgio Armani pin-stripped suit of 100 per cent cotton ($367) and Copperfield's own pale lavender shirt ($70) and silk tie ($25). All available at Copperfield. Complete the look with a pigskin suede briefcase/overnighter ($524) from Carrano and an investment analusis calculator ($60) from Texas Instruments.</p><p><strong>Be Black-And-White And Tan All Over</strong> in a silk crepe de chine evening gown by Galanos ($3095) sold ex-clusively at Neiman-Marcus Couture.</p><p>Get Him To the Church On Time in a hand-sewn French christening dress ($900). Make the payments by taking it out of his allowance for the next ten years. At Jellybeans and Fiddlestrix.</p><p>Wait! Isn'T That the Shade Of Lipsticks I Wore To My Senior Prom? No, it's the lipstick your kid is wearing to her senior prom: Confetti Pink by Germaine Monteil, the hottest new color around (lipstick $6, nail polish $4), available at Lord & Taylor. For extra-special makeup advice see Peggy.</p><p><strong>Mr, Christain, Come Here</strong>, You'll feel much better if you relax in this cane-and-teak deck chair ($850) from an 1890s passenger steamer. Available at the Sportmans Gallery. The Italian-made cotton beach towel ($35) is from frette.</p><p><strong>Here's Your Choice:</strong> you can peel your own spuds at home or you can sashay down to Marshall Field and put your cash on the barrelhead for some old-fashioned, thick-cut, no preservaties potato chips by Lips Chips. Four-ounce sack $1.50, three-pound can $29.95; other size available.</p><p><strong>One Of the Less Expensive Trinkets</strong> form Fred's is this necklace ($59,500) designed in Paris and made with the finest Persian turquoise and pavé diamonds. Has matching earrings ($25,00) and ring ($15,750). For the price of the set—$100,250—you buy a very comfortable house, support four average American families for a year, or send fourteen kids to Smu.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "July 1980",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Cotton",
      "silk",
      "Advice",
      "Boots",
      "Church",
      "Cowboy",
      "Health",
      "Home",
      "Marshall",
      "Paris",
      "Shopping",
      "ten",
      "Texas",
      "urban",
      "Women's Health"
    ],
    "wp_categories": [
      "Health"
    ],
    "wp_location": [
      "D.C.",
      "Marshall",
      "Paris",
      "Texas"
    ]
  }
}