{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19917",
    "date": "July 1991",
    "year": 1991,
    "month": 7,
    "month_formatted": "July",
    "pdf_uri": "/1991/19910700.pdf",
    "issue_cover_image": "",
    "document_start_page": 108,
    "toc_start_page": 106,
    "document_page_range": [
      [
        108,
        109
      ],
      [
        127
      ]
    ],
    "toc_order": 17,
    "toc_headline": "Coming Soon!",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199107-comingsoo",
  "source": "/1991/19910700.pdf",
  "wp_post_id": 126411,
  "wp_post_guid": "http://www.texasmonthly.com/article/texas-movies-coming-soon/",
  "authors": [
    "Betsy Williams"
  ],
  "headline": "Coming Soon!",
  "dek": "Fourteen new Texas movies.",
  "spread_caption": "",
  "excerpt": "The Lone Star State plays a lead role in fourteen new releases.",
  "kicker": "",
  "word_count": 1090,
  "content": "<p>Jfk</p><p><strong>“JOHN Wayne.”</strong></p><p><strong>—The password for entering the alamo in the controversial spoof Viva Max! (1969).</strong></p><p><em>Late 1991 release expected, Warner Bros.</em></p><p><strong>Director: Oliver Stone Starring: Kevin Costner, Tommy Lee Jones, Sissy Spacek, Kevin Bacon, Jack Lemmon, Walter Matthau, John Candy, Joe Pesci, Ed asner, Donald Sutherland, Sally Kirkland, Lolita Davidovich, Brian Doyle-Murray, Jay O. Sanders</strong></p><p>Oliver Stone continues his exploration of the sixties in this film currently in production in Dallas and Louisiana. Kevin Costner plays Jim Garrison, the New Orleans DA who in 1967 prosecuted Clay Shaw (Tommy Lee Jones) on charges of conspiracy in the assassination of President Kennedy. The all-star cast includes John Candy in his first dramatic role. Revisionism runs rampant, as at least one other JFK-era drama is slated to begin production in Dallas this month: <em>Ruby,</em> starring Danny aiello as Oswald’s murderer and Sherilynn Fenn <em>(Twin Peaks'</em> village vixen, audrey Horne).</p><p><strong>NECESSARY Roughness</strong></p><p><em>October, Paramount</em></p><p><strong>Director: Stan Dragoti Starring: Hector Elizondo, Scott Bakula, Kathy Ireland, Robert Loggia, Harley Jane Kozak</strong></p><p>This football comedy stars Hector Elizondo (<em>Pretty Woman)</em> as the coach of the unconventional Texas State Fighting armadillos. Model Kathy Ireland is the team’s female kicker, and <em>Quantum Leap's</em> Scott Bakula calls the plays as quarterback. Robert Loggia and Harley Jane Kozak (<em>arachnophobia)</em> play the assistant coach and the extracurricular love interest, respectively. The film was shot on location in late spring at the University of North Texas in Denton as well as at Billy Bob’s in Fort Worth. Another Texas football film in development is <em>Friday Night Lights.</em> Ron Howard and Brian Grazer’s Imagine Films has optioned H. G. Bissinger’s controversial book about the Odessa Permian Panthers football team. No stars have been signed; alan J. Pakula is to direct.</p><p>Photographs (Opposite Page) Courtesy Of Movie Still Archives (Bottom Right); (This Page) Mark Hanauer/Onyx (Right), Movie Still Archives</p><img/><p><em>Kevin Costner heads the star-studded lineup of</em> JFK.</p><p><em>Betsy Williams is a graduate student in film and television studies at the University of Texas at austin.</em></p><p><strong>HARD Promises</strong></p><p><em>October, Stone Group Pictures</em></p><p>Director: Marty Davidson Starring: Sissy Spacek, William Petersen, Mare Winningham, Brian Kerwin</p><p>Austin—in particular, the fading elegance of a rambling Victorian house —provided the setting for Texan Sissy Spacek’s most recent homecoming. In this film from Michael Douglas’ Stone Group Pictures, Spacek plays a woman who is on the verge of a second marriage, when her exhusband (William Petersen) shows up at the altar.</p><p><strong>RIPOFF</strong></p><p><em>Spring 1992, Panda Entertainment Group</em></p><p><strong>Director: Peter Masterson Starring: Mary Stuart Masterson, D. B. Sweeney, Elias Koteas</strong></p><p>The first feature film from Houston’s Panda Entertainment Group, <em>Ripoff</em> is an action-adventure saga about a scheme to steal an ancient treasure from a pyramid in the Mexican jungle. The film is a Masterson family project, with director Peter <em>(The Trip to Bountiful),</em> his daughter Mary Stuart <em>(Immediate Family),</em> and his cousin Harris as a co-producer. Filming is to start in Houston, Galveston, Corpus Christi, Mexico, and California in august.</p><p><strong>RUSH</strong></p><p><em>Late 1991, Mgm/Pathe</em></p><p><strong>Director: Lili Fini Zanuck Starring: Jennifer Jason Leigh, Jason Patric, Sam Elliott, Gregg allman, Max Perlich, Tony Frank</strong></p><p>Adapted from Kim Wozencraft’s sensational semiautobiographical novel, <em>Rush,</em> the film recounts the odyssey of two narcotics agents as they try to</p><img/><p><em>Director Lili Zanuck is shooting</em> Rush <em>around Houston.</em></p><p>purge a small Texas city of its burgeoning drug problem and instead become involved with both drugs and each other. Jason Patric (<em>The Lost Boys, The Beast)</em> and Jennifer Jason Leigh <em>(Last Exit to Brooklyn)</em> are on location in Houston, La Porte, and outlying industrial sites. Produced by Richard Zanuck and directed by his wife, Lili Fini Zanuck.</p><img/><p><em>Hard Promises brought Sissy back home to Texas.</em></p><p><strong>CITIZEN Wayne</strong></p><p><em>No release date</em></p><p><strong>Director: Brian Huberman</strong></p><p>Brian Huberman, a professor of film at Rice University, has become obsessed with John Wayne’s own personal <em>Heaven’s Gate, The alamo</em> (1960). Wayne produced and directed as well as starred in what he hoped would be a major blockbuster but which turned in only a modest box-office performance. With funding from the Texas Committee for the Humanities, Huberman is five years into a feature-length documentary about the making of <em>The alamo,</em> and his findings will only add to the mythology surrounding both John Wayne and the alamo.</p><p><strong>SLACKER</strong></p><p><em>July, Orion Classics</em></p><p><strong>Director: Richard Linklater</strong></p><img/><p><strong>“JUST Because I Talk Slow Don’t Mean i'm Peculiar, Ma'am.” —Clint Walker as a Texas Ranger in The Great Bank Robbery (1969).</strong></p><p>This independent feature about life in austin was made on a shoestring by Richard Linklater (see State Wide Reporter, “The Slack Track,” TM, april 1991). After a limited run in austin last year, it was picked up by Orion Classics, which has slated it for a national THEATRICAL and videotape release in July. So now the rest of the world can see just how laid-back life is down here.</p><p>[ Continued On Page 125 ]</p><p>[ Continued From Page 107 ]</p><p><strong>Machine Gun Kelly</strong></p><p><em>1992, Columbia Pictures</em></p><p><strong>Director: Marek Kanievska Starring: William Baldwin</strong></p><p>This Gangster Film Follows the trail of bullets left by 1990’s <em>Miller’s Crossing, Goodfellas,</em> and <em>The Godfather, Part III.</em> aside from director Kanievska <em>(Less Than Zero)</em> and star William Baldwin (<em>Backdraft</em>), the talent has not been locked in, but Columbia is looking at a September date for filming in either austin and San antonio or Kansas.</p><p><strong>Made-for-TV Movies</strong></p><p>There’s Usually a Horton Foote production somewhere in Texas (see “Tender Foote,” page 110) —the latest is <em>The Habitation of Dragons,</em> a project for the Turner Network. Foote wrote the screenplay about the rivalry between two brothers in the fictional town of Harrison, Texas. The cast includes Jeff Daniels, Frederic Forrest, and Eva Marie Saint. Director Michael Lindsay-Hogg’s most recent movie is <em>The Object of Beauty. </em>Filming began in Sealy and Columbus in mid-May and will wind up this month.</p><p>Executive producer and star Dolly Parton wrapped <em>Wild Texas Wind,</em> an NBC movie, in austin last spring. Parton plays a country singer with an abusive husband (Gary Busey). The drama also features austin’s Ray Benson and asleep at the Wheel as Parton’s band. Willie Nelson puts in a cameo appearance. Joan Tewksbury directed.</p><p>Star-crossed Texas lovers Bonnie Parker and Clyde Barrow are the subjects of <em>Bonnie and Clyde: The Real Story,</em> starring Tracy Needham (<em>Life Goes On)</em> and Dana ashbrook <em>(Twin Peaks).</em> Writer-director Gary Hoffman began shooting in midMay in Dallas and Waxahachie.</p><p>Ned Blessing, a fictional nineteenthcentury hero who is trying to track down the gang that killed his father while avoiding the wrath of a revenge-crazed half-breed named Bruto Half-Tongue, is the protagonist of a new western series for CBS, <em>Ned Blessing: My Life and Times.</em> austin’s Bill Wittliff, the scriptwriter and executive producer for <em>Lonesome Dove,</em> is <em>Ned Blessing’s</em> creator, writer, and executive producer. Production begins this summer in Del Rio and austin on a two-hour opening episode and six hour-long episodes.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "July 1991",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "Film",
      "Austin",
      "Dallas",
      "Football",
      "Alamo",
      "Columbia",
      "Drama",
      "Entertainment",
      "Shooting",
      "Stars",
      "The Alamo",
      "Asleep at the Wheel",
      "Blockbuster",
      "Bonnie Parker",
      "California",
      "Cameo",
      "Clyde Barrow",
      "Comedy",
      "Country"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Texas",
      "Austin",
      "Dallas",
      "Del Rio",
      "Denton"
    ]
  }
}