{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19917",
    "date": "July 1991",
    "year": 1991,
    "month": 7,
    "month_formatted": "July",
    "pdf_uri": "/1991/19910700.pdf",
    "issue_cover_image": "",
    "document_start_page": 114,
    "toc_start_page": 112,
    "document_page_range": [
      [
        114,
        115,
        116,
        117
      ],
      [
        143,
        144,
        145,
        146,
        147,
        148,
        149
      ]
    ],
    "toc_order": 20,
    "toc_headline": "The Ghosts of the Freedmen",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199107-theghosts",
  "source": "/1991/19910700.pdf",
  "wp_post_id": 126396,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-ghosts-of-the-freedmen/",
  "authors": [
    "Dana Rubin"
  ],
  "headline": "The Ghosts Of the Freedmen",
  "dek": "Confusion, not the mayor or the council, rules in Dallas, as blacks and whites face each other in anger, both knowing what they want and neither knowing how to get it.",
  "spread_caption": "",
  "excerpt": "Dallas is a city that has prided itself on having escaped the hostility of the civil rights years —until now.",
  "kicker": "",
  "word_count": 6030,
  "content": "<img/><img/><p><strong>AV’ant with his grandmother: He is leading a black fighting force to demand housing funds.</strong></p><p><span class=\"dropcap\">B</span>lood In the Streets,” the Man Is SAYInG. “Body counts. We’re going to completely shut Dallas down.” M. T. Av’ant is explaining how his radical black militia is going to overthrow racist Dallas. A brooding, beefy man given to wearing combat fatigues and a pith helmet, Av’ant says he is organizing ”a small band of well-trained urban guerrillas” that will devastate Dallas unless the city spends $450 million on minority neighborhoods by 1996. The core members of his militia, he says, will prove their mettle by slicing off the first joint of their little finger, which Av’ant will stuff into a jar and deliver to the city council.</p><p>This is the season for racial turmoil in Dallas. AV’ant’s nightmarish vision reflects the increasingly hysterical tenor of a conflict that has nearly paralyzed the city. For the past three years, Dallas has been mired in a legal wrangle over how to increase the number of blacks and Hispanics on the city council. Minorities have complained of police brutality and poor municipal services. Boycotts, court battles, protest marches, screaming matches in the council chambers —all of this has contributed to a communal crisis the likes of which Dallas has not faced since the Kennedy assassination.</p><img/><p>In a city that prides itself on having escaped the bloodshed and hostility of the civil rights years, AV’ant’s threats tap into the deepest fears of the white community: that the race problem could one day explode into a true conflagration, our own version of Watts or Washington, D.C.’s adamsMorgan. Most whites in Dallas laugh it off, nervously. “There’s no cause for panic about race relations in Dallas,” a prominent white businessman told me not long ago. ”It’s almost comical, this rhetoric. You’re not going to see people bringing down the buildings.” But AV’ant’s message, while repellent or even ridiculous to most whites and moderate blacks, resonates for that segment of the black community that historically has been excluded from the mainstream, When AV’ant announced his militia, two black officials —a city councilman and a county commissioner —instantly pledged their support.</p><img/><p><strong>Reverend Conley, who feeds the children of the projects, says that blacks have to help themselves.</strong></p><p>What has gone wrong? Dallas is, after all, a city defined by success, a gleaming, glitzy, get-rich kind of place, known around the world for opportunity, optimism, and excess. Flaunting its fortune and hiding its flaws, this is the Dallas way. But beneath the veneer is a city rigidly controlled from the top down. For half a century, Dallas was led by an elite white business class that delivered progress to one half of the city and let the other half languish. Only slowly and grudgingly did Dallas leaders yield power, never enough to truly open up the system. Yet the black community acted in complicity by resisting change and avoiding confrontation. While in other cities the impetus for political reform began with blacks, in Dallas the black community was, for the most part, conservative and quiescent. Only recently have blacks clamored for change —loudly, rancorously, using the rhetoric of racism. And for the first time, whites are listening.</p><p>AV’ant knows which buttons to push. “We’re not going to burn up our own houses,” he says. ”We’re not tearing up our neighborhoods. We want Richardson. Plano. White Rock Lake. The Meyerson Center. We want to create so much chaos and confusion that the city is in uproar.” Is this a real threat or hot air? Could Dallas actually burst into flames?</p><p><span class=\"dropcap\">T</span>wo Dallas Police Officers Were Murdered In January 1988, one black and one white. The first, Officer James Joe, was shot as he confronted two burglars at an apartment complex. Nine days later, a white officer was issuing a traffic ticket downtown when a homeless black man jumped him and grabbed his gun. The officer, John Chase, was on his knees, pleading for his life while a gathering crowd egged the homeless man on. “Go on. Shoot him,” they reportedly cried to the vagrant. He took aim at the officer’s face and fired three times.</p><p>The execution-style murder sent shock and gloom through the city. Within days, when car antennae were wrapped with black ribbon and when it seemed as if the entire city was grieving for the dead officer, police chief Billy Prince lashed out against the two black city council members who had been criticizing the way the police force treated minorities, accusing them of fostering “a climate of hatred” in the city. The next day, Prince was publicly chastised by the mayor for casting Dallas ”in an unfavorable light.”</p><p>Officer Chase’s death was a turning point. To the police chief and to many whites, it was an irrefutable sign of the menace of the inner city. But what many blacks saw was perhaps best expressed by Dallas County commissioner John Wiley Price. “What’s most surprising and alarming to me is that this has surfaced now,” he said. ”It didn’t surface last week when Officer Joe was killed. Why all of a sudden?” While white residents would recall the image of the police officer on his knees, begging for his life in front of a black homeless man, blacks would remember that in this city, their lives were worth less than white ones.</p><p>Before the slaying of Officer Chase, Dallas could still think of itself as racially harmonious. “Dallas is considered a good town for blacks,” local author a. C. Greene blithely wrote in 1984. Today his comment sounds wildly off base. What he could not predict seven years ago was the racial turmoil mounting across the country, as well as the downslide of the local economy. With the bust came a declining tax base, cuts in city services, and unfulfilled municipal bond programs. In times of shrinkage, minorities lose most. And even though their numbers were growing, their representation at city hall was not.</p><p>[ Continued On Page 141 ]</p><p>[ Continued From Page 115 ]</p><p>After Officer Chase’s death, race relations became the defining issue in Dallas. When the Oak Cliff section of town threatened to secede from the city, when the city’s first reform-minded police chief got fired, and when spring rains inundated the Trinity River and flooded unprotected black neighborhoods, racism bore the blame. So heated was the level of public discourse that if a black leader said something was racist, an entire community was willing to accept that it was.</p><p>Angry blacks railed against the white system, while whites tended to fault what they saw as blusterous black leadership, in particular those individuals who squawked the loudest. “The two biggest racists in Dallas are city councilman al Lipscomb and John Wiley Price,” a retired white city official said recently. ”If you could somehow get them to leave Dallas and never come back, that would go a long way toward letting Dallas heal itself.” But that was a common delusion: Belligerent black leaders weren’t about to disappear. They were in office because the black community had voted them there. Anyway, the whole argument evaded a tougher question: What had made them so noisy?</p><p>The personification of this question was county commissioner John Wiley Price, a moderate, articulate spokesman for the black community who, in 1989, was being groomed for a congressional seat. But in the spring of 1990, Price began to metamorphose into precisely the kind of cantankerous black leader that conservative whites most resent and fear. He was arrested in South Dallas for whitewashing alcohol and tobacco billboards. He led demonstrations against local television stations. And when the city manager contemplated a new police chief, Price threatened a citywide “call to arms” if someone sensitive to minorities wasn’t picked. ”M-16s and all, we will take to the (expletive) street,” he was quoted in the newspaper as saying, “. . . we’ll shoot at (expletive) police cars.” Not long afterward, he got into a fistfight with an off-duty policeman who jogged by the commissioner’s house and taunted him. “Wiley sucks!” the officer yelled. Price pulled out a gun and allegedly shoved it against the officer’s head. If white Dallas thought Price was recklessly out of line, black Dallas was incensed at the officer’s provocation. That week, more than one thousand black protesters marched on city hall to demand that the officer be fired.</p><p>In less than a year, John Wiley Price had become a phenomenon; whatever he did made news. To his critics, he was a publicity-hungry demagogue. To his adherents, he was a stirring leader who was not afraid to challenge the white system. Whichever it was, you had to wonder what had led him to trade credibility within the white community for martyrdom within the black one. What was clear was that Price had recognized and acted upon a truism about minority leadership in Dallas: You have to be loud to be heard.</p><p>Price’s most theatrical confrontation took place in early December. He was leading a demonstration outside a local television station when, suddenly, into the mass of protesters came a van driven by Stephani Barnes, a Plano homemaker. Barnes was on her way to a modeling agency in the same building as the TV station, with her sister and her two children in the car. Surrounded by the angry crowd, she inched the vehicle forward. Price positioned himself in front of the van and latched onto her windshield wipers. Barnes lifted her foot from the brake pedal, allowing the car to glide forward, and Price snapped off her wiper blades.</p><p>Price was charged, arrested, and put on trial. Inside the courtroom, the issue was whether he had broken the wipers on purpose or in self-defense. Outside the courtroom, the issue was Price himself —whether, as many whites thought, he should be punished for destroying private property or whether, as many blacks thought, he was being persecuted by the district attorney’s office. But the real issue was larger than Price, embracing by extension the black community, which increasingly refused to play by the old rules. Captured on videotape, the incident was played over and over in the courtroom and on the evening news, to no avail. People saw in it whatever they wanted to see. Set against the backdrop of the city’s racial turmoil, it had become a contest of wills between two caricatures: The white suburban housewife and the hotheaded black radical. It was absurd and petty, yet somehow a perfect crystallization of what was happening to blacks and whites in Dallas.</p><p>Price was convicted of misdemeanor charges. Upon leaving the courtroom, he declared that the whole thing had been a setup. Interviewed by the <em>Dallas Morning News,</em> Barnes claimed the case had nothing to do with race: “He was a man picking on two women and two children.” It was, she said, ”the most fearful moment in my life.” But what was more frightening was the underlying racial message, the subtext of unspoken, primitive white fears and of thwarted black demands. The two sides were farther apart than ever.</p><p><span class=\"dropcap\">T</span>he Problem Of Race Relations in Dallas is not unlike the parable of the elephant and the blind man. Everyone apprehends a different truth; all that can be agreed upon is that there is a problem. But is it one of perception or reality? Is Dallas as racist as some people believe? In many respects, blacks in Dallas have finally come into their own. They make up 29 percent of the population. They sit on the boards of nearly every major corporation. They have occupied the choicest seats in municipal government: city manager, school superintendent, heads of the parks and the housing departments. Black issues and minority culture have been given unprecedented recognition by the media. Blacks have even made it to the society page. Then why has the racial animosity gotten worse? Because the changes have not gone far enough.</p><p>It would be difficult to overestimate the extent to which blacks and whites in Dallas still live in separate worlds. The Trinity River is far more an economic and social divide than a geographic one. Blacks are not part of the cultural mainstream of the city. If you go to the symphony or an art opening or a charity function, you will see no more than a handful of blacks. Business gatherings are no different. Blacks don’t own banks, they don’t own big companies, they are not entrepreneurs. In recent years, as race relations have deteriorated, the presence of a few blacks on boards and at head tables at important functions has become politically expedient. But including them requires a conscious effort. As one white public official put it, “Unless somebody says, 'let’s go find one of them,’ it just isn’t going to happen. And even then it’s always the same three or four.”</p><p>Yet it would also be easy to forget how far this city has come in so short a time. The truth is that Dallas never really was a good town for blacks. Although people in Dallas did not see their city as part of the South, their racial attitudes were decidedly Southern. In the twenties, membership in the Ku Klux Klan still carried a social acceptability or cachet among the upper class. In 1935, when the Southern Women’s Memorial association commissioned an equestrian statue of Robert E. Lee for a public park, sculptor alexander Proctor came up with a model depicting the general and a young Confederate soldier heading into a storm, buffeted by the wind. But the women’s group was offended by the image of a broken, defeated South. Proctor’s second design, with Lee marching confidently forward, was promptly accepted. Twenty years later, black protesters picketed the State Fair of Texas, where two amusement rides, Ride ’em Scooter and Laff in the Dark, were off-limits to blacks because skin-to-skin contact between the races could not be avoided. And when a writer from <em>Fortune</em> came to Dallas after the Kennedy assassination, he was appalled to find that a typical West Dallas black slum consisted of a collection of shacks and sheds with no running water, no sewers, and no drainage, “conditions that resemble a wartime concentration camp.” Just north of downtown, black children swam in a segregated public pool known as the Inkwell.</p><p>Much has been written about the Dallas Citizens Council, the white businessmen’s junta that controlled the city from the thirties through the seventies. The bankers, insurance men, and land developers in the DCC laid the foundation for modern Dallas: They attracted commerce and industry, they built freeways, they modernized the airport, they beautified North Dallas. They made sure there was plenty of water in the reservoirs. But they also ignored West and South Dallas, where blacks lived. The DCC retained its grip through the atlarge city council system, in which councilmembers were elected by the residents of the entire city, rather than by wards or districts. That guaranteed that the members of the DCC, with access to money and connections, could handpick the city council. And they did, effectively keeping blacks and other minorities out.</p><p>When whites in Dallas remember the way things used to be, one memory stands out, one fragment of history that has been revisited so often through the years that it has reached the status of local myth: the peaceful integration of 1961. Seven years had passed since the Supreme Court’s historic <em>Brown</em> v. <em>Board of Education</em> ruling, which mandated public-school integration. Dallas leaders watched as sit-down demonstrations and violent strikes broke out across the South. Fearing that this kind of upheaval would damage the city’s business climate, the DCC took charge. In a series of closed-door meetings, it orchestrated the city’s integration through a unique plan, one that was quintessentially Dallas. If the desegregation of Birmingham was planned in the basement of the Sixteenth Street Baptist Church, if the Selma-toMontgomery march came out of the Brown Chapel, african Methodist Episcopal Church in Selma, then the decision to desegregate Dallas was born in a corporate boardroom. On a prearranged day, the “whites only” signs in the bathrooms of selected stores and restaurants came down, and a small number of blacks calmly walked in. At Neiman Marcus’ tony Zodiac Room, four blacks entered and ate without incident. Only three charge accounts were closed in protest; two were reopened the next day.</p><p>“I was told that I was leading the store into destruction, that our customers would not tolerate trying on a dress or a corset or a brassiere that had been on a black person,” says Stanley Marcus, the scion of the department-store family. Marcus is one of the people responsible for promoting the image of Dallas as a city of wealth and advantage. In the sixties, he was one of the most liberal members of the DCC and an architect of the desegregation plan. At the time, Marcus says, it was perceived as an enlightened strategy. But it was a surface gesture, one that righted only superficial wrongs. Integration means more than eating in the Zodiac Room.</p><p>Because white leaders took the first step, blacks in Dallas did not experience the force of their own political power. Would it have been wiser for civic leaders to sit back and watch the city explode? The cities that did explode emerged with more meaningful change. But at what price? “We chose to avoid it, to avoid a showdown, to avoid the bloodshed,” Marcus says.</p><p>To sell the idea of integration to the people of Dallas, business leaders came up with “a program of public conditioning.” Pamphlets and booklets advocating tolerance and respect for the law were passed out all over town. Businesses printed broadsheets and stuffed them into paycheck envelopes. And a movie was made, a twenty-minute promotional film called <em>Dallas at the Crossroads</em> that was shown to neighborhood groups and at business meetings and luncheon clubs. The movie tells a tale in itself. In the beginning, scene after scene portrays a prosperous city, smiling children, tranquil suburbs. ”We call our town Big D because it is bighearted, openhanded, both friendly and progressive,” the narrator says. But then the mood changes. There are scenes of ugly riots in New Orleans and Little Rock, National Guardsmen marching, and a woman viciously kicking a man. “Dallas is a good city,” intones then mayor Earle Cabell, ”and we want to keep it that way.” The choice was clear: accept desegregation peacefully or succumb to violence.</p><p><em>Dallas at the Crossroads</em> is a perfect illustration of the Dallas style of leadership: assertive, image-oriented, paternalistic. But the movie is revealing for another reason. Every face is white. Although the subject is desegregation, there is not a single black face in the entire film. The word “Negro” is never used. <em>Dallas at the Crossroads</em> was made by whites, for other whites. Integration was made palatable by sanitation.</p><p><span class=\"dropcap\">I</span> Was Three Years Old When <em>DALlas at the Crossroads</em> was made. I could very well have been one of the gurgling cherubs in the opening scenes. My life in white North Dallas was rarely touched by issues of race. I knew next to nothing about how black people lived on the other side of the river. In 1976 I left Dallas and did not think about these matters until 1982, when I came home from college for an internship at the <em>Dallas Morning News.</em> That summer, the interns rotated among various beats on the city desk to get an idea of how a big metropolitan paper works. At the end of the summer, I was assigned to the police beat. An experienced reporter showed me the ropes.</p><p>Cop reporters worked in a cramped, windowless office in police headquarters downtown, in what was once city hall. The tiny pressroom was shared by reporters for both big dailies. Every few hours a thick stack of incident reports, known in police jargon as beef sheets, would be delivered to the pressroom for the journalists to look over. Although the reporters competed for stories, an informal camaraderie had arisen by which they took turns going through the beef sheets, alerting one another to potential stories. By the unwritten rules of the pressroom, homicides were considered important if a white person was killed. But if a black person was the victim, especially if the killing took place in South Dallas, there was a mutual agreement to put the report back in the pile.</p><p><em>This is the way things are done,</em> I was told. Everybody knew there wasn’t room in the paper for every black homicide in the city. Besides, the reasoning went, if we wrote about every black-on-black slaying, we would be making black people sound like homicidal maniacs. If I didn’t mention a particular killing to my editor and if my competition didn’t mention it to his editor, no one would know. It would be as though it hadn’t happened. Implicit in the agreement, it seemed, was the notion that blacks who killed one another in South Dallas didn’t matter to our mostly white readership. Better to stick the report back in the pile. Better not to mention it to the editor. <em>This is the way things are done.</em></p><p>I was on the police beat for only a couple of weeks that summer, but over the years I have thought about it often, increasingly with a sense of shame. I now know that by not writing about what was really happening in black Dallas, we were turning our backs on that part of town, eliminating them from our world. Tuning out black reality was a way of dehumanizing blacks, transforming them into something unknown, foreign, and frightening.</p><p>Today the rules of reporting on minorities in Dallas are different. No longer can journalists ignore blacks and Hispanics —their crimes, their cultures, their politics. Yet if the coverage is more inclusive, it has also become defensive. Newspapers and television news departments are overly skittish about being accused of racism. In September 1990, Wfaa-Tv aired a story about a budget crunch in the Dallas County hospital system, a piece that included a threesecond scene of a hospital room. Several medical personnel could be seen in a hospital delivery room, standing around the bed of a black woman. That week John Wiley Price took his protesters to the station, complaining that the story had suggested that poor, sexually permissive black women were straining the hospital’s resources. Was it wrong to use that image? It was certainly realistic in that young black mothers account for a substantial number of deliveries at Parkland Memorial Hospital. On the other hand, one dramatic image can oversimplify a complicated situation. And that is precisely what Price himself was doing. By defining everything in terms of race, he precluded constructive debate. After five weeks of highly publicized protests, WFAA aired a public apology to the black community. Price moved on to boycott another television station.</p><p><span class=\"dropcap\">H</span>eading West On SINGLETOn Boulevard, with the glass skyscrapers of downtown and the Trinity River at your back, you see the desolation of West Dallas. Grimy warehouses, smelters, boiler works, tire shops, and empty storefronts line the streets. Even a Wimpy’s hamburger stand has become a fortress, with steel bars barricading the windows. About a mile past the river you come upon row after row of red brick buildings surrounded by a chain link fence. The West Dallas public-housing complex is mostly empty. Windows and doorways are boarded up with black plywood. Overgrown playgrounds sparkle with broken glass in the late-afternoon sun as the Reverend R. T. Conley approaches, his van full of hungry children.</p><p>Poor and black, the children are on their way to Conley’s New Waverly Baptist Church for a hot evening meal. A large, slouchy-shouldered man, the reverend, in his open-necked shirt and greasestained jeans, looks like a workman. He lived in the projects for eighteen years —on the same street, coincidentally, as the militant M. T. Av’ant. Several days a week, Conley feeds the children of the projects, sometimes as many as 75 at a time, with his own or donated money. If not for his cooking, he says, the children would go hungry. “This is the meal that counts, something to lie down on,” he says. ”There ain’t nothing worse than to wake up at night with your stomach hurting.”</p><p>In Dallas today, there is no more potent symbol of the remnants of racism than the West Dallas public-housing projects. They were created, according to newspapers of the fifties, “as a solution to the Negro Housing Problem,” the problem being that blacks were outgrowing their own neighborhoods and spilling into white ones. A vast, squalid black slum one square mile in area was cleared to make room for 3,500 low-rise units. When the projects opened in 1955, they were divided into white, black, and Hispanic sectors. Even new, they were not pleasant: too far from shopping centers and cultural facilities, yet too close to industrial plants with smoke and fumes. Within two years, whites and Hispanics were fleeing, leaving behind another all-black slum —only this time, one that was owned by the public.</p><p>In 1985 the Dallas Housing authority and the United States Department of Housing and Urban Development were sued on behalf of tenants for having constructed racially segregated public housing. Under a recent settlement, the city will spend $118 million tearing down two thirds of the units and refurbishing the rest. Housing officials say the projects are safer, cleaner, and better managed than they have been in years. But Conley, who sees the nightly shootings and stabbings, the poverty and the drug use, perceives only decline. “These kids are surrounded by downness,” he says. ”Everything they look at is down. Their mother is on welfare. They see people getting killed. They only see one side of the tracks.”</p><p>Although he has known prejudice, Conley has no patience with rhetoric. He doesn’t follow the latest imbroglios of John Wiley Price. He is the ideological opposite of M. T. Av’ant. To Conley, racism is an abstraction. He can see that the residents of the projects have not been well served by Dallas’ leaders, but if you ask him about discrimination, he says that the black world is as segregated within itself as it is separated from the white one. He has seen too many blacks escape the projects and then turn their backs on those who remain. Conley’s answer to the race problem in Dallas is that blacks have to help themselves. “It’s kind of like you’ve got to fertilize something to make it grow,” he says. ”The resources are already here.”</p><p><span class=\"dropcap\">O</span>nly a Short Reach North Of downtown is a tiny plot of land that runs alongside the access road to North Central Expressway. Each minute, hundreds of cars roar by what was until recently a quiet greensward with a stand of post oak and some playground equipment. In the spring of 1990, archaeologists began digging to locate what they knew would be buried below: the graves of slaves and freedmen.</p><p>At first, archaeologists expected to find the remains of a few dozen people. Instead they found sixteen hundred. No one knows who they were. There is no record of their names. They did not vote. They did not own property. We know only that they were black and too poor to purchase headstones. In time, the plain wooden crosses used for grave markers had disintegrated, leaving no clue as to where the dead were buried. In 1938 the city appropriated half of the cemetery and, incredibly, paved over hundreds of graves to create the freeway. For fifty years the land sat empty, with not even a marker to indicate what had been there. Now the state is claiming another swath to widen the expressway; another chunk of the cemetery will be sacrificed, and the graves that are in the way will be moved.</p><p>Perhaps it’s fitting that Dallas should at this moment be uncovering the remains of one of its ugliest chapters. In this race-heightened climate, the neglected and abused cemetery has become the handiest metaphor for the way the city has mistreated minorities. Newspapers and television stations have covered the excavation with zeal. School kids have come by the busload for tours. It is as though, in telling and retelling the story, the city is enacting its own absolution.</p><p>But Freedman’s Cemetery tells the story not only of how whites in Dallas treated blacks but also of how the black community has treated itself. Historians have always known about the existence of the graves. A 1891 Sanborn map clearly shows it marked as the “colored cemetery.” By 1961, the cemetery was owned by a small group of black citizens, the survivors of the people buried there. For $10, this group donated the property to the city, which turned it into a public park. And for the next 25 years, the cemetery was virtually forgotten by whites and blacks alike. Except for a few lonely voices, the black community showed no interest in restoring the cemetery. Perhaps their attention was needed too badly elsewhere; perhaps they did not have enough of a historic sensibility to value their own past. “Why someone didn’t stand up and scream about it long ago and make it a historic site is hard to say,” says one Southern Methodist University archaeologist who worked on the project. “It’s not just a cemetery. There is a whole buried heritage out there.”</p><p>What the cemetery suggests is a legacy of racism, certainly, but also something more —the way that blacks and whites together have subverted minority interests. We already know that black culture and history have no value to Dallas’ white leaders. Less understood is how Dallas’ black community has failed to act in its own interest, undermining its cause from within. Cautious and careful, blacks in Dallas sought leadership from their ministers, who were as conservative as their white counterparts. Not a few of them were under the economic influence of white business leaders. “They literally bought the black church here,” says Peter Johnson, the head of the local chapter of the Southern Christian Leadership Conference. ”and the ones they couldn’t buy, they ran out of town.”</p><p>It was no accident of history that the civil rights movement bypassed Dallas. Martin Luther King was boycotted by the black community. When he came to speak at the State Fair Music Hall in 1963, fewer than one hundred people showed up. “There was still fear of what it would do to the relationship between blacks and whites downtown,” says black Dallas minister Marshall Hodge, who accompanied King on his way back to Love Field after his speech. ”It was humiliating. He said he would not come back to Dallas and have that happen to him again.”</p><p>Black leaders let the community down in other ways. Unlike other cities in the South, Dallas came of age with no black institution of higher education. Atlanta had Morehouse, Nashville had Fisk, Houston had Texas Southern —all solid universities that fostered community ties and a tradition of civic participation. All played a significant role in nurturing black leaders. Dallas had nothing like that. Nothing, that is, until 1961, when the white business community decided that the city needed a black institution and paid for Bishop College to relocate from East Texas. Blacks had always suspected that the white business leaders opposed a black liberal arts institution on the theory that it would foster rebelliousness. And when Bishop was moved to South Dallas, it was widely believed that the hidden agenda was to keep blacks out of SMU. True or not, the unfortunate fact remained that by the time Bishop’s first classes were held, many generations of black Dallasites had already missed out.</p><p>Business leaders pumped money into Bishop and provided managerial skill. Under their control, the college flourished for a decade or so. But by the seventies, with black colleges everywhere in decline, Bishop’s board began to look for support within the black community. Gradually, the white businessmen were replaced by black ministers. In the eighties bad management decisions led to a steady decline until, finally, the business money pulled out. In 1986 the school lost its accreditation. The following spring, Bishop College declared bankruptcy. A federal investigation found that college officials had been embezzling. The college’s president was prosecuted for financial impropriety.</p><p>It is true that black Dallas never cleaved to Bishop, not in the sense that youngsters in northern Louisiana dreamed of attending Grambling or that students in southern Mississippi looked forward to Jackson State. Nearly every building at Bishop was named for a white businessman. A majority of its students came from outside of Dallas and, increasingly, from abroad. “The black community never felt Bishop belonged to them,” says Peter Johnson. Yet Bishop had the resources to become whatever the black community wanted it to be. Had it survived, it would have nurtured a strong black middle class in Dallas, one that could have ameliorated the crisis today. Bishop failed partly because of the white paternalism that set it up and partly because of the black leaders who ran it into the ground. But when Bishop shut its doors in 1988, sentiment was strong within the black community that its own leaders had let it down. ”i’m upset because Bishop did not die,” John Wiley Price said at the time. “It was assassinated.”</p><p><span class=\"dropcap\">I</span>n May the Queen Of England came to Dallas. Her visit lasted only seven hours, but that was enough to unleash a frenzy of civic chauvinism. The concert hall, the garden center, the Hall of State —all were on the royal itinerary. “Let Dallas be on its very best behavior,” admonished an editorial in the <em>Dallas Morning News.</em> But fatefully, the queen’s visit coincided with yet another racial paroxysm. Only two weeks earlier, the city council had voted to end the lawsuit challenging the council’s electoral system. A majority of the council had rallied behind the minority-backed plan, which would elect all but the mayor’s seat from single-member districts. Under this plan, black leaders envisioned five council seats filled by blacks.</p><p>But on May 20, a majority on the council passed a plan that would create four black districts —not five, as minorities wanted. Four blacks would equal only 26.7 percent of the fifteen-member council, while blacks overall constitute at least 29 percent of the city’s population. Black leaders were incensed and vowed to take the case back to court. Incredibly, Dallas was right back where it had been before, the end of its troubles nowhere in sight. Once again, there were furious outbursts in the council chambers. Diane Ragsdale cursed at the mayor. A1 Lipscomb stormed out of the meeting and, in the ultimate act of incivility, overturned his chair. “That just isn’t done in this city,” huffed one white political analyst. ”That’s not the Dallas way.”</p><p>Into the midst of this turmoil came the queen. Her schedule brought her to the garden center in late afternoon. Some two hundred onlookers were restrained behind a barricade set up a distance from the doorway. To one side were the royal gawkers: women in summer linens and straw hats, with cameras, binoculars, and British flags. Alongside them were the redistricting protesters: a raucous, mostly black crowd chanting and carrying placards. One man was in dreadlocks; another in combat gear and a beret. And another held the flag of the african National Congress. A contingent of Lyndon LaRouche followers passed out literature and posters; John Wiley Price hoisted one that said, “Where Did the Queen Get Her Fortune? Slavery. Opium. Genocide.” It was a rare moment in Dallas: two groups who wanted nothing to do with one another, flung together by happenstance.</p><p>As the moment of the queen’s arrival approached, the crowd seethed. “What do we want?” boomed out a black leader. “Justice!” the protesters bellowed back. “Silence!” the anglophiles shouted. Back and forth they screamed at each other. Meanwhile, unbeknownst to the crowd, the queen’s motorcade had been rerouted by the police, conveying the royal entourage away from the protesters and up to the garden center by an alternate route. So frenzied was the crowd that when the queen finally alighted from her limousine, hardly anyone noticed. Had she turned her head to look at the tumultuous scene, all she would have seen would have been one huge, hysterical mob. It would have been quite impossible to tell the two sides apart.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "July 1991",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Dallas",
      "Police",
      "people",
      "Business",
      "Cemetery",
      "Children",
      "Housing",
      "Race",
      "College",
      "Southern",
      "Television",
      "Race Relations",
      "Church",
      "Cities",
      "city council",
      "Hispanics",
      "History",
      "Homeless",
      "Land",
      "Mayor"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Dallas",
      "West",
      "D.C.",
      "Houston",
      "Marshall"
    ]
  }
}