{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19852",
    "date": "February 1985",
    "year": 1985,
    "month": 2,
    "month_formatted": "February",
    "pdf_uri": "/1985/19850200.pdf",
    "issue_cover_image": "",
    "document_start_page": 108,
    "toc_start_page": 106,
    "document_page_range": [
      [
        108,
        109
      ]
    ],
    "toc_order": 3,
    "toc_headline": "Texas Primer: The Oil Depletion Allowance",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198502-theoilde",
  "source": "/1985/19850200.pdf",
  "wp_post_id": 121521,
  "wp_post_guid": "http://www.texasmonthly.com/article/texas-primer-the-oil-depletion-allowance/",
  "authors": [
    "Joseph Nocera"
  ],
  "headline": "The Oil Depletion Allowance",
  "dek": "Why have Texans fought so passionately to preserve a mere tax break? Because it’s ours.",
  "spread_caption": "",
  "excerpt": "Assailed by presidents, skewered by senators, decried by the New York Times, the oil depletion allowance has survived it all. It helps to have friends in high places.",
  "kicker": "Texas Primer",
  "word_count": 729,
  "content": "<p><span class=\"dropcap\">O</span>bjectively speaking, the oil depletion allowance is just a tax break. But for more than fifty years no one has been able to be objective about it. To Texans, the depletion allowance is as much a part of the state’s heritage as the horse and the cowboy and the oilman himself. The depletion allowance is something a Texan defends to the death, against the ravages of critics, whether his name is Ralph Yarborough or Phil Gramm. And those critics, from Harry Truman to countless Treasury secretaries to the <em>New York Times,</em> have been legion. But none has succeeded in getting rid of it, and if there is one reason for that, it is that Texans have come to see the allowance as something that is <em>theirs,</em> as if by birthright. The question of whether it is a worthy tax break or “the most inequitable loophole in the tax law,” as Truman liked to call it, is really quite irrelevant.</p><p>To oversimplify considerably, the oil depletion allowance permits an oil producer or royalty owner to deduct from his taxable income a percentage of his gross earnings from an oil well. In 1926 that percentage was set at a hefty 27.5 per cent. At the time, Washington judged that such an enormous tax break was necessary to spur oil exploration. And in that, Washington was right. In 1927 Texas became the leading oilproducing state, and it has remained so ever since.</p><p>After World War II, when the IRS began taxing income at rates as high as 90 per cent, the depletion allowance became a raging national controversy. Suddenly many of the most visibly wealthy people in the country were investing in oil wells purely to avoid high tax rates, and when that became known, there was an uproar in Congress.</p><p>But Texans also saw something more ominous behind the uproar. Oil had created a new class of wealth —a class that the monied East resented. It was wealth based in Texas rather than New York, and it was new money instead of old. Whenever some East Coast senator rose in righteous indignation to denounce the oil depletion allowance, oil-state senators seethed, seeing in that act an attempt to keep Texans in their place. The fight came to be less about taxes than about class.</p><p>Fortunately for Texas oilmen, the two politicians most sensitive to that class stigma were Lyndon Johnson and Sam Rayburn. Despite their differences with oilmen over the years, they fought off every attempt to cut into the depletion allowance. In the Senate, when Johnson was majority leader, an amendment to reduce it became an annual event. Every year Johnson twisted a few arms, and the amendment got trounced. In the House, the great populist Rayburn was also the greatest defender of the oil depletion allowance. He once told Stanley Marcus, “Single-handedly, i’ve saved [the depletion allowance] for them, using my own methods to do it.” He was not exaggerating. During Rayburn’s seventeen-year tenure as Speaker, no attack on the oil depletion allowance ever reached the floor for a vote.</p><p>But Rayburn and Johnson could not stay in Washington forever, and no sooner had they left than the tide turned. In 1969, the first year of Johnson’s self-imposed exile to Texas, the depletion percentage was cut to 22 per cent. Then in 1975, in the midst of the energy crises, it was eliminated for major oil companies and reduced considerably for independents.</p><p>Today the depletion allowance, in its much emasculated form, is the least important of the various oil-related tax breaks. And yet many people are unwilling to give it up. When the Treasury Department recently called for its elimination, the oil lobby in Washington trotted out all the old threats about how exploration would dry up if the allowance was taken away. That’s not remotely true, of course, but it hardly matters. The oil depletion allowance is important for the same reason as always: it is a symbol. To some, it stands for Big Oil bleeding the taxpayers (even though Big Oil no longer receives its benefits); to others it means callous bureaucrats who don’t understand the risks of drilling for oil (even though it no longer significantly rewards those risks). And a symbol it will surely remain until the day arrives, as it inevitably will, when the oil depletion allowance exists no more.</p><p><em>Right: Rayburn, Johnson—guardian angels of a Texas symbol.</em></p><p>Photograph courtesy UPI/Bettmann Newsphotos</p><img/>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "February 1985",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Oil",
      "Texans",
      "Texas",
      "ever",
      "people",
      "Wealth",
      "attack",
      "Country",
      "Cowboy",
      "Drilling",
      "Investing",
      "IRS",
      "money",
      "New York",
      "Taxes",
      "Texan",
      "Threats",
      "War",
      "Wealthy People"
    ],
    "wp_categories": [
      "Energy"
    ],
    "wp_location": [
      "Texas",
      "Washington"
    ]
  }
}