{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19852",
    "date": "February 1985",
    "year": 1985,
    "month": 2,
    "month_formatted": "February",
    "pdf_uri": "/1985/19850200.pdf",
    "issue_cover_image": "",
    "document_start_page": 118,
    "toc_start_page": 116,
    "document_page_range": [
      [
        118,
        119,
        120,
        121
      ],
      [
        162,
        163,
        164
      ]
    ],
    "toc_order": 5,
    "toc_headline": "My Life As A Drunk",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198502-mylifeas",
  "source": "/1985/19850200.pdf",
  "wp_post_id": 121539,
  "wp_post_guid": "http://www.texasmonthly.com/article/my-life-as-a-drunk/",
  "authors": [
    "Peter B."
  ],
  "headline": "My Life As a Drunk",
  "dek": "I was working hard and being productive and making money and doing good. And I drank a bloody river every day.",
  "spread_caption": "",
  "excerpt": "It may be hard to believe that you can drink two fifths a day and not only function but function well. But I did it. For a while.",
  "kicker": "",
  "word_count": 3535,
  "content": "<p><span class=\"dropcap\">I</span>t Was Texas-Hot And Muggy, But That WasN’t the Reason for the nervous sweat that dribbled off my hand and smeared the ballpoint ink on the check I was writing. The check was for sixteen dollars and something, and the lady at the cleaners was obviously confused about my difficulties and anxious to have me off her premises. Simple matter, a check, but it was a struggle for me, as was everything else.</p><p>I was hurrying, equally anxious to be gone.</p><p>Anxiety was something I carried around at the time. It wasn’t remotely laughable. It hurt. And the only way I could relieve the anxiety was with a drink, which would, in time, cause more anxiety. That seemed ironically fitting, since anxiety and fear were among the symptoms—wet, shaky, and sickening ones—of my alcoholism. Or so my doctor told me, sitting coolly in his office, not anxious at all. He was telling me, but I was feeling it.</p><p>The anxiety came in waves, and I could almost predict some of the simple things that would set it off. Changing lanes on the freeway: glance over the shoulder, start to change lanes, stop and glance back again, quick look up to the front you might hit somebody, don’t slow down you'll get hit, how long has it been, turn signal! check and check back again, look up, how fast am I going, check and look, my God i’ve got to do it, and jerk into the other lane.</p><p>I would also rehearse getting gas at a service station.</p><p>The monologue in my head was designed to reassure: unleaded gas uses a different nozzle so I can’t screw up and I have the credit card, remember they want it before you pump and I have enough cash anyway even if i've lost the credit card, when was the last time I used it, the gas tank is on the left don’t hit the pumps!</p><p>And I would sweat nasty wet sweat. Rather remarkable performances for of Mr. Stability, money-maker and father, award winner and business owner. I wondered why nobody seemed to notice that this tough, successful, and welldressed advertising executive was sweaty shaking inside.</p><p>I was living by myself at the time, separated from my second wife, staying in an apartment complex full of people who seemed to be active and happy enough, and I kept as far away from them as possible. I had a saucer for an ashtray by the bed and a couch downstairs. At the convenience store next door i'd get two plastic-textured, medium large cups of coffee every morning, and sometimes i'd wonder about what had happened the night before.</p><p>The mornings were rough.</p><p>I'd wake up early and drink my coffee and make a mental resolution that I wouldn’t do it this morning. That would last until about seven-thirty, when the anxiety would hit me. My hands would shake and i'd get a shaky feeling in my stomach and i'd have to think through every step, like what pants to wear. I fought it. Sometimes I held out till almost eight. But the crusher was the thought of the long drinkless hours between nine and eleven-thirty, between me and the squat glass full of vodka and ice cubes, which was my prelunch drink at the restaurants I went to.</p><p>I always lost.</p><p>Two ice cubes slapped bitterly in a supermarket glass and maybe two ounces of vodka, and i’d barely give it time to cool before sipping it down, standing in the kitchen freshly shaven. (Still, that was better than going to work dry, because then by nine-thirty or so i'd be sneaking the vodka in the office kitchen, where I might get caught.)</p><p>I hated myself each morning, but in an amazingly short time the vodka would get through the walls of my stomach and ease the tension that had had me clenched up, and my thoughts would smooth out and i’d be able to function. I had to stop the fears, or so I told myself.</p><p>I hesitate to call what the alcohol stopped “pain,” because it wasn’t like a broken bone or a headache. And it really wasn’t like the fear you have when confronted with an angry man or a near-miss on the highway. But it was some sort of joining of the two, a mental and physical hurt that was almost paralyzing. My bones would ache with it. I’d hear my teeth grating up high on my jawbone, and I kept my hands out of sight to hide the sweat and shaking. It would hit me in the stomach too. Have you ever stopped a vomit by closing up your throat? I did in a meeting with a client and smiled. It is not too melodramatic to say that it owned me and that I had to fight to move or speak or think.</p><img/><p><span class=\"dropcap\">“I</span><em>ate lunch at one of several restaurants where the staff would have a double vodka on the table before I sat down. I’d be on my second well before my companions had finished their first.”</em></p><p>Illustrated by Steven Guarnaccia</p><img/><p><span class=\"dropcap\">“I</span><em>remember walking down a 3 a.m. freeway after a bleary episode in a topless bar with my money clip in the wrong pocket and only a vague notion of where I was. Scary. Better have a drink.”</em></p><p>Alcohol controlled the anxiety, but the alcohol controlled me. To hide them both, I became a careful and hidden person. I'd slip now and then and wake up bruised and scared and try to recreate the night before in my memory, but most of the time I successfully masked how much I drank and how drunk I was. Alcohol was what allowed me to act normal, and though people knew I drank, they said I could hold my liquor. (I have since been told by half a dozen people, some of them my closest friends, “I had no idea you were going through all of this.”) No lampshades on the head, no slurring of words, no stumbling.</p><p>Indeed, silly drunks were perfect targets for my contempt. I could dismiss them with a word or an expression, ridiculing their lack of control. I was long past the innocence of the loud-mouthed drunks and thus could put them well below me. I took pains to be completely reliable; I was early into work, always remembered birthdays, was nice to children. No one ever reprimanded me for my drinking. But I was never more than a couple of hours away from alcohol.</p><p>Much like a cripple planning a route to travel, I would map my days around the need for a drink. The routine was rather interesting. My morning vodka got me to work. I wrote in the morning or went to meetings or called on my advertising clients. Since I ran my own office, it was simple to make a joke about “ten o’clock is Legal Beer Time” and have a beer at midmorning.</p><p>For lunch I went to one of several restaurants where the staff knew me and would have a double vodka rocks on the table before I sat down. I’d drink that one in a hurry and have a second well before my companions had finished their first. And I was drinking doubles, poured freehand in a big glass, four to five ounces at a pop. Lunch never tasted all that good, but I ate a lot. Didn’t want to show the effects. More work in the afternoon, and i’d always find a reason to start drinking again at three or four. By five o’clock it was okay to have a drink because everybody was doing it, and so i’d have some more.</p><p>Then home for the cocktail hour.</p><p>I suspect it’s hard for anyone who’s not a drunk to understand just how much booze one can drink and still function. Despite the pious pronouncements of my doctors, I did function, and rather effectively. And I drank a lot, a bloody river every day.</p><p>How much? Oh, two to three ounces in my morning vodka, plus a midmorning beer or two, eight ounces or more at lunch, maybe six ounces or so in drinks before five in the afternoon. Then several drinks after five and a couple more before dinner, say twelve ounces more. At least four drinks after dinner (by then I had switched to bourbon) - let’s call that another twelve. And a nightcap, of course, bourbon and water, dark brown. Total: about fifty ounces a day. Every day, seven days a week.</p><p><em>(Continued on page 160)</em></p><p><em>(Continued from page 119)</em></p><p>A fifth of whiskey contains just under 26 ounces, so I was knocking down two fifths a day, except for those days when I got drunk, when it was more. To get an idea of what we’re talking about, fill an empty whiskey fifth with water and pour it on the ground. Makes a considerable pool. Two make twice as big a pool.</p><p>At the time, my consuming ambition was to get control. Control has always been very important to me. I was a clockwatcher, trying to stretch the time between drinks and thus wean myself. I’d swipe Valium and use that. I’d distract myself. But the intervals seemed to get shorter no matter what I did or how much I planned or how bitter the recriminations inside my head. Made me mad. Once, I found myself in the kitchen late at night -after a drunk-hysterical argument with my soon-to-be-ex-wife—smashing the bourbon bottle in the sink. Actually, I couldn’t break the bottle, but I chipped the porcelain, and the spot later rusted. Liquor people make strong bottles.</p><p>An amusing habit I had then was to throw up every morning. It was different from the almost-comic jokes you hear about monumental sprees and the morning after. I threw up every day, regular as clockwork, just about seven. Didn’t hurt all that much, but it wasn’t terribly pleasant and the doctor couldn’t think of a reason for it. Besides the two fifths a day.</p><p>My drinking required planning. In my business, sometimes you have to be out all day on a job—filming a TV commercial is an example. I could arrange such schedules to include the proper drinking to keep me functioning. It took a bit of contorting here and there, but I always managed to get away long enough for a drink or two.</p><p>I planned my buying trips too. The liquor store people were funny. I watched them watch me. I dressed well and drove a good car and paid by check, but they knew. And I think they were ashamed of their job and almost angry because I made them feel that shame. So I started going to different stores—I had a circuit—to ease that particular pain.</p><p>They knew, though.</p><p>In Texas, liquor sales are forbidden on Sunday, and that made a Saturday visit to the liquor store as much a part of my routine as shaving. The stores did a landoffice business on Saturday night just before closing, but I made sure I had several hours as a cushion—it was too important to miss. I’d feel a certain relief, half a gallon of bourbon on the car seat, knowing I was set for Sunday. And if I dropped it, there was time to go for another.</p><p>The constant drinking had its effects on the people around me, my co-workers and friends. They drank too. It was as if my habits gave them permission for excess, and they all seemed to jump at it. But nobody had the need I did. Or tested my extremes. The worst they ever did was a bit of smooching or mild undressing behind closed doors, only to feel terrible, I suspect, just about the time I was reaching for the vodka in the morning.</p><p>And there was something good that happened, or at least I think it happened, because of the drinking. Every so often some of the junk we all are drowning in would dissolve and truth was told. It excited me to see real personalities come out and naked desires revealed. Jesus, they’re all as nasty as me.</p><p>Or is it all bad memory? I really do not know.</p><p>People liked to go drinking with me. I picked up far more than my share of tabs and was always pleasant. Sometimes charming. We had some great long lunches that ended next Thursday.</p><p>My screwups were fairly easy to conceal. I was lucky. Bad communication explained why I had forgotten something I was supposed to do, and bad chemistry dismissed a client I didn’t get. And I think that kind of excuse was rooted in fact, but again, i’ll never know. No DWIs, no nights in the tank, but some close calls. I remember flashes of walking down a 3 a.m. freeway after a bleary episode in a topless bar with my money clip in the wrong pocket and only the vaguest notion of where I was. Scary. Better have a drink.</p><p>I was seeing a shrink at the time, and on his recommendation I consulted a shrinkspecialist in drinking. I hated the man on sight and found nothing in my interview to change my opinion. He was didactic, overbearing, and God-like. He also had bad breath and misread this patient altogether. I had a strong impression that he regarded me as a malfunctioning toy that only he could fix with his superior wisdom and insights, spiced with reprimands. He was quite clear: I could never stay sober by myself and probably had difficulty dressing. Actually, he was right about the dressing, which did not endear him to me any further.</p><p>Nonetheless, I decided to give this guy’s antidrunk program a try. I suppose the idea that I needed an antidrunk program was something of a step for me. So I checked into a hospital that had a fourweek behavior alteration program.</p><p>It was group therapy and group activities every minute (I was told that reading alone in my room was hostile). There was a rather nifty exercise-aerobatics program with a dash of mysticism, individual counseling (by a scared young therapist who seemed confused), hospital food, and lots of serious confessing going on all over the place.</p><p>Boy, I did my share of confessing. Even exaggerated some of my sins so as to fit in with the crowd. We had some crazies mixed in, and they were, by and large, better conversationalists than the drunks, who would bore you up against the wall with the horrors of their drunkenness.</p><p>Nobody was very pretty and everybody was rather tranquilized, thanks to the blue pills. I think it was the blue ones. We took a handful every morning at weigh-in, but the blue ones were given later too. I learned that “PRN” meant I could have one on request. It seemed to me that the drunks grasped at the program with a neoreligious fervor, something I didn’t feel myself, and I smelled con, self-con, a lot. Of course, we wanted to believe. (“This is the way, the only way, right? Right!”)</p><p>I stayed only a week among the soon-tobe-self-righteous, then left sober. Naturally, leaving was not considered kosher, and I got plenty of dire warnings and notso-veiled threats. Still hated the head shrink. But I knew that the staff people were kinder to their drunks than I could have been, and they did keep things moving nicely. It was undeniably a painless process and a lot safer than being outside.</p><p>I managed to stay sober for the next six weeks or so, watching a lot of late-night television. My sobriety was apparently an unpleasant surprise to my second wife, who took every opportunity to go to bed. To sleep.</p><p>We split and I lived alone, in the apartment. I would like to say that I was happy and productive, but the whole period is dreary in my memory, with what seemed like an inordinate amount of nothing-todo hours. I’m told that is typical.</p><p>My downfall, my second or hundredand-fifth downfall, came at a nice restaurant, when I had a single martini. Boy, did it make me drunk! I got home and marveled at the classic sign of drunkenness-dizziness, the spinning room syndrome —and wondered what would happen next.</p><p>The next day I had a couple, and within 72 hours I was back full steam. The anxiety returned stronger than ever. I wish there was a better word for what I experienced, because it was the most complete merger of the physical and mental I have ever experienced. It affected all of me, to a degree I can’t explain. I sometimes wonder if I would have killed for a drink if that had been the only available method to get one.</p><p>Happily, it wasn’t.</p><p>By that point I was pretty much past kidding myself. And so I went back to the drunk farm.</p><p> They were pissed. You see, the drunkfarm people thought of themselves as “holistic healers, using a multidisciplinary approach and innovative techniques.” all I wanted was some blue pills. Probably raised hell with their self-image. They were more than a little snotty about the whole thing. But I got the pills and sobered up. I knew that it was their ball game and I should have played by their rules, but I didn’t.</p><p>I stayed three days that time and had a wonderful parting conversation with my pretty therapist.</p><p>Me: “i’m leaving.”</p><p>She: “You can’t leave. The doctor hasn’t released you.”</p><p>Me: “Watch.”</p><p>I hadn’t felt that nice a combination of relief and sneaky pride since the time I left a college I didn’t really want to go to, also against advice. My sudden departure also screwed up the hospital’s bookkeeping something fierce, which gives me a certain satisfaction to this day. I would like to know what their actual “cure” rate is. My guess is that i’m not in the statistics they report in medical journals, since I didn’t do the full 28-day tour and never was snagged by the occupational therapist to make something out of leather kits. That’s too bad for them, since it’s been three and a half years and I haven’t had a drink.</p><p>Maybe i’ve done it out of spite.</p><p>Why i’ve stayed away from drink might be as odd as that. Something switched in my head. Anticlimactic perhaps, but that’s what happened. I switched off drinking as a possibility for me. It was scary and weird to be sober, but the alternative was worse. I do not go to a a (the people looked gray to me in the few meetings I attended at the drunk farm) and I haven’t picked up a substitute mind alterer and I don’t do counseling and I can’t see any evidence of substitute addictions (peanut M&m’s are as close as I can come). But I don’t drink.</p><p>Actually, drinking and drinkers bore me to pieces now.</p><p>I really don’t feel bad about the thousands and thousands of dollars I poured down my throat, and I don’t feel guilty about things I said or did that I probably wouldn’t have done had I not been drunk. I paid fully for both. I can’t say the marriages that failed wouldn’t have failed anyway. And I can look my clients in the eye and know that they got their money’s worth plus a bit, which makes me feel comfortable. But what I do regret is the memories.</p><p>The problem is I can’t be sure if the memories are real.</p><p>A redheaded woman, half-purchased and impossibly sweet. Insights had and lost. Friends who told me the gut truth and shared a human misery. Excitement like a supersaturated color print. All gone or wispy at best.</p><p>I wouldn’t want you to think that mine is a typical case. In fact, I have defied the truisms of alcoholism treatment in that I use none of the support mechanisms (AA, shrink, groups, chemicals) usually recommended. I suppose that three years, nine months, and eight days without a drink is long enough to put me in the category of a nondrinking alcoholic, which is the best that therapy hopes for.</p><p>I don’t drink. Or think about drinking or talk about drinking or (up to now) write about drinking. That part of my life is as pertinent as astrophysics. It doesn’t concern me. Why this change has happened I do not know. I’m more than a little grateful for it and would not hesitate to credit it to some force (God? fate? atmospheric pressure? nuclear testing?), if I knew which force.</p><p>I do miss the outer-edge excitement I experienced now and then. And the nakedness that comes with booze. Life’s blander now. But when I go out to eat and walk through the bar area of a restaurant and see the people sitting on the stools and staring into their glasses, I remember. And I wonder if they will scramble for the vodka bottle early in the morning, fighting against it and losing like I did.</p><p>And i’m glad that’s one battle over and done.</p><p>But, of course, it’s never really over. I’m publishing this under a different name because I have a nagging fear that I could lose somehow if I used my own.</p><p>So the shame stays with you.</p><p>Oh, people have been uniformly great about my drinking and stopping. But still . . .</p><p>I watch my kids go out on Friday nights, and I wish they wouldn’t drink. It’s partially in the blood, I think. I also hope they will not play with rattlesnakes.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "February 1985",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Drinking",
      "people",
      "Vodka",
      "Anxiety",
      "ever",
      "Alcohol",
      "Beer",
      "Bourbon",
      "gas",
      "money",
      "Restaurants",
      "Advertising",
      "Business",
      "Coffee",
      "Home",
      "ICE",
      "Whiskey",
      "Work",
      "Alcoholism",
      "College"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": []
  }
}