{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19896",
    "date": "June 1989",
    "year": 1989,
    "month": 6,
    "month_formatted": "June",
    "pdf_uri": "/1989/19890600.pdf",
    "issue_cover_image": "",
    "document_start_page": 86,
    "toc_start_page": 84,
    "document_page_range": [
      [
        86,
        87,
        88
      ],
      [
        130,
        131,
        132
      ]
    ],
    "toc_order": 2,
    "toc_headline": "Rock Bottom",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198906-rockbotto",
  "source": "/1989/19890600.pdf",
  "wp_post_id": 124974,
  "wp_post_guid": "http://www.texasmonthly.com/article/rock-bottom/",
  "authors": [
    "Peter Elkind"
  ],
  "headline": "Rock Bottom",
  "dek": "As the Sad CAsE Of Gibraltar Savings Illustrates, the S&L Industry Is an Idea Whose Time HAs Gone.",
  "spread_caption": "",
  "excerpt": "A series of terrible decisions and bad breaks ruined Gibraltar Savings. Is rescuing it another mistake?",
  "kicker": "",
  "word_count": 4603,
  "content": "<p><span class=\"dropcap\">W</span>hen Gibraltar Savings and Building association opened its doors on October 7, 1921, the only thing grandiose about it was its name. The thrift had $340 in assets and a tiny office in downtown Houston; the only guarantee that it could offer customers about the security of their life’s savings was the prudence and integrity of its managers.</p><p>That was good enough.</p><p>In seven years Gibraltar grew into a $5 million institution. So skillful were the people who ran it that the S&L not only survived the Great Depression but also <em>made</em> money throughout it.</p><p>Because 1,700 other S&Ls bit the dust after the crash, the federal government instituted deposit insurance in 1934, guaranteeing $5,000 of each customer’s savings against loss. Gibraltar was the first thrift in america to sign up.</p><p>By the time the Depression was over, Gibraltar had become the largest S&L in Texas, a position it would occupy during all the booms and busts of the following decades. Until, that is, the final days of 1988, when, after losing more than $800 million in two years, Gibraltar Savings was sold by the federal government to a corporate raider from New York City.</p><p>The rise and fall of Gibraltar Savings can be seen as the story not just of a Texas institution but of an industry. Of the fifteen largest thrifts in Texas at the beginning of 1988, all but two have required federal intervention. There were 279 S&Ls in Texas at the beginning of last year; today there are 204 - and that number is expected to shrink to fewer than 100. S&L executives were once seen as the tightfisted purveyors of the most tangible part of the american dream —owning a home. Today that image has been replaced with the likes of Dallas’ Don Dixon and “Fast Eddie” McBirney, who drove their thrifts to ruin through an orgy of reckless lending and self-indulgence.</p><p>But while Texas is clearly the epicenter of the thrift crisis —we have the most colorful sleazeballs, the most meddlesome House Speaker, the most repossessed real estate, and the most busted S&Ls —the problem is so epic that not even Texans could have created it all.</p><img/><p>Photograph By Geof Kern. Styling By Debra Allen Kern</p><p>It has become popular to blame the crisis primarily on fraud. But there were greater forces at work. The U.S. thrift industry lost a record $11.1 billion last year. The debacle is expected to cost at least $150 billion. That’s about $609 for everyone in america, enough money to bring every needy citizen above the poverty line or to pay the salary of every public-school teacher in the nation —or to balance the federal budget.</p><p>How a once-dull but vital industry became a national money pit can be read in the history of Gibraltar Savings—a venerable institution run by respected men. Gibraltar’s story points out the <em>real</em> cause of the thrift crisis. The dirty little secret is that S&Ls have been living on borrowed time for years. The industry is a dinosaur, created under conditions that no longer apply to fill a need that no longer exists. Misguided attempts to stave off the inevitable-played out by the industry, Congress, and regulators—have transformed the problem into a catastrophe.</p><p><strong>a New Era</strong></p><p>In the half-century since its creation, Gibraltar changed hands twice, with each owner leaving the institution bigger than he found it. In June 1984 the thrift had assets of about $3.7 billion and about a hundred branches across the state. That was when it was purchased by an investment group led by J. Livingston Kosberg.</p><p>A native of Waco, Kosberg, now 52, is intense and articulate, and he is one of the best-connected entrepreneurs in Texas. He is an active Democratic party fundraiser, and his Gibraltar investment group included Dallas developer Rick Strauss, son of Washington superlobbyist Robert Strauss. Kosberg’s support of then-governor Mark White landed him the chairmanship of the board for the Texas Department of Human Resources. He has been in and out of the thrift industry since 1967 and has made a personal fortune building and selling nursing homes.</p><p>From the designer-toned office of Remington Partners near River Oaks, where he now presides over his personal investments, Kosberg says he saw the signs of catastrophe unfolding at Gibraltar but was powerless to do anything about it. While acknowledging large mistakes, he considers himself a victim of the industry economics of the eighties and of the strategy into which those new realities naturally led him. “We were trapped,” he declares.</p><p>Ironically, it was those very changes that brought Kosberg back into the S&L business. He bought Gibraltar not because it was a safe, mundane investment but because thrifts had just entered a new, dynamic era. Two years earlier Kosberg’s group had purchased First Texas Savings, a large S&L based in Dallas. Kosberg eventually served as the chairman of the board of both institutions, and his long-term plan was to merge the two into a statewide megathrift. But first he had to deal with some immediate problems concerning the bottom line. Like many S&Ls around the country, First Texas was losing money when Kosberg bought it-$44 million by 1982. The reason struck at the changing nature of the business.</p><p>Savings and loans had proliferated during the twenties to loan money for home mortgages, a business that banks were unwilling to enter. In exchange for the S&L industry’s part in helping fulfill the american dream, the government shielded thrifts from competition by giving them special tax breaks and letting them pay depositors higher interest rates than banks.</p><p>In the stable post-World War II economy, running an S&L was a cinch. The 3-6-3 rule dominated the industry: Thrift owners paid 3 percent on deposits, charged 6 percent on home loans, and teed off on the golf course at 3 p.m. But the late seventies, with their high inflation and soaring interest rates, sent S&L executives into high anxiety. The 5.5 percent return they were then offering made depositors feel foolish, not secure. Such interest rates couldn’t keep up with inflation, let alone the return offered by such newfangled investment devices as moneymarket funds.</p><p>Thrifts at that time were losing borrowers as well as depositors. Commercial banks had entered the home-lending business, and home-mortgage companies were siphoning off customers too. By 1978 only half the americans taking out new mortgages were financing their homes through S&Ls. The industry’s raison d'etre —as well as the conditions that enabled it to make a profit —was disappearing.</p><p>Instead of letting the market work its will and send thrifts the way of buggy manufacturers, the federal government decided to act. S&Ls have one of the most powerful lobbies in Washington; after all, every congressional district has several thrifts. In 1980 Congress bowed to pressure and lifted the cap on the interest rates that S&Ls could offer. Now thrifts were paying high interest rates to attract short-term deposits while they were stuck collecting low interest on long-term home loans. By the end of 1981, four out of five S&Ls were losing money.</p><p>With the Reagan era under way, Washington compounded the problem with a new solution: deregulation. In 1982 Congress passed the Garn-St. Germain Depository Institutions act, to high praise from President Reagan. Intended to lay a path back to profitability, the new law gave thrifts the freedom to pour deposits into ventures that offered the prospect of higher returns —and the certainty of increased risk. Suddenly S&Ls were wheeling and dealing in commercial real estate, not merely lending money but investing —accepting up to 50 percent interest in speculative ventures Such as Strip shopping centers, giant office buildings, and condominiums. They were also given the freedom to trade in government securities and junk bonds.</p><p>Photograph By Rocky Kneten</p><img/><p><strong>FOR Gerald Ford Running the Failed Thrift Is a No-Lose Proposition.</strong></p><p><strong>[ Continued On Page 128 ]</strong></p><p><strong>[ Continued From Page 86 ]</strong></p><p>Into this high-flying environment came Kosberg and Gibraltar Savings. Garn-St. Germain offered thrifts the opportunity to leave Harry and Harriet Homeowner behind to concentrate on the big-stakes business of commercial development. Kosberg saw that as the natural strategy —indeed, the only strategy —to restore his thrifts to profitability. His vision was grand. Through Gibraltar he financed, even bought, enormous raw tracts for development. That was particularly risky; if a project stalled, the thrift would have an investment producing zero income.</p><p>Kosberg was no traditional banker with a nightshade and an ink-stained ledger; that sort of thrift executive was a memory. S&L chiefs now made deals. Thus Kosberg’s greatest triumph was not a record year of home lending but the day he bested Ross Perot. It happened on July 19, 1985, when Perot revealed that he had pulled off the biggest real estate deal in Dallas history: He had agreed to pay the sum of $108 million for 6,400 acres of ranchland north of Plano. The next morning Perot was stunned to discover that he had been outbid. Before Perot’s papers could be signed, Kosberg had offered the landowners $122 million in <em>cash.</em></p><p>The Plano deal was characteristic of Gibraltar’s agenda. In a 1985 report to shareholders Kosberg wrote, “Experienced teams of lending officers are aggressively searching out qualified borrowers. Currently involved in more than 250 different projects with a total funding of approximately $1.5 billion, we still consider ourselves to be only at the beginning of this exciting endeavor.”</p><p>Lending so much money so fast required Gibraltar to embrace underwriting standards that, compared with tradition, were remarkably lax. Indeed, in hindsight, it seems as though the endeavor’s purpose was to lose the most money in the shortest time. In fact, Gibraltar’s underwriting requirements were actually a shade tougher than most. To impose anything stricter, Kosberg argues, would have meant being steamrollered by moreaggressive competitors. In effect, Kosberg says, Gibraltar had no choice but to be imprudent: “There was a defined market standard. If you strayed much from that, you’d get no loans.”</p><p>Still under the stupor of deregulation, Washington, having created a monster, gave it free rein. Examiners for the Federal Home Loan Bank, the industry’s regulator, were ridiculously underpaid (in 1983 annual salaries began at $12,500) and overworked. During the period when thrifts needed the most scrutiny, some institutions went two years without a single visit from a regulator. Even when an examiner spotted a problem, the cumbersome regulatory process made prompt action impossible.</p><p>The more serious difficulty, however, was not what the federal government was overlooking but what it was allowing. Why should Livingston Kosberg worry about making risky investments? The government was practically encouraging them. Thrifts were allowed to lend 100 percent of the appraised value on a piece of property. That left no margin for error. If an appraisal turned out to be inflated, as huge numbers of them did, the loan on which it was based would have inadequate collateral. That also encouraged overbuilding, as a drive around almost any Texas city will demonstrate.</p><p>New rules also permitted thrift owners to maintain a capital reserve—the cushion against losses —of only 3 percent of assets, about half as much as commercial banks. For every dollar that thrifts loaned, only three cents of their own was at risk. They could gamble with other people’s money. If they lost, well, the feds would clean up the mess. In 1980 Congress had boosted deposit insurance from $40,000 per account to $100,000. Long gone were the days when attracting deposits required thrift owners to act prudently.</p><p>For a while, Kosberg’s strategy seemed to work. In 1985 Gibraltar and First Texas combined made $225 million. Aggressive lending had boosted Gibraltar’s assets to $5 billion. But that number—and the ballooning assets of other, less responsible thrifts that were growing many times faster than Gibraltar—masked the peril of such explosive expansion in the S&L business. Deposits, because they represent money owed to customers, are carried on an S&l’s books as <em>liabilities. </em>Outstanding loans, because they represent money that is owed to the thrift, are carried as <em>assets.</em> although $5 billion in assets made Gibraltar look like a financial giant, in an environment where loans were going bad, it represented the potential for disaster. To put it another way, if you had bet on real estate, the bigger you were, the deader you were.</p><p>Before the year was out, Kosberg had already hired his first workout team to handle delinquent loans. Some of the company’s directors thought he was crazy; the two thrifts were headed for an impressive year. But there were already subtle signs of erosion. An apartment project in Plano, projected to rent at 60 cents a square foot, was going for 50 cents instead—and having trouble filling up; an office building in suburban Houston remained 30 percent vacant. And dozens of projects that the thrifts had financed, at a cost of tens of millions, weren’t even completed. “We were just hoping our borrowers were going to make it,” says Kosberg. “We recognized we were going to have big problems.”</p><p>During the first quarter of 1986 Kosberg quietly put Gibraltar and First Texas up for sale. A half-dozen prospective purchasers came in to look around, but no one made an offer. By year’s end, the combined profits for the two thrifts had slipped to $76 million.</p><p>The real estate market was collapsing under the weight of overbuilding, inflated prices, and the elimination of special federal tax breaks that had made real estate investments attractive. Thousands of properties had gone into foreclosure. Suddenly thrifts had bulging portfolios of repossessed real estate that no one wanted to buy. Instead of receiving interest income and a share of the proceeds from, say, an office tower, S&Ls had to pay millions in maintenance for largely empty buildings. Although Gibraltar, unlike some thrifts, stopped lending for commercial real estate when the market slumped, its problems would steadily mushroom as more and more loans, made years earlier and listed as assets on the books, were recognized as uncollectable and had to be written off.</p><p>After a long somnolence, Washington responded with a vengeance in May 1986, when Federal Home Loan Bank Board chairman Edwin Gray—who had earlier encouraged investment in commercial real estate—sent more than 250 examiners to Texas. Their job: to re-regulate thrifts. Under revised rules to expedite enforcement, they took orders directly from the regional home loan bank in Dallas. The tough approach was personified by the region’s new regulatory chief, Joe Selby, who kept a Rambo doll in his office.</p><p>The rigorous new attitude was long overdue, but the abruptness of its imposition accelerated the crisis. In a fresh round of examinations, Selby’s SWAT team forced thrifts to recognize thousands of bad loans on their books, pushing dozens of institutions into insolvency. The chairman of the board of Gibraltar and First Texas met the regulator in June 1986. “Mr. Kosberg,” Selby told him, “there are three kinds of thrifts. There are those that are operated by crooks; we’re going to turn them out and throw them into jail. There are the honest and stupid kind; we’re going to find them out and force them to merge. And there are the honest and competent kind who are the victims of circumstances; we’re going to work with them. I don’t know what kind you are, but we’re going to find out.”</p><p>Selby’s examiners concluded that Kosberg belonged in the third category. In December 1986 the regulators classified $663 million in loans that Gibraltar and First Texas had made as substandard or doubtful of ever being collected. Kosberg sold off holdings to keep his thrifts solvent. Convinced that the Texas economy had bottomed out, he hoped to hang on long enough to be rescued by a turnaround.</p><p>So many Texas thrifts were broke and in need of liquidation that the Federal Savings and Loan Insurance Corporation, which was funded by a tax on S&L deposits, lacked the money to shut them down and pay off their depositors. Gray had asked Congress for an extra $15 billion, but friends of the industry, including House Speaker Jim Wright of Fort Worth, bottled up the proposal for two years. In the meantime “zombie” thrifts—those that were insolvent but still operating —continued running in the red, adding to the industry’s losses. By the time a $10.8 billion compromise measure passed in august 1987, the problem had multiplied by billions. Gray, whose term had expired in June, was replaced by M. Danny Wall, a former aide to Utah Republican senator Jake Gam, of the Garn-St. Germain act. In the perverse manner that often typifies life in our nation’s capital, one of the architects of the problem had been anointed to try to deal with it. In February 1988 Wall announced that he had come up with a solution. It was called the Southwest Plan.</p><p><strong>BAILING Out</strong></p><p><span class=\"dropcap\">T</span>he father of the scheme to bail out thrifts was a secretive San Diego banking consultant named Ellis T. “Bud” Gravette. His strategy was consolidation; he believed that mergers of S&Ls would permit vast economies of scale: closing branches, cutting employment, slashing expenses. The reduced competition in the marketplace would then make it easier for the surviving institutions to turn a profit.</p><p>Several thrift experts were advocating a simpler form of consolidation: shutting down the bankrupt thrifts and paying off depositors; it would be, they argued, far less expensive in the long run. But Congress had no interest in raising taxes or cutting programs to come up with the cash, then estimated at less than $50 billion. And with George Bush running for president, the administration consistently minimized the crisis that had developed on its watch. Even if mass liquidations ultimately could save billions, for political reasons that simply wasn’t an option.</p><p>Retained in late 1987, Gravette focused on Texas. In fact, while he worked up his scheme in secret at the home loan bank’s regional office in Las Colinas, the proposal was informally known as the Texas Plan. It was eventually renamed the Southwest Plan to avoid irritating the state’s already raw sensibilities.</p><p>As of September 1987, there were 281 thrifts in Texas; even by the bank board’s loose standards, more than a third of them were insolvent. Working with a giant map of the state, Gravette placed a red-flagged pin on the site of each bankrupt institution. Then, after studying the solvent thrifts, he selected 24 to serve as hubs. Each was to take over several insolvent thrifts. The assumption was that the flagship institutions, buttressed by government aid, would stabilize and survive. Gravette marked those thrifts with blueflagged pins. Each of the pins represented the fate of an S&L-scores of lives and millions of dollars.</p><p>A sophisticated computer program, designed to eliminate overlapping and unprofitable S&L branches, matched insolvent thrifts with hubs. Livingston Kosberg and his partners were delighted when regulators privately indicated that Gibraltar had been designated as a hub for a group —secretly code-named DOVE—that included First Texas. That meant their two thrifts would survive and they would remain in charge.</p><p>But even as the finishing touches were being placed on the Southwest Plan, regulators ordered extra-rigorous examinations of the proposed flagship thrifts. It soon became clear that most hadn’t bottomed out. First Texas had slipped into insolvency back in September 1987. By March 1988 Gibraltar’s net worth was barely above the minimum capital requirement of 3 percent and dwindling fast.</p><p>In May the bank board consummated the first two Southwest Plan deals in Texas to a storm of criticism. One allowed a tiny Houston thrift to take over four muchlarger insolvent S&Ls. The second permitted Southwest Savings of Dallas —itself below minimum capital requirements-to acquire four other thrifts.</p><p>The questions posed about the deals were legitimate: Why spend government money to assist mergers that attracted virtually no new capital to the industry? and why, in the case of Southwest Savings, allow the management running a shaky institution to take over several in even worse shape? The criticism, along with the deteriorating condition of the original hubs, prompted regulators to recast the Southwest Plan.</p><p>Future deals would require new money —and new ownership. The package of thrifts Gravette had assembled was to be made available for bidding. The doors to the thrift industry were suddenly open. Kosberg and his management team were suddenly out.</p><p><strong>a Sweet Deal</strong></p><p><span class=\"dropcap\">A</span>s federal regulators dickered into December with the final two bidders for the DOVE group, one small problem remained: Gibraltar Savings was solvent. The thrift’s last official report to the bank board, in September 1988, showed capital of about $80 million —only 1.23 percent of total assets, but still on the plus side of the ledger. Regulators generally couldn’t take over a thrift that wasn’t insolvent. And the deal needed to be completed by year’s end; the prospective buyers had been attracted partly by tax breaks that would disappear on New Year’s Day.</p><p>On December 22 the order from Washington was executed: adjust your books immediately; it’s time for Gibraltar to go broke. The thrift’s board of directors made the necessary moves, which totaled $359 million. Nothing had changed but numbers on paper, but in the space of a few hours, one third of a billion dollars vanished. Gibraltar Savings was suddenly insolvent. Its net worth had plunged from $557 million in December 1986 to negative $282 million in December 1988 —a loss of $839 million.</p><p>Three days after Christmas the federally assisted sale of the DOVE group—Gibraltar, First Texas, and three smaller S&Ls —was consummated. The resulting institution was First Gibraltar Federal Savings Bank, the biggest bailed-out thrift in Texas. When the deal was finalized, First Gibraltar had $12.2 billion in assets, 132 branches, and 800,000 customer accounts; its deposits represented about 13 cents of every dollar in all Texas S&Ls.</p><p>The owner of 96.87 percent of First Gibraltar is New York corporate raider Ronald Perelman, whose holdings include Revlon cosmetics. Perelman has a reputation for corporate “stripping”-buying companies, then selling off their assets. A member of New York’s nouvelle society, he is married to an entertainment reporter for WABC-TV in New York.</p><p>The chairman and day-to-day manager of First Gibraltar is a 44-year-old Texan, Gerald Joe Ford, who helped bring Perelman into the deal. Ford was born in Pampa, and he grew up wanting to get rich. Eager to own his own business, he entered banking after a pair of wealthy patrons he had met in Dallas loaned him the money to buy a rural bank. He saw nothing magic in the financial industry; if his benefactors had steered him to do so, says Ford, he probably would have bought a furniture store. Ford built a chain of 24 small banks, most in West Texas and New Mexico. Several were troubled institutions that he turned around. He earned a reputation as a conservative operator who avoided bad loans and large loans —his is the doctrine of small mistakes —and pared costs to the bone. Ford’s slogan: “It’s easier to save a dollar a thousand ways than to save a thousand dollars one way.”</p><p>Ford’s public style is self-deprecating —“i’m just a chickenshit country banker”—but privately he is known to be scornful of his predecessors. “The bastards didn’t know how to run a bank,” he told one associate. Ford regards with amazement First Gibraltar’s portfolio of repossessed real estate: 18,000 apartments, 1,000 hotel rooms, 3,300 homes, 18,000 developed lots for houses, 5 million square feet of office space, 5 million square feet of retail space, and 38,000 acres of urban property.</p><p>But Ford has occasionally been guilty of excesses of his own. In 1984, eager to have a flashy Dallas flagship that would attract well-heeled customers, he started the downtown United National Bank, furnishing its quarters with trappings that would leave his West Texas customers awestruck: forty-foot ceilings, a crystal chandelier the size of a weather balloon, and an oriental rug as big as a basketball court. The bank has struggled to earn a profit, and Ford now says starting it was a mistake.</p><p>Ford drew congressional criticism early this year after it was disclosed that he was going to receive a salary of $1 million a year for running the federally subsidized First Gibraltar—and that he and a partner wanted another $1 million fee from the S&L for putting the deal together. After discussions with regulators, Ford agreed to accept a $400,000 salary. He’ll get the $1 million fee, but it will be paid by Perelman’s holding company.</p><p>And what is it that Perelman and Ford will do? By most calculations, they have such a sweet deal with the government that it will be almost impossible for them to lose money. First Gibraltar’s new managers-almost all the money is coming from Perelman —will invest $315 million in the institution now, $155 million of it borrowed. Although they have dumped millions worth of foreclosed properties and bad loans on the federal government, they retain almost $3 billion in repossessed real estate. Uncle Sam, however, will pay them a hefty fee for managing it, as well as cover all losses and provide a profit on holdings that are sold off. The government has also granted waivers on several of its normal operating rules for thrifts. First Gibraltar’s management will be at risk for any new loans it makes, loans made at a time when it appears the market has no place to go but up.</p><p>According to an analysis by <em>Newsday</em> financial columnist allan Sloan, the package of federal aid guarantees Perelman and his colleagues an annual return on their net investment of at least 25 percent. And that’s not even counting the tax breaks—estimated at $875 million, which is more than the new owners’ investment.</p><p>The total projected cost of the First Gibraltar deal, the most costly of the Southwest Plan bailouts: $8.9 billion over the next decade. That’s six times the price of rescuing Chrysler. Altogether, there were sixteen such deals last year, merging 87 failed S&Ls at a cost of about $43 billion. By the time the mergers were completed, the FSLIC had committed the U.S. government to far more than the insurance fund could pay. President Bush’s thriftrescue proposal, now before Congress, is supposed to make up the difference and cover the future cost of resolving several hundred additional failures.</p><p>Rather than let failing S&Ls disappear, the government has subsidized their sale to the sort of owners who seem incompatible with the thrift industry’s origins. For the most part, the generous federal aid and tax breaks attracted dealmakers who are likely to regard S&Ls as just another asset: billionaire Robert Bass, real estate mogul Trammell Crow, and New York investment banker Lewis Ranieri. One group of Texas S&Ls was taken over by the U.S. subsidiary of a Taiwanese corporation.</p><p>For a measure of how far S&Ls have strayed from the purpose that justified their special government treatment, one need note only that the state’s largest solvent S&L, Houston-based Guardian Savings, only last year resumed making home loans after a hiatus of several years.</p><p>There is an alternative to going through hugely expensive contortions to preserve a separate thrift business: tear down the regulatory wall between banks and S&Ls. Banks, which are better suited to survive in modern times, could buy up S&Ls worth preserving. The rest would simply die, producing a natural form of consolidation, with all of the advantages envisioned by the Southwest Plan.</p><p>The Bush administration, while saying nothing so far about whether it will liquidate or prop up the remaining bankrupt S&Ls, has taken modest steps toward loosening the distinctions between thrifts and banks. The Southwest Plan has been suspended; while Bush’s rescue plan awaits action, the responsibility for failing thrifts has been transferred from the Federal Home Loan Bank Board to the Federal Deposit Insurance Corporation, which supervises banks. FDIC chairman William Seidman is speaking openly about the prospect of letting banks take over failing S&Ls.</p><p>That would be a welcome —if belated —step toward accommodating reality.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "June 1989",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "money",
      "Government",
      "Home",
      "Southwest",
      "office",
      "Real Estate",
      "Running",
      "Congress",
      "Dallas",
      "Insurance",
      "Livingston",
      "New York",
      "September",
      "Banking",
      "Books",
      "Business",
      "competition",
      "Dove",
      "Environment"
    ],
    "wp_categories": [
      "Books"
    ],
    "wp_location": [
      "Texas",
      "Dallas",
      "Washington",
      "Houston",
      "West"
    ]
  }
}