{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19896",
    "date": "June 1989",
    "year": 1989,
    "month": 6,
    "month_formatted": "June",
    "pdf_uri": "/1989/19890600.pdf",
    "issue_cover_image": "",
    "document_start_page": 104,
    "toc_start_page": 102,
    "document_page_range": [
      [
        104,
        105,
        106,
        107
      ],
      [
        125,
        126,
        127,
        128,
        129,
        130,
        131,
        132
      ]
    ],
    "toc_order": 6,
    "toc_headline": "The Long, Strange Trip Of Ed Bass",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198906-thelongs",
  "source": "/1989/19890600.pdf",
  "wp_post_id": 124959,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-long-strange-trip-of-ed-bass/",
  "authors": [
    "Joe Nick Patoski",
    "Bill Crawford"
  ],
  "headline": "The Long, Strange Trip Of Ed Bass",
  "dek": "A Restless, Visionary Billionaire Discovers His Mission In Life: To Make Mars And Fort Worth Better Places To Live.",
  "spread_caption": "",
  "excerpt": "Interesting things can happen when a man with an unusual vision also has an unusual amount of money.",
  "kicker": "",
  "word_count": 5207,
  "content": "<img/><p>Ed Bass, Billionaire Bachelor, urban developer, and selfstyled ecopreneur, describes the brave new world he is building, pests and all. “Termites break down range grass and cycle it back into the soil of tropical savannahs,” he says in a soft yet assertive voice, explaining why the insects will be enclosed in Biosphere II, a two-and-a-half-acre version of Earth under construction in the arizona desert. Of course, as befits a man intent on building a better, if not bigger, world, Bass’s termites will be less destructive than their lumberloving counterparts. “We had to find a species that doesn’t like to eat silicone caulking,” he notes, mindful of the seal that will protect his world from the real one. “So we ran an experiment we called the termite taste test, tempting the critters with sealant sandwiches.”</p><p>On New Year’s Eve in downtown Fort Worth, Ed Bass stands at the bar of the Caravan of Dreams jazz club in the avant-garde performing arts center that is another one of his creations. He is ever gracious to a steady stream of wellwishers, oblivious to the mellow bleats of saxophonist Kirk Whalum performing in the background. But his gaze goes rapt—punctuated by rapid blinking—when he talks about Biosphere II—the giant vivarium that he is financing at SunSpace Ranch in arizona’s Canyon del Oro —a phantasmagoric latticelike structure that, if successful, will sustain the lives of eight humans, or “biospherians,” who will be hermetically sealed inside the sphere for two years in the fall of 1990. Along with the eight people and the termites, Biosphere II will contain some 250 other species of insects, as well as boojum trees, banana plants, hummingbirds, african goats, a family of Vietnamese pigs, and a colony of mosquitoes. “Luckily, we’ve found a certain type of mosquito that bites frogs, not people,” Bass says, a grin revealing dimples below his round, rosy cheeks.</p><p>Other men dream of creating the perfect world. Edward Perry Bass, 43, has the vision —and the cash—to make it happen. In the not-too-distant past he was labeled the eccentric Bass brother, the oddball who performed in experimental theater and hiked in Nepal while his brothers—Sid, Robert, and Lee—stormed Wall Street as they busily converted the family’s millions to billions.</p><p>Today Ed Bass is a strikingly handsome, self-assured gentleman with the knobby Bass nose, his prematurely graying hair curling stylishly over the collar of his blue Western-cut jacket. Trained as an actor, Bass has mastered a number of roles. As a scholar, he heads a think tank that studies the interaction between the world’s ecology and man’s technology. His pressed jeans and red bandanna give him the look of a rancher, which he also happens to be six months a year, tending to a half-million-acre cattle station in the australian outback. When he dons a navy-blue suit and makes a pitch for tax breaks so that he can build the first inner-city housing in Fort Worth in decades, he is the visionary investor. The fact that much of Bass’s assistance and inspiration comes from a group of artists and technicians he befriended in New Mexico almost twenty years ago makes him one of the few practitioners of a managerial style best described as tribal capitalism. And as a hometown boy, he participates in the Fort Worth rodeo parade, yee-hawing to the crowd from atop a horse leading the Caravan of Dreams float. “One thing my travels have given me is an understanding of culture and an appreciation of culture,” Bass says without irony.</p><p>Illustration By Sean Earley</p><img/><img/><img/><img/><img/><img/><img/><img/><p>Although his path to glory has been less conventional than his brothers’, Ed Bass may ultimately be no less successful. Ten years of wandering in the desert—sometimes literally—have finally led him to reclaim the legacy that once lay so uneasily on his shoulders and to embark on projects that may be both more dramatic and more lucrative than any venture so far associated with the Bass name. Through it all, Ed has remained true to his ideals. As one Bass brothers associate puts it, looking back over tougher times, “Ed was just ahead of everyone else, that’s all.”</p><p><strong>the Legacy</strong></p><p>“MY Father Is Such a Remarkable man, it took the four of us to emulate all his diverse qualities and interests,” Ed Bass says. But as inspiring as patriarch Perry Bass may have been, the man who served as the role model for Ed Bass was Perry’s uncle, Sid Williams Richardson. The brother of Ed’s grandmother, annie Cecilia Richardson, Sid was the second of four children whose father was a farmer and orchard manager near athens. Early on, annie demonstrated the family gift for spotting shrewd investments: She lent Sid $40 in walking-around money when he told her he wanted to go look for oil in West Texas. “Everybody’s looking for oil in East Texas” was his explanation—and the kind of thinking that turned him into Fort Worth’s first billionaire.</p><p>Richardson fit right in with the boomtown that was Fort Worth in 1925. A rough cob with a nose like the trunk of a gnarled oak, he set up shop at the Westbrook Hotel, doing business from a pay phone and renting a cot in the lobby for $5 a night. He knew the risks of his line of work; he had already made and lost a couple of fortunes with his hometown friend Clint Murchison. But Richardson quit worrying about his next meal when he drilled 385 wells in the unexplored Keystone Field near Odessa and struck oil in all but 17 holes. Oil reserves made him rich beyond comprehension; in 1957 he was the richest man in america, according to <em>Fortune</em> magazine. With his best friend and poker-playing pal, amon Carter, Richardson became a power broker in Fort Worth and the nation. He was even instrumental in persuading Dwight Eisenhower to run for president.</p><p>In 1935 Richardson, a bachelor, rewarded his sister’s investment by entering into a partnership with his nephew and only male heir, Perry Bass. The son of annie and a Wichita Falls doctor, Perry had the benefit of an education at Yale. He had intended to go to law school at the University of Texas; instead he stuck with his uncle and learned the oil business from the ground up. When he wasn’t traveling to prospective drilling sites, he shared Richardson’s three-room apartment at the Fort Worth Club.</p><p>Perry moved out when his bride, Nancy Lee Muse, gave birth to their first son, Sid, in 1942. The couple’s four children grew up behind the imposing gates of the family mansion in Old Westover Hills, an exclusive west-side neighborhood in Fort Worth that harbors more millionaires per acre than any enclave in Texas. It was a sheltered upbringing (when Ed wanted to go horseback riding at one of the family ranches, there was always someone present to saddle the horse and help [ Continued On Page 123 ] [ Continued From Page 104 ] the boy mount), but Perry and Nancy Lee’s boys attended public elementary and junior high schools just like everyone else.</p><p><em>Bill Crawford is a radio producer living in austin.</em></p><p>Photograph By James Mcgoon (Opposite Page)</p><p>Photographs (Clockwise From Top Left) By Ben Weaver, Bruce Bunting, Vickie Rae Lutz, Sid R. Bass, Wide World, Kathelin Hoffman, Bruce Bunting</p><p>Travels With Ed (Clockwise From Left): In the Caravan's Dome, 1984; Freshwater FIsHInG In a Bhutan MOUNTAIn Stream, On Horse San Jose In the Fort Worth Rodeo Parade, 1989; With Father, Perry R. Bass, At Biosphere Ii; Biospherians BEGIn Five-Day Trial, March 1989; Ed At Australian Ranch; AtOP an Elephant At Royal Manas NAtIOnAL Park. Opposite Page: Bass's PASSIOn For ENCLOSEd ENVIROnMENTS Extends From His PAtROnAGE Of the New York Botanical Garden (PICTUREd Here) To the MInI-EARTH He Is BUILDInG In the ARIZOnA Desert.</p><p>In keeping with Perry and Nancy Lee’s desire to expose their sons to the wider world, they sent Sid, Ed, and Robert to prep school in the East. (Lee, the youngest, went to Country Day School, a private school in Fort Worth that Perry was instrumental in founding). A month before Sid Richardson died in the fall of 1959, Ed enrolled at Phillips academy in andover, Massachusetts. If Ed’s fortune had made him feel like an outsider in Fort Worth, he remained one at andover, but for a different reason. Although Ed was studying alongside his social and economic peers, he found it a challenge to adjust to the school’s rigid academic standards and its even more constraining semimilitary regimen. His best grades were in biology and mathematics, and his passion was jazz (“We used to play a lot of Ornette Coleman,” Ed, a co-founder of the andover jazz club, says, “because he was the farthest-out thing we could find”). But his most exciting discovery was art. His mentor was Boston-area photographer Gordon “Diz” Bensley, whose studio art class introduced students to the basic concepts of composition and design. Bensley’s students were directed to hit the streets of andover, 35-millimeter cameras in hand. “We had assignments to shoot things like a sensuous surface and a syncopated series,” Bass remembers fondly. “Diz Bensley really was the one who got me interested in architecture.” Recalling Ed Bass’s idealism, a family friend says, “Instead of wanting to build a beauxarts mansion or a modern skyscraper, Ed was interested in building the perfect public-housing project.”</p><p>After finishing his undergraduate studies at Yale, Ed served a stint in the Coast Guard, then returned to Yale’s graduate school of architecture, teaching at andover for two months one summer. His education was cut short, however, when he traveled to New Mexico with a group of friends during spring break in 1970.</p><p>In the tradition of D. H. Lawrence, Georgia o’keeffe, Robert Oppenheimer, and countless other artists, intellectuals, and cultural misfits, Ed fell in love with the state’s rugged landscape and its people’s tolerant attitudes. He settled in Cedar Crest, in the mountains northeast of albuquerque, where he designed and built adobe structures, dabbled in pottery, and sold Indian jewelry and handicrafts through his Spirit Line Trading Company. In 1974 he relocated to Santa Fe, a mecca for both the jet set and the spiritually inclined.</p><p>When he set out in search of some handmade furniture for a house he was building, he met a group of artisans who not only sold him tables and chairs but also persuaded him to join them in designing a new civilization.</p><p><strong>the Art Of the Possible</strong></p><p><span class=\"dropcap\">T</span>he furnituremakers Ed Bass found lived among an eclectic group of writers, actors, engineers, and counterculture brainiacs at Synergia Ranch, fifteen miles south of Santa Fe. The ranch was named in honor of Buckminster Fuller’s concept of synergy, wherein the behavior of a whole cannot be predicted by the behavior of its parts. Besides making furniture, the various parts of this whole made pots, studied ecology, worked construction jobs, performed theatrical pieces under a geodesic dome covered with yellow canvas, and occasionally toured the country in a refurbished school bus, billing themselves as the Theater of all Possibilities.</p><p>Compared with the other communes around Santa Fe, like Morning Star and New Buffalo, the Synergia Ranch was downright corporate. The emphasis was on self-reliance. Everyone worked to pay his own way. Drugs were forbidden, new recruits were discouraged, and half the 25 or so residents were Ivy Leaguers. The person who attracted them was a charismatic poet, scholar, and metallurgist named John Polk allen, whose third wife, Marie, owned the ranch. Allen encouraged activities ranging from experiments in “biodynamic gardening” to recitations of Sufi stories to perfecting the techniques of candle-selling as a means of selfsufficiency—all of which tied into the premise that unless they found some way to reconcile Earth’s ecology with man’s technical innovations, the planet was in trouble.</p><p>The ranch hands called their study ecotechnics. Every evening after chores, they met in a dining commons, where one wall was adorned with “<em>e=mc2</em>” and another with an inscrutable mantra, “The Inexhaustibility of Phenomena.” Completing the scene was allen, who presented his cosmic theories.</p><p>A barrel-chested, rubber-faced combination of Walt Whitman, Wernher von Braun, Knute Rockne, and Shemp Howard, allen recounted his experiences as an Oklahoma farm boy, a labor organizer, and a student at Stanford, the Colorado School of Mines, and Harvard Business School, as well as his work as a metallurgist and executive for David Lilienthal, the first chairman of the atomic Energy Commission. His discourses meandered from the teachings of the Buddhist canon to his travels with the remnants of the beat generation in Tangier and his meditation on the sight of copulating monkeys in the shadow of the Taj Mahal. He reflected on the second law of thermodynamics and Buckminster Fuller’s “spaceship Earth.” allen also discussed an array of ideas that included building a ship and sailing it to australia, constructing a biosphere on Earth, and ultimately colonizing Mars.</p><p>Such eclecticism was a siren’s call to Ed Bass. He became a regular visitor to the Synergia Ranch and participated in drama workshops. In keeping with the theatrical nature of the place he, like everyone else, took a nickname—“Sharkey.” allen called himself Johnny Dolphin. Marie allen was known as Flash; Kathelin Hoffman, a cofounder of the Theater of all Possibilities, was known alternately as Salty or Honey. Others went by Houlihan, Holerat, and Horseshit.</p><p>Bass became further involved when he hired a construction company called Synergetic Operations Corporation (SYNOPCO), run by several ranch residents, to build Llano Compound, thirty semidetached adobe condominiums on a fourand-a-half-acre lot on Palace avenue, nine blocks from the Plaza in Santa Fe. The four-year project introduced Bass to a unique approach to management, a system based on the notion of “willing incompetence,” i.e., if you have the drive, you can learn. SYNOPCO hired unskilled hippie laborers and ostensibly turned them into specialists; local craftsmen were brought in to provide on-the-job training. Workers were rotated from job to job, plastering adobe one day, raising frames or pouring foundations the next. A four-hour-a-day, four-day workweek was observed, with five-minute breaks each hour. Women constituted half the work force.</p><p>Working with these self-starters validated Bass’s worldview. In much the same way his brother Sid was imposing his particular vision on the american economy, Ed began applying a portion of his share of the family fortune to further his unconventional beliefs.</p><p>By the time Llano Compound was finished in 1978, Bass had become a director of something called the Institute of Ecotechnics, which allen, Hoffman, and other Synergia veterans had founded in 1972. Bass also became the chief financial officer of Decisions Team Ltd., or DTL, a Hong Kong-chartered vehicle for developing and managing far-flung projects, several of which were inspired by the institute. He also created Fine Line, Inc., to fund a variety of ventures.</p><p>For tired trekkers Bass built the Hotel Vajra in Kathmandu, Nepal. He acquired Les Marronniers, an eighteenth-century estate near aix-en-Provence in France that became a conference center and experimental agricultural facility. Through another corporate entity, Bass became a principal investor in a Puerto Rican rain forest, now preserved for study. An art gallery and cultural events center opened in London. In the remote Kimberley region of australia, Bass set up an experimental grass-seed farm called Birdwood Downs and a cattle ranch, Quanbun Downs, to study grazing in the tropical savannah. There among the jackeroos and wallabies, 30 miles from the nearest pub and 1,200 miles from Perth, the nearest city of consequence, Ed was content. “Distance,” he says, “is a remarkable filter.”</p><p><strong>BACK At the Fort</strong></p><p><span class=\"dropcap\">E</span>ven as he dug postholes in the outback along the banks of the Fitzroy River, Ed kept up with the maneuverings of his brother Sid. As impressed as he was with Sid’s considerable business acumen—his cunning investment in Marathon Oil, his convertible arbitrage deals, his purchase of 5 to 36 percent of the stock of seventeen companies in just two years—what most captured Ed’s imagination was Sid’s leadership in the revitalization of downtown Fort Worth. Charles Tandy, the leather-goods merchant turned Radio Shack tycoon, had erected twin office towers and an inner-city shopping mall before he died suddenly of a heart attack in 1978. Sid finished Tandy’s 12-story hotel, now known as the Worthington. Then he presided over a beautification project for Main Street and embarked on his own agenda, complementing the hotel with the 32-story City Center I and 38-story City Center II office towers —the tallest buildings in Fort Worth—and with Sundance Square, a collection of boutiques, bars, and restaurants that then covered two and a half blocks of restored turn-of-the-century storefronts. They were the kinds of projects that spoke to Ed’s better-world ambitions.</p><p>In 1979 Ed moved back to Fort Worth, taking up residence at the Blackstone Hotel, where Sid Richardson had once lived. Three years later Ed decided to add his own stamp to the Bass brothers’ revitalization efforts. He bought a row of three adjacent storefronts on Houston Street and remodeled them into several apartments and an all-purpose arts center that included a nightclub and restaurant and a theater to serve as home base for the Theater of all Possibilities. Topping the building was a 32-foot-high neondecorated geodesic dome housing cacti and succulents from four desert regions. The complex was named the Caravan of Dreams, and to Bass it symbolized the rekindling of life in a desolate urban environment, which pretty much summarized the state of downtown Fort Worth at the time.</p><p>Kathelin Hoffman and other performers set out to meet their local art counterparts. Maybe it was Fort Worth’s long-standing self-consciousness colliding with allen’s you-are-what-you-want-to-be philosophy —for whatever reason, the two sides did not hit it off. A dance critic was unnerved when a Caravan public relations officer, Jane Pointer, a.k.a. Harlequin or Boogie, displayed a limited knowledge of the dance world. Similarly, a Fort Worth commercial filmmaker was not convinced that Marie “Flash” allen was a cinema expert. Some local architects looked skeptically at Margret augustine, the architect of the Caravan of Dreams, whose only architectural degree was from the Institute of Ecotechnics.</p><p>It was no surprise, then, that the grand opening of the Caravan of Dreams in September 1983 was a classic study of cultures clashing. The elaborately costumed Caravan collection of actors, gypsies, and ecotechnicians (Ed wore a neon bowtie) puzzled the tuxedoed crowd that included Bass family members, socialites, and business leaders. Equally baffling were the Caravan associate who rode a horse all the way from Santa Fe and the contributions of featured artist Ornette Coleman, who came home to perform a quirky, free-form composition called “Skies of america” with the Fort Worth Symphony Orchestra and a piece for string quartet and percussion titled “Prime Design,” which he dedicated to Buckminster Fuller. At the end of the weekend’s festivities, John allen ushered Coleman and Ed to the podium and raised their hands like victorious prizefighters. The two men exemplified what he and his associates hoped to accomplish in Fort Worth, allen said; they would “bring together the city’s disparate racial, cultural, and creative elements.” His accolades were premature.</p><p>Suspicions about the goings-on at the Caravan of Dreams grew. “Every time they would leave the building, people on the street would turn their heads and stare,” remarked one Fort Worth resident who frequented the Caravan. Not only were they strange, but they didn’t seem businesslike, a bad sign to downtown boosters. Allen, for instance, chanted Tibetan mantras in the Caravan’s restaurant. The first nightclub manager paid more attention to martial arts instruction than to the facility. Some serious theatergoers felt insulted by original dramas like <em>Kabuki Blues,</em> a parable about a group of actors and dancers forced to abandon New York by the evil money-makers of Western civilization. They flee to australia, where they make a deal with supertechs who provide them with a spaceship. Then they travel to Mars, where they peer through a telescope and watch a nuclear holocaust consume Earth. “It stumbles on a simple rule of theater: entertainment,” a reviewer for the <em>Dallas Morning News</em> wrote. “It’s the play—not the audience—that has missed the mark.”</p><p>If the public was puzzled by the plays, it was absolutely flummoxed when Bass, allen, and other officials of the Institute of Ecotechnics introduced their next project late in 1984. It is allen’s not-sounusual belief that the world will inevitably perish, but he does not feel that we are pressed for time. He believes that the human race has 300 million to 5 billion years left and that the only way for mankind to “achieve cosmic immortality” is for humans to create biospheres as “space seeds” and to colonize planets like Mars.</p><p>Hence the creation of Space Biospheres Ventures, a corporation formed with the goal of colonizing the red planet. The first step would be the construction of Biosphere II (Earth being Biosphere I), a habitat dreamed up by two visionary architects, Margret “Firefly” augustine and Phillip “T.C.” Hawes. Biosphere II would be a portable Earth, a suitable habitation for colonizing another planet. But before anyone could set his sights on Mars, there was a public relations crisis on Earth to contend with.</p><p><strong>SPACE Cadets Invade Cowtown</strong></p><p><span class=\"dropcap\">E</span>dward Bass Funds ‘Intellectual Cult,’ Ex-Members Say, the front page of the <em>Dallas Morning News</em> screamed on March 30, 1985. Articles in the <em>Fort Worth Star-Telegram</em> and the <em>Washington Post</em> followed, all essentially instigated by Carol Line, the Caravan’s assistant to the artistic director. Line had been charged in December 1984 with stealing from $750 to $20,000 from her employers; she had signed a confession and, later, a promissory note agreeing to repay more than $23,000. In January Line, who had a background in journalism, started collecting information after T-Bone Burnett, a Fort Worth musician and record producer, told her that he worked with a group called the Spiritual Counterfeiters League and that in his opinion the Caravan was controlled by a cult. With Burnett’s help, Line went to Sid Bass and Bass family security chief Joel Glenn, who she said had planned to separate Ed from John allen with the help of a deprogrammer by the end of May.</p><p>Carol Line started talking to reporters in March. The result was a string of stories that branded the group at the Caravan of Dreams as elitist and that claimed the group practiced mental torture. The <em>Dallas Morning News</em> story portrayed Ed Bass on his hands and knees, denouncing his brothers—and presumably himself—as capitalists. Quoting Line, the <em>Fort Worth Star-Telegram</em> reported that allen verbally and physically abused Bass in acting class: “ ‘It was screaming, punctuated with kicks and slaps,’ she said.” The <em>Washington Post</em> reported that “allen said the alleged beating incident was a fabrication by Line. He added that he had never struck Bass and had yelled at him only ‘when he was acting like a snotty Yale millionaire.’ ”</p><p>Ed and his family vigorously denied the charges. Despite their distaste for publicity, Sid and Robert issued statements of support for their brother. Ed telephoned reporters from australia to dismiss the accusations as balderdash, while in a prepared statement he stuck to his guns, stating, “I am certain that time will demonstrate the value and validity of . . . combining sound traditional principles with an innovative capitalist approach.”</p><p>By mid-May Line, quoting the old song “You always Hurt the One You Love,” had issued public statements apologizing for her earlier remarks and recanting her accusations, which prompted some reporters to print retractions. Line repaid $5,000 of the money she owed her employer and in the summer of 1985 went back to work at the Caravan. The charges against Line were dropped in September 1986, and the Caravan terminated her employment in January 1987. Line, who now manages a rock group in austin, stands by her original story. Ed Bass remains stoically silent about the incident.</p><p>The brouhaha did have the positive effect of persuading many of those involved with the Caravan to get their act together. Gregg “Chutney” Dugan, a former Synergia Ranch resident, was brought in as the general manager of the Caravan. “The place needed a hierarchy,” says Dugan, who had faced down Yemeni patrol boats in the Red Sea in his previous role as the captain of the R/V <em>Heraclitus, </em>a ferro-cement Chinese junk operated by DTL. Thanks to Dugan’s organizational skills, the Caravan of Dreams nightclub ranks as one of the premier jazz venues in the United States. Kathelin Hoffman started a record label bearing the Caravan name; it sports an impressive roster, including beat author William Burroughs, Ornette Coleman, and Dallas trumpet prodigy Roy Hargrove—even poet Johnny Dolphin. The Theater of all Possibilities, now the Caravan of Dreams theater company, has earned its spurs too, attracting a core group of theatergoers to ambitious productions including <em>Oresteia</em> and Japanese No plays.</p><p>Even allen has rejoined the mainstream. When he makes a presentation before Fort Worth’s establishment, he wears a double-breasted jacket and a conservative red tie. His topic, however, has not changed. “Here is how things will look when you come in from the surface of Mars,” allen says, showing slides that detail the profit potential of Biosphere II.</p><p>But allen isn’t making a sales pitch. With Ed Bass backing the project to the tune of $30 million, additional funding is not required. Many patents are already pending, and the involvement of Carl Hodges, the head of the University of arizona’s Environmental Research Laboratory and the designer of the Land Pavilion at Walt Disney World’s Epcot Center, has added credibility to the project.</p><p>Space Biospheres Ventures is poised to exploit the tourism angle too. Allen Boorstein, the marketing whiz behind Snoopy, Roy Rogers, and Cabbage Patch dolls, has been hired to peddle the Biosphere II image. And all this is in addition to the income anticipated by the construction of Biospheres III, Iv, and so on, for installation on Mars and elsewhere. “Small biospheres would make good health clubs on top of buildings in New York too,” allen says.</p><p>The actual site of Biosphere II, thirty miles from Tucson, can make visitors feel as if they had wandered into the Garden of Eden. In a greenhouse where plants are being cultivated, big clumps of ripening tomatoes flourish as carplike <em>Tilapia</em> fish swim between tender green shoots of rice in three-foot-tall rectangular fish ponds. Little white signs mark yard-square “fields” of wheat, rye, and alfalfa.</p><p>Framed by heavy machinery and a battalion of construction workers, the site with its sunlit, vaulted spaces held together with lattice tubing could easily be mistaken for a future Hyatt Regency or a massive Christo environmental-art project. But instead of swimming pools, hotel rooms, or art for art’s sake, there will be seven biomes, each one representing an ecological province: a savannah, a marsh, a 25-foot-deep ocean, a desert, a tropical rain forest complete with an 80-foot mountain, a farm, and a city—the living quarters for the eight biospherians who will be locked inside.</p><p>The new world is here, just as Ed Bass dreamed it. Trained in emergency dental techniques by U.S. Navy instructors and in interpersonal dynamics by Kathelin Hoffman, the biospherians will spend their days gardening, swimming, and performing dozens of experiments to monitor the interaction between plants and animals. Their only link to the outside world will be telephone, computer, and video communication. Although Bass decided not to be a candidate for enclosure, he envies those who will be chosen. “They will be able to lead a much richer life than most people,” he says.</p><p><strong>CITIZEN Ed</strong></p><p><span class=\"dropcap\">O</span>n an april morning, Ed Bass calls a press conference at the Caravan of Dreams. Standing comfortably at the podium, he unveils plans for Sundance West, a $25 million, twelve-story high rise with apartments, movie theaters, and shops, the first downtown housing to be built in more than two decades. The press conference dovetails neatly with the following day’s international symposium, “The art of Future Cities,” at the Caravan, that will kick off the Main Street Fort Worth arts Festival. The mayor, the chamber of commerce, and representatives of Downtown Fort Worth, Inc., are on hand, along with a battery of reporters, photographers, and television cameras. Ed Bass is the center of attention.</p><p>The aviator glasses, spiked haircut, and ascots he once favored are gone. His costume for the press conference is instead a conservative gray Savile Row suit, a blueand-red power tie, and the same Ivy League haircut as his brothers have. But Bass has added a shiny belt buckle with the Sundance West logo, a depiction of the Charles Russell painting <em>Smoking Up, </em>which his father happens to own.</p><p>The conference affirms the arrival of Citizen Ed, the Bass brother who sits on the boards of everything from the australian Pastoralist and Graziers association to the New York Botanical Garden and the Fort Worth Chamber of Commerce. He is the proud founder of the Philecology Trust, which underwrites nonprofit ecological ventures.</p><p>Over the next two days, as he describes an improved downtown landscape that will include Sundance West, Ed Bass reveals his passions and priorities anew. He offers a critical analysis of brother Sid’s projects, citing, among other faults, the skyway linking the two City Center office towers—it keeps people inside their buildings instead of turning them loose on the street. He comes very close to boasting about the risk involved in building Sundance West (“I don’t think you’ll find Trammell Crow rushing into downtown Fort Worth residential,” he jokes). And for all his fine breeding, he slides into a Texas drawl when he pronounces “Woolworth’s” as “Woolsworth’s” during an informal tour of the Sundance West site. Walking toward the old Edison building, which will be cleared for underground and street-level parking, Bass even admits dismay about that element of downtown revitalization. “a city full of parking lots,” he says, “is like an old mouth with missing teeth. It can’t chew very well for all the empty spaces.”</p><p>After a chance meeting with conference guest, sociologist, and urban planner William Whyte at the corner of Second and Main, Ed Bass heads back to his office. His stride is not the usual captain-ofindustry strut common among other men going in and out of the building. Instead, Ed Bass walks with an exuberant bounce, taking in the street scene around him.</p><p>Sid Richardson punched holes in the alkaline soil of West Texas while everyone else rooted around for oil in East Texas. Ed searches for financial opportunity and a better life by reviving devastated urban landscapes on Earth while creating closed environments for outer space. Like Richardson, Ed has made his own way. Like his brothers, he hedges his bets, crapshooting no more than 10 percent of his capital and keeping the balance in conservative, conventional investments. Yet Biosphere II is such a fantastic long shot that even if he is half-right, Bass stands to gain through patents and technological breakthroughs far more riches than any of his brothers, his father, or Sid Richardson. And as Bass figures it, “Regardless of what we find in this initial major two-year experiment, there will be tremendous accomplishments. We’ll learn how these systems work, how to build them, and how to operate them.”</p><p>Before he reaches the escalator entrance to City Center I, Ed Bass pauses one last time, his feet planted firmly on the pavement of the city he loves, his head tilted skyward, gazing beyond the towering buildings toward the heavens, maybe even toward Mars. After twenty years Ed Bass is finally on center stage, in the role he was born to play.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "June 1989",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Fort Worth",
      "Allen",
      "Family",
      "Theater",
      "Art",
      "Construction",
      "Oil",
      "School",
      "Business",
      "Richardson",
      "Santa",
      "buildings",
      "Dallas",
      "Jazz",
      "New York",
      "urban",
      "Dallas Morning News",
      "Earth",
      "Housing",
      "News"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Fort Worth",
      "Richardson",
      "West",
      "Dallas",
      "Llano"
    ]
  }
}