{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19896",
    "date": "June 1989",
    "year": 1989,
    "month": 6,
    "month_formatted": "June",
    "pdf_uri": "/1989/19890600.pdf",
    "issue_cover_image": "",
    "document_start_page": 90,
    "toc_start_page": 88,
    "document_page_range": [
      [
        90,
        91,
        92,
        93,
        94,
        95,
        96,
        97
      ],
      [
        119,
        120
      ],
      [
        122,
        123,
        124
      ]
    ],
    "toc_order": 4,
    "toc_headline": "The Perfect Hill Country Weekend",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198906-theperfec",
  "source": "/1989/19890600.pdf",
  "wp_post_id": 124968,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-perfect-hill-country-weekend/",
  "authors": [
    "Patricia Sharpe"
  ],
  "headline": "The Perfect Hill Country Weekend",
  "dek": "When You Have Only a Few Days Off, It’s Best To Go To a Place Where Time Stands Still.",
  "spread_caption": "",
  "excerpt": "An excursion through the best part of Texas, featuring sleepy little towns, clear little streams, pluperfect biscuits, and two-headed goats.",
  "kicker": "",
  "word_count": 6351,
  "content": "<img/><img/><p><strong>Using the Perfect Weekend loop (left), travelers can customize a vacation to suit their needs. They can chill out in the icy waters of the Frio River (right) or watch the dawn come up like a rhapsody in blue (below). Attitude adjustment is guaranteed in either case.</strong></p><img/><img/><p>Every place has its heartland. In France, it’s Provence. In England, the Lake District. In Germany, the Black Forest. Texas’ heartland is the Hill Country, a region of riverscored valleys and rolling terrain, an untroubled realm of live oaks, cedars, blue hills, and peace. The Hill Country does not challenge you the way the West Texas desert does. It does not overwhelm you like the Piney Woods or mesmerize you like the coast. The Hill Country is easy; it welcomes, it nurtures. As it has been dealt with gently by nature, so it in turn deals gently with its guests.</p><p>All my life I have dabbled in the Hill Country. This spring a friend and I spent ten days, on and off, doing in-depth research. Of all the itineraries we considered, I like the one described here the best. True, doing everything on it would take longer than a weekend, and certain cherished destinations like Fredericksburg, the jolly munchkin-land of Central Texas, have been left out. But this route has the advantage of being less traveled than other parts of the Hill Country, and you can use it to tailor a trip to your needs.</p><p>The eastern sector —within a 25-mile radius of San antonio —is gentrified. This is the setting for charm and civilized pleasures: shopping for antiques, admiring architecture, eating food you would be pleased to find in any urban restaurant. The middle range of the Hill Country, the section centering on Bandera, has a Little Big Country feel. It’s not quite West Texas, but it has plenty of jackrabbits, barbed wire, and <em>Lonesome Dove</em> vistas. (This area also marks the outskirts of the great american culinary wasteland, which stretches from Marfa to Montana. The quality of Hill Country restaurants declines in direct proportion to their distance from San antonio.) Just a bit farther west, water is the temptress in the canyons of the Frio River. Here you focus entirely on swimming in, floating on, or lying beside the coldest, greenest water imaginable.</p><p>Wherever you go, take one small bit of practical advice: Make lodging reservations weeks in advance. You’re not the only one in love with the heartland of Texas.</p><p>Photographs By Steven Pumphrey</p><p><span class=\"dropcap\">I</span>n Hill Country Towns, Pastimes Include Sight-Seeing and Foraging For antiques.</p><p><strong>Best of Boerne</strong></p><p>Our route followed a two-hundred-mile loop that began and ended in San antonio. We left for our first round of inspections in splendid weather on one of those Texas days when morning clouds clear to fiery-blue skies by afternoon. Almost as soon as we left the city behind, we began to feel like we were really in the Hill Country —the pastoral part with tame rivers and postcard scenes of browsing bovines and rooting porkers. Those German immigrants who chose this area to settle were no fools.</p><p>Our first stop was <strong>Boerne</strong> (pronounced “Bernie”; population: 4,396). Here, on Interstate 10 just 34 miles northwest of San antonio, is a piece of German Texas Victoriana, preserved almost intact. Handsome stone buildings and frame cottages are sprinkled along half a dozen blocks of Main Street (U.S. Highway 87), with enough workaday storefronts in between them to prove that this is a real city, not Disneyland. Boerne is so easygoing, it could be in slow motion. The only things that made us nervous were the few noxious strip centers and one-hour photo labs that had crept in. We hoped the city would continue to keep them backstage so tourists and townies could exist in harmony.</p><p>Besides strolling and sight-seeing, the order of the day here was obviously hunting and pecking for antiques at the dozen or so shops scattered along Main (you can pick up a helpful free visitors’ guide at any downtown shop). At the <strong>House of Memories</strong> some Texas willow-twig chairs on the front lawn caught our eye, which prompted owner Darlene Gross to brag that a whole set of her willow furniture had been used in the new Paul Newman feature, <em>Fat Man and Little Boy.</em> “I just saw the preview, and there was my furniture,” she exulted. “I was so excited!” (712-20 N. Main, 249-9803).</p><img/><p><strong>Memorles are for sale at the Comfort Common; manager Frances King (above) can help you buy a piece of the past. Leann Walker, her pet deer, and Hunter the tree-climbing dog take their ease under Texas’ largest live oak (below), which grows in Walker’s yard in Rio Frio.</strong></p><img/><img/><img/><p><strong>High, lonesome clouds and a cobalt sky arch over Edna Kellner’s Wagon Wheel Riding Stables outside Utopia (above). Arlene Lightsey (below) knew you were coming so she baked a cake, a pie, and croissants; at her Old Post Office Cafe In Comfort, no one goes away hungry.</strong></p><img/><p>After a couple of hours on Main Street, we were ready for something more energetic. We found that <strong>Hill View Stables</strong> had horses to rent by appointment at $10 an hour. A pretty riding trail winds through twelve acres of pasture, where deer and wild turkeys roam (two miles west of Boerne on Texas Highway 46, 249-2044). Had we been inveterate golfers, we could have checked into the lush <strong>Tapatio Springs hotel.</strong> Guests have the run of two courses plus a pool, a sauna, and a Jacuzzi, all on an immense stretch of rolling countryside that presents the Hill Country at its well-coiffed best. The resort’s restaurant is open to the public (take Johns Road exit from 1-10 and go west about four miles, 537-4611; double $85).</p><p>One of our finest hours was spent at the wilderness-in-progress in Boerne City Park, where nature lovers have started to reclaim a marsh and prairie. We scuffed our way through the oak leaves on the shady <strong>Cibolo Creek Wilderness Trail</strong> for about a mile. Cypress knees poked through the gray-green water, and fishermen eyed us warily from treasured spots. At a distance, we could hear red-bellied woodpeckers calling through the still, warm air (from Main, take Texas Highway 46 east about a mile and turn right into City Park opposite the city-limits sign; drive about half a mile and follow the road as it veers right to the picnic area).</p><img/><p><strong>Polly and aubrey Smith (above) run the aptly named Utopia on the River inn. Darlene Gross of Boerne’s House of Memories luxuriates in a willow-twig chair (below) that Hollywood deemed fit for a movie set. The best Hill Country scenery flanks FM 337 west of Leakey (right).</strong></p><img/><p>Realizing that it would take the culinary equivalent of war to check out all the restaurants in Boerne, we ate early and often throughout the day. There was little for breakfast except motel fare and the homemade fast food (tacos, eggs) at tiny Beef and Brew, but the weather was so balmy and the trees so green that we couldn’t resist stopping at the <strong>Hill Country Bakery</strong> (401 S. Main) for pastries and taking them to the shady greenbelt park on <strong>Cibolo Creek,</strong> which ambles through the heart of town next to River Road (Texas Highway 46). A greeting party of geese and ducks assaulted us enthusiastically with kazoolike honks and quacks.</p><p>For lunch, dinner, and postprandial amusement, we wound up with one favorite restaurant and two bars in the city, plus three good restaurants less than fifteen minutes away. Overall, the best spot was the <strong>Country Spirit</strong> restaurant, which, despite the name, has a lot of big-city influences, like sauteed Brie. It even eschewed the ubiquitous iceberg lettuce in its salads for fresh spinach. The chicken-fried steaks we had at supper one evening came crisply cooked in a light, fresh batter, and the gravy had a different, almost cheesy taste. A wonderful expanse of French windows looks out from the big wood-floored dining room onto the porch and white columns of the handsome Classical Revival building (707 S. Main; Sunday through Thursday 11-9, Friday and Saturday 11-10; closed Tuesday).</p><p><span class=\"dropcap\">T</span>he Roads Rock and Roll around Creamy Limestone Cliffs.</p><img/><p>If the Country Spirit is gussied up, the <strong>Po-Po Family Restaurant</strong> is down-home with a vengeance. It even has a write-up in <em>Roadfood and Goodfood,</em> the backwoods Baedeker to square meals across america. The decor is country-corny, and the food would be right at home at a church supper. We ate piping-hot fried chicken, hushpuppies, gumbo, and apple cobbler until we couldn’t eat another bite (take Welfare exit on 1-10 seven miles northwest of Boerne and go straight about a third of a mile; daily 11-9:30).</p><p>To add a little variety, we cheated and drove over to tiny Leon Springs, eleven miles southeast. One time we stopped at the <strong>Settlement Inn</strong> for barbecue and atmosphere —the building was once a stagecoach stop (lunch Monday through Friday 11:30-2; dinner Monday through Thursday 5:30-9:30, Friday 5:30-10, Saturday 11:30-10, Sunday 11:30-9:30). Another time we tried <strong>Romano’s</strong> country trattoria and were happy with its imaginative Italian fare (Sunday through Thursday 5-10, Friday and Saturday 5-11).</p><img/><p><strong>Mary ann and Donald Ray Busbee of Busbee’s Bar-B-Q in Bandera (above) produce the smokiest brisket east of the Pecos. On the Mayan Dude Ranch’s riverbank trail, hard-riding wranglers cool off their hardworking ponies in the clear waters of the Medina River (below).</strong></p><img/><img/><img/><p><strong>Jennette Hunter Saul (above), whose dad founded Bandera’s Frontier Times Museum, carries on the tradition of saving her neighbors’ mementos—doesn’t everyone have a two-headed goat and a shrunken head? Young buckaroos chow down at the Mayan Dude Ranch (below).</strong></p><img/><p>When we poked around for nighttime goings-on in Boerne, we found them in —surprise —Leon Springs. Nothing quite compares to listening to a little picking and singing while sipping a Shiner on the <strong>Leon Springs Cafe’s</strong> terrace under the stars (performers on weekends; Sunday through Thursday 11-10, Friday and Saturday 11-11).</p><p>For entertainment in Boerne proper we were thrown back on the art of conversation, a skill we honed at two relaxed bars. The first was the positively Sherlockian woodpaneled Victorian lounge at <strong>Ye Kendall Inn, </strong>a beautifully restored former hotel that now houses a boutique and a good restaurant (128 W. Blanco). We also became quite fond of the Country Spirit’s chummy, twinklelit ficus bar (the eighties’ successor to the fern bar). A word of warning: Las Vegas this isn’t. The bars —in fact, all of Boerne —shut down about 10.</p><p>The only thing to do after a Hill Country eating-and-drinking binge is to sleep it off. We had a room up the road in Comfort, but we didn’t want to leave without checking out Boerne’s accommodations. <strong>Borgman’s Sunday House</strong> bed-and-breakfast proved to be a spotless 12-unit stone tourist court dolled up with antique furniture, frilly curtains, and enough air freshener to deodorize the San antonio Zoo (911 S. Main, 249-9563; double $35-$50). <strong>Hill Country Island</strong> bedand-breakfast on Red Bluff Creek outside town offered a cottage in the woods with its own man-made island in the stream (bass and catfish begging, <em>pleading</em> to be caught). The cabin’s decor looked like a cross between Little House on the Prairie and all in the Family (nine miles west of Boerne on Texas Highway 46, 5354050; double $55). On a whim we looked at the Texas Country Inn, an attractive, newish 76-unit motel that would be a perfectly good place to stay if all the lodging with atmosphere was booked (I-10 West at Highway 46, 249-9791; double $42).</p><p>[ Continued On Page 117 ]</p><p><span class=\"dropcap\">A</span>t a Dude Ranch, You Ride a Horse, Sing Songs around a Campfire, and Overeat.</p><p>[ Continued From Page 95 ]</p><p>All those places were fine, but when we pulled up at the Guadalupe River Ranch, we knew we had ascended into Hill Country heaven. Standing on the windswept bluff overlooking the river as a black vulture coasted overhead and the sounds of contented mooing drifted up from a distant field, I could feel tension lifting like a hot-air balloon. This was <em>it.</em> The 360-acre former ranch is mainly a conference center and retreat, but it often has room for other guests. Wooded trails and deep canyons for hiking and horseback riding, plus tubing, tennis, a pool, and a health spa, are all available, and yet there is no prissy, country-club feeling. Tasteful stone-and-wood cottages nestle in the woods or command resplendent river views, and the main building, where meals are served, is a graciously restored twenties ranch house with hand-hewn beams and Mexican tile. At least five guests told us what a magnificent vegetable terrine we had missed by being late for lunch. The tariff for all of this is high but worth it. When you’re paying $80 to $105 per person per day, including meals, you think twice before bunking in for longer than a weekend (eight miles north of Boerne on FM 474, 537-4837).</p><p>Heaven forbid you should get bored at Guadalupe River Ranch, but if you pine for a change of scenery, you can always pop down the Cave Without a Name. It’s a family operation, but the formations are grand, and the $3 admission to its Gothic grottoes may be the Hill Country’s best and coolest entertainment value (eight miles north of Boerne off FM 474 —watch for small wooden signs, 537-4212).</p><p><strong>Comfort Texas-Style</strong></p><p><span class=\"dropcap\">N</span>ight had fallen by the time we drove on to Comfort. The warning lights of a wrecker flashed a garish red and blue, making halos in the patches of fog that muffled the noise of oncoming traffic. We were ready to sleep for a week.</p><p>“i’ll leave your room open and the key on the table,” the manager of the bed-andbreakfast above the Comfort Common had said on the phone. We walked up the outside stairs to find that we had the whole hotel-all three rooms—to ourselves. Ensconced in a charming, tall-ceilinged suite with a private bath across the hall, we collapsed on the lace-covered pillows in the iron bedstead and reveled in the silence (818 High, 995-3030; double $53).</p><p>Sometime before dawn we awoke to the flapping and snapping of the three flags outside our windows, snoozed off, and awoke again with a start, afraid we had missed breakfast. The coupons in our room were redeemable at Christine’s cozy restaurant and bakery several blocks away, where other vacationers were already shoveling in mountains of pancakes and tossing down gallons of coffee.</p><p>Sitting next to a stitchery wall hanging depicting tutu-clad dancing pigs, we ordered an excellent cheese omelet, bacon, and a ravishing sugar-dusted apple crepe in sour-cream sauce. Owner Christine Lovett, who is true German, not Texas German, materialized from the kitchen to tell us about her brand-new beer garden. She was already wowing the locals at lunch with quirky European-Tex-Mex recipes (chicken enchiladas in florentine sauce) and German and French pastries. “I go crazy if I don’t bake,” she said (Highway 87 North at FM 473; Sunday, Tuesday, Wednesday 6-5:30; Thursday through Saturday 6-10).</p><p>Downtown Comfort is a doll’s town. In the seventies the community was all but moribund, but in the last five years the population has skyrocketed to 1,460 as people from San antonio, Corpus Christi, Houston, and points beyond discover its blandishments. Of the half-dozen eminently browseable antique shops, the Comfort Common had by far the greatest variety and was the most fun because of its gazebo, outbuildings, and yard.</p><p>Next door, we zeroed in on a snack at the Old Post Office Cafe, where we struck up a conversation with owner arlene Lightsey. “It would take an act of God to get me back to San antonio,” said the petite Lightsey with vehemence. Since she and her husband, Douglas, fled the big city, they’ve never been happier. The customers at the small, chipper cafe have never been happier either, because arlene —who writes the “Chefs’ Secrets” column for the <em>San antonio Express-News —</em> is a terrific cook. We loved her chicken-andnew-potato salad in Dijon dressing, her romaine lettuce with Bermuda onions in creamy artichoke dressing, and her appleraisin-sour-cream pie. And her yeast biscuits, little top hats that practically topple over, are as light and crunchy as French pastry (814 High; Thursday through Saturday 11-4, Sunday 11:30-4).</p><p>Swinging by the Comfort flower shop to pick up a visitors’ guide, we asked chamber of commerce president and shop owner Kathy Bohn and her husband, Bob, about area nightlife. They looked bemused. “Not much except the MiniMarts,” chuckled Bob.</p><p><strong>Bandera and Beyond</strong></p><p><span class=\"dropcap\">T</span>he Hill Country takes on its wild West character shortly after you leave Comfort. Gradually you notice that plush green fields full of cows looking like they should have daisies behind their ears have given way to ragtag rangeland filled with husky steers, and at the same time the hills have taken on that Big Country sprawl. Even the sky seems higher and bluer somehow.</p><p>We fiddled around, just enjoying being there, following this road and that. At Camp Verde on Texas Highway 173 we ran across the historic Camp Verde General Store, which —as a friend of ours would have said —was “just rustic to <em>death.”</em> It had a wooden Indian, an oldfashioned candy counter, post office boxes, a doll collection, and jars of local honey. Major credit cards were accepted. We had tamales and Cokes on the pleasant patio out back and tipped our hats to the rural merchandising genius who put it all together.</p><p>A while later in Pipe Creek, where Texas Highway 16 meets FM 1283, we tanked up on grilled teriyaki chicken breast and catfish-fried chicken livers (i.e., rolled in cracker crumbs) at the pleasant, greenery-filled Pipe Creek Junction Cafe (daily 6-11).</p><p>Medina Lake was off the beaten Hill Country path, but we took the detour to see whether the tales of a sixteen-mile stretch of emerald water and wilderness were true. They were, but the scenery is best appreciated from a boat. Cedar Point Landing offers a private launch and concessions for modest fees (on Medina Dam Road, just off FM 1283, 751-3115).</p><p>Bandera’s Main Street could have been airlifted from the set of <em>Gunsmoke,</em> validating the city’s self-proclaimed title, “Cowboy Capital of Texas.” Our primary destination wasn’t the assortment of turnof-the-century edifices and saddle shops, though, but the Frontier Times Museum, Bandera’s best-known institution and a monument to the pack-rat proclivities of the late J. Marvin Hunter, the museum’s founder and a noted Western-lore publisher. For more than fifty years the lowslung rock building has served as Bandera’s communal attic. Anyone who came into the possession of some keepsake or oddity that had no earthly use but was too good or too weird to throw out bestowed it upon the museum eventually. Enshrined within its walls are a map of Texas made of rattlesnake rattles, newspapers published the day Kennedy was assassinated, a two-headed goat, a permanent-wave machine with a tangle of snaky wires, a ratty pillow made from the hair of a camel imported to Texas in 1855, a stuffed “rain crow” (or american cuckoo), a vial of earth collected at the Garden of Gethsemane, a milk bottle colored by “violet rays,” a pair of dressed fleas, the noble head of Big Tex (whose long horns span seven and a half feet), a gruesome-looking foot-powered dentist’s drill, and a brittle sun-faded tropical butterfly. Steeped year after year in the faint aroma of fumigant, the collection is both repellent and irresistible, an inventory of our forefathers’ inexplicable fascinations and fixations (506 Thirteenth; Monday through Saturday 10-4:30, Sunday 14:30; adults $1.50, children 25 cents).</p><p>How could we eat after such an experience? Somehow we were famished. Museum attendant Orton D. Frisbie recommended Busbee’s Bar-B-Q, a tiny picnic-table place that smelled right (smoky) and looked right (smoky). The top-of-the-line brisket was fine, though a touch dry. The potato salad and coleslaw —well, as my companion said, “Their mayonnaise bill must be incredible” (316 Main; Wednesday through Sunday 10:30-8).</p><p>The culinary mecca of Bandera, however, is the O.S.T., a big, barny place where you’ll invariably be sent if you inquire after the best restaurant in town. The amazing thing is not the quality, which is average, but the experience, which is like being time-warped back to the fifties. Culinary icons such as chilicheese-and-onion enchiladas, fat onion rings, and <em>huevos rancher os</em> in “Spanish” sauce are fixed exactly the way I remember them from my childhood (305 Main; Monday through Thursday 6-11, Friday and Saturday 6-12, Sunday 7-10).</p><p>Bandera banks on its wild West reputation, but these days more wranglers make a living pampering tenderfeet than poking cows. The area’s main tourist industry is dude ranching, where the order of the day is riding horses, seeing some Texas scenery, singing songs around a campfire, and overeating. These avenues of gratification are fulfilled splendidly by Bandera’s ranches. But if you —like me —blithely expect a dude ranch to look like something from a Roy Rogers movie, forget it. For every guest room with fine and funky touches —sturdy pine furniture or kerosene-lantern chandeliers —we must have seen five with aluminum windows and prefab paneling. Practicality is paramount. By comparison, Sirloin Stockade looks authentic.</p><p>Of the half a dozen guest ranches in the area, the Mayan is the largest and bestknown. The owners are extroverts Don and Judy Hicks and Don’s mom, Grace. Don and Judy run the ranch with the help of their twelve comely children, ages 19 to 35. Daughter Kelly greeted us with an all-american smile and gave us keys so we could look at some of the sixty rooms and cabins. Spindly white-tailed deer shied from our car as we wound through the 324-acre wooded site. The up-to-date cabins, no two alike, were quasi-rustic. The rate includes lodging, meals (the cowboy breakfast is renowned), tubing on the Medina River, assorted sports, a pool, plus fun and high jinks at Texas Night and other evenings of ritual revelry (on Pecan, one and a half miles west of Main, 796-3312; $75 per person per night, including meals).</p><p>The Dixie Dude Ranch, a working ranch, was the most realistic, no-frills place we saw. Genial fourth-generation owner Clay Conoly was keeping a watchful eye on a heifer that was about to calve, but he showed us around the corrals, twenty cottages (the deluxe ones have great stone fireplaces), and a modest swimming pool. Experienced riders can cut loose on the ranch’s 711 acres, and at night Conoly might import a trick roper or a fiddler to entertain guests (nine miles southwest of Bandera on FM 1077, 7964481; $55-$65 per person per night, including meals; $10-$30 day use).</p><p>Like the Dixie Dude, the Silver Spur Dude Ranch is out in the dry, hilly rangeland, but it compensates with a breezy hilltop site and an enormous swimming pool. Despite acres of varnished knottypine paneling, the three duplex cabins and five rooms are more utilitarian and modern than soulful, but the main room of the ranch has a fireplace and a player piano (nine and a half miles southwest of Bandera on FM 1077, 796-3639; $60 per person per night, including meals; $20 day use). After brushing up their Westerndance technique with the ranch’s teaching video, guests head for town to make merry at the Silver Dollar Bar, Crazy Bob’s, or the Cabaret Dance Hall,</p><p>Before leaving the vicinity, we swung into the Hill Country State Natural area just a few hundred yards on down FM 1077. There were so many horse trailers in the first live oak mott that it looked like a convention. This is where people come to ride on twenty miles of trails that meander over 5,300 unfettered acres. The park’s only other amenity is primitive camping (796-4413; admission free, closed Tuesday and Wednesday).</p><p>Misanthropes not up to the camaraderie of a dude ranch can bunk down at the Bandera Inn, the best motel in town (1900 Texas Highway 16 South, 7963093; double $39, $48 on weekends).</p><p><strong>Sabinal Valley</strong></p><p><span class=\"dropcap\">W</span>e headed west from the Bandera area on FM 470, a road as restful as a rocker, just as the light began to fade. The dried bloom spikes of sotols rose from rocky pastures to pierce the sunset, making us wish we had a tape of the Sons of the Pioneers singing their mournful harmonies about “blue shadows on the trail.” When we finally turned into the long driveway of Utopia on the River, two miles south of Utopia on FM 187, we could see lights glimmering in the big native-stone-and-cedar main building.</p><p>Our room, with wood floors and a calico bedspread, was quite user-friendly in spite of its motel-type layout. After a good night’s rest and a hearty breakfast, we asked innkeepers Polly and aubrey Smith about entertainment. Somehow it seemed a little early in the day to plunge into the pool or the Jacuzzi, and we weren’t in the mood to fish. But a stroll along the <strong>Sabinal River</strong> sounded like a great idea, so we explored part of the 650-acre site until we had a tiff over whether a distant bird was a female yellow-bellied sapsucker or a ladderbacked woodpecker. Walking back to the inn, we couldn’t resist posing for a few photos with the resident zebra and its buddy the horse (966-2444; double $69, including breakfast).</p><p>On our way to check out the local riding stables, we discovered that inner tubes could be rented at <strong>Conrad’s Trading Post</strong> (544 Main). Continuing north on FM 187, we turned right three miles north of FM 470 onto B&R Road at the sign for <strong>Wagon Wheel Riding Stables.</strong> Edna Kellner waved us over to the back of the house, next to a field of frisky angora goats that she had midwifed a few weeks earlier. “We rent horses on the ranch, and our pinto mules Kit and Kate do hayrides,” Kellner told us. Looking a little misty-eyed, she added, “When you get out past the pasture, you can see this whole little valley amongst the cedars. It’s mighty peaceful and quiet” (966-3678; horses $7.50 per hour, hay rides $40).</p><p>Over the phone, Roger Garrison gave us directions to his <strong>Bluebird Hill</strong> bed-andbreakfast: “Take FM 1050 ten miles west from Utopia. Fresh coffee will be ready when you get here.” When we pulled in, Garrison escorted us over to the small frame-and-rock cabin that he and B., his wife, built and outfitted with frilly white curtains, patchwork quilts, and enough country knickknacks to start a gift shop. It has a full kitchen and bath, including an exceedingly strange waterless composting toilet (sawdust and soil are mixed in periodically, giving the bathroom an unusual but mild odor). Assorted walk-in wildlife—coons, deer, rabbits, armadillos -provide entertainment on the 250-acre wooded site (966-3525 or 966-2320; double $65).</p><p>When we mentioned that we were thinking about whipping over to <strong>Lost Maples State Natural area, B.</strong> sniffed that in her opinion the park’s celebrated bigtooth maples —which cause hordes of delirious leaf-watchers to descend on the park every November—don’t hold a candle to the area’s abundant Spanish oaks, which turn red and gold around December all along FM 1050.</p><p>When we got there, only a few souls were camping at the 2,208-acre park, sauntering along the ten miles of hiking trails, poking their toes in the swimming hole, and birdwatching-this is prime spring and early summer habitat for rare golden-cheeked warblers and black-capped vireos (966-3413; admission $2 per vehicle, primitive camping $4, hookups available in august $9).</p><p>Heading for Vanderpool, we almost wished we had stayed at the good-looking <strong>Foxfire Cabins</strong> (see “Cabin Fever,” <strong>TM, </strong>april 1987). With white-pine interiors, full kitchens, barbecue grills, and woodburning stoves in some units, the cabins have a higher-than-average atmosphere quotient (the shag carpet is easily ignored). The Sabinal eddies over waterworn rocks just yards away, and whippoorwills call when evening is nigh (three and a half miles north of Vanderpool, 966-2200; double $49-$69).</p><p><strong>Frio Canyon</strong></p><p><span class=\"dropcap\">T</span>he weather had changed and so had something subtle in the air by the time we headed for the <strong>Frio River. </strong>Hill Country relativity —a state of mind in which guilt and care dwindle to nothing while trivial pursuits assume commanding significance —kicked in. It no longer mattered when we got up in the morning, whether we accomplished anything that day, or what we looked like in bathing suits. Gliding along a cypress-canopied waterway with a blue, blue sky spreading out forever overhead became the whole purpose of being.</p><p>The vehicle to nirvana on the Frio is the inner tube, which you can rent at a number of places on U.S. Highway 83 and various roads between Leakey and Concan. But since almost all riverfront property is privately owned, you should be aware that you can get into and out of the water only at public road crossings or at the camp where you are staying. (This inconvenience underscores the state’s generally miserable record in acquiring public land for the enjoyment of its citizens, but that needn’t keep you from having a good time.)</p><p>One serene threeto four-hour float is from FM 1120 six and a half miles south of Leakey to FM 1050. Another good entry spot is Shady acres Crossing on the unnamed road that cuts east off Highway 83 about four miles south of Garner State Park (watch for the small Rancho Chula Vista sign-it’s easy to miss); you exit two and a half hours later at Bea’s Crossing (the crossings do not have signs, unfortunately). Other trips are considerably longer. By the way, bring sun gear and wear tennis shoes for portaging your tube over the shallows. Oh, the word <em>“frio” </em>means “cold” in Spanish, as in “icy.”</p><p>About a score of lodges and camps scattered along or near Highway 83 allow camping on or close to the river, and frankly, that’s the way to go. If you don’t camp, your choices are dicey. We saw everything from dreary bunk beds in a cabin with a sparkle ceiling (not the worst, but close) to plain, apartmentquality cottages (not the best, but close). And everything we looked at smelled dank because of the humidity. Just keep your priorities straight. The reason you’re here is that river. (Write the <strong>Frio Canyon Chamber of Commerce,</strong> Box 743, Leakey, 78873, for its list of camps and a map.)</p><p>One great camping spot is the grassy, cypress-lined river bank at <strong>Yeargan’s River Bend Camp,</strong> which is near perfect for monumental lolling around. River Bend’s seven simple pink-cinder-block kitchenette cottages are clean and roomy, but their vinyl-upholstered chairs are dead ringers for some I had in 1969 (seven miles south of Leakey on Highway 83, 232-6616; tent and trailer camping $11.50-$13, screened shelters $14, cabins $42).</p><p>The granddaddy of Hill Country river camps, with 37 acres embracing a gorgeous canyon of the Frio River, is homey <strong>Neal’s Lodges</strong> on Texas Highway 127, a few hundred yards past the Highway 83 turnoff. A prime attraction here is one of the world’s best swimming holes, where the river runs silent and deep, flashing sapphires and diamonds with every ripple. Considering Neal’s other amenities —float trips, hay rides, horseback riding, and video games—we could see why the place is perennially popular for outings and senior trips. Teenagers with wet hair and oversized T-shirts drifted around comparing sunburns and pretending they knew how to smoke, while a group of birdwatchers —earthy-looking women with muscular calves and trim retired fellows wearing thousand-dollar Zeiss binoculars—exclaimed over muffled flutterings in a low bush.</p><p>Neal’s cottages vary in quality; number 10-a (one of the nicer of the 55 units, we were told) is a duplex with a kitchenette, a vinyl-tile floor, paneled walls, a pine table, and easy chairs that wet towels wouldn’t faze. It rents for $65 (232-6118; most cabins $55-$85, tent and trailer camping $12.50-$14.50). There is good eating just across Highway 127 at <strong>Neal’s Cafe,</strong> a rustic dining room with handmade cedar tables. We ordered the medium-rare eight-ounce ribeye with salad and baked potato and yearned for big windows so we could enjoy the fantastic view (daily 8-8:30).</p><p>The next day we took <strong>FM 337</strong> to Camp Wood, which everybody said was the most scenic drive in the Hill Country. Everybody was right. The highway rocked and rolled around creamy limestone cliffs, through spires of cedar, Texas pinon, and sienna-hued madrone, teasing us with swooping vistas at every other turn.</p><p>Then we headed for the community of <strong>Rio Frio</strong> to check on rumors of a monster tree that was supposed to be the biggest live oak in Texas. Sure enough, in Leann Walker’s front yard was a centuries-old <em>Quercus virginiana</em> var. <em>fusiformis,</em> with branches swan-diving all the way to the ground. Walker’s dog Hunter loped up the tree and sat on a branch while Walker showed us snapshots of <strong>eight furnished vacation homes</strong> she rents out—the Hill Country’s answer to time-share condos (east of Highway 83 south of Leakey, 232-6633; $45-$120 a day).</p><p>We had trouble deciding whether we should even bother with Garner State Park. True, it’s an oasis, but half the people in Texas go there in the summer. Want to camp or stay in one of the seventeen cabins built in the thirties by the Civilian Conservation Corps? Make your reservation at 8 a.m. exactly ninety days ahead of time, or you’re flat out of luck. Of course, you can visit for canoeing, paddle-boating, kayaking, swimming, and hiking, but the park is usually packed. There is one great summer tradition at Garner, though —the free jukebox dances, which are mobbed every night by teenagers and their families (232-6132; admission $2 per vehicle, tent and trailer camping $6-$9, screened shelters $12, cabins $25).</p><p><strong>Castroville</strong></p><p><span class=\"dropcap\">T</span>he bright lights of San antonio and the end of our trip awaited 35 miles farther on, but we weren’t ready to abandon the languid space-time continuum of the Frio River. The tiny city of Castroville (population: 2,037), poised between fantasy and reality at the very edge of the Hill Country, seemed like the ideal place to decompress.</p><p>The old district, a compact ten or so square blocks between angelo and Fiorella streets immediately north of U.S. Highway 90, has a cuckoo-clock charm that stems from its nineteenth-century alsatian heritage. As we strolled past the homes and antique shops of the area, we even heard someone speaking the city’s peculiar Germanic dialect, a language that seemed somehow long ago and far away.</p><p>At the pristine white-stucco Landmark Inn State Historic Site on Highway 90 at the bridge, park superintendent Leah Huth greeted us like long-lost relatives. We could have sat forever on the inn’s upstairs porch with its breezes and rockers or checked in for an extended stay in one of the eight restored bedrooms with their blowsy floral curtains and chenille bedspreads. “It can be hot and still on summer nights since the rooms just have fans,” Huth admitted, “but there are usually only a few days in august when it’s totally unbearable” (538-2133; double $33).</p><p>When Huth insisted that one of the local motels had a good restaurant, we thought, “Uh-huh, sure.’* But at three, when we finally took a sight-seeing break, it was just about the only place open. In quick succession we were eating humble pie as well as a delicious marinated alsatian ground-beef-and-pork pie at Britschs’ (1650 Highway 90 West; daily 8-10).</p><p>Wonder of wonders, the adjoining Best Western alsatian Inn turned out to have character too. Many of the rooms commanded Castroville’s best view —of a gentle valley with a steepled church and tiny farm houses dotted about —and all the rooms had French doors and minuscule balconies. When we oohed over the two dozing cats curled nose to toe on the verandah, manager alan Joffray repeated the local mantra (told to us by three people in one day): Castroville’s cats are fantastic at keeping the snake population down. Oh, great. Would you have room service send up a couple of cats? (1650 Highway 90 West, 538-2262; double $49).</p><p>Nibbling on an apple fritter and honey bun from Haby’s bakery across the river from the Landmark Inn, we headed over to the local gourmet outpost, the alsatian Restaurant. Here, in a restored 1840 building that’s as cozy as all get-out, owner and chef Dennis Spinelli juggles five cultures at once: He learned to cook in Honduras from his Italian mother, and now he plies his trade at his own GermanFrench restaurant, where most of the customers are Texans.</p><p>We were tempted by Wiener schnitzel, sausages, and sauerkraut but finally decided to sample seafood gumbo, skewered Strasbourg chicken marinated in curry powder and lemon juice, and crusty homemade bread on a skillet. The chicken was tender and tasty, the gumbo well seasoned but somewhat overcooked, and the bread positively addictive (403 angelo; lunch Tuesday through Sunday 11-2:30, dinner Thursday through Sunday 5-10).</p><p>“Have you been to the Medina Valley Greenhouses yet?” asked Spinelli suddenly, as if we had somehow managed to go to Paris without seeing the Eiffel Tower. He phoned owner Mary Margaret Burges (538-2298), and although it was late, she insisted we come on out. “Follow me,” Spinelli ordered, zooming off on his motorcycle as we tried to keep up in the car.</p><p>In the dusky light along the Medina River, afternoon was far advanced. Patches of sunlight splashed on trailing vines and boughs. Imperceptibly, Mexico Street segued into Old River Road, and in half a mile we were at the greenhouses. At first they looked like just another plant nursery, but as Mary Margaret led us deeper into the quirky, plant-filled rooms, we began to feel like Dorothy putting on her green spectacles at the Emerald City. Twigs plucked at our sleeves and tendrils brushed our cheeks as we negotiated narrow, unruly walks brimming with begonias and elkhorn ferns. With numerous detours, we wound our way to the fern wall, where the entire side of one small room is a rock wall kept at rain-forest moisture levels and draped with tropical plants.</p><p>We wanted to tell Mary Margaret that a walk through her greenhouses had done us more good than an hour on a therapist’s couch. Reluctantly we climbed in the car, promising to bring a bromeliad to trade on our next visit. In no time we were back in the traffic on Highway 90 en route to San antonio, but the memory of our travels and the words of andrew Marvell—“a green thought in a green shade”—stayed with us all the way home.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "June 1989",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Country",
      "Highway",
      "Texas",
      "Hill Country",
      "Boerne",
      "Camping",
      "Restaurant",
      "Bandera",
      "Comfort",
      "House",
      "Medina",
      "Swimming",
      "Chicken",
      "dude ranch",
      "Leakey",
      "people",
      "San Antonio",
      "ten",
      "utopia",
      "Water"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Texas",
      "Hill Country",
      "West",
      "Boerne",
      "Bandera"
    ]
  }
}