{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19791",
    "date": "January 1979",
    "year": 1979,
    "month": 1,
    "month_formatted": "January",
    "pdf_uri": "/1979/19790100.pdf",
    "issue_cover_image": "",
    "document_start_page": 71,
    "toc_start_page": 68,
    "document_page_range": [
      [
        71,
        72,
        73
      ],
      [
        150,
        151,
        152
      ],
      [
        154,
        155,
        156,
        157,
        158,
        159
      ]
    ],
    "toc_order": 1,
    "toc_headline": "This Is Woodrow Wilson: a School That Works",
    "toc_kicker": "",
    "cover_cut_line": "Public Schools Are Better Than You Think, by Gene Lyons"
  },
  "identifier": "TXMO-ARTICLE-197901-thisiswo",
  "source": "/1979/19790100.pdf",
  "wp_post_id": 114873,
  "wp_post_guid": "http://www.texasmonthly.com/article/this-is-woodrow-wilson-a-school-that-works/",
  "authors": [
    "Gene Lyons"
  ],
  "headline": "This Is Woodrow Wilson: a School That Works",
  "dek": "In city high schools, the solution to violence, decaying buildings, students who don’t learn, and teachers who can’t teach, isn’t just money—it’s a matter of principal.",
  "spread_caption": "",
  "excerpt": "It’s an inner-city school where discipline isn’t a problem and the students learn. It doesn’t have special programs, classes, or grants that set it apart from other schools. What makes the difference ?",
  "kicker": "",
  "word_count": 7565,
  "content": "<p><span class=\"dropcap\">B</span>efore 7 a.m., before the sun has risen and while most of his students are still in bed, Wayne Pierce has cranked up what his secretary calls “the cleanest ’69 Mustang in Dallas” and driven to work. As always, he is the first to arrive. Work is Woodrow Wilson High School, home of the Fighting Wildcats and of 1450 students, teachers, and other employees, and Pierce is the principal there, <em>the</em> critical figure in success or failure of an individual school. Pierce’s flat stomach, muscular forearms, and neatly combed short hair make him look at least a decade younger than his 51 years. He exudes a restless energy that is—or should be —a primary job requirement for a person in his profession. Properly done, a high school principal’s job is impossible. It demands the skills of executive, bureaucrat, public relations expert, ombudsman, counselor, politician, educator, and juvenile judge. And it never ends. Last year, for example. Pierce and his assistant principals attended 140 after-school athletic events, not to mention Honor Society dinners, bake sales, and community meetings. Even so, Pierce cannot think of another job he would rather have.</p><p>By 7:10 all the building doors are opened, the flag has been raised, and the band, drill team, and cheerleaders are drifting in for early-morning practice. The drill captains, four self-possessed blondes, arrive every day with their hair in curlers. The idea, they say, is to keep their coifs from being ruined in the damp morning air of the practice field. But female band members, who march without curlers, are less vain or less concerned—the curlers are a mark of superior caste. In the most immediately apparent ways high school never changes. Even to someone like me, who graduated seventeen years ago and halfway across the country, it almost seems as if today’s “class leaders” are holdovers from my 1961 yearbook.</p><p>But initial impressions are superficial. High school has changed enormously in cities like Dallas. One basic belief at the core of american public schools is that there is virtue in educating manual laborers, typists, insurance salesmen, literary critics, and nuclear physicists under the same roof—in providing them with a common experience. But this ideal of community seems increasingly threatened in cities like Dallas. Students, according to commonplace wisdom, not only are failing to learn very much; they are also coming to school armed with knives and pistols, drunk, stoned, or otherwise deranged by drugs. The hallways are dangerous, the bathrooms and playgrounds regions of terror. Newspapers speak of teachers in “inner city” schools suffering battle fatigue, and there are proposals to award what amounts to combat pay to teachers in particularly difficult situations. According to newly installed Dallas School Superintendent Linus Wright, quoted in a recent issue of <em>Texas Outlook,</em> a magazine published by the Texas State Teachers association and distributed to 137,000 teachers in the state, “Dallas and Houston are the last places teachers want to go.”</p><p>Whether or not Mr. Wright is overstating his case, nobody would deny that in Dallas as in many other U.S. cities, the future of the public school system has been perhaps the number one social and political question for at least ten years. While Dallas' population has declined slightly since 1970 (from 849,410 to 848,829 in 1976 according to U.S. Census Bureau estimates), student enrollment in the Dallas Independent School District has fallen a good deal more sharply, from 159,527 in 1968 to 132,061 in the fall of 1978. In the same period the school budget has gone from just over $76 million in 1968 to almost $300 million in 1978. Over the same period the proportion of anglo students in the DISD has decreased from 52 per cent to 34 per cent.</p><img/><p><em>a sign of the times: Bill Barnes counsels problem students from all the schools in Woodrow’s district, and he has his hands full.</em></p><img/><p><em>Coach Newhouse warns students about the hazards of smoking—both cigarettes and dope.</em></p><img/><p><em>after almost three decades in the classroom at Woodrow Wilson High School, J. William Brown still strikes terror in the hearts of his students. But they do learn math.</em></p><img/><p><em>Principal Wayne Pierce: meticulous attention to detail creates order out of chaos.</em></p><p><em>“I was looking for the fearful educational jungle of popular mythschools where students roam the halls drunk or stoned, armed with knives and pistols; where teachers suffer from battle fatigue. But I couldn’t find enough violence in the schools of Dallas to justify raising a general alarm.”</em></p><p>Obviously not every white in Dallas belongs to the middle or upper-middle class, and by no means are all blacks and Mexican americans poor. But what the numbers do suggest, especially when combined with the mushrooming of suburban districts and continued growth of private schools (a trend accompanying upward mobility), is a steady withdrawal from the DISD of persons of means. Schools in many large U.S. cities suffer from several dire circumstances — fiscal shortages, teacher strikes and walkouts, bond-issue failures, declining physical plants and school systems, in effect, resegregated into repressive and, yes, sometimes violent holding pens for the poorest and least well-prepared youths in the inner city.</p><p>When I spoke last spring with outgoing DISD Superintendent Nolan Estes (who resigned in December after ten years in Dallas—a remarkably long tenure these days for an urban school superintendent), he put it this way: “Given the demographic and economic changes affecting the cities, given the intervention from outside forces—the courts, the Legislature, and what have you—and given the changes facing them, city school districts find themselves required to provide more and more services with less and less ability to pay. I'm not sure urban education will survive at all in anything like the form we have known it in cities like [he began counting them off on his fingers] Detroit, Cleveland, Kansas City, Los angeles, Chicago, Philadelphia, St. Louis, New Orleans, atlanta, Oakland, Newark, New York. We have a chance here in Dallas to turn things around and show what can be done. If we fail here, I think urban education is gone.” and so, in Nolan Estes' own words, if Dallas schools don’t work, no city schools will.</p><p>I spent many days in Dallas last spring seeking to find the educational jungle of the popular myth. If violence was a large problem in american city schools, where to find it but in Texas, and where in Texas but Dallas? The eighth-largest city in the United States, Dallas ranks consistently high in acts of violent crime. It ranks, for example, eighth in homicides among american cities, according to FBI statistics for 1976. Yet I could not find enough violence in the schools of Dallas to justify raising a general alarm. There are about 143,000 students, teachers, and staff in the DISD. In 1977 there were 140 assaults that were DISD related, or about one assault per thousand persons. The Dallas urban population in 1977 was about 848,000, and that same year 4864 assaults were recorded—which comes to about six assaults per thousand people in the city of Dallas. My own conclusions were that attending classes in the DISD was not nearly so dangerous as visiting the neighborhood shopping center or driving on the freeway to get there. This overview provided me with a clear indication that Dallas education was not as ineffectual or dangerous as I had been led to believe. I went to Woodrow Wilson High School for a closer look.</p><p><em>(Text continued on page 148)</em></p><img/><p><em>Staffed by a city policeman, a county probation officer, and a school counselor, Woodrow’s Youth action Center handles problems ranging from truancy to drug abuse.</em></p><img/><p><em>Every year another senior class picture goes on the wall in the principal’s office and every year there are a few more black and brown faces in the picture</em></p><p><em>(Continued from page 71)</em></p><p>There is no such thing as a typical school in Dallas, largely because of class and racial divisions in the city and because of the integration order issued in 1976 by Federal District Judge William J. Taylor, which does not require busing beyond the eighth grade. But hanging on the wall of Woodrow Wilson’s main office are nine senior class pictures, one for each year Wayne Pierce has been principal; in each panoramic shot the group of students is progressively browner and blacker than the one before it, and <em>that</em> is characteristic of the DISD today. Woodrow Wilson, without the aid of school buses, is one of the few “naturally integrated’’ schools in Dallas. When Pierce became principal here in 1971, Woodrow Wilson was 75 to 80 per cent anglo. People who measure quality by the number of graduates who go to college considered it one of the best public high schools in the city. Now the student population is roughly 27 per cent Mexican american. 22 per cent black, and 51 per cent anglo. The percentage of 1978 Woodrow Wilson graduates attending a college or junior college was 34.9 per cent against a DISD average of 37.2. In short, everything that has been happening demographically within the DISD and, by extension, within U.S. big-city high schools has been happening to Woodrow Wilson.</p><p>Yet Woodrow Wilson works. It works, not without its problems and failures, but it works.</p><p>On this morning, as every morning, Wayne Pierce, affable, jocular, and trim, like the athlete and country boy he was (he grew up on a farm near Mt. Vernon and had returned there over the weekend to help his 73-year-old father bale hay), spends his time between 7:30 and 8 a.m. standing behind the counter in the main office as his teachers arrive one by one to sign in and check their mailboxes. Seemingly offhand, Pierce has something to say to everyone who comes in: queries about the health and well-being of relatives, compliments for jobs well done, remarks about Woodrow Wilson’s recent football loss to rival Bryan adams, messages and admonitions. A standardized math test needs to be scheduled; a book shelf has been secured for a teacher who requested one; the grade reports of a hospitalized teacher need to be taken care of; the teachers of three students picked up near the grounds by the police after a football game need to be told that the students had not broken into the school as suspected, are not therefore suspended, and should be allowed to do make-up work; another teacher needs to be reminded to select students to participate in a voter-registration project; the girls’ PE teacher who complained about the remodeling job being done in the gym needs to prepare an itemized list so Pierce can go over it with the contractor. And so on.</p><p>In fact, Pierce is not being offhand at all; he works from a list made up the night before. He believes that without such careful attention to detail, chaos would result and the morale of his staff suffer. Early morning, before his teachers are in their classes and have grown preoccupied and harried, is the best time to take care of such matters.</p><p>Eugenia Jameson, a social studies teacher with several years’ experience in another Dallas high school, talks about the kind of difference Pierce’s organization can make. Of her previous assignment, she says: ‘‘It was a zoo. The bell would ring and nobody would know what to do. If he [her former principal] got it into his head he wanted to talk to the ninth-graders, he’d just get on the intercom and call ’em down to an assembly. You could be doing anything, giving a test, passing out report cards, it didn't matter. Off they went. The smell of marijuana was constant and everywhere. You’d go to the office and complain, once, twice. On the third time he wanted to know how come I knew what it smelled like. I gave up.”</p><p>Jameson throws up her hands in mock exasperation. \"Let me tell you, this school is heaven. <em>Heaven.</em> But it’s highly atypical of the city. This man knows how to run a school, that’s all. It could be this way everywhere in Dallas. It <em>should</em> be. But it’s not.”</p><p>While Pierce is welcoming his teachers, students stream into Woodrow in cars and on foot from all over east central Dallas. Woodrow Wilson’s district spans a representative cross section of Dallas, from the new condominiums of Bob-O-Links Drive in the far north along White Rock Lake to the shotgun shacks of Congo Street in the industrial district between I 30 and the Cotton Bowl. On the south edge of the campus the Santa Fe railroad tracks divide the Woodrow district almost as neatly as if it were a small town. To the north are the Lakewood Country Club and the sons and daughters of bankers, lawyers, physicians, and stockbrokers; to the west are their peers in slightly more modest neighborhoods; and to the south are the children of mechanics, truck drivers, factory workers, maids, and unemployed transients.</p><p>The Woodrow Wilson building is a three-story neo-gothic brick structure surrounded by a sprawling campus and is directly across from Randall Park. The expanse of lawn and the architecture, especially the bay windows in the third-floor library looking out over tennis courts and park and a handsome view of downtown Dallas, all reflect the college-prep institution the school was intended to be when it was built in 1928 for the children living in the mansions and upper-middle-class homes in Lakewood and along Swiss avenue and Munger Place.</p><p>Until recently the school had no permanent shop and little industrial education, shortcomings in the process of being remedied by a new million-dollar addition. In Lakewood, just a few blocks up abrams avenue, and in the neighborhood around Munger Place, where the 50-to-75-year-old homes broken up into apartments and rooming houses after World War II are now being renovated, Woodrow is seen as a community school. Quite a few families, all of them anglos, will have three generations of graduates on hand for Woodrow’s fiftieth-anniversary celebration. In 1976, when Judge Taylor’s initial schoolintegration order suggested shutting Woodrow down to help balance enrollments elsewhere in the city, Lakewood residents protested that it would be absurd to close a school that already was substantially integrated, and the school stayed open.</p><p>Pierce, like many principals, is a former coach. He attended Texas A&M for one year, leaving to serve two years as a radio operator on a troopship in the Pacific toward the end of World War II and returning home to graduate from East Texas State University in 1950. Back in Mt. Vernon he was Don Meredith’s high school football and basketball coach; pictures of the ex-SMU and Dallas Cowboy quarterback with Pierce’s 1955 championship team decorate the principal’s office at Woodrow along with snapshots of his two grown daughters, his wife, and his son, and all the Wildcat teams and organizations.</p><p>Pierce came to Dallas in 1956 to coach basketball and teach algebra at Hillcrest High School, which he did until coming to Woodrow in 1963 as assistant principal. Except for two years as principal of Florence Junior High, he hasn’t left. If he sometimes tires of the routine, he never lets it show. Today’s successful high school principal has to be more of a bureaucrat than an educator. “There are about five hundred people working in the DISD headquarters,’’ he says, “and every one of them feels like he’s not doing his job unless he sends me a piece of mail at least once a week.’’ But even more than a bureaucrat, a principal needs to be a politician.</p><p>Tonight’s PTA open house places in bold relief Pierce’s central concern as an administrator. The previous week, the DISD released the results of standardized tests given in april 1977 to its pupils on a school-by-school basis. For high schools, those figures, printed prominently in both city newspapers and discussed on TV and radio, showed the national percentile rank of the median student in each grade.</p><p>At Woodrow Wilson, for example, the median freshman student, compared to other ninth-graders across the country, ranked in the 27th percentile in reading, the 23rd in language, and the 35th in math. The juniors and seniors, when the results were released, did better. For them, the comparable figures were the 38th percentile in reading, and 41st in language and math. Not only are such scores weak in comparison to those of other schools near Pierce’s upper-middle-class constituency (Bryan adams’ scores were mostly in the fifties and sixties; W.T. White’s ten points higher than that), but the comparison of older to younger students also suggests an incipient decline.</p><p>The Woodrow Wilson PTA, composed almost entirely of parents from north of the tracks, want to have the scores broken down by race, in the interest of showing that the college-bound students are as well served at Pierce’s school as ever and that there is no cause fo.r alarm. There is little doubt that the figures would support such a contention: at the all-black Dallas high schools, like James Madison, L.G. Pinkston, and South Oak Cliff, median scores in reading and language range between 7 and 14; at the mostly Mexican american North Dallas High, from 11 to 17. Study after study has shown that integration (or segregation) has little or no effect upon individual achievement levels.</p><p>The parents ask Pierce to provide the statistics broken down by race. The request makes him uneasy. He doesn’t have them, but the DISD does or could run them out of their computer. (Keeping track of such things is required in Judge Taylor’s 1976 court order, and a yearly audit is performed.) “Yeah, they’ve got ’em. The question is, will they let them go? I can't tell you that.” Does he think they should? “Well, now. that’s a hard one.”</p><p>Pierce would rather approach the question of Woodrow Wilson's two constituencies—more than two actually —by talking about discipline, which is more in his line. That seems more appropriate, since poll after poll shows discipline to be the number one concern regarding public education these days. When Woodrow first began having black and brown students in large numbers, Pierce concedes, some tension existed and a few fights broke out. ‘‘We think we’ve always done a good job here, but in the past you could always find a couple of small groups of sullen, alienated, bitter students. Now you can’t. We don’t know exactly what we've done. If we did, we'd have done it earlier. My philosophy,” he says, ‘‘is that most people will respond if you treat them as individual humans with individual problems and show them that you care. You can’t overemphasize preparation. Teachers have to be well organized. When students have something to do, discipline takes care of itself.”</p><p>At Woodrow, coming to school with drugs or alcohol or showing up under their influence results in immediate three-day suspension, parent conferences, and legal charges where applicable; so do fighting, cursing teachers, and other disruptive activities. Teachers are encouraged to set consistent behavioral standards for their classrooms and are supported when those standards are violated.</p><p>On the other side is Pierce’s insistence that teachers learn the names of all their students, find something to praise in all of them, and try to keep abreast of potential difficulties. Sounds impossibly idealized, you say? I thought so, too. But in many hours of walking the halls with Pierce and assistant principals Joel Haden, Lupe Cruz, and Marvin Edwards, I found that they themselves knew not only the names but also a good deal about almost every student who approached them. All the same, maintaining order today is not what it was when I was in school. Cruising the halls during first period we come upon a young man on his way to the bathroom. He has on a T-shirt with the letters FCK and under them the punch line ‘‘The only thing missing is you.” You can sense that the Wayne Pierce who once coached at Mt. Vernon High School would have swept down on him like a red-tailed hawk. Today’s experienced big-city principal shrugs it off with a half-embarrassed smile. “The king is dead,” he says. “You just can’t be dictatorial anymore.”</p><p>First Period</p><p>J. William Brown teaches mathematics—advanced algebra, trigonometry, and calculus—and has done so at Woodrow Wilson for 25 years. He has missed a total of six days due to illness. When he began at Woodrow the school was under the same principal who opened it in 1928 and presided for 30 years. Back then there was no such thing as Fundamentals of Math, a basic arithmetic course that now occupies six of the eleven teachers in the mathematics department, of which Brown is chairman.</p><p>Only after meeting stiff resistance has change penetrated the classroom Wayne Pierce refers to as the “J. William Brown Independent School District.” The textbooks, Brown says, have been simplified enormously since about the midsixties, particularly in algebra. There isn’t a whole lot he can do about that. “Kids back fifteen years ago had an interest in making good grades. But apathy has increased tremendously since the mid-sixties, although in the last two years there seems to have been a turnaround in attitudes. Who knows, maybe we’re on our way back.”</p><p>A sly-humored man, Brown probably notices and tabulates for his own purposes a good deal more than he ever lets on. His means of keeping order and attention in the classroom is that subtle form of psychological terrorism that makes his pupils dread and love him at the same time. “I am the teacher,” his demeanor announces, “you are the students, and this book contains the body of knowledge to be mastered. Get to work.” and, while Brown chats in the hallway, his mostly college-bound students do just that. Not a sound emerges.</p><p>In the meantime Wayne Pierce has been outside to inspect the bleachers being erected for the senior class picture. He has visited a substitute teacher in one of the English classes to be sure adequate instructions have been left and consulted with the librarians about the new shelving and the placement of desks in the remodeled and expanded library. It is important that no large blind spots be left where students can disappear from sight for very long. He has also telephoned an angry mother who wants her daughter, a good student, sent to another math class. Last Friday the child came home in tears because she said the teacher shouted at her when she failed to understand instructions. Pierce suggests a conference with the teacher; the mother says no. The records show the child has made a’s and b’s, but she is now failing math. Pierce knows the teacher in question is disciplined and intense and will be upset if a decision is made without consultation. Another line to walk.</p><p>Then there are the lottery cards. Like most educators, Pierce is convinced that his job would be made easier by parental interest and participation in school affairs. From the parents of his collegebound constituency, he has as much as he needs —more, probably, than he wants, although he would deny that such a thing is possible. He has devised a raffle to lure the parents of the rest of the students to open house. Each parent will be given a card by each teacher whose classroom he or she attends to fill in with the child’s name, sign, and return. The next day at school fifteen cards will be drawn. The first five students will each receive $10; the next ten, $5. This morning Pierce is worried that there might not be enough cards, so he and his secretary count some more into bundles of ten. But the work is interrupted by a telephone call from the superintendent’s office downtown. Pierce needs to make arrangements for Woodrow to be available in two weeks for a community meeting with DISD officials.</p><p>Second Period</p><p>This is Joel Haden’s quarter term to work on discipline. Pierce rotates his assistant principals through discipline, attendance, and academics. Haden is in the Youth action Center, a room set up in a first-floor corner of the building and staffed by a city policeman, a county probation officer, and a DISD counselor. There are 22 of these in the DISD, and each one handles all the problems arising in the schools it serves that cannot be taken care of solely by school officials. Most of the action involves truancy and drugs (marijuana mostly), although the Woodrow YAC has recently broken up an elaborate ring of bicycle thieves.</p><p>Margie is crying when she is brought in, along with the girl she had been exchanging curses with in study hall. Haden patiently extracts the essentials of the story from Margie and her friend. The shouting and cursing began, it seems, because each girl believed the other to have been saying ugly things behind her back. He mediates. A few minutes later the quarrel appears settled, both friends are sniffling and seem to have made up. But Haden wants a few words with Margie, who visits here on such matters regularly. He knows she’s unhappy at home, but the fighting has to stop. She must get control of her emotions. “What if she swings at me first? i’m gonna just sit there and take it? I took enough from my father already. Nobody’s going to beat on me, nobody.” She begins crying again and points to her braces. “There’s too much money in here to waste it.” Haden calms her and sends her home to cool off for the day. If anybody picks on her at school she’s to come straight to him. “What for?” she asks. “You won’t do nothin’ to ’em.”</p><p>Haden returns to his office to meet a student who enrolled at Woodrow the day before and has already been sent out of class for discipline reasons. Haden knows from having interviewed him about his previous school record that the boy’s home life, like Margie’s, is unsettled. What students often look for from him, Haden says, is what they are not getting at home. Margie is testing his loyalty. Doesn’t the strain of dealing with other people’s adolescents all day grow tiring? It does, he admits. Some days he goes home completely exhausted, tense as a bowstring. “People often feel sorry for teachers and look down on them. But next to the ministry, I feel like this is the most important job there is. You just have to decide what you consider important.”</p><p>There is a commotion in the outer office, and Margie is back, her blouse torn and face swollen with tears. “You said not to hit back and to come to you!” she is shouting. “Well, come on! You just look what happened.” Haden sends an aide into the girls’ room to bring out Margie’s new antagonist. “Get that goddam nigger away from me!” Margie screams down the hall. “I hate this school, I want to go home!” Heads appear out of classroom doors up and down the hall. Margie could be arrested or suspended for her outburst; Elaine, the black girl, could be suspended as well.</p><p>But Margie is in a bad emotional state. “She felt she'd been stripped defenseless by what i’d told her and was testing me,” Haden explained later that morning to her grandmother, who had come to take her home.</p><p>With Elaine’s mother he is conciliatory. He has checked Elaine’s record and finds her to be a good student who has had no trouble before. The meeting goes on and on, but Haden seems endlessly patient. Elaine should not have to endure “ ethnic slurs and cursing, \" he says, but neither should she take matters into her own hands. Elaine is penitent but insists she does not know how the blouse was torn. It is agreed that two wrongs do not make a right. Haden ignores until the very end that the fight is interracial: “Margie doesn’t have to worry about other black girls picking on her now, does she, Elaine?” “No, me and her are friends. She didn’t mean nothing by it. She was just upset, I know she was.” Elaine can come back to school in the morning. The whole affair consumes most of Haden’s morning, and he almost misses lunch. There are four students waiting for him, but he knows it will be a long day and decides to take ten minutes to have a snack in the cafeteria. During lunch he is interrupted six times by students or teachers with minor problems.</p><p>Pierce reads the announcements for the day over the intercom. The Spanish Club and Fellowship of Christian athletes will be meeting. Yearbooks go on sale in the cafeteria. “Pay now and have your name inscribed on the cover at no extra charge.” The principal announces the winners in various timeless categories: best looking, wittiest, most likely to succeed. Students will have to buy a yearbook to find out who Mr. and Miss Wildcat are for the 1979 class. Then comes the thought for the day: “He who talks to you about others will talk to others about you.”</p><p>The seniors file outside to have their class picture taken. They are sorted by height and led onto the bleachers. As a ritual, the photograph provokes less horseplay and mugging than I would expect. Pierce, Haden, Cruz, Edwards, and the teachers who serve as senior advisers sit in the front row with the class officers in poses identical to those of the past several years.</p><p>Third Period</p><p>All the students in Eleanor Pearson’s Fundamentals of Math class are well acquainted with failure. Most have been attending school at least eight years, some longer than that. Yet if they could add and subtract with carrying and do simple multiplication and division —if, in short, they could do fifth-grade math — they would not be here. These are the students who are the target of the current public enthusiasm for competency testing, which its advocates hope will bring about a return to rigorous standards and accomplish an educational reformation against permissiveness. Pearson, for one, is skeptical.</p><p>“I fight very hard for these children,” Pearson says. “I don’t believe in standing over them with a whip. They know what that’s about. They’ve had it. Can you imagine what it is like to come to the ninth grade and not be able to add? What makes anybody think a kid is going to learn here what he hasn’t learned in eight years? I try to give them crutches they can use. People carry glasses. Why not carry a multiplication table in your wallet if you need one?</p><p>“What is competency anyway? You tell me and i’ll make out a test for them to pass. How many of these kids do you think will have a checking account? I can tell you, almost none. They will cash their paychecks, pay rent, groceries, and all that in cash. The IRS will make out their taxes for them.</p><p>The way I look at it, I am a doctor for each of my students. I have to figure how to get around what they can’t do. Changing the material doesn’t help. People have been changing the material for fifty years. What good does it do to tell people they are what they aren’t or that they can do what they can’t?”</p><p>Competency tests are in part supposed to eliminate this attitude—no matter who the student is, or what his background, the competency advocates insist, the school should teach him to read, write, and do basic math. But back in the good old days when standards were maintained—the forties and fifties and before —most of these children would have dropped out or never have come to school in the first place, which is one of the realities behind plummeting test scores. Still, regardless of the dedication and open-mindedness of teachers, schools by themselves cannot transcend the society that they reflect and for which they function as sorting agencies, separating the bright from the not-so-bright. Many critics have accused schools of effectively resegregating students inside the school building according to race and class. It is true that the majority of Pearson’s students are black or brown and that almost all of Brown’s collegebound students are white. By the time students reach high school, though, the only alternative is to group them according to demonstrated competence in academic subjects. Not to classify them would mean no one would learn to the full extent of his abilities.</p><p>When I left her class, Pearson was drawing boxes on the blackboard to illustrate to a student that the sum of two numbers had to be larger than either of the numbers itself. When he saw it in pictures, the kid seemed to understand at once.</p><p>Walking in the hall, the principal keeps in touch with his school. He has discussed with a DISD “mathematics facilitator” the room in which the new teaching machines will be set up. He and the vocational adjustment coordinator, Wilton Crocker, have gone over a couple of small problems regarding a few of Crocker’s students, most of whom are in special education and who work under school supervision as custodians, groundskeepers, fast-food employees and the like. If they can accumulate enough job skills to stay employed for two quarters, they can graduate with their class. Then there are problems about a night custodian drinking on the job and about a coach. It is rumored he is spending too little time on the gym floor. Sure enough, he is seated in his office reading the newspaper instead of supervising class. Somebody else wants to know about collecting sales tax on a benefit light bulb sale. “Probably unneccessary,” Pierce advises, “but if you get sent to prison, i’ll send you a card.”</p><p>As an administrator, Pierce displays an uncommon open-mindedness about the varying philosophies and personal styles of his teachers, which may explain the high morale. This teacher, he says, is a gung-ho type on school spirit. Note the elaborately decorated door, replete with three w’s and a Woodrow Wilson Wildcat. That teacher would rather have football and all the associated hoopla abolished. Another has had a lot of personal problems and drinks too much, but there’s nothing he can do. Even if summary action, rather than compassion and helping support, was indicated, firing a teacher is almost impossible once he or she has tenure.</p><p>Fourth Period</p><p>An outside observer with a notebook makes Eugenia Jameson’s junior american history class a bit giddy. After giving a quiz on the settling of the Western frontier, Mrs. Jameson goes over the questions. Bigamy comes up in association with the Mormons. One student knows about that because he saw something about it on <em>Lou Grant.</em> another wants to know why he was watching that show instead of the Dallas Cowboys game on another channel. Jameson stifles a discussion of the Cowboys’ difficulties and moves on to discuss a bookreading assignment for the next grading period. The topic will be Nazism. Students may elect to read either the novelization of <em>The Holocaust</em> or Ira Levin’s <em>The Boys from Brazil.</em> Groans and execrations. Which book is shorter?</p><p>Back to the american West. What is a sod house? a sod house is what you see in <em>Little House on the Prairie</em>. How about How the West Was Won, another movie on television? These are “mainstream” students, meaning their reading levels are somewhere between sixth grade and eleventh grade. If they tested higher they would qualify for senior history classes. It’s depressing to think of all these kids, no doubt representative of millions of their peers across the country, getting their ideas of the past from commercial television. But, if their parents let them park in front of the TV every night, what is a teacher supposed to do about it?</p><p>Later on, though, Jameson introduces me to Steve Cordova, who spends much of his spare time working to help support his family. The rest of the time he spends in a federally supported Upward Bound program at SMU, six weeks last summer and all day Saturdays during the school year. Most of his classes there are in literature and history, and Steve, the second youngest of seven children —his older brothers and sisters also attended Woodrow—hopes to be the first person in his family to go to college. His father finished the seventh grade in a country school in Limestone County set up for Mexican american farm workers; his mother speaks a little English and, so far as he knows, never went to school.</p><p>During a recent pep rally, somebody pulled loose a strip of molding from around the acoustical tiles on the back wall of the auditorium, and Pierce is going to have to fix it if he wants it fixed in time for open house. The custodian has too many other duties, and the teachers he asked to help are standing around waiting for someone to take command. One has brought a can of spray paint with which he proposes to camouflage, rather than repair, the damage. Pierce takes charge, fitting the pieces together like a puzzle and calling for a hammer and nails. While they are being secured, the head football coach arrives with a problem of his own. As if the season were not already bad enough (with just 1450 students, compared to the 3000 or more enrolled at some of their athletic rivals, Woodrow should be playing AAA rather than AAA a but won’t change because of community pride), the coach has reached an impasse in his simmering feud with the school nurse. A star player injured his thumb in the last game and had it put in a cast by a DISD trainer. Seeing the cast, the nurse has grown agitated that an injury requiring such treatment was not handled by a physician, and she has taken steps to have the boy forbidden to play until that is done. What can Pierce, as a member of the coaching fraternity and a fellow native of hardnosed Mt. Vernon, do for him? Pierce advises him to call the player’s father, who concurred in the treatment, and have him call the nurse. He doesn’t have to call the nurse to know that she is probably as indignant as the coach.</p><p>While Pierce finishes nailing up the molding strip, the coach tells me he has just about had it with the pressures of having his abilities judged every week on the basis of the performance of a group of adolescent boys. As soon as he finishes up the courses for his administrator’s certificate, he’s going to let somebody else have the headaches.</p><p>Fifth Period</p><p>In Velma Lupo’s special-education class, where her students are designated “educable but mentally retarded,” two students are set to work on the Sesame Street Missing Match-Ups game (ages 3 to 8). The rest are going over the definitions of “local,” “state,” and “national.” Did anyone listen to the news on the radio last night? Mark did. What was the news? a car wreck in Dallas. Was that local, state, or national news? Mark thinks it was national. So does everybody else. Back to yesterday’s lesson.</p><p>After fixing the molding, Pierce returns telephone calls in his office. He talks to his sick teacher to see how she is and returns the call of a happy parent, whose son drifted lazily through Woodrow with Pierce and the guidance office on his tail but who seems to have awakened at junior college —his first grade report is all a’s. There are several calls relative to the Great Thumb Cast Debate, which establish that the nurse has made a successful bureaucratic end run to the DISD. Someone there recommends that the boy not play again until he has had medical attention and is cleared in writing by a physician. That takes Pierce out of the play, which is fine with him. As an administrator, though, he thinks that the DISD, having set the policy of clearing all athletic injuries through a central office, is “going to end up being sorry they ever got into this thing.”</p><p>Sixth Period</p><p>When Margie shouted “nigger” down the hall earlier in the day, everybody in Lucious Newhouse’s health class heard it and was embarrassed. “Five years ago, kids wanted to fight each other,” says Newhouse, who is the cousin of the Dallas Cowboy running back of the same name and himself a sprinter at Prairie View. “all they had to see was a white, black, or brown girl talking to somebody of another race and things got tense. Now they accept things like that.”</p><p>Much of what Newhouse does in class is to proselytize against cigarettes, alcohol, and dope. He says there are less drugs around, particularly hard drugs, and less serious drinking among his students than there has been in the past. For whatever reasons, he concurs with Brown that students have grown more tractable and less resentful of authority in the last two years and more inclined than they have been at any time since he began teaching twelve years ago to give teachers and adults a bit more credit for having learned something in their passage through this world.</p><p>Because students are not sorted according to ability for health classes, Newhouse is one of the few teachers at Woodrow who has to deal all the time with the vast disparity between achievement levels. He runs a tight ship, asking questions and calling on students individually to respond, allowing neither nonparticipation nor spontaneous commentary. Students, he says, expect health class to be undemanding, for which reason he will not show films for them to sleep through, as many coaches who also teach are inclined to do. Today he is reading—with confidentiality, of course — from the drug autobiographies his students have written and asking them to analyze the authors’ motives for giving in to temptation.</p><p>“To me,” Newhouse says after class,“Mr. Pierce is an inspiration as a leader. I can go to him with my teaching problems and get real help without worrying that he’ll judge me for admitting i’ve got difficulties. Sometimes I think he can tell what’s on your mind just by looking at you.” Most important, though, is his sense of fair play. “In a school like Woodrow, where you have everybody from the richest to the poorest, you have to be very careful about what you say and how you say it. If you aren’t careful a student will object to being set up as an object for the rest to look at. I’ve never heard Pierce say anything about that, but he teaches by example, and you know it’s there.” and that, he thinks, makes Woodrow Wilson High School work.</p><p>At the moment, Pierce would be happy just to get the stage lights to work. Student helpers checking them out became alarmed when the control panel began to emit smoke and sparks. It is now 4 p.m. and parents’ night is scheduled to begin in the auditorium in about three hours. DISD electricians are summoned to make an emergency overtime call. To add to that, Woodrow’s United Fund contributions are due downtown by 5 at the latest, and the person responsible for delivering them has forgotten and gone home. Joel Haden volunteers to take them as soon as he and Pierce Finish pulling off the auditorium wall remnants of posters and banners from the last football pep rally. The welcome table must be set up, more lottery cards counted and put out, and the custodian located and reminded to remove the nest of yellow jackets near the front steps. Because it is easier to do it all himself than hunt somebody up. Pierce does. By 5 the electricians have done some makeshift wiring, and about half the lights are working. That is going to have to do. Maybe there will be time for a quick dinner at home after all. I tell him what the football coach said about getting his administrator’s papers and leaving the headaches to others, and Pierce raises a quizzical, perhaps even a weary, eyebrow. “Well,” he says, “I don’t know about that.”</p><p>Parents’ Night</p><p>For the three hundred parents who attend, parents’ night is a great success. Naively, I had expected an ethnic cross section of Dallas and looked forward to a heartening demonstration of democracy in action. But what I got was a heartening demonstration of Lakewood in action. If any parents at all from the black and Mexican american half of the student body came to meet their children’s teachers, I didn’t see them. Even the lottery was a dismal failure. J. William Brown welcomed eighty parents to his classroom; Pearson got none. Of the 450-odd students enrolled in the basic reading program, <em>not a single parent came.</em> Why not? Everyone—school officials, students, and parents —throws up his hands when asked that question.</p><p>Still, Woodrow Wilson is a much better school than deductive reasoning would make it, and if I lived in Dallas I would feel secure in having my children educated there. Woodrow Wilson provides lessons not to be learned in oneclass, one-race private or suburban schools. At least one of those lessons is how much difference dedicated individuals can still make in education, regardless of all the available tests, machines, and theories. It is people like Wayne Pierce and some of his teachers at Woodrow Wilson High School who make the difference in urban education today. No doubt, though, Pierce would find all this a bit much to contemplate at 10 p.m., making sure the building is empty and the lights are out before he cranks up the Mustang and goes home to pull his paperwork together in order to be ready to meet his teachers in the morning. So much for Tuesday.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "January 1979",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "School",
      "Students",
      "Teachers",
      "Dallas",
      "Schools",
      "High School",
      "office",
      "Home",
      "people",
      "Football",
      "Education",
      "Children",
      "Texas",
      "urban",
      "Work",
      "Cities",
      "College",
      "Game",
      "Health",
      "Mother"
    ],
    "wp_categories": [
      "Dallas"
    ],
    "wp_location": [
      "Dallas",
      "Texas",
      "West",
      "Bryan",
      "East Texas"
    ]
  }
}