{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19791",
    "date": "January 1979",
    "year": 1979,
    "month": 1,
    "month_formatted": "January",
    "pdf_uri": "/1979/19790100.pdf",
    "issue_cover_image": "",
    "document_start_page": 94,
    "toc_start_page": 92,
    "document_page_range": [
      [
        94,
        95,
        96,
        97
      ]
    ],
    "toc_order": 5,
    "toc_headline": "Six Crises",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-197901-sixcrises",
  "source": "/1979/19790100.pdf",
  "wp_post_id": 114855,
  "wp_post_guid": "http://www.texasmonthly.com/article/six-crises/",
  "authors": [
    "Paul Burka"
  ],
  "headline": "Six Crises",
  "dek": "Here's what our legislators will be battling over for the next few months. Naturally they’ll have our best interests at heart.",
  "spread_caption": "",
  "excerpt": "It will be up to the 66th Legislature to solve these problems, and we’ll have to live with the solutions.",
  "kicker": "",
  "word_count": 2138,
  "content": "<img/><img/><img/><p>Uh-oh. Here it is January of an odd-numbered year again. That means it must be time to dust off all the old jokes: about the New York judge who declared, “No man’s life, liberty, or property are safe while the Legislature is in session”; about the two things you should never watch being made—sausage and legislation; about the typographical error in the Texas Constitution that has the Legislature meeting every 2 years for 140 days instead of every 140 years for 2 days as intended.</p><p>Yes, the Legislature is back for its sixty-sixth biennial assault on the State Capitol. But this time something new is waiting for them—a Republican governor. The last time Texas had one of those was back in 1871, and the legislative session that year still ranks among the most tumultuous the state has ever seen. Alas, no one expects anything quite so colorful this time. After all, of E. J. Davis got his comeuppance for spending the state into debt, a mistake Bill Clements is unlikely to duplicate. Still, this should be the most memorable session in years, as legislators learn to their surprise that Texas really does have a governor’s office. It’s a new game—called two-party politics—with new rules, and neither Clements nor the legislators know how to play yet. While they learn, here are a few of the other things they will be worrying about.</p><p>Illustrated by Tom Curry</p><p><strong>SAFETY First</strong></p><p><em>The products liability crisis</em></p><p>Pity the poor trial lawyers. A couple of years ago they were regarded as one of the two or three most potent lobbies in austin. Then came the malpractice crisis and a legislative struggle with doctors that left both sides nursing their wounds. To make matters worse, just when it looked as though one of their own would be elected governor, along came Bill Clements, whose scornful description of John Hill as a “liberal claims lawyer” doesn’t bode well for them. And now they’re back on the defensive, with virtually the entire business lobby aligned against them.</p><p>It seems that a new crisis stalks the land, with the rather uninspired name of products liability. If you think the topic sounds dull, you should try studying the issues, which depend mainly on one’s grasp of narrow points of law. The crux of the problem dates back to 1967, when the Texas Supreme Court made it much easier for consumers to sue manufacturers and sellers of defective products. Prior to that time, a victim could collect for a hidden defect only when the product was food—say, an exploding soft drink bottle. In recent years, however, the courts have taken increasingly dim views of unsafe automobiles, falling elevators, defective lawnmowers, and the like. Jury awards in seven figures are more and more frequent, and one recent case was <em>settled</em> for more than $6 million.</p><p>The business lobby hopes to reverse this trend by tinkering with the legal system. Unlike the doctors, whose illconcealed distaste for lawyers hurt their own cause last session, the business coalition is slick, calm, and patient, basing its case on rational argument. (Example: if the person operating the defective lawnmower put his former foot too close to the casing when the shaft flew off, that should reduce his award—which the current law doesn’t allow.) The trial lawyers appear to be in for another rough session.</p><p><strong>BELLYING Up To the Bar</strong></p><p><em>The Sunset laws</em></p><p>When the Legislature enacted the state’s first Sunset law two years ago, there was a great deal of self-congratulatory talk that the independent fiefdoms and duchies of state government would at last be brought under control. Now the time has come for the Legislature to put up or shut up.</p><p>The concept works like this: every two years the Legislature reviews selected state agencies, until after twelve years it has examined them all. Each time an agency is under scrutiny, it is automatically terminated unless the Legislature passes a new law re-creating it. In theory, if an agency has ceased to perform any useful function, the Legislature will pull the plug. In practice, however, that may be more difficult than it sounds.</p><p>Sunset is aimed particularly at the string of agencies whose primary task is to issue licenses to aspiring professionals. Many of these agencies—the State Board of Morticians is archetypal—are headed by boards drawn entirely from the regulated profession; less than eager for new competition, their guiding principle seems to be, “We’re on board, pull up the ladder.” Up for review this session are 26 agencies, ranging from the vestigial Stonewall Jackson Memorial Board and the Pink Bollworm Commission to agencies that control access to such professions as barbering, nursing home administration, surveying, architecture, and law. The pivotal test of how serious the Legislature is about making Sunset work will come when the lawmakers tackle the powerful State Bar of Texas. A regulatory agency that also functions as the lawyers’ trade association, the Bar is a classic example of a profession running a closed shop in the name of state government. But lawyers, morticians, realtors, and other professionals are precisely the people back home who have the ear (and probably the heart) of most legislators, so making Sunset work will not be easy.</p><p><strong>the Blessings Of Age</strong></p><p><em>Nursing home grants</em></p><p>Of the issues that will keep the Legislature busy in the months ahead, some, like agricultural tax relief, are perennials that arise every session. Others, like products liability and the tax revolt, will be making their first appearances. And every session something pops up that no one anticipates. This year’s issue waiting to happen could turn out to be nursing homes.</p><p>It’s about time. Believe it or not, after education and highways, nursing homes get the biggest slice of the state budget: $191 million, or almost six times the $33 million allotted to the much criticized aid to Families with Dependent Children program. AFDC is often denounced as inefficient or ineffective, but as a waste of taxpayers’ money it shrivels in comparison to the nursing home boondoggle. For example, community-based approaches—meals, transportation, day care for the elderly—are much less costly than institutional care (and are preferred by most recipients), but they invariably get short shrift from the Legislature. One reason is that more federal money is available to supplement nursing homes than for community services (though the latter remain a better deal). Another is that most of the state’s 962 nursing homes are businesses rather than nonprofit organizations and wouldn’t like to lose the monthly dole that amounts to more than $500 per patient. In fact, they would like to increase it and will be asking the Legislature to do just that. They are well organized and generous with campaign contributions; nevertheless, there will be voices raised in opposition. An important factor behind the nursing home owners’ desire for more money is that they have overbuilt—out of a state total of 100,000 beds, about 20,000 are usually empty. Some legislators want to control the building and get more support for community services. As we said, it’s about time.</p><p><strong>the Unkindest Cut</strong></p><img/><img/><p><em>The tax revolt</em></p><p>For the past six years, the Legislature has chafed under a governor whose watchword was “No new taxes.” Now they find that his replacement doesn’t even think much of the old ones: Bill Clements is committed to a $1 billion tax reduction on top of the $1 billion the Legislature has already kicked back to taxpayers as the result of last summer’s special session. Happily for Clements, inflation and the state’s continuing economic prosperity have fattened the state treasury to the extent that the Legislature has $2.6 billion more to work with than it had in 1977. Unhappily for Clements, the Legislature is just as committed to spending every last penny of this windfall as he is to tax relief.</p><p>The battle of the purse is certain to be the most important issue of the session and just may be the biggest test of Bill Clements as a governor. Clements has the veto power, of course, plus the force of public opinion on his side. But every legislator has his own pet project that requires a few million dollars, and the temptation to spend the treasury surplus is almost irresistible. Furthermore, despite the rhetoric of tax relief, most legislators know that the state tax burden here is one of the lowest in the country.</p><p>Clements is headed for a collision with Lieutenant Governor Bill Hobby, who just happens to be the governor’s most likely Democratic challenger in 1982. Hobby was instrumental last summer in blocking limits on state and local spending and rejecting provisions that would handcuff future Legislatures in need of funds—all of which Clements supports wholeheartedly. The governor wants to submit local tax increases to a vote of the affected citizenry and proposes constitutional amendments barring state income taxes and requiring a two-thirds vote of the Legislature to pass a tax bill. Most legislators would prefer to remain unfettered, but to vote no will be hard in today’s political climate.</p><p><strong>PLOUGHSHARES</strong></p><p><em>agricultural tax breaks</em></p><p>Tax breaks are a lot like sibling rivalry: whatever it is you’re enjoying, somebody else wants in on the fun. That means there’s going to be a lot of shouting and pouting this spring before the Legislature finally decides how to implement the special treatment for rural property that Texas voters, after years of saying no, authorized last fall.</p><p>The idea is that farmers and ranchers should be taxed on the value of what their land produces rather than its market value, and the purpose is to protect mom-and-pop farmers and ranchers who can’t afford to pay taxes based on skyrocketing land prices. If something isn’t done, the argument goes, the family farmer, regarded in some quarters as the fount of american virtue, will be driven off the noble land into the wicked city, presumably at great social cost to the rest of us. The contention is not without merit—there are, for example, some rice farmers southwest of Houston who are barely hanging on—but it has two flaws: a vast amount of rural property in this state is owned by corporate farmers, timber interests, and land speculators who don’t need any tax breaks. And, except around Houston and Dallas, most small rural property owners pay taxes that are negligible by city standards, and the last thing they need (or want) is for the Legislature to start tampering with the system.</p><p>Nevertheless, the voters have spoken and tamper the Legislature will. But how? Some members would like to limit the tax breaks to small farmers, but this is difficult to do, lexically or politically. The clamor of “me too” will echo through the chambers and will be hard to resist. The biggest fight will probably center on the timber industry, which, despite a notable lack of mom-and-pop operators, claims it deserves a break just for keeping land rural. The outcome, like any sibling (or political) rivalry, is less likely to be decided by merit than muscle.</p><p><strong>OIL In the Family</strong></p><p><em>Energy alternatives</em></p><p>The Legislature would dearly love to do something about energy, if only they could figure out something to do. If they had their way, the first item on the agenda would be a prohibition against any natural gas leaving the state. Unfortunately, or perhaps fortunately, depending on whether you’re reading this south or north of the Red River, there’s a small obstacle known as the U.S. Constitution, which prevents states from meddling with interstate commerce. However, not everyone has given up: Bill Clements has been trying to drum up support for a tax on gas leaving the state. Since the Legislature tried this approach back in the fifties and the courts would have none of it, one would be tempted to dismiss it out of hand, were it not for the fact that Mr. Clements has earned the right to be taken seriously.</p><p>The idea, of course, is for out-of-staters to compensate Texas for the loss of its irreplaceable resources, and if Clements is serious about the idea, there are a couple of other taxes with better constitutional credentials he might take a look at. Currently Texas makes producers pay for the privilege of removing oil and gas from the ground; coal, lignite, and uranium miners escape altogether. This makes no sense, especially when Western states like Montana extract tributes of up to 30 per cent from coal operators—a charge that is eventually passed on to Texas consumers. Then there is the familiar idea of a refinery tax, which was championed by liberals in the antiquity before the arab embargo but now has been resurrected by some of the Legislature’s more chauvinistic conservatives, who would like to see it replace local property taxes. Since most of the output of Texas’ 53 refineries is sold elsewhere, the refinery tax in effect forces motorists across the country to fund our state government. It may not be quite as effective as letting them freeze in the dark, but it will have to do.</p><img/><img/>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "January 1979",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Legislature",
      "Texas",
      "Legislators",
      "Home",
      "Land",
      "Bill Clements",
      "Sunset",
      "Taxes",
      "Business",
      "Farmers",
      "gas",
      "Governor",
      "homes",
      "Law",
      "money",
      "Nursing Homes",
      "Rural",
      "Work",
      "Houston",
      "Lawyers"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": [
      "Texas",
      "Houston"
    ]
  }
}