{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19846",
    "date": "June 1984",
    "year": 1984,
    "month": 6,
    "month_formatted": "June",
    "pdf_uri": "/1984/19840600.pdf",
    "issue_cover_image": "",
    "document_start_page": 136,
    "toc_start_page": 118,
    "document_page_range": [
      [
        136,
        137,
        138,
        139,
        140,
        141,
        142,
        143,
        144,
        145
      ],
      [
        202,
        203,
        204,
        205,
        206,
        207,
        208,
        209,
        210,
        211,
        212,
        213,
        214,
        215
      ]
    ],
    "toc_order": 1,
    "toc_headline": "The Wild Side Of Town",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198406-thewides",
  "source": "/1984/19840600.pdf",
  "wp_post_id": 120198,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-wild-side-of-town/",
  "authors": [
    "Suzanne Winckler"
  ],
  "headline": "The Wide Side Of Town",
  "dek": "You knew it was a jungle out there, but did you know it was filled with bobcats,alligators, and golden-cheeked warblers?",
  "spread_caption": "",
  "excerpt": "You don’t have to go to the country or the zoo to see wild animals; there are lizards in downtown buildings, gators in the creeks, and deer in the parking lots.",
  "kicker": "",
  "word_count": 11755,
  "content": "<img/><p><strong>TUFTED Titmouse Fits where there are trees.</strong></p><p><strong>COYOTES Yip on the outskirts.</strong></p><p><strong>CARDINAL</strong></p><p><strong>PEREGRINE Falcon The cruise missile of downtown canyons.</strong></p><p><strong>HOUSTON</strong></p><p><strong>RACCOON Give it water and an audience.</strong></p><p><strong>COTTONTAILHippity-hops in the city's wilder parts.</strong></p><p><strong>GROUND Skink Seldom comes out from under cover.</strong></p><p><strong>ALLIGATOR Wouldn't stray from the bayous.</strong></p><p><strong>Illustrated by Melissa Grimes</strong></p><p>It’s a spring night in austin, and some upland plovers just flew over my house. They are prairie birds, quail size but with long legs and a regal bearing. I didn’t see them (one seldom does); I heard them. During their nocturnal migrations they make tootling calls that are so charming —not to mention a little eerie —that I try to point out the sound to other people. They’re always somewhat nonplussed that this clarinet chorus is tumbling down from the sky into a big city. It’s too wild. But the migration of upland plovers is as much an urban event in Texas as it is a country one, the birds-in-passage being indifferent to the alterations in the terrain beneath them unless the alteration happens to be a skyscraper they crash into. And their migration tells me, more eloquently than my emerging cockroaches do, that spring has come back.</p><img/><p><strong>FIVE-LINED Skink Slithers under leaves and debris.</strong></p><p><strong>PURPLE Martin The urban aerialist.</strong></p><p><strong>CARDINAL Loves your back yard.</strong></p><p><strong>HOUSE Cat Loves your cardinal.</strong></p><p><strong>TIGER Beetle Tempts you to catch it on footpaths.</strong></p><p><strong>FIVE-LINED Skink</strong></p><p>The seasons in a city are marked by its wildlife.</p><p>There are the neighborhood mockingbirds singing all night in June in a kind of frenzy I greatly admire; the irascible ticks of summer (on my dog, the lone star tick-isn’t this carrying a Texas motif too far?); the fireflies in July glittering along the creek in a nearby park; in the fall, the spectacular die-off of crickets and the daylight passage of broad-winged hawks, white pelicans, geese, and sandhill cranes, the geese and cranes honking and trumpeting like aerial marching bands; the monarch butterflies drifting by the window of my highrise office on their way to winter in Mexico; the songs of some white-throated sparrows in the dead of winter in the backyard brush pile that I never took to the dump. And come spring, it starts all over.</p><p>I don’t mean to perpetrate a Whitmanesque reverie on all of you folks for whom a desk calendar is enough. Clearly, the comings and goings of various reptiles, birds, insects, fish, amphibians, mammals, and mollusks are not at all what cities are about. Nor are these creatures of the slightest interest to millions of urban dwellers —except inasmuch as they frequently constitute pests. Texans, for instance, spent around $20 million last year attempting to exterminate cockroaches. And a poor fellow in Dallas spent $2500 redoing his floors after skunks sprayed them from underneath the house, a not unusual catastrophe.</p><p>But even though that man has my sympathy, I am not so interested in the manversus-skunk aspect of urban wildlife as I am in the unexpected abundance of creatures other than ourselves thriving in a setting that is designed without them in mind. I recently made the rounds of Texas’ major cities with an eye and an ear on their animals and found some impressive denizens. (Those accounts are listed below, the cities ranked by number of their human inhabitants.)</p><p>There are minks in Dallas, and i'm not talking about coats. I’ve seen an alligator inside the Loop in Houston. A mountain lion has been sighted on a couple of occasions in the middle of one big Texas city (which one is classified information). Austin policeman Greg Lasley, who is an ardent naturalist, makes note of the critters he sees when he works the graveyard shift —when most mammals prefer to come out, ourselves being the big exception. He’s seen whitetailed deer grazing in a Safeway parking lot, a coyote in a downtown park.</p><img/><p><strong>BARRED Owl Calls from deep, dark woods.</strong></p><p><strong>HORSE Grazes on the last of the frontier.</strong></p><p><strong>BOBWHITE Quail Hides in any approximation of prairie.</strong></p><p><strong>ROUGH Earth Snake Curls up under rocks, boards, old carpet.</strong></p><p><strong>MINK Slinks along creeks and rivers.</strong></p><p><strong>RERED-EARED Slider Where there's water there's sliders.</strong></p><p><strong>CATTLE Egret, Little Blue Heron, Snowy Egret Congregate at the UT Health Science Center.</strong></p><p>Everyone, it seems, has had an encounter—usually hilarious or endearing, rarely unpleasant-with a raccoon, if not a platoon of them. Their ability to thrive wherever there are creeks or the man-made equivalent, underground drainage systems, makes them in effect the emperors of the urban underworld. Matching the raccoon in abundance, if not in outright popularity, is the possum; with its bathwatergray fur, rattail, and snarly smile, it looks a little like the heavy in a B-movie. Raccoons and possums are nocturnal, though, and not seen as frequently as fox squirrels, our most common day-loving urban mammals. Cities are almost their sanctuary, and since they have few urban predators to keep their numbers in line (just agile dogs and cats and a few marauding boys with air rifles), they are almost tripping over us and each other.</p><p>In Fort Worth’s Botanic Garden this spring I saw a pair of wood ducks—giving me a flush for that species in the five largest Texas cities east of the 100th meridian. Wood ducks even show up from time to time in the arid reaches of El Paso. They seem to be settling into the urban life, which is just about the happiest discovery I made during my tour. In some places, like Dallas’ White Rock Lake, people have put up nest boxes for them. Together—he with his ornate harlequin plumage, she with her understated Princess Grace quality—they bring stature and elegance to the community.</p><p>It is birds, really, that smooth the edges off cities. They sing. They strut. They chase the cat. Hundreds of species turn up in cities; trying to write a short list of major characters is like trying to synopsize a Dickens novel. Based on conspicuousness alone, the list reads loosely like this: mockingbird, blue jay, cardinal, Carolina wren, greattailed grackle, house finch, red-bellied woodpecker, mourning dove, house sparrow, starling, domestic pigeon (these last three being dubious alien imports that are running amok in our cities), and—one for the night —screech owl.</p><img/><p><strong>MONKINGBIRD Sings from trees,roofs, high wires.</strong></p><p><strong>BUFFALO a few hole up at the Fort Worth Nature Center.</strong></p><p><strong>ROBIN Chortles from treerops.</strong></p><p><strong>MOCKINGBIRDS</strong></p><p><strong>GREEN Herons Lurk along waterways.</strong></p><p><strong>PROTHONOTARY Warblers Glow in the swamp.</strong></p><p><strong>PRAIRIE Dog The mammal with gusto.</strong></p><p><strong>DALLAS And Fort Worth</strong></p><p>Perhaps the most obvious avian event in Texas cities is the evening flights of several species of blackbirds, which occur around rush hour. They are going home to roost, just like you are. When you are stuck in traffic on the Central Expressway in Dallas or the Katy Freeway in Houston, you can entertain yourself by learning to distinguish their silhouettes. Freeway birding can be quite joyous. I’ve seen red-tailed hawks soaring over most of the major urban thoroughfares, and birds of countless species love to perch on high wires, the scissor-tailed flycatcher being perhaps the most exquisite of these tightrope artists. A lot of birds —house sparrows, kingbirds, and others —in an act of extreme bravery or stupidity, even nest on signal lights overhanging busy streets.</p><p>All of these animals are a great testament to survivability, and that is, as a rule, the one trait that all urban animals possess. They are not frail; they are opportunists. They don’t hang themselves with special requirements. They can fight off cats and dogs or else hide expertly from them. They will dine like kings on limp french fries from a dumpster. There is a lesson in their fortitude, as well as unexcelled grace and beauty and a good deal of comic relief.</p><p>Unfortunately, I get nervous when I enumerate the astounding numbers and kinds of animals that dwell in cities. It makes me sound like an apologist for developers, but they have dismantled too many of my favorite places for that ever to be the case. I get just as impatient, though, with tunnel-visionists —those environmentalists who depict cities as biological wastelands. Theirs is a far bleaker picture of the urban landscape than the one I see and hear. I hold no hope of expanding their view, of course, no more than I expect U.S. Home to start setting up wilderness preserves. While both camps busy themselves with their appointed tasks, I will get on with mine, which is to enjoy what urban animals there are to see. Jesus Gomez, an austin gardener of local fame, explained my position better than I can. One day, while we were standing on a sidewalk idly watching some ants in their procession, he said to me, “I like to watch little animals going places.’</p><img/><p><strong>SPINY Soft-Shell Basks on the banks of streams.</strong></p><p><strong>WHITE-WINGED Dove Sanantonio's consummate coo.</strong></p><p><strong>GREAT-TAILED Grackle Everywhere there are dining opportunities.</strong></p><p><strong>TEXAS Tortoise Occasionally lumbers into town.</strong></p><p><strong>JACKRABBIT Give it a grassy open space for hopping.</strong></p><p><strong>HOUSTON</strong></p><p>Relative to other Texas cities, Houston is amazonia—lush, torrid, fecund —and for quantifiable abundance and diversity of urban animal life it probably ranks number one in the state. It is gratifying to know that there are alligators inside the Loop—or at least one.</p><p>I have seen him. That is, I have seen his bulging eyes and corrugated snout; the rest of him was submerged. His admirers call him Smiling Jack, and they prefer that his exact whereabouts remain unknown. Otherwise, they fear, he will be pelted with rocks or fed corn chips, both demeaning events in the life of an alligator.</p><p>If one element defines the natural character of Houston, it is the bayous, serpentine, mysterious, a little tawdry in their richness.</p><p>For flood control purposes the conventional wisdom has been to straighten and channelize the twenty major bayous that wind through the city, and of course they have long been used as sluices for runoff, treated sewage, and industrial dumping. I doubt that any other urban bodies of water in Texas have been so mistreated.</p><p><strong>armand Bayou Nature Center</strong></p><p>Armand Bayou is 1800 acres in size and adjacent to another 400 acres owned by Pasadena, all of which is surrounded by 10,000 acres of undeveloped land owned by Friendswood Development and Exxon. Armand is about as wild as it comes in the Houston area. I am told that at night you can hear coyotes yipping there, especially when there is a full moon. A bobcat walked up on the porch of the nature center one day while a class was in session, looked in, and then ambled off. The rococo mud castles of crawdads, scattered in the woods and marsh and on the prairie, are, however, more abundant at armand Bayou than bobcats.</p><p>The preserve is part forest (predominantly willow oak and red oak, though with a profusion of other plants), part bayou, part marsh, part prairie. The prairie was abandoned farmland when the preserve was established in 1977. Eric Lautzenheiser, the resident botanist, has coaxed about nine hundred acres back to what’s called a climax prairie —it has all the native representatives: little bluestem, big bluestem, switch grass, to name just a few. If you appreciate the subtleties of prairies and acknowledge that they are Texas’ most endangered habitat, then you will swoon over this one, especially in the fall, when prairie wildflowers are at their peak.</p><img/><p><strong>WHITE-WINGED Dove</strong></p><p><strong>PIGEONS Until lately, a horde on the Riverwalk.</strong></p><p><strong>GREEN Anole</strong></p><p><strong>SAILFIN Mollie Swims at the alamo.</strong></p><p><strong>GREEN Anole Skitters up trees and rock walls.</strong></p><p><strong>JAVELINA Snorts into town on occasion.</strong></p><p><strong>SAN Antonio</strong></p><p>Amid the salt marshmallow (a low-growing plant) near the prairie, I saw my first rabbit’s nest —a pocket in the ground about fist size, lined with soft gray rabbit fur, exceptional architecture for an otherwise mundane animal. There were no rabbits in sight, and the house looked like it had been rifled, perhaps by a coyote. Besides birds, the most prevalent forms of wildlife on the day I visited armand were electric-green tiger beetles and assorted skinks. Tiger beetles run fast and fly, which helps them stalk their food—other insects.</p><p>A person’s first instinct on seeing one is to pick it up;</p><p>I tried and failed. A word of caution, in the unlikely event that you catch one: it may attempt to bite you. Skinks are slick lizards, also hard to catch. I saw a young five-lined skink, or at least I saw its brazenly blue tail as the front end of the animal retreated under some leaves. Numerous juvenile skinks have bright-blue tails, perhaps to lure predators to the wrong end. I also saw a herd—I don’t know what else to call it—of ground skinks rustling through some litter. They are shiny bronze and brown, about the color of their surroundings.</p><p>Buffalo Bayou</p><p>The grande dame of Houston’s bayous is Buffalo, which runs right through the center of the city, after which it is known by another name, the Houston Ship Channel. Some stretches of it have managed to stay wonderfully pristine (discounting the abysmal water), but those remaining wild areas of Buffalo Bayou have long been caught in an urban bind. In the not too distant past the army Corps of Engineers recommended channelizing the bayou, and now developers would like to turn it into a commercial riverwalk. I just wish that everyone would leave Buffalo Bayou alone.</p><p>I recently canoed a stretch of the bayou from Loop 610 to Shepherd, and once we had unloaded our boats —a chilling experience, as Loop traffic swirled past us—and put in, we didn’t see another Houstonian. (Well, one man took our picture from the balcony of his condo, as if he were documenting a lost tribe of aborigines.) We saw the back yards of many mansions in River Oaks and a couple of smelly sewer overflow pipes from River Oaks’ notoriously undersized wastewater pump station. (During heavy rains it dumps raw sewage into the bayou.) But we also saw a lot of wildlife, whose presence in and around the sewery water defied our concept of good hygiene. Birds were the most obvious, of which I cite a bare minimum: wood duck, green heron, belted kingfisher, pileated woodpecker, downy woodpecker, red-bellied woodpecker, crow, red-shouldered hawk, red-tailed hawk.</p><img/><p><strong>EL Paso</strong></p><p><strong>MOUNTAIN Lion Hides out in the Franklin Mountain.</strong></p><p><strong>LAZULI Bunting Prefers woods along the river.</strong></p><p><strong>AVOCET</strong></p><p><strong>The elegant shorebird that loves sewage ponds.</strong></p><p>Raccoons are so common along the bayou that people trap them —we saw an overlooked carcass in a trap —as if the stream were in a deep, dark wilderness and not in the heart of a city. One fat, furry specimen was snoozing in the crotch of a bitternut hickory when a less formidable assailant, a tufted titmouse, lighted on its rump to pluck a little fur for its nest. The raccoon gave it a grouchy look and hunkered in deeper.</p><p><strong>City Hall</strong></p><p>The grounds of city hall are known among birders throughout the U.S. as a migrant trap—an oasis in the middle of concrete where birds congregate during spring migration to rest and catch a bite before pressing north —but that distinction is rapidly becoming historical. City hall is now ringed by so many high rises that birds almost need helicopter landing gear to get into the trees. On top of that, the landscapers have overpruned the grounds. No self-respecting warbler would be caught in such flimsy foliage.</p><p><strong>Houston arboretum and Nature Center</strong></p><p>The only place in Memorial Park where you won’t get run over by a jogger is the Houston arboretum,</p><p>155 acres of untrampled woods on the park’s west end. The garden is really a wildwood, and the powers that be at the place are so hep on their native plants that they plan to uproot the azaleas on the grounds, an act of heresy in some Houston circles. A boardwalk runs through a swampy part of the woods, where bullfrogs croak, cricket frogs click (they sound like stones being hit together), and water snakes nap on tree branches.</p><p>Arboretum personnel seldom lay an ax to a dead tree, so there are plenty of stobs suitable for woodpecker nests (dead trees are easy for the birds to excavate). The forest hops with six species of woodpeckers —the most princely being the pileated, a giant woodpecker with a sweeping crest. On the east end of the arboretum, where a few years back an infestation of pine bark beetles killed some pine trees, arboretum botanist Doug Williams has created a sublime five-acre inner-city prairie.</p><img/><p><strong>GAMBEL's Quail Gambol in parks, yards, shelter belts.</strong></p><p><strong>MISSISSIPPI Kites Would like to nest at the El Paso Country Club.</strong></p><p><strong>TRANS-PECOS Rat Snake Sequesters itself in the Franklins.</strong></p><p><strong>CINNAMON Teal Nests at Fort Bliss Sewage Ponds.</strong></p><p><strong>BLACK-NECKED Stilt Rarely strays from water.</strong></p><p><strong>WHITE Pelican Seldom wanders into the desert.</strong></p><p><strong>KANGAROO Rat Hops by night in the desert.</strong></p><p>Williams’ activities extend beyond the grounds of the arboretum. You might call him and his botanist friends the yaupon brokers of Harris County. They belong to a shovel brigade called Operation Plant Rescue, a project organized by the Parks People. When a developer can’t keep all the natives on a piece of property or has other landscaping ideas, the group digs them up (yaupon, the native holly, is particularly desirable) and takes the plants to someone who does want them, a recent recipient being the local Camp Fire council.</p><p><strong>Margaret anderson’s Yard</strong></p><p>A lot of people, with varying degrees of discipline, keep a running list of the birds they see in and from their yards (the rules of yard listing permit you to count birds that fly over your yard), and Houston is a hotbed of such yard listers. The city is beautifully situated to pick up a maximum number of species; in addition to being coastal with a subtropical climate, it is on the transGulf migratory flyway and in hurricane country.</p><p>One of the most impressive lists —not just in Houston but in the U.S.—has been tallied by Margaret anderson, who lives in West University. In the last 22 years she has seen 178 species of birds in and over her 50-by125-foot yard. Last august Hurricane alicia netted her a frigate bird, a species more likely to be seen by sailors, as you might have guessed from its name. She keeps a bed of shrimp plants to attract hummingbirds and has various berry-producing scrubs in her yard, but otherwise she doesn’t go out of her way to feed the birds. The most popular spot in her back yard for small birds (warblers, sparrows, finches, and others) is a modest fountain that recycles water over some flat rocks.</p><p><strong>Texas Commerce Tower</strong></p><p>I. M. Pei probably doesn’t realize that he has designed a world-class hawk-watching tower. The observation deck on the sixtieth floor looks off into airspace that is undoubtedly used by migrating hawks —redtails, broadwings, Mississippi kites, falcons, and so on. I have recently made the acquaintance of Douglas Johnston, a stockbroker who kept binoculars on his desk when he worked in one of Houston’s other glass high rises. Of his various sightings, perhaps the most exciting was that of a pair of hawks, most likely peregrine falcons, dive-bombing pigeons on the roof of a building below his window.</p><img/><p><strong>GOLDEN-CHEEKED Warblers Crave the canyons of West austin.</strong></p><p><strong>CLIFF Frog Hides away in rocky places.</strong></p><p><strong>STARLING Steals its neighbors' nests.</strong></p><p><strong>RED-BELLIED Woodpecker Takes it on the chin from starlings.</strong></p><p><strong>RED-TAILED Hawk Soars over downtown regularly.</strong></p><p><strong>HOUSE Finch Thrives in the mis=dst of concrete.</strong></p><p><strong>MEDITERRANEAN Gecko Hangs out at my liquor store.</strong></p><p><strong>WHITE-TAILED Deer Feels quite cozy in West Lake Hills.</strong></p><p><strong>WARBLERS Twitch in the trees in spring.</strong></p><p>The downtown skyscrapers have another urban wildlife distinction: hundreds of migrating birds crash into them every spring and fall, especially on foggy nights. One pastime of Houston birders is to circle the buildings in the morning, picking up bodies. As a census technique it’s a little macabre, but it does turn up some interesting information.</p><p><strong>DALLAS</strong></p><p>Sprawled out on the erstwhile prairie, Dallas is a tad boring. It lacks Houston’s coastal influence, austin’s escarpment, San antonio’s proximity to South Texas, and El Paso’s desert. In addition, the yards are too neat by and large, the cemeteries overmowed, and many of the neighborhoods bricked in with too high walls. What gives the best clue to Dallas’ prairie past are its remnant horse stables; enjoy them while you still can.</p><p>Dallas seems to want to keep its snakes, frogs, and beavers at bay, and this sense of order has been aggravated by the impending Republican convention. The city has been cleaning up trash piles and debris —which are prime shelter for urban animals —with a vengeance. As a herpetologist I know put it, “The GOP beautification project has been rough on the lower vertebrates.”</p><p>One thing you learn, by the way, if you root around much in out-of-the-way urban spots —under railroad trestles, along rivers and creeks, in seldom-trod woods —is that people hate carpet. They are always throwing it away. For some reason, Dallasites <em>really</em> can't stand the stuff. The city’s snakes, lizards, and rodents, how-</p><p><em>(Continued on page 184)</em></p><p>Illustration copyrights: <em>a Field Guide to the Beetles of North america,</em> copyright © 1983 by Richard E. White; <em>a Field Guide to the Birds,</em> copyright © 1980 by Roger Tory Peterson (both reprinted by permission of Houghton Mifflin). <em>amphibians of North america,</em> illustrated by Sy Barlo\\e, © 1978; <em>Reptiles of North america,</em> illustrated by David M. Dennis and Sy Barlowe,</p><p>© 1982; <em>Birds of North america,</em> illustrated by arthur Singer, © 1966 (all reprinted by permission of Western Publishing). <em>Freshwater Fishes of Texas,</em> Texas Parks and Wildlife Department. <em>World Guide to Mammals, </em>by Nicole Duplaix and Noel Simon, copyright © 1976 by Vineyard Books, used by permission of Crown Publishers. The National audubon Society.</p><img/><p>Earl H. Turner.</p><p><strong>BLACK-CAPPED Vireos</strong></p><p><strong>Like sunny slopes on the west edge of town.</strong></p><p><strong>COMMON Nighthawk</strong></p><p><strong>Buzzes the UT Tower.</strong></p><p><strong>MONK Parakeet</strong></p><p><strong>a new immigrant to austin.</strong></p><p><strong>BLUE Jay</strong></p><p><strong>Squawks about town.</strong></p><p><strong>WARBLER</strong></p><p><strong>LONGEAR Sunfish Glitters at Barton Springs.</strong></p><p><strong>AUSTIN</strong></p><p><em>(Continued from page 127)</em></p><p>ever, love it.</p><p>Of course, Dallas can “beautify” only so much, and once cracked, the city reveals a great store of urban wildlife. Oak Cliff, west of the Trinity River, is particularly wonderful, mostly because Cedar Creek cuts through it but also because its inhabitants are a little more casual about landscaping than are the residents of North Dallas. The Trinity River basin, delightfully unkempt, is a major plus for Dallas’ wildlife quotient, as is White Rock Lake, a model urban park. Here the american teenager coexists with flying squirrels, wood ducks, and red-eared sliders, Texas’ common aquatic turtles. Well, coexists more or less. On one of my visits, I ran into some boys with air rifles who had knocked off a diamondback water snake, and right after my companion pointed out a bullfrog to me, they blasted it too.</p><p><strong>Cedar Creek</strong></p><p>I defer to David Barker, a herpetologist at the Dallas Zoo who knows his territory. He thinks that Cedar Creek is the prettiest creek in North Texas —“you just have to ignore the cans and underwear.” (Which brings up another phenomenon: people seem to discard their B.V.D.’s outdoors as often as they do their old carpet.) Cedar Creek has lovely chalky cliffs, ideal for snakes and lizards. Barker located a young, slim, five-inch-long rough earth snake, but we didn’t see any of the Texas rat snakes that like to perch in the large trees lining the creek. Snake numbers were down in Dallas this spring, and Barker suspects that the freeze of ’83 explains the dearth. I have seen big catfish and a variety of sunfish in the creek. If you go to the part of Cedar Creek that runs through the zoo, you can hear lions roar while you focus your binoculars on a blue jay.</p><p><strong>Corner of East Grand and La Vista</strong></p><p>This busy intersection used to be part of the Cole Farm. Near this spot the last bear in Dallas County was shot back in the late 1800’s.</p><p><strong>Hall Stables</strong></p><p>Especially in North Dallas you can be driving amid a thicket of offices and condos, and then suddenly there’s a barn, pastures, horses, cowbirds and grackles milling in the mud, an eastern meadowlark singing. These horse stables are often parcels of old family spreads, like the Murchisons’, on Keller Springs Road, and the Caruths’, just across Northwest Highway from NorthPark Center. Hall Stables is on the Caruth place. One afternoon, while talking to Vance Burton, an operator of the stables, in the shadowy barn, I got a little confused about where I was (not to mention which century it was) until I walked out in the bright sunlight and saw Neiman-Marcus shimmering on the horizon. As you might guess, places like Hall Stables are hot properties and by urban standards are not presently achieving their highest and best use. They don’t harbor anything that is certifiably endangered (only rabbits, bobwhite quail, redtailed hawks, rats, mice, snakes, and owls); they are just the prairie’s last gasp.</p><p><strong>Log Cabin Sewage Ponds</strong></p><p>These sewage ponds are vast —140 acres —and sludgy, two prerequisites that make them inviting to birds and turtles. One day, before migration had begun, I saw ring-billed gulls, Franklin’s gulls (they nest in the western U.S. and are famous for the pink blush on their belly feathers in the spring), shovelers (a kind of duck), mallards, cormorants (prehistoric-looking water birds), blue-winged teals, ruddy ducks, scaups, a great blue heron, and a sparrow hawk. Any birder will tell you that’s a slow day at Log Cabin.</p><p><strong>Trinity River Basin</strong></p><p>If you take one of the dirt roads off Industrial behind the Casino Monte Carlo (the disco in the hot-pink building), you can go over the levee and down onto the floodplain, which is broad and savannahlike and is what I imagine parts of Kenya to look like. Even though it’s lovely, i’m not urging you to go there-the Dallas police consider the area unsavory. Fishermen are about the only people who brave the riverbanks. The other fishers are herons and egrets. They congregate in the pothole pools, along with armored divisions of basking turtles. On warm days turtles like to balance on a log, sticking out and arching up all four gnarled feetthe sun dries their toes and rids them temporarily of parasites. It’s sort of a turtle’s idea of being on pointe.</p><p><strong>UT Health Science Center Heronry</strong></p><p>On March 17 (as a rule) those birds with the spindly legs, lance bills, and wafting plumes come back, five species of them: great egrets, little blue herons, snowy egrets, cattle egrets, and blackcrowned night herons. They come back to nest in the grove, and by the time mom and dad have accomplished their purpose, they will number about 1500 individuals. Every year Steve Runnels, an ornithologist with the Dallas Museum of Natural History, drives to the top of the medical school parking garage overlooking the heronry and counts them. There used to be 10,000 birds, but the colony has shrunk in direct proportion to the medical school’s growth.</p><p><strong>White Rock Park</strong></p><p>White Rock’s size is its best trait; it has about a thousand acres of land and another thousand of water. In the recent past, 25 whistling swans and an adult bald eagle have been seen on the lake. The wildest part of the park is the abandoned fish hatchery, ten acres of woods and old ponds just behind the spillway. I am told that under the cover of darkness, flying squirrels swoop from limb to limb. Beavers also come out to gnaw, as evidenced by girdled trees, concave trails over humpy dikes, and one big lodge. With all the signs of their nocturnal labors, i’m surprised I didn’t hear any snoring. On the eastern edge of the woods an immense cottonwood —said to be the biggest in Dallas County —is a regular perch of a barred owl, the sweet-faced, brown-eyed owl of eastern forests, the one whose call sounds like <em>who cooks for you?</em> The nearby spillway is an elegant, stepped cascade. When it is not overflowing, it is a great place to see migrant sandpipers. These tweedy little birds fascinate birdwatchers, who love to debate such things as the length and relative curvature of their bills, important points in identifying a species. On weekends especially, the park is overrun with another form of urban wildlife, the american teenager, as abundant as coots and noisier than grackles.</p><p>White Rock Creek and Lake are minkville, though any stretch of water that is sufficiently undisturbed may harbor mink too. They have been seen, and their presence has been further confirmed by their little dead bodies, which people find in the streets and, puzzled (what is it? a mutant dachshund?), bring into the Dallas Museum of Natural History. The term among biologists for such corpora delicti is “DOR,” for “dead on road.” Mammals are most frequently sighted in the DOR condition, since they tend to be secretive, nocturnal, baffled by city streets, and no match for automobiles. You see more DOR skunks, possums, and fox squirrels during the spring, when their minds turn to love and they get careless crossing the street. Walt Davis, a curator of the museum, found a DOR mink himself on Lovers Lane.</p><p><strong>SAN Antonio</strong></p><p>The white-winged dove says it all about San antonio. Its lazy <em>hoo-hoo, hooo, HOOOO</em> drawling from a shade tree on a somnolent summer day sets the city’s tempo. Here is a <strong>town that</strong> is <strong>totally</strong> relaxed about itself. Some people even take off a weekday afternoon to fish in the San antonio River for tilapias. Perhaps it is just coincidental, but this casual attitude seems to encourage urban animals, which abound in San antonio. Another factor, of course, is the city’s fortunate position as the gateway to South Texas. Occasionally a Texas tortoise (a rare terrestrial reptile) lumbers into town, and at least once some javelinas had to be escorted back into the brush country after they tangled with dogs on the South Side.</p><p><strong>The alamo</strong></p><p>I know that fish are not what brings you to the alamo, but how often do you get a chance to see sailfin mollies? They, along with various kinds of carp and some Rio Grande cichlids, swim in the aqueduct that cuts through the alamo compound. Male sailfin mollies are so glittery that it is hard to believe they are native to Texas and not some faraway coral reef. You can pick them out by their small size (one to three inches long) and by the male’s dorsal fin and tail. When he is courting a female or fending off other males, he fans his round tail and raises his sail fin so high that it sometimes sticks out of the water. Both tail and fin sparkle and flash like diamonds, and he looks like a bedizened schooner. You can also see sailfin mollies in the shallows of the San antonio River along the Riverwalk, where great-tailed grackles fish for them. Grackles like to chase their tacos with mollies.</p><p><strong>Brackenridge Park</strong></p><p>There are a lot of Mozambique and redbellied tilapias in the San antonio River, especially where it runs through Brackenridge Park. They probably escaped from the zoo, although in other parts of Texas blue tilapias, their cousins, have been purposely released to eat aquatic vegetation. They are all natives of africa. Though the Mozambiques are more common here, the redbellies certainly were out and about the day I visited. Redbellies are flashy, with a checkerboard pattern on their sides, a coral dorsal fin, and a floppy goldenorange tail. Tilapias are good eating —but the devil to catch, a trait that was overlooked when they were introduced. David McKelvey (San antonio’s answer to Marlin Perkins) and I met two men who were trying to catch redbellies with worms, but adult tilapias are largely vegetarian. McKelvey gave the men his advice: toss out a line with a corn kernel on a tiny hook, or cast the worm and hook into the male’s nest—he might think it’s debris and try to remove it (fish are very fastidious), at which point you nail him.</p><p>We went on to look for other oddities in the way of urban animals, since exotica invariably spills over from zoos. Our main quest was <em>Plecostomus —</em> McKelvey calls them pleekies —armored catfish from South america. They eat algae that grow on the aqueducts running through the park. I saw mostly shadows of them swimming away. We did see the much more sedentary asiatic cone snail, which clings to the aqueduct walls in its tiny, natty, swirled shell. When we returned to the fishermen, they were smiling. Two redbellies lay on the bank, one caught with corn (a cob had been purchased from a vendor), the other by the nest trick.</p><p><strong>Caverns of the Edwards aquifer</strong></p><p>The most distinctive urban wildlife in San antonio, if not in all of Texas, are two odd little catfish, <em>Trogloglanis</em> and <em>Satan.</em> They are blind, baby pink, and about four and six inches long, respectively. The average San antonian is not apt to encounter either of them —they live more than a thousand feet beneath the city in the Edwards aquifer. At any given time, however, a few thousand of them lie deceased in the city’s water tanks, having risen along with the water that eventually flows into people’s homes. If the fish were any smaller, they’d come out the tap.</p><p>They are under San antonio —and nowhere else in the world —because of a peculiarity of the aquifer. UT-Austin fish specialist Clark Hubbs (the interest runs in the family; his father named <em>Satan</em>) puts it in almost biblical terms: “It is where the bad water meets the good water.” Under the city the meeting of the good and the bad roughly parallels 1-35. Southeast of that line the underground water is laced with organic deposits and hydrogen sulfide and contains no oxygen. That water is no good to drink, but like fertilizer, it produces a lot of growth. Drifting along the edge of the bad, <em>Trogloglanis</em> eats the gunk, and <em>Satan</em> in turn eats <em>Trogloglanis. </em>For the last several million years the bad water has been held at bay by the good water, which pours out of the Hill Country under fantastic pressure, and therein lies the parable. If San antonio should use up too much of the good water, the pressure will fall to the extent that the bad water will mingle with the good. Adios, <em>Satan.</em> adios, <em>Trogloglanis.</em> adios, San antone.</p><p><strong>Hermann Sons and</strong></p><p><strong>St. John’s Lutheran Cemeteries</strong></p><p>It used to be that cemeteries in Texas were wild gardens that preserved some semblance of the local flora, but with the march of ligustrum and the advent of the power lawn mower, most of them have become anonymous. For whatever reason, these two cemeteries, on South New Braunfels between Wyoming and Nevada streets, are not so nondescript. There are old gnarled mesquite trees, unmanicured lawns, and wildflowers. On my visit I saw golden-fronted woodpeckers, loggerhead shrikes (seldom seen in cities), mourning doves, house finches, and mockingbirds, but the most convivial occupants were the Mexican ground squirrels, which kept popping out of their holes like jack-in-the-boxes.</p><p><strong>King William District</strong></p><p>San antonio is where the green anole meets the white-winged dove. Naturalists like to amuse themselves by making note of odd collisions of ranges, and this is certainly one of the obscure ones. The anole, that changeable lizard most of us call a chameleon, is an eastern species that comes to a halt in San antonio. The white-winged dove spreads northward to the alamo City all the way from Chile, and even though the bird usually leaves Texas for the winter, some whitewings have become year-round residents. The King William District is a pleasant place to observe the juncture—the anoles on the rock fences, the doves grazing under the shade trees.</p><p>On another note, the King William District, being a vintage neighborhood, preserves the weather vane, which is the most elegant urban perch for the mosquito-eating purple martins. There would be even more martins in our cities if the weather vane were to make a comeback.</p><p><strong>Los Patios</strong></p><p>Here, from one of the numerous alfresco porches, you can watch an anole cha-cha up a tree trunk while you sip a margarita. This compound of restaurants, boutiques, and a nursery is on placid Salado Creek just off Loop 410. The place is remarkably wild, probably the wildest dining spot in Texas. The creek is turtle city. Those turtles that aren’t basking on rocks or logs are submerged with only their noses periscoping out of the water, looking like an invasion of lilliputian submarines. Besides red-eared sliders, I saw the spiny soft-shell, a turtle that’s draped with what resembles a limp avocadogreen pancake. A fibrillating suspension bridge spans the creek; do not walk on it if you’ve had a few drinks. The beautifully unimproved north bank has large trees and thick brush, where I saw signs of deer.</p><p><strong>Mitchell Lake</strong></p><p>Mitchell Lake, a euphemism for sewage ponds, is actually several bodies of water off Moursund Road across from Izzy’s Party House. They are not regular square tanks, like most wastewater treatment facilities, but lovely little lakes. As is the case with all sewage ponds, Mitchell Lake’s considerable fame is based on its birds —but somewhat at the expense of its mammals. On a recent visit I observed that most glorious of South Texas sights: two jackrabbits bounding recklessly through the grass. I also watched the ablutions of two nutrias. Nutrias hail from South america and were introduced in Texas and various other states to eat pond vegetation, which to some extent they do when they are not proliferating themselves. In parts of the state they have become certifiable pests, but they are, well, so cute. They look like aquatic koala bears. Their fur (highly valued in South america but less popular here) is long and bronzy. When wet, it spikes, and in that condition nutrias look like the last word on punk.</p><p><strong>The Riverwalk</strong></p><p>Not five minutes after i’d been on the Riverwalk one day this spring, a wet, gelatinous blob of pigeon excreta landed on my notebook and index finger. The inconvenience was overshadowed by the irony. I happened to be with David McKelvey, whose job for the last several months has been to rid the Riverwalk of the pesky pigeons. My experience notwithstanding, he has done a great job. San antonio’s great promenade has 1284 fewer pigeons, and McKelvey, getting right to the heart of the matter, says, “There’s no more questionable guacamole on the Riverwalk.” Mesh net that has been installed under the bridges, where the birds used to nest, should be the ultimate deterrent to their return.</p><p>Pigeons are a great urban problem. They are another of the nonnatives (like starlings, house sparrows, and nutrias) that are taking over the U.S. McKelvey divides pigeons into two groups: the field pigeons, which fly out from the city every day to graze in the fields, and the greasy chins, which stick close by the Riverwalk restaurants —and grease up their chin feathers by eating tacos, enchiladas, and burritos. He lured the panhandling birds from their Tex-Mex diets by putting corn and milo on the rooftops of nearby buildings. Once they had become accustomed to the new handout, he put up cages baited with the grain and they fell for the trap. He then turned the pigeons over to a group of biologists who are raising captive peregrine falcons as part of a nationwide effort to reestablish the endangered raptor in the wild. Peregrines eat pigeons, and many of the falcons now require middlemen like McKelvey to bring them their lunch. At least one peregrine in the vicinity doesn’t, however. I saw him as he soared above South Presa Street, probably on his way to zap a pigeon that the Pied Piper had missed.</p><p><strong>San antonio Botanical Center</strong></p><p>San antonio is a knolly city, and this 33-acre garden spot is on top of one of those knolls. It has a splendid view of the city and the Hill Country to the northwest. About half of the garden is a bit too manicured for my tastes, but a good portion is divided up into the major habitats of Texas-from the loblolly pines of the East to the ocotillos of the Trans-Pecos —making it the largest public garden in Texas to grow a gamut of native plants. It is also home for cottontails, possums, and various rodents. The natural pond has turtles, redwing blackbirds, mallards, pied-billed grebes, and a flock of the handsome black-bellied tree ducks. Psychedelic kois, a species of carp dressed in electric shades of blue, orange, and yellow, cruise the man-made lily pond. There was a resident roadrunner at the garden—until some laborers ate it one day for lunch. That incident clearly demonstrates the high risks of being an urban animal.</p><p><strong>EL Paso</strong></p><p>In El Paso you don’t have to worry too much about a tree limb falling on you; the city is blessedly free of overbearing vegetation. Everything is low to the ground, with one looming exception —the seven-thousand-foot peaks of the Franklin Mountains. Flanking the northern edge of El Paso, they resemble the spine of a giant slumbering stegosaurus. Since a large part of the range is within the city limits, El Paso is wild beyond the wildest imaginings of its tamer sister cities to the east. We’re talking mountain lions, golden eagles, mule deer. El Paso gives the term “urban wildlife” a new, grand, and prickly dimension. Cacti and lizards reign here —and the wind howls. During a recent trip I made to El Paso, nonstop gales were lofting the valley’s precious topsoil up to form a blanket of dust over the city as thick as London fog, while in the Franklins the wind came whipping through the canyons in shock waves. It is humbling to hike on a shifting talus slope when the wind is gusting at 50 miles an hour.</p><p>There’s nothing soft and green about El Paso—except for the cotton, alfalfa, onion, and other fields along the Rio Grande. This fertile ribbon of green, oddly called the valley by locals, is somehow sustained by what’s always appeared to me to be a paltry river—the Rio Grande is not the Nile. Only a few patches of woods are left along the riverbanks, at places like Rio Bosque Park, Durling’s Farm, Randel’s Pool, and the El Paso Country Club. At the country club, five pairs of Mississippi kites nested in the cottonwoods last year, but the hawks harassed golfers who got too close to them —common and admirable parental behavior among birds but disturbing to the golfers’ concentration-so the club got a permit to remove the nests. This year local birdwatchers are negotiating for a truce with the club in case the kites return.</p><p>El Paso’s high wilderness quotient, and perhaps its lingering frontier quality, seems to inspire an unfortunate atavistic behavior in some of its citizenry, who think nothing of blasting away with nineteenth-century abandon at hawks, eagles, owls, you name it. I watched, astounded, as a group of hunters in waders stalked ducks at the Fort Bliss sewage ponds. They were seemingly unconcerned that duck season had closed three months previously.</p><p><strong>Durling’s Farm</strong></p><p>Birders refer to this former nursery in the upper valley as a shelter belt. (When the wind is blowing 30 miles an hour everywhere else, it blows only 15 in a shelter belt.) One of the birding pastimes in El Paso is finding eastern U.S. species that stray west during spring migration, and the places to look for them are in the shelter belts, which are precious few, along the river. You may not appreciate the analogy, but to see, say, a hooded warbler at Durling’s is like spotting Sissy Spacek in your local Safeway.</p><p>Since I live well to the east of El Paso, however, i’m jaded by the regular appearance of hooded warblers and the like, so the big excitement for me at Durling’s Farm was a lazuli bunting, a finch of the western U.S. whose name barely alludes to its stunning azure plumage. Durling’s is also a hangout for Texas’ cutest quail, the Gambel’s. El Paso is the only big city in the state where you can see this jaunty bird with the floppy black plume on its head.</p><p><strong>Fort Bliss Sewage Ponds</strong></p><p>I don’t mean to brag, but I am a connoisseur of sewage ponds, and the ones at Fort Bliss are right out of <em>The arabian Nights </em>—an oasis in the desert, where camels and bedouin tents wouldn’t be out of place. The cobalt-blue pools are ringed with glistening green cattails. Add the pastel backdrop of the Franklin Mountains and you have what sounds like a contradiction in terms: the most beautiful sewage ponds in Texas.</p><p>With about three hundred surface acres, they amount to the largest body of water in El Paso, which means that when hungry, tired water birds and shorebirds migrate over El Paso del Norte, they have this one place to stop. The day I was there, five white pelicans—a rarity in the desert-were circling over the ponds. Pelicans are chunky, round-chested birds. Soaring on their giant bowed wings, they look like corpulent angels. A few ducks (green-winged teals, redheads, and others), lingering from their winter stay at Fort Bliss, cruised the area. One of them, however, the cinnamon teal, nests at the ponds. A splendid teal, the color of bittersweet chocolate with the sheen of copper, it lends special, if subtle, distinction to El Paso; being a Westerner, it regularly chooses the city as a nesting spot. Two showstoppers among the shorebirds were tripping about too: black-necked stilts (so named for their long, skinny legs, which are rosy pink) and avocets (with equally long legs and oddly upturned bills).</p><p>The sad news about these ponds is that they are not long for this world. The city is building a more sophisticated wastewater treatment facility-a pilot project that other desert cities might employ if this one works —that will recycle treated sewage into the aquifer to be used again and again for drinking water by urban dwellers. The modern facility won’t require large oxidation ponds. These will evaporate in the next few years, after which time any white pelicans seen in El Paso will be a mirage.</p><p><strong>Franklin Mountains</strong></p><p>Twenty-five thousand acres of the Franklins are being acquired as a state park, which could make it the largest inner-city park in the U.S. The most poignant proof of the Franklins’ wildness lies in the carcass of a mountain lion that was found last fall on Trans-Mountain Road; it had apparently been struck by a car.</p><p>Trans-Mountain Road is the wildest city street in Texas, and its environs, the Franklins, demonstrate the first law of desert aesthetics: the closer you get to the source, the deeper you go into the side canyons, the more time you spend, the greater beauty the mountains reveal. This endeavor requires, for example, getting down on your knees to look at the purple blossom of the sand verbena or clambering over precarious rocks to chase lizards. The urban wildlife here can’t be appreciated from your air-conditioned car. Nonetheless, the two mornings I was led to springs in the Franklins—Indian Spring one day, Whispering Springs the next —rank as two of the best days i’ve ever spent in a Texas city.</p><p>My guide to Indian Spring was Clark Champie, a naturalist par excellence who pointed out things like funnel spiders. The female weaves a gossamer trampoline around a little hole in the hard desert. She hides in the hole until a hapless bug lands on her quivering web, then she runs out and nabs it. The ground was pocked with other holes, the escape hatches and day roosts for a variety of rodents such as the cactus mouse and three species of kangaroo rats, all of which prefer the nightlife.</p><p>Up near Indian Spring Champie and I saw a shiny black squiggle of scat situated on a rock, the leavings of either a coyote or a ring-tailed cat. I think it was the latter, but I lack experience in that field. Suffice it to say that many mammals leave their excreta squarely on rocks, and that’s the most we ever see of them. It was very windy, so the birds were keeping a low profile. But we saw brown towhees, rock wrens, mockingbirds, and a windblown hummingbird.</p><p>The next day was no less windy but just as memorable; I visited Whispering Springs with El Paso birders John Sproul and Jeff Donaldson. We walked up with the wind at our backs, my blouse wanting to fly off and my nose running beyond all propriety. We saw a rock squirrel —a grayish-black job that extends into austin —and my friends heard scaled quail and snippets of a Scott’s oriole. We kept an eye out (however dust-covered) for golden eagles, bobcats, and mountain lions, but to no avail. You have to be sharp and lucky to see such creatures.</p><p>On both trips we watched for pit vipers but didn’t see a one. Most naturalists have developed a high regard for snakes —poisonous and otherwise—and dont see them as often as they’d like to. (The last time I saw a rattlesnake was three years ago, and it would have preferred not to see me.) I suspect that snakes like the wind even less than we do.</p><p><strong>Hueco Tanks State Historical Park</strong></p><p>I’m stretching it a bit to include Hueco Tanks in the urban reach of El Paso but not if you take the long view. Some hunter-gatherers, El Paso’s first citizens, settled here ten thousand years ago to be near the large pits <em>(huecos</em> in Spanish) holding that precious commodity, water. The latest promoters, in the name of Hueco Mountain Estates, would like to repopulate the area with suburban dwellers. It is about thirty miles from downtown, and on the drive out you see eerie little enclaves that resemble villages out of <em>The Road Warrior.</em></p><p>The park’s whole existence centers around several <em>huecos</em> that hold water intermittently. (The ones I looked at were empty because it has been a very dry year.) Everything else is rock or air. When I arrived, a dozen or so turkey vultures were hanging in the sky like laundry on a clothesline. In a few bits of vegetation I saw white-crowned sparrows, a house finch, an audubon warbler, and several western kingbirds. If El Paso keeps growing, Hueco Tanks will be a city park before we know it.</p><p><strong>Memorial Park</strong></p><p>This is the well-trod park that every city has, with beaten-down grass and extensive litter. But despite its scars, it is still an important birding spot in El Paso. The white-winged dove, sneaking up the Rio Grande, occurs here, as does the lovely urban Inca dove. Odd warblers, both eastern and western, turn up too.</p><p><strong>University of Texas at El Paso</strong></p><p>UTEP, on the northwest side of town, is a desert campus with a collection of beautiful fortress-style structures. Native vegetation is respected, and at least in recent times a coyote prowled on the periphery, probably living in a nearby arroyo.</p><p>The university’s claim to fame, in terms of urban wildlife, is several jars in its herpetological collection that contain numerous bodies of lyre snakes and Trans-Pecos rat snakes, road kills collected on TransMountain Road by UTEP biologists. Both species are harmless, and their striking patterns make them highly coveted by snake fanciers. The specimens suggest something contrary to accepted opinion: the two species are thriving up in the mountains.</p><p><strong>FORT Worth</strong></p><p>Fort Worth makes me squint. Most of its horizons are so dominated by the sky, which is filled with immense light, that there can be no question that something momentous is taking place. Texas as a Western phenomenon is coming into its own; whereas covering your pate with a Resistol is merely a fashion statement thirty miles to the east, here in Fort Worth it is a necessity.</p><p>The difference, however, is more geographic than zoological —when you get down to counting blue jays and red-eared sliders, Fort Worth and Dallas truly are twin cities. It seems to me that Fort Worth has more big-sky birds right in the heart of town, particularly turkey vultures, but that’s a hairsplitting distinction and hard to prove. In spots the city is certainly as shady and green as Dallas, especially in the wilder parts of the Botanic Garden. Where you sense the Western influence is in places like Westover Hills, which is Fort Worth’s answer to Dallas’ Highland Park, and Tandy Hills, a scruffy, mesquite-clad city park used primarily by young dirt bikers.</p><p>The animal that I searched and searched for in Cowtown was the horny toadalthough these lizards are not restricted to Fort Worth, they do seem to epitomize the place-but I didn’t find one. When I was growing up, catching horny toads was standard urban entertainment. Numerous circumstances have smitten the city-dwelling horny toad, though, not the least of which are the hazards of busy streets. Horny toads are just too slow for the pace of urban life. Now city kids have to watch TV.</p><p><strong>Eastside Sanitary Landfill</strong></p><p>This landfill, on woebegone East First in the Trinity River bottoms, was swamped with several thousand Franklin’s gulls the day I was there; it looked like an inland sea. What most people forget is that gulls are not so much ocean-loving as they are trash-loving. Give them a good dump any day.</p><p><strong>Fort Worth Botanic Garden</strong></p><p>Spring in the city is weighty with nuptials, as is demonstrated by such animals as cocky great-tailed grackles. At the Botanic Garden the season is best revealed by the young brides of our own species, the ones I saw in flowing white gowns tripping after photographers carrying hefty tripods. This lush, picturesque garden makes a perfect backdrop for the bridal photograph.</p><p>The wildest, richest part of the garden is on the periphery of the central manicured area. If you want to see birds and red-eared sliders and fox squirrels in profusion (and seclusion), go into the forest to your left as soon as you drive through the main entrance. Here I was met by the reptilian gaze of a green heron (that odd little heron that likes deep woods) and the clattering call of a belted kingfisher. Crows were cawing, downy woodpeckers tapped on tree trunks, and a threesome of wood ducks drifted in the quiet creek.</p><p><strong>Fort Worth Nature Center</strong></p><p>This 3400-acre preserve, out the Jacksboro Highway on the northwestern edge of town, is Fort Worth’s piece de resistance, a lovely rambling spread with prairie, woods, marsh, island, lake frontage. The management likes to promote its herd of buffalo as a noble evocation of a bygone era, but it doesn’t work. Incarcerated buffalo always look like soup-kitchen bums, bedraggled and embarrassed by their status.</p><p>The village of black-tailed prairie dogs in the same enclosure with the bison is a different matter. Though their demise is no less regrettable than that of the buffalo, prairie dogs don’t look pitiful behind bars; they were positively ebullient on the beautiful spring day of my visit. Prairie dogs make piercing <em>eeE-AHH</em> calls. Often as not an individual gives this call in the midst of touching its toes and then flinging its little paws heavenward, head back and eyes closed in a kind of rapture. Thus engaged, the prairie dogs look like squat Tibetan lamas-or, if your imagination tends toward the mundane, breathless matrons doing their Jane Fonda workout.</p><p>The marsh at the Nature Center seems improbable here on the brink of the West, as if a piece of Louisiana had overshot itself. Following the boardwalk through the dark and intertwining willows on the marsh’s edge, I saw a male prothonotary warbler, a splendid bird of the Deep South whose western limits are Fort Worth and San antonio. It has a chartreuse back and plush blue-gray hindquarters, while the rest of it is <em>blinding</em> yellow. Wear sunglasses when you watch this bird.</p><p><strong>The Kimbell and amon Carter Museums</strong></p><p>The quadrangle between Fort Worth’s two art museums echoes with the songs of mockingbirds and at least one robin, a masterful singer being heard more and more in Texas; nesting robins are on the increase here. Feathered in shades of gray with black and white markings, the mockingbirds perfectly match the pearly exterior of the Kimbell. Louis Kahn couldn’t have asked for a better bird to sing at the portals of his museum. The mockers are irrepressible, flapping their semaphore wings and singing a variety of melodies. (They mimic other birds —and sounds; in San antonio I heard one imitate a policeman’s whistle.) They provide a little levity in this zone of culture.</p><p>The robin is —or was, as of april 21, 4:25 p.m. —in the trees at the corner of Camp Bowie and Will Rogers. Birds tend to sing most persistently when they are nesting, and this one was going so strong that I suspect it had procreation on its mind.</p><p><strong>The Stockyards</strong></p><p>Despite its touristification, some of the slumping charm of the Stockyards remains, making it one of the most delightful places of its type in Texas. I saw wildlife on the street that looked like real cowboys. At the White Elephant Beer Garden you can drink beer and sit in the “garden” (it’s really more like sitting on bleachers or in the rafters of a barn) that overlooks Saunders Park, the Stockyards’ mini-riverwalk.</p><p>Domestic pigeons, knowing that tourists are a soft touch, panhandle in the Stockyards, and the area is also packed with house sparrows, which during the daylight hours never stop singing their droning, inane <em>tweet-tweet-tweets —</em> the most boring of birdsongs. It was driving me mad, but all the other tourists just tuned it out, further demonstrating our capacity not to notice what’s around us.</p><p><strong>AUSTIN</strong></p><p>Austin’s cachet in the arena of urban wildlife is achieved thanks to happenstance. The city is growing up around the nesting grounds of two diminutive and darling (pardon me, biologists) birds: the golden-cheeked warbler, feathered in crisp yellow and black, and the blackcapped vireo, noted for its spunky disposition, jet-black crown, and eyes the color of maraschino cherries. Both have exacting needs in terms of nesting sites, and both are hassled mercilessly by the brown-headed cowbird, which lays eggs in their nests that the surrogate parents then raise instead of their own offspring. People from all over the U.S. come to austin every spring to see these two birds. The goldencheek and the blackcap are the two most precarious urban species in Texas; that should be, but seldom is, taken into consideration by those holding the reins of austin’s growth.</p><p>Austin is perched half on the coastal plains, half on the Edwards Plateau, which means that the urban wildlife on the outskirts of town has its own distinct character. You get, for example, prairie hawks like the caracara on the eastern edge of town and the ledge-loving ringtailed cats out west. Where the twain meet, the most visible animals are the standard but still impressive urban dwellers—from the great-tailed grackle, with its aerodynamically unsound tail, to the raccoon, the Stepin Fetchit of the animal world. It is the fishes that give the city a special glimmer, though. The native sunfish, especially the males in breeding season, spangle in turquoises, reds, greens, and silver. They occur all over Texas; austin just happens to be creek-rich.</p><p><strong>american Bank Drive-Through, Fifth and Lavaca</strong></p><p>A male house finch has been singing from the concrete eaves of american Bank’s drive-through and parking garage this spring. The hard walls and big spaces allow for an echo that can be heard even above the traffic noise. If the mockingbird is the Caruso of urban birds, then the house finch is the Pavarotti; it has a cascading song and is not daunted by maximum human habitation. The bird itself is not much to look at, especially the spinster-brown female. The male has a ruby wash on its head and chest. A house finch —most probably this very individual-used to sing at the doors of the InterFirst Tower. The bird was no doubt displaced by the witless “beautification” in progress on Congress avenue. The loss is comparable to the departure of a prime depositor.</p><p><strong>Barton Springs</strong></p><p>In the peak summer months, the fish and other aquatic animals here retreat from coconut oil and chlorine; Barton’s, unlike most pools, is not a bath of Clorox, but it does get light doses of chlorine twice a week then. At any other time, it is the poor man’s Cozumel. Swimmers share the place with schools of Mexican tetra, various kinds of iridescent sunfish, gangs of dour-faced carp, and every once in a while a lone Guadalupe bass —a trim silver fish with a black stripe along its sides that lives only in the creeks and rivers of Central Texas. I have looked down on crawdads scuttling on the pool’s limestone floor and have swum within feet of water birds —pied-billed grebes (which resemble bathtub rubber duckies), spotted sandpipers, mallards, and more. While taking a breath, i’ve seen out of the corner of my eye turkey vultures hanging in the blue sky. A friend who was lunching recently near the springs was surprised by the visitation of a wild turkey, but that is hardly an everyday event. Frequently a belted kingfisher patrols the pool in search of a fish supper; it is easily identifiable by its rapid flight, saber beak, and <em>rat-a-tat, rat-a-tat</em> call. The habitues of Barton’s are fox squirrels, blue jays, and great-tailed grackles who couldn’t care less that 350,000 people tread on their territory every year.</p><p><strong>Butler Park Baseball Fields</strong></p><p>These city baseball diamonds are behind the Kash-Karry on South Lamar. High on one of the light poles, a flock of monk parakeets have built a sloppy nest of sticks. These birds are mid-sized parakeets; they’re larger than a budgie (the standard small caged parakeet in this country) but smaller than an african gray parrot (one of the most popular talking caged birds). They are lime green —they make me think of key lime pie and margaritas —with pointy tails.</p><p>Monk parakeets are South american by nationality, imported from their wild home to the U.S. as pets. Many have flown the coop, though, and are establishing colonies across the country, which makes them illegal aliens of sorts. They are chatty and sociable, and though alien animals invariably upset the native status quo, these outlanders are irresistible —perhaps because they are like a reincarnation. The eastern part of Texas used to be inhabited by the now extinct Carolina parakeet, which in size, color, and character resembled the monk. Carolina parakeets were agricultural pests and hence were killed off in the late 1800’s. In their place monk parakeets are coming home to roost.</p><p><strong>The Capitol</strong></p><p>Not all the action is on the inside. The Capitol grounds are a superior migrant trap for warblers, thrushes, orioles, and finches that feast on the caterpillars in the elms, oaks, and pecans. The times that really bring out the birders are mornings after cool, rainy nights, or “wet northers” in official terminology. At such times the trees twitch with birds, hungry and pooped from flying in the rain. In the spring the local audubon Society leads noon bird walks on the Capitol grounds. One day recently birders saw a red-tailed hawk soaring around the Capitol dome at high noon with a roof rat, plucked from a downtown alley, in its talons.</p><p><strong>Centennial Liquor Store, 2932 Guadalupe</strong></p><p>The Mediterranean geckos in my neighborhood liquor store usually hang around a stack of empty wine crates. Mediterranean geckos are warty, bug-eyed, harmless lizards. They are two to five inches long and shimmering, translucent pink. They look as though they might glow in the dark. Geckos are notable for having suction-cup feet, licking their eyeballs clean with their tongues, and eating such noxious insects as cockroaches. The Mediterranean gecko is native to North africa, but having hitched rides on freighters, it is now thriving in the West Indies, Mexico, and, more recently, Texas. It will probably not advance much beyond the freeze line, but I have seen one in a parking lot in Dallas, and a friend of mine has a family of them living in her silverware drawer in San antonio, eating cockroaches, we hope.</p><p><strong>Congress avenue Bridge</strong></p><p>Every spring and fall, Mexican freetailed bats roost under this bridge on the way to and from their summer caves in the Hill Country. If you happen to be driving on the bridge at sunset during these seasons, you might see a small black tornado swirling out from under the structure. They are going out not, as some people think, to suck the blood of babies but to do us all a big favor by eating mosquitoes. Although they do carry rabies, you are more likely to have a wreck on the Congress avenue Bridge than to be bitten by a rabid bat.</p><p><strong>East Woods Park</strong></p><p>East Woods, a small, crowded park near UT, is the Beirut of austin wildlife. Over the last decade, ever since starlings got a toehold in the city, there have been skirmishes —starlings versus fox squirrels, starlings versus red-bellied woodpeckers, fox squirrels versus redbellies, and so on —for the limited number of nest holes in tree stumps. The situation gets particularly vitriolic in the spring. This season I watched three starlings harass a squirrel that was trying to settle into a hole, and someone I know once saw several starlings yank a pair of woodpeckers out of their nest. The redbellies are the rightful property owners in this park (the starlings are Eurasian invaders, and the squirrel population growth is out of whack), but they are, and probably will continue to be, the underdogs. They don’t quite have the chutzpah of their competitors.</p><p>The other prominent citizens of this park —great-tailed grackles and blue jays -are also raucous and aggressive. All these birds, and the squirrels too, make various sounds that resemble amplified radio static. Don’t go to East Woods to meditate.</p><p>East Woods has been trampled by too many people, and periodically the underbrush is scanty, probably the result of the city’s efforts to eliminate hideouts for transients. Unfortunately, birds and small mammals have the same habitat preference as bums. The trees in the park, however, are spectacular, especially the tall, arching live oaks and pecans. These trees are decked in the spring with migrant warblers. The only part of the park that approaches serenity is Waller Creek, which forms East Woods’ eastern boundary. In the quiet pools, male longear sunfish sometimes stake out territory and build nests, called redds, that are shaped like pocks on the moon. The lady sunfish, lured by the male’s bright colors and underwater love song, comes here to lay her eggs.</p><p><strong>Onion Creek</strong></p><p>In a city of creeks, this creek is exemplary. It has the requisite limestone ledges, the giant bald cypresses, clear (for the most part) rippling water, and dappled light. Stretches of it are still on the edge of town, but it is not completely free of signs of man. It was on Onion Creek that I recently saw a diamondback water snake ringed midway down its body with a sodapop pull tab. This sad event was tempered somewhat by the variety of fish I saw: longear and green sunfish, warmouths (another type of sunfish), and mosquito fish (so called because they eat mosquitoes). The star of the waters was the orangethroat darter; the male has sparkling blue fins and a brilliant orange smudge on his chin.</p><p><strong>Perry School, 710 East Forty-first Street</strong></p><p>Cliff frogs are little (one and a quarter inches long), speckled, elusive creatures that occur only in a small part of the Hill Country radiating out from austin. They have a penchant for limestone ledges or their approximation, like the rock wall at the Perry School. Seeing them requires going out on rainy spring nights and crawling around rocky places with a flashlight, not exactly how most of us would choose to spend an evening.</p><p>The amphibian you’ll see without much effort (in austin and in Houston, San antonio, Dallas, and Fort Worth) is the Gulf Coast toad. Brown and warty, it gets up to about four inches long and has triangular raised pads behind its eyes. It is the toad most often flattened by cars, after which it is suitable for tossing and is then properly called a sail toad, the precursor of the Frisbee.</p><p><strong>UT Tower</strong></p><p>At night the light on the top of the Tower attracts insects, which in turn attract insect-eating birds, especially common nighthawks. They are not hawks at all but members of a family of birds called nightjars (their calls jar the night). Common nighthawks go <em>berzzzt, berzzzt,</em> rather like the sound of a doorbell buzzer. They are boomerang-shaped, and whirling around the tower, they look like a ghostly halo.</p><p><strong>West Lake Hills</strong></p><p>This West austin suburb is exceptional in Texas; you can barely see signs of habitation - partly because West Lakers tend to be eco-symps and partly because the terrain is hard to desecrate (although developers on nearby craggy hilltops, particularly on Cat Mountain, have managed to do so). Humankind coexists surprisingly well with a variety of fauna in West Lake Hills. There are bobcats and coyotes out here, not to mention ringtails, the big-eyed animals that look like a cross between a raccoon and a miniature fox. I recently sat on a friend’s deck—every West Laker has one-while three whitetailed deer stood less than a hundred feet away.</p><p>West Lake’s other distinction is that it’s in the heart of golden-cheeked warbler country. Many an evening cocktail party is held on a West Lake deck to the vesper song of the goldencheek, a not particularly remarkable, high, wheezy <em>tsssh, tsssHH, Tssshh.</em> If you live out there and don’t know the song, invite me to your next party.</p><p><strong>Wild Basin Preserve</strong></p><p>There is one trait all urban naturalists must acquire: they can’t flinch when they hear a chain saw. One place to get practice is at Wild Basin, a two-hundred-acre preserve on the edge of Loop 360. It is the public-domain version of West Lake Hills —the same rugged canyons and the same urban animals, including those perennial favorites the black-capped vireo and the golden-cheeked warbler. Residential and office developments are going up all around Wild Basin, so you can’t visit for long without hearing chain saws and rumbling traffic. Take my advice and go hear the illustrious song of the chuck-will’swidow before it is drowned out by manmade competition. It’s a nightjar that sings stereophonic melodies at dusk and into the night in the late spring and summer.</p><p><strong>Zilker Park Soccer Fields</strong></p><p>In recent years the north side of Zilker Park has been divided into soccer fields, which are packed on weekends with scurrying young people. That quasi prairie is the home of Mexican ground squirrels, also noted for their ability to scurry. They are about ten inches long, pale brown with dapper white speckles and Bambi eyes. They dig burrows in the ground just about the size of a human ankle. To prevent countless broken bones, the Zilker Park maintenance crew fills in the squirrels’ holes every Friday during soccer season. During the week, the animals reexcavate, and then the crew refills-a display of indefatigability on both sides. On the south end of Zilker, ground squirrels pretty much have the run of the place. Look for small brown paper sacks blowing along on the grass; they are not sacks but ground squirrels.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "June 1984",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "urban",
      "Birds",
      "Water",
      "Texas",
      "Spring",
      "Animals",
      "Dallas",
      "El Paso",
      "Fish",
      "people",
      "Cities",
      "House",
      "Rock",
      "Wildlife",
      "Trees",
      "Austin",
      "Country",
      "Edge",
      "Houston",
      "Dogs"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Texas",
      "West",
      "Dallas",
      "El Paso",
      "Austin"
    ]
  }
}