{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19797",
    "date": "July 1979",
    "year": 1979,
    "month": 7,
    "month_formatted": "July",
    "pdf_uri": "/1979/19790700.pdf",
    "issue_cover_image": "",
    "document_start_page": 114,
    "toc_start_page": 112,
    "document_page_range": [
      [
        114,
        115,
        116,
        117
      ]
    ],
    "toc_order": 5,
    "toc_headline": "All God’s Chitlins",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-197907-allgodsc",
  "source": "/1979/19790700.pdf",
  "wp_post_id": 114111,
  "wp_post_guid": "http://www.texasmonthly.com/article/all-gods-chitlins/",
  "authors": [
    "Richard West"
  ],
  "headline": "All God's Chitlins",
  "dek": "What’s good for the body is good for the soul.",
  "spread_caption": "",
  "excerpt": "Simmering pots of soul food. That’s what we love about the South.",
  "kicker": "Soul Food",
  "word_count": 1141,
  "content": "<p><span class=\"dropcap\">S</span>oul food, probably the best inexpensive hot-lunch cuisine in Texas, is a triumph of ingenuity over meager resources. It got its start as slave food, which meant it had to draw on what Southern foodstuffs were left after the white folks were through—starches, odd and scrawny bits of meat, and stringy vegetables. The master’s pig, for instance, supplied him with ham, loin, bacon, and spareribs; the slaves got the spare parts: feet (trotters), knuckles, tail, ears, snout, neck, backbone, head (for hog’s head cheese), stomach (hog maw), intestines (chitlins), everything but the squeal. Not only that, but food also had to keep on the stove all day while everybody was out working in the fields, and it had to be filling enough to fuel the next day’s work. So classic soul food is simmered in a pot for hours in spices that will bring out every obstinate bit of flavor and tenderness lurking in the meat. In its purest form it is gooey, exotic, hot, cheap, smells good, and really sticks to your ribs.</p><p>Between-Payday Special</p><p><strong>Tucker’s Kozy Korner, </strong>1338 E. Houston, San antonio. A San antonio soul food institution for thirty years, Tucker’s is the only stop on our tour that has cloth napkins and serves mixed drinks. With a hundred-horsepower Tucker’s Special Frozen Daiquiri ($1.75) to cure the blues before your meal and a Famous Wine Cooler ($1.05) after, it won t matter if what you ate was a ham hock or a hockey puck. Tucker s collard and turnip greens are standouts, particularly after they have been showered with the homemade two-pepper hot sauce. If you are down and out, try the veal cutlet or chicken-fried steak listed under “Between-Payday Specials.” Hard-core soul food—chitlins and pigs’ feet—is served only in the winter. John a. Tucker, Jr., and manager Ford Stegall concentrate on vegetables during warm weather, and so should you.</p><p>Open 10 a.m.-2 a.m. for food/ lunch $2.06/ open every day.</p><p>The Talk of Shawnee Street</p><p><strong>Hines Cafe, </strong>118 Shawnee, Nacogdoches. Here is the best-ofshow soul food in Texas. Willie and Thelma Hines are indefatigable in the pursuit of the perfect luncheon plate. Why is Thelma’s fried chicken so good it makes you weep? Tears will not wrench the secret from her lips. While pork bone in lesser culinary temples is a grief and distress, the Hines Cafe pork bone wins laurels. (Could it be the addition of onion soup?) The Hines’ abundant vegetables are fresh from nearby supermarkets or, in season, from the farmer’s market near the railroad station. Everything is served in the typical soul-foodcafe front room: four tables, a soul music jukebox, a TV, and a Dearborn heater. (In the back is Willie Hines’ pool room.) There are the obligatory spices on the table—White Swan Pepper Sauce and Gebhardt’s Louisiana-Style Hot Sauce along with toothpicks in Tabasco bottles. Hog maws and chitlins are served on Thursdays, and don’t miss the talk of Shawnee Street, Thelma’s chicken creole gumbo.</p><p>Open 6 a.m. until the pool shooters leave/ lunch $2.20/ closed Sunday.</p><p>Opposite: <em>a lunch of pork bone, yams, it off with a round of eight ball—all at Thelma Hines’ cafe.</em></p><p>Photography by Pat Berry</p><img/><p>General Gregory’s Favorite</p><p><strong>Southern Kitchen, </strong>4513 Lyons, Houston. The first day Lillie Johnson opened for business was a Friday. She served lunches all weekend to pay the light bill, which was due the following Monday. She got provisions on credit from the neighborhood grocer and kept cooking. That was 25 years ago. “My trademarks are grilled cornbread—flat like a healthy buckwheat cake—fried chicken, peach cobbler, and chitlins.” Lillie used to cook for Thomas Watt Gregory, attorney general under Woodrow Wilson and the man for whom Gregory Gym on the UT-Austin campus was named. “General Gregory liked grits,” mused Lillie, “and my aunt made the best. She added a pinch of baking soda. I’ve tried it, but it’s not the same. With soul food, it’s all in your personal touch.”</p><p>Open noon-7 p.m./ weekday lunch $2.60; Sunday $3.10/ closed Wednesday.</p><p>Endangered Treasure</p><p><strong>Lake Brazos Diner, </strong>103 Elm, Waco. Laverne Gore learned to cook her delicious chitlins and hog maws from her grandfather on their farm near Big Sandy. Grandfather's secrets are also responsible for the heavenly pinto beans, yams, and sweet-potato pie that Laverne serves daily. For the pie and the hot blueberry cobbler, Laverne wins the Soul Food Dessert award. She follows a common soul-food-cafe custom with regard to meat: each day of the week she serves something different, always with a surprise second meat dish listed on the Big Red soda pop blackboard. Since she opened the restaurant in 1977 on the banks of the Brazos, Laverne has learned all about the high cost of food. The rising price of ground beef has put her meat loaf on the endangered list. It’s up to you to save this national treasure.</p><p>Open 8 a.m.-9 p.m./ lunch $2.50/ closed Sunday.</p><img/><p><em>Southern Kitchen: 25 years of soul food with that special touch</em></p><img/><p><em>You'll always get your just desserts at Lake Brazos Diner.</em></p><p><em>What is cowboy soul food? Why, it’s the best chicken-fried steak </em>around and it’s served every day at Lola Wallace’s Cozy Corner.</p><img/><img/><p>Cowboy Soul</p><p><strong>Cozy Corner, </strong>703 Molton Street, Longview. “This is chicken-fried steak. You can cut it with a fork,” said Lola Wallace, owner of the Cozy Corner on the south side of Longview. What was cowboy soul food doing here? “Well, it’s popular, and I <em>do</em> know how to fix a good chicken-fry using soul food secrets,” said Lola. She also serves more orthodox soul food, like scrumptious crackling cornbread (cracklings are cubes of fried salt pork, which are baked into the cornbread). Her comfortable cafe next to the Gregg Barber Shop was filling up with eaters, all peering over the counter at the smothered chicken, rutabagas, black-eyes, lima beans, scalloped potatoes, cornbread, and rice pudding on the small steam table. After considerable deliberation, almost everyone chose chicken-fried steak over smothered chicken.</p><p>Open 6:30 a.m.-2:30 p.m./ lunch $2.00/ closed weekends.</p><p>Red Beans and Ricely Yours</p><p><strong>Pete’s Cafeteria, </strong>2809 Reed Lane, Dallas. If you have ever wondered why Louis armstrong used to sign his letters “red beans and ricely yours,” the answer is at Pete Jenkins’ restaurant in South Dallas. Not only is Satchmo’s favorite combo plate served here, but so is hoppin John, an old slave dish in which rice plays an important supporting role. Blackeyed peas and ground beef join the rice for a dish that’s like a fire in the hearth on a cold winter’s day. Pete and his winsome friend, Claudia, serve roast beef every day, along with a surprise entree. On the 75-year-old stove in the back, Pete cooks liver and onions; chicken fixed one of seven ways; meat loaf (in peril for economic reasons, like Lake Brazos’); perfectly seasoned collard greens, turnips, squash, and yams; and rice. I know Satchmo would be there.</p><p>Open 6 a.m.-6 p.m./ lunch $2.50/ closed Sunday.</p><img/><p><em>Pete’s Cafeteria: Satchmo’s favorite combo gets top billing.</em></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "July 1979",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Soul",
      "Food",
      "Beef",
      "Chicken",
      "Chicken-Fried Steak",
      "Meat",
      "Pork",
      "Rice",
      "Steak",
      "Beans",
      "Cowboy",
      "Pool",
      "Restaurant",
      "Attorney General",
      "barber",
      "Big Red",
      "Blues",
      "Business",
      "cold",
      "Dessert"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": [
      "San Antonio"
    ]
  }
}