{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19797",
    "date": "July 1979",
    "year": 1979,
    "month": 7,
    "month_formatted": "July",
    "pdf_uri": "/1979/19790700.pdf",
    "issue_cover_image": "",
    "document_start_page": 120,
    "toc_start_page": 118,
    "document_page_range": [
      [
        120,
        121
      ]
    ],
    "toc_order": 7,
    "toc_headline": "Counter Culture",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-197907-countercu",
  "source": "/1979/19790700.pdf",
  "wp_post_id": 114099,
  "wp_post_guid": "http://www.texasmonthly.com/article/counter-culture/",
  "authors": [
    "W. L. Taitte"
  ],
  "headline": "Counter Culture",
  "dek": "Strawberry sodas, lime Cokes, and vanilla shakes—ah, sweet memories.",
  "spread_caption": "",
  "excerpt": "Strawberry sodas, vanilla Cokes, grilled cheese sandwiches. That’s what we love about soda fountains.",
  "kicker": "",
  "word_count": 770,
  "content": "<p><span class=\"dropcap\">W</span>hen I was eleven months old, my daddy gave me my first sip of Coke at a drugstore soda fountain on the south side of San antonio. <em>Coke</em> was just about the first word I spoke—as well as my first habit, Whenever we drove by the drugstore, I would point and exclaim, “Coke! Coke!” and my instinct thereafter has been unerring. I can always home in on the nearest soda fountain.</p><p>For a long time soda fountains were the only places that would make a fountain Coke. Or a cherry Coke. Or a lime Coke. Or my own special delight—a vanilla Coke. I treasure these early experiences because they gave me a solid foundation in the criticism of soft drinks—the quality of which has gone down as sadly over the last thirty years as that of red Bordeaux. How else could 1 have learned, in view of the ascendency of such things as wax-coated paper cups and aluminum cans, that <em>no</em> soda water tastes good unless it comes to your lips in cool, smooth glass: in a sea-green bottle or in one of those lovely, vaguely chalice-shaped soda-fountain glasses with Coca-Cola inscribed on the side in white?</p><p>Cokes, of course, were only the beginning. The next step in my soda-fountain initiation came when my mother would take me to Day’s Drugs in Harlingen whenever we went shopping downtown. (There were still downtowns in those days.) She would order a tuna sandwich on white toast and a vanilla milk shake, and so would I.</p><p>Soda fountains became even more important when I was about eight and would spend the summers at my dad’s office. The first consideration was breakfast (I have never been much on eggs or cereal). Back then it was not easy to find anybody willing to fix a grilled cheese sandwich or a hamburger at 8:15 a.m., but I got to know the drugstores where someone would oblige me. My preferred grilled cheese sandwich had slices of onion and tomato cooked in with the cheese, but my hamburgers had to be orthodox. A good soda-fountain hamburger is simple, and it really has nothing to do with the meat. Of course, there should be plenty of mayonnaise or mustard, or preferably both, and all the fixings. But the secret is to grill the bun right alongside the patty to a toasty, greasy crispness. Almost nobody does this these days, and that is why hamburgers are hardly worth eating anymore.</p><p>I always drink a Coke with a grilled cheese sandwich, but with a hamburger I have the alternative of an ice cream soda. One of the joys of a soda is that it is impossible to mess it up. Even less-than-first-rate ice cream and artificial vanilla cannot keep it from being a fizzy, frosty wonder.</p><p>I sometimes forego the ice cream soda for a banana split, but 1 have to remind myself that, unlike sodas, it <em>is</em> possible to wreck a banana split. I can tolerate grade-B ice cream or even aerosol “whipped cream” in a banana split, but the unforgivable sin is in putting the toppings on the wrong scoops of ice cream. Many times in my youth—before I learned charity—I muttered nastily when a soda jerk (ah, the justice of that name!) would bring me a split with the chocolate sauce on the strawberry ice cream. I once even suffered marshmallow sauce on one of the scoops. The chocolate sauce, of course, must be on the vanilla ice cream, the tutti-frutti (or, in a pinch, strawberry) sauce on the strawberry, and the pineapple topping on the chocolate. If this simple task is done properly, then all is well. In the face of all that sugar and sauce, finer points go out the window.</p><p>And therein lies the true delight of soda fountains: subtlety and finesse are not their calling. Their obligation <em>is,</em> however, to provide a counter of stability in a sea of change. After thirty-odd years of sitting at soda fountains, I have learned that the best ones stay the same. Many have fallen by the wayside to become bars—even juice bars—and there is vicious competition from franchise ice cream parlors. But when I want a vanilla ice cream soda in its original setting, I know I can find one at the Highland Park Pharmacy in Dallas. When i’m on the road, there are places here and there that fix a hamburger the right way, like the avalon Drug Company in Houston and Nau’s Enfield Drug in austin. Back in San antonio I can always count on a fountain Coke at Laurel Heights Pharmacy. I am still my daddy’s boy.</p><p>Photography by Kent Kirkley</p><img/>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "July 1979",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Soda",
      "ICE",
      "Ice Cream",
      "Hamburger",
      "sandwich",
      "Chocolate",
      "fountains",
      "Vanilla Ice",
      "Breakfast",
      "competition",
      "Drugs",
      "Harlingen",
      "heights",
      "Highland Park",
      "Home",
      "Houston",
      "Mother",
      "San Antonio",
      "Shopping",
      "Water"
    ],
    "wp_categories": [
      "Home"
    ],
    "wp_location": [
      "Houston",
      "San Antonio"
    ]
  }
}