{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19869",
    "date": "September 1986",
    "year": 1986,
    "month": 9,
    "month_formatted": "September",
    "pdf_uri": "/1986/19860900.pdf",
    "issue_cover_image": "",
    "document_start_page": 118,
    "toc_start_page": 118,
    "document_page_range": [
      [
        118,
        119,
        120,
        121
      ],
      [
        181,
        182,
        183,
        184
      ]
    ],
    "toc_order": 2,
    "toc_headline": "The Cowboys, the Indian, And the Computer That Fumbled",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198609-thecowboy",
  "source": "/1986/19860900.pdf",
  "wp_post_id": 121692,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-cowboys-the-indian-and-the-computer-that-fumbled/",
  "authors": [
    "by Aaron Latham"
  ],
  "headline": "The Cowboys, The Indian, And the Computer That Fumbled",
  "dek": "",
  "spread_caption": "",
  "excerpt": "The most important new addition to the Dallas Cowboys is a veteran from the team’s early years —computer genius Salam Qureishi.",
  "kicker": "",
  "word_count": 4368,
  "content": "<p><span class=\"dropcap\">T</span>he Dallas Cowboys owe much of their success over the years to an Indian. He is not a spy inside the Washington Redskins’ organization. Nor is he a mole hidden away on the staff of the Kansas City Chiefs. No, this Indian isn’t that kind of Indian. He is a real Indian.</p><p>He grew up near New Delhi.</p><p>The Indian joined the Cowboys way back, almost at the very beginning. He showed them how to use computers to become pro football’s first high-tech organization. He helped them put together their championship teams. Then the Cowboys drove him out of the franchise. The team went into a decline. But this year he has rejoined the Cowboys and promises to restore the glory days when the Cowboys always seemed to be a step ahead of the rest of the National Football League.</p><p>The Indian’s name is Salam Qureishi, and once more he is at the head of the team’s vast computer operations. With his smart software, he helped the Cowboys round up talent in the NFL player draft last spring.</p><p>It’s about time. The Cowboys’ drafts in recent years have been embarrassingly bad. The names of disastrous first-round draft choices like Rod Hill and Larry Bethea scare up memories of punts fumbled, tackles missed, and games lost.</p><p>Last spring, Qureishi supervised his first player draft since rejoining the Cowboys. He helped them pick Mike Sherrard (their first-round choice) and Tony Flack (their last-round selection) and everyone in between. And he has other plans for the Cowboys’ computer. He wants to get his computer onto the field and into the game. He foresees the day when it could call all the Cowboys’ plays.</p><p><strong>“Go, Indians,” says the message on a wall at Stanford’s football stadium. The Cowboys have the same message for Salam Qureishi and his software.</strong></p><p>Photograph By Steven Pumphrey</p><img></img><img></img><p><strong>The man who can lead the Dallas Cowboys back to the Super Bowl is (a)Tom Landry (b) Roger Staubach (c) Salam Qureishi.</strong></p><p>“Football is too complex for humans to play,” Salam Qureishi explains. “They need computers.”</p><p><span class=\"dropcap\">I</span>n the summer of 1959 an oilman named Clint Murchison was working to bring a professional football franchise to Dallas. He planned to call his dream team the Dallas Rangers, of all things. That same year Salam Qureishi left India to come to America. He had won a teaching fellowship at Case Institute of Technology. So the future hope of the Dallas Cowboys began his American life in Cleveland.</p><p>About the same time, Texas Ernest Schramm heard about Murchison’s plan for a new football franchise in Texas. And he wanted to be a part of it. At the time, Tex was living in New York City, where he worked for CBS Sports. But before joining CBS, he had been part of the Los Angeles Rams organization for ten years, moving up from public relations to general manager. Schramm asked a friend in Dallas to intercede with Murchison on his behalf.</p><p>When Tex reached Dallas that fall, he met with Murchison, who still didn’t have a franchise but seemed confident of getting one. Tex said he would like to work for Murchison and outlined his credentials. A few weeks later Murchison called Schramm and told him, “You’re on the team.” So now Tex had two jobs.</p><p>Schramm started signing up football players, even though the Cowboys didn’t officially exist. “I called the league office and asked them to send me some standard contracts,” Schramm says. “The league said, ‘No. You don’t have a franchise.’ So I printed my own just like theirs, same type, same paper.”</p><p>In January 1960 Tex Schramm called a news conference to announce that the Dallas Cowboys, who still didn’t have a franchise, had signed a head coach: Tom Landry. Since the job looked a little shaky, the new coach’s contract had a long section giving Landry the right to sell insurance in his spare time.</p><p>Later that month the National Football League owners met in Miami Beach to try to decide, among other things, what to do about the pesky city that kept clamoring for a football team. George Preston Marshall, who owned the Washington Redskins, wanted Dallas to wait a year. That was when Murchison, who had no intention of waiting, made his celebrated move of buying the rights to the Redskins’ fight song. Which happens to be the only good fight song in professional football. It’s the one that goes: “Hail to the Redskins/Hail victory/Braves on the warpath/Fight for old D.C.”</p><p>Marshall wanted his fight song back. Otherwise it couldn’t be sung at Redskins’ games anymore. And Murchison, the old horse trader, wanted his team. They made a deal: the franchise for the fight song.</p><p>So the Dallas Cowboys, who already had players and a coach, were finally officially born.</p><p><span class=\"dropcap\">M</span>eanwhile, Tex Schramm’s job at Cbs was about to have a profound effect on the Cowboys. He was responsible for putting the Olympics on television for the first time in history. Previously, the Olympics had been covered only in short segments on the evening news, never as a show in and of themselves. But the 1960 Winter Olympics were to be held in America, in Squaw Valley, California, and Cbs planned to make television history by giving the games their own time slot. In Squaw Valley the Cbs Sports Olympics task force rented office space in the basement of the IBM building—a chance occurrence that would eventually transform all of football.</p><p>“That’s where I got my introduction to computers, which were new back then,” Schramm remembers. “Ibm was doing all the scoreboards and the statistics. And they had computers. Massive computers. I started talking to them about what computers could do for a football team.”</p><p>He outlined the problem to the Ibm Komputer Kids. Namely, it was getting harder and harder to tell which college players to draft. There was no system for evaluating talent, just old-fashioned hunches and meaningless statistics. The Komputer Kids said they would think about the problem and get back to him.</p><img></img><p><strong>Running Smoothly: The Cowboys’ computer came up with Randy White (I.) in the first round of the 1975 draft and Harvey Martin in the third round of 1973. The two linemen shared Most Valuable Player honors in Super Bowl XII.</strong></p><p><em>Aaron Latham is a freelance writer who wrote “The Return of the Urban Cowboy,” </em>Texas Monthly, <em>November 1985.</em></p><p>After the Olympics, Schramm returned to Dallas. He had invented the Olympics on TV, covering them just like a political convention, even using Walter Cronkite as his central anchor. Now he had to invent a football team. The Cowboys would be professional football’s first expansion team, and no one knew how to put one together, any more than Tex Schramm had known how to put the Olympics on Tv. So he just made up the team as he went along.</p><p>The Cowboys worked out a deal to share office space with an automobile club. There weren’t any desks, so Tex and Tom and the boys sat on the floor of the car club, making calls and deals. It was an environment in which you could hear overlapping talk of quarterbacks and back-seat drivers, touchdown drives and vacation drives, retread tires and retread players. That is what most of the Cowboys’ original players were—retreads who were trying for a second chance after playing out careers with established teams.</p><p>Sitting on the floor of the car club, Tex Schramm got a call from his friends, the Ibm Komputer Kids. They told him to get in touch with someone named Salam Qureishi, who was living in Palo Alto, California. They said that he could put anything in a computer, even a football team. In 1962 Schramm finally got around to calling Qureishi.</p><p>“Salam didn’t know a damn thing about football,” Schramm remembers.</p><p>“I only knew soccer,” Qureishi recalls. “I had never seen a football game.”</p><p>Nonetheless, Qureishi agreed to fly to Dallas to meet with the Cowboys. It was his first trip to Texas. And it was marred by a communication problem.</p><p>“I couldn’t understand Tex,” Qureishi says, “and he couldn’t understand me.”</p><p>Tex was unable to decipher the Indian singsong and vice versa.</p><p>“We will select the set of players,” Salam said one afternoon, “and then ...”</p><p>But Tex didn’t hear “set”—he heard “sex.”</p><p>“Goddammit!” Tex exploded. “Don’t you know they’re just men? All men!”</p><p>Still, Qureishi eventually came to understand what the Cowboys needed: a computer program that could help identify and select the best college players coming up in the draft each year. He agreed to try to help the Cowboys.</p><p>He spent several months talking to coaches and scouts, asking them what it took to make a great football player. From those interviews he extracted a list of the five hundred phrases that came up most often. Phrases like “He would hate his mother if she was on the other side.”</p><p>Qureishi struggled to reduce this threedigit list to fewer than ten. For instance, he decided that the phrase about a player hating his mother just meant the player was competitive. So competitiveness went on the short list.</p><p>But it took a lot longer to make a short list than a long one. So while working to solve the programming problem, he had time to go to Cowboys’ games. At first he found the inside of a football stadium even more baffling than Tex found the inside of a computer. But he soon began to understand the game. And then to like it. And before long the Indian was a rabid Cowboys’ fan. Meanwhile, his research moved slowly forward—almost as slowly as the Cowboys moved the ball in those days.</p><p>“It was a long, painful process,” says Schramm. “It took us four years to find the elements that made successful football players. We finally got down to five things. One: character. Two: quickness and body control. Three: competitiveness. Four: mental alertness. Five: strength and explosion.”</p><p>But it wasn’t quite that easy.</p><p>Qureishi was afraid another communication gap might develop because one scout might mean one thing by, say, “competitiveness” while another might mean something slightly different. So he decided to give the scouts some help.</p><p>He didn’t just ask, “Is the player competitive?” Instead he asked if the following described the player: “He would hate his mother if she were on the other side.”</p><p>The scouts weren’t allowed to answer simply yes or no. They were asked to rate the player’s hatred of his mother on a scale from one to nine. The scale was lopsided, because three was average. The Cowboys cared more about correctly calibrating above-average than belowaverage players, so they allowed for more numbers in the upper range. If the player wouldn’t hate his mother at all, he got</p><p>a one. If he would hate her an average amount, he got a three. But if he would really hate her enough to be a champion, he got an eight or nine.</p><p>Other sentences on the questionnaire included:</p><p>“He finally catches on after much repetition” (mental alertness).</p><p>“He would just as soon miss practice” (character).</p><p>“He rarely thinks of anyone but himself” (character).</p><p>“He doesn’t stop when the whistle blows” (competitiveness).</p><p>“He will break his neck to carry out his assignment” (competitiveness).</p><p>“He is quick as a cat” (quickness and body control).</p><p>“He is strong as a bull” (strength and explosion).</p><p>In 1964 the Cowboys were finally ready to put their computer program to the test for the first time. They fed into the computer all the players coming up for the Nfl draft that year. The computer mulled over all those players—and how much they would hate their mothers if their mothers played for Green Bay—for a couple of hours. Computers worked slower in those days. And then the machine spat out a list of players ranked from 1 to 100. According to the computer, they were the 100 best prospects in the country. And as it turned out, 87 out of the 100 became pros. The computer was batting .870. That’s Hall of Fame stuff.</p><p>Here, in order, are the top fifteen players who headed that first list: Joe Namath, Dick Butkus, Gale Sayers, Fred Bilentnikoff, Mike Curtis, Steve DeLong, Clancy Williams, Roy Jefferson, Tucker Frederickson, Fred Brown, Ralph Neely, Dave Simmons, Jack Snow, Lawrence Elkins, Craig Morton. Eleven became starters.</p><p>[ Continued On Page 181 ]</p><img></img><p>Focus On Sports</p><p><strong>Garbage In, Garbage Out: Rod Hill, the first-round choice in 1982, survived this punt return in the 1983 Nfc title game against the Washington Redskins without fumbling. But his fumble of a later punt gave away six points.</strong></p><p>[ Continued From Page 121 ]</p><p>Schramm began to worry not about the Packers or the Redskins but about Ibm. Since Salam Qureishi worked for Ibm, the giant company owned all the software that he developed —including the Cowboys’ new scouting program. What if Ibm started selling it to other teams?</p><p>The Cowboys decided to start their own company. Qureishi resigned from Ibm and went to work for the team’s brandnew subsidiary —something called Optimum Systems Incorporated (OSI). On his way out the Ibm door, he gathered up all the football software, which the Cowboys had purchased from Ibm.</p><p>With the computer helping, the Cowboys started to improve. They went from 11 losses and 1 tie in 1960 to 7 wins and 7 losses in 1965 to a 10-3-1 record in 1966, which earned them the right to play Vince Lombardi’s legendary Green Bay Packers in the Nfl championship game. The Cowboys missed a tie by one yard before losing 34-27.</p><p>The next year the Cowboys played the Packers again, in the Nfl championship game that would go down in football history as the Ice Bowl. The temperature in Green Bay was 13 degrees below zero with a wind chill factor of minus 41. In spite of the frigid weather that favored the northern team, Dallas led 17 to 14 as the game was coming to a frostbitten end. But with thirteen seconds left to play, the Packers scored on a quarterback sneak.</p><p>The following year, 1968, Qureishi helped the Cowboys become one of the first Nfl teams —perhaps <em>the</em> first—to begin doing computer analyses of the unconscious tendencies of its opponents. He was able to tell the Cowboys, for instance, how often the Steelers were likely to run the ball on first down or how often the Giants were likely to try a quarterback sneak near the goal line. That opened the way to the making of modernday game plans. The Cowboys often—in fact, usually—knew what the other team was going to do before it did.</p><p><span class=\"dropcap\">I</span>n 1975, exactly a decade after it was unveiled, the Cowboys’ computer program for finding football talent did its all-time best job. In a single draft the Cowboys acquired Randy White, Bob Breunig, Herb Scott, Burt Lawless, Thomas Henderson, Pat Donovan, Randy Hughes, Mike Hegman, and Scott Laidlaw. In all, twelve rookies made the team.</p><p>Although the Cowboys had had a great draft, everyone assumed that it would take a while for the rookies to learn to play the game. So the Cowboys—who had failed to make the play-offs the year before—were considered a threat of the future but not of the present. But the Cowboys surprised themselves and everyone else by winning ten games and losing only four. Their success continued right into the play-offs, as they won the National Conference championship before losing to Pittsburgh in Super Bowl X, 21-17.</p><p>The Cowboys continued to be a successful football franchise. They played in Super Bowl XII, in which they defeated the Denver Broncos, 27-10. And they went to Super Bowl XIII, where they lost to the Pittsburgh Steelers, 35-31. But then in 1980 quarterback Roger Staubach retired and some weaknesses began to appear in the Cowboys’ football machinery. Some of those soft spots turned out to be in the software.</p><p>The Cowboys’ computer problems were the result of overreaching. Murchison had decided to try to turn his little computer company, Osi, into another Ibm. He poured in capital and opened offices all over the U.S. And then he decided that Qureishi was not a good enough businessman to run the company he had helped found. Murchison wanted a big businessman to run his big computer company. The Cowboys fired the Indian in 1970.</p><p>“It was really bad,” Salam Qureishi remembers with a grimace. “Traumatic. I didn’t have any money. No income. No rich friends. I had to refinance my house.</p><p>This was the roughest time of my life.”</p><p>Qureishi was essentially where the Cowboys had been back when he joined them: nowhere. So he decided to try to start a company from scratch the way the Cowboys had started a team from scratch. He borrowed $50,000 from friends. And he got a $10,000 loan from the Bank of America. He called his new company Sysorex International. Then he got in contact with Saudi Arabia.</p><p>“I knew Saudi Arabia would need what Tex had needed,” Qureishi recalls. “They were starting a country. We had been starting a football team. But they needed the same things.” He signed the Saudis as his first major client. It helped that his great-great-grandfather had come from that desert kingdom.</p><p>Qureishi, dumped because Murchison considered him an inferior businessman, now is in better financial shape than his ex-boss. Last year his business grossed $79 million. And it has a backlog of $200 million worth of work yet to be done. He paid back the money borrowed from his friends a hundred times over. And his Bank of America line of credit is $10 million. Meanwhile, Murchison’s computer company, which was to have been run so professionally, lost $50 million and went out of business. Many of his other investments had similar problems. Murchison has filed for Chapter 11 bankruptcy protection. In 1984 he sold the Cowboys to a group headed by Bum Bright.</p><p>With Qureishi gone, the Cowboys’ ability to use the computer to identify talent gradually declined. Which has been a big part of what went wrong. “We had computer problems,” Schramm admits. “Our program deteriorated.”</p><p>The main problem was that no one kept the system up-to-date. It was designed to be overhauled at least once a year. But it was left to run year after year with no tune-up, and by the end of the seventies it was running the way a Chevy would if left to its own devices for so long.</p><p>The way this particular software system was supposed to be tuned up wasn’t by checking its spark plugs—it was by checking its scouts. Just as the scouts evaluated the players every year, the computer was supposed to go back later and evaluate the scouts to find who had correctly identified the boys who would stomp their own mothers into the ground. But no one had taken the trouble to do such a follow-up.</p><p>“A computer program is like a musical instrument,” says Qureishi. “You have to fine-tune it. The Cowboys didn’t tune theirs for years.”</p><p>After the great 1975 draft, the computer went sour. It came up with names of firstround choices like Aaron Kyle (1976), a defensive back of little note; Larry Bethea (1978), a defensive lineman whose best position was prone; Rod Hill (1982), a defensive back with a knack for turning ordinary plays into disasters; and Kevin Brooks (1985), a defensive lineman who has been invisible despite his 265 pounds. Three drafts were almost total washouts. Out of a dozen picks in 1978, only eleventh-rounder Dennis Thurman, a defensive back, made any contribution. The 1982 and 1983 drafts were so bad that by the start of the 1984 season, only two players from each class were left.</p><p>The problem wasn’t just who the Cowboys chose. It was who they didn’t choose. In 1983 the Cowboys could have picked both quarterback Dan Marino and wide receiver Mark Clayton. Instead they took defensive lineman Jim Jeffcoat and linebacker Mike Walter. Marino and Clayton led Miami to the Super Bowl in 1985. The Cowboys missed the play-offs.</p><p><span class=\"dropcap\">T</span>he faulty computer explains why the Cowboys failed to draft Everson Walls and Michael Downs in 1981. They ignored the two defensive backs, choosing instead at that position the likes of Vince Skillings and Ken Miller, neither of whom has ever been heard from since, while both Walls and Downs have been named all-pro.</p><p>The problem was that the computer rated Walls’s quickness and body control at three or worse. And the software gave Downs an equally poor mark for competitiveness. But the computer knew only what the scouts told it. And the scouts somehow failed to mention that Walls led the nation in interceptions his senior year in college or that Downs had played his last year with an injured shoulder. So on draft day, the Cowboys overlooked Downs and Walls, even though both lived in Dallas and were right under their nose.</p><p>Fortunately for the Cowboys, every other team in the National Football League made the same mistake. Downs, who played at Rice University, went to the Houston Oilers’ offices to watch the draft on television. He stayed until the last name was selected. No one picked him.</p><p>Walls too had been forgotten. Although the Cowboys had not drafted Walls, they were interested in him. Interested enough to fly someone down to Grambling, Walls’s college, to meet with him after the draft. He was offered a free agent contract: $1500 to sign, $300 a week for every week he survived in training camp, and, finally, $30,000 a year if he made the team. Walls signed.</p><p>On the same day at about the same time, the Cowboys called Michael Downs. They met with him at the Marriott near the Astrodome. They talked for four or five hours, so Downs missed the plane that was supposed to take him to Pittsburgh to talk to the Steelers. Downs agreed to a contract similar to the one Walls had signed.</p><p>Though they had both grown up in Dallas, Michael Downs and Everson Walls met each other for the first time at the Cowboys’ rookie camp in Thousand Oaks, California. They were two of 25 defensive backs trying out for the team. At the most, three would survive. Three of the 25 made the team. Ron Fellows, Everson Walls, and Michael Downs.</p><p>Walls intercepted eleven passes his rookie year to set a Cowboys’ record and to lead the Nfl. A rookie had never led the league outright before. He led the league in interceptions the next year. And last year he did it again. Everson Walls is the only player in Nfl history to lead the league in interceptions three times. The Cowboys’ computer didn’t like him, but the record books are going to love him.</p><p>Michael Downs led the Dallas secondary in tackles for four years in a row. He has been the number one tackler on the Dallas team three times.</p><p>“Any front office that tries to create the illusion that they’re smart because their free agents made the team,” says Tex Schramm, “is just blowing smoke. If you had any inkling how good they were going to be, you would have been happy to draft them in an early round. We should have drafted Downs and Walls.”</p><p><span class=\"dropcap\">A</span>t the end of the 1984 season, the Cowboys missed the play-offs for the first time in ten years. The Super Bowl-in which they might have played if they had not gotten rid of Qureishi—was staged at the Stanford Stadium in Palo Alto, California, Qureishi’s back yard.</p><p>Tex Schramm went to the Super Bowl as a mere spectator while his beaten team stayed home. Salam Qureishi heard that Tex was encamped at the Fairmont Hotel in nearby San Francisco, and decided to call him. Schramm asked Qureishi to come up and visit him in his suite. They had a good time reminiscing about the glory days.</p><p>“You ought to come back and help us,” Tex said—at last. This time Qureishi returned to the team as a free agent. Without cost. By then he was so rich he didn’t need the Cowboys’ money. He took them on as a charity case.</p><p>One of the first projects the Indian undertook was a reevaluation of the Cowboys’ scouts. He took the scores they had given all the players in recent drafts and matched them up against how well the players had actually done in the Nfl. And, of course, two of the most glaring errors turned out to be Walls and Downs. The scouts who had given them threes or worse were given threes or worse themselves. Because Downs and Walls had turned out to be nines.</p><p>Qureishi is confident. “The Cowboys are going to have the best system,” he says, “because they have the most data.” But they haven’t been using their data the past few years. That is like keeping your best player on the bench.</p><p>Now all those data are being sent back into the game. The Cowboys’—and the Indian’s—new scouting program was unveiled at the college draft last spring. Qureishi had done his best to plug the holes in the Cowboys’ software the way Downs and Walls plug holes on the field.</p><p>“Things finally broke right for us,” says Tex Schramm. “We feel very happy about our draft.”</p><p>The Cowboys’ weekly newspaper ran a story that shouted: <strong>the Draft That Might Be Dazzling.</strong> The story began, “It had been nine years since the Cowboys had made so much noise in the first round of the Nfl draft, and as far as Schramm and the rest of the organization were concerned, it was long overdue.”</p><p>With his first draft behind him—the first of his second incarnation—Salam Qureishi is now turning his attention to the upcoming season and the future. He wants to get into the game. <em>Send me in, coach, send me in.</em></p><p>Or rather, <em>send in my computer.</em></p><p>He dreams of the day when the Cowboys will have a computer in the press box calling the plays. If not this season, maybe next. Or the next.</p><p>During his first incarnation, he made sure the Cowboys were one of the first teams to use its computer to prepare a game plan before the game. Now he wants his software to update the game plan <em>during</em> the game.</p><p>“Now if a game needs to be revised after the kickoff,” Qureishi points out, “the coach does it in his head. But the human mind blanks out with too many choices. That’s where the computer can help. Somebody is going to do it. Somebody is going to win a Super Bowl with it. I think it will be the Cowboys.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "September 1986",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Cowboys",
      "Computer",
      "Football",
      "Dallas",
      "Super Bowl",
      "Game",
      "NFL",
      "Olympics",
      "Mother",
      "Software",
      "CBS",
      "College",
      "Games",
      "office",
      "Computers",
      "Dallas Cowboys",
      "History",
      "record",
      "Rookie"
    ],
    "wp_categories": [
      "Books"
    ],
    "wp_location": [
      "Dallas",
      "Washington",
      "Texas",
      "D.C."
    ]
  }
}