{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19811",
    "date": "January 1981",
    "year": 1981,
    "month": 1,
    "month_formatted": "January",
    "pdf_uri": "/1981/19810100.pdf",
    "issue_cover_image": "",
    "document_start_page": 96,
    "toc_start_page": 94,
    "document_page_range": [
      [
        96,
        97
      ]
    ],
    "toc_order": 4,
    "toc_headline": "King Of the Mountain",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198101-kingofth",
  "source": "/1981/19810100.pdf",
  "wp_post_id": 116997,
  "wp_post_guid": "http://www.texasmonthly.com/article/king-of-the-mountain/",
  "authors": [
    "P.B."
  ],
  "headline": "King Of the Mountain",
  "dek": "Bill Clements is the toughest guy in Texas politics. And with the Legislature against him, he'll have to be.",
  "spread_caption": "",
  "excerpt": "Clements is ready for the Legislature, but is the Legislature ready for him?",
  "kicker": "",
  "word_count": 1556,
  "content": "<img/><p><em>Clements: fearless, efficient, frugal, abrasive, and arrogant.</em></p><p>Shortly after Bill Clements was installed as Deputy Secretary of Defense in 1973, an emissary from the Nixon White House brought him a copy of the mammoth Pentagon budget, already approved by the president and needing only Clements’s signature. As the aide handed it over, he was surprised to see Clements pick up a red pen and start going through the document page by page. Clements had slashed out chauffeured jeeps for army generals, special sand for air Force golf courses, and a few other choice perks before the aide got up enough nerve to stammer, “I hate to tell you this, sir, but the president has already approved this budget. All he wants is your signature.”</p><p>“If Dick don’t like it,” an undeterred Clements snapped, “have him call me.”</p><p>The story illustrates Bill Clements at his best—and worst. He is fearless, quick to spot inefficiency, parsimonious with the taxpayers’ dollars, and frequently right. He is also abrasive, arrogant, and prone to shoot from the hip. In short, he is exactly what he seems to be: perhaps the only politician in america devoid of artifice. Yet on the eve of the legislative session that will be his greatest test as governor, Bill Clements remains an enigma to most Texas politicians, even those of his own party.</p><p>The unanswered question about Clements is not what he stands for—he doesn’t leave any room for ambiguity about that—but whether he is any good. This is no idle issue. Bill Clements is Ronald Reagan’s favorite governor. He has set out to do in Texas exactly what Reagan hopes to do in Washington—take over a government from the outside, run it like a business, and in the process chase the liberals out of town—and he has a two-year head start on the national administration. To whatever extent he has succeeded, his governorship can be viewed as a portent of what we can expect from Reagan. Which is the true model? The ineffective governor who was all but ignored by the 1979 Legislature? The nearcomic figure who pooh-poohed the biggest oil spill in history and said Texans should pray for a hurricane to disperse it? Or the high-riding Bill Clements of today, who enters the 1981 session with the strength that comes from risking one’s personal prestige by backing candidates in political campaigns all across Texas—and winning?</p><p>At the beginning of his term Clements was viewed as something of a fluke. His narrow election victory was largely attributable to a low voter turnout, and his performance during the campaign left some Republicans wondering whether to celebrate or mourn. As one GOP legislator said before the election, “If Bill Clements becomes the first Republican governor of Texas in a hundred years, he will be the last Republican governor of Texas in a hundred years.” anyone with any knowledge of state government knew that Clements’s campaign vows—to provide generous tax relief and cut 25,000 state employees from the payroll—were unrealistic and unattainable.</p><p>For all Clements’s tough campaign talk (during the Republican primary he said that legislators weren’t worth a thin dime), his first session was remarkably uneventful. His legislative program was small and for the most part unsuccessful. There was only one memorable confrontation with the Legislature, and it was vintage Clements. Late in the session he vetoed a minor bill affecting one aspect of the game laws in one county. The reason he gave was that wildlife policy should be set statewide by the Parks and Wildlife Department, not piecemeal by the counties. He was 100 per cent right on the bill’s merits and 100 per cent wrong in his tactics. He had given no previous indication that he disapproved of local wildlife bills; indeed, he had already signed several. Legislators took offense, grumbling that Clements had treated them like Sedco hired help who could be expected to carry out unquestioningly whatever policy the boss embraced. For the first time in 38 years, the Legislature overturned a veto.</p><p>It was easy, back then, to sell Clements short. But once the Legislature went home Clements began to put his own stamp on the office. His appointments departed from the Democratic tradition of tapping political and business cronies for key offices. Nonpolitical lawyers praised his judicial choices in Houston and Dallas. Using an idea also pushed by the man he beat, John Hill, Clements assigned special teams to find out which agencies were working and which were not. Before Clements, the Health Department was so timid and bureaucratic that it was afraid even to endorse or propose legislation; the governor’s team turned it inside out. (Every major agency will eventually come in for the same scrutiny.) He summoned agency heads and lectured them about cutting back on employees, although the goal of 25,000 was quietly abandoned. The ratio of state employees to population took its greatest drop in years.</p><p>Those were the headlines. But the most revealing measure of Clements’s performance is the skimpy criticism that Democratic pros have amassed against him after two years. It is not exactly the sort of stuff calculated to set the citizenry marching on the Capitol in protest. “He hasn’t kept his campaign promises,” says one. “I resent the fact that he appoints judges only if they promise to run for office as Republicans,” says another. Is that the best they’ve got? Not quite. “I don’t mind what he <em>does</em> so much as what he <em>says,”</em> complains a third.</p><p>What does he say? When Clements talks politics you can count on two things: total self-assurance and total contempt for liberals. Can government really be run just like a business? “Of course. Liberals say you can’t because they have no concept of how to run a Sedco. They’ve never run anything.” What are the limitations of trying to run a government that way? “None.” What do liberals have to offer? “Nothing.” What about compassion for people who can’t make it? “Is giving teachers the right to strike or letting state employees check off union dues your idea of compassion? That’s nutty.” But doesn’t it make sense for Republicans and liberals to ally in redistricting to kill off conservative Democrats? “It’s not going to happen. They have nothing in common.”</p><p>This same rigidity sometimes pops up in other areas. For much of last year Clements was so insistent that there would be a large enough surplus for tax relief—even in the face of all estimates from the comptroller’s office—that staffers finally decided they would have to take the unusual step of coming up with a tax bill to finance a tax cut. He bristles when told of Democratic charges that he hasn’t fulfilled his campaign promise to reduce the number of state employees drastically (an about-face that is actually to his credit) and says, “I kept one promise. I said i’d send Jimmy Carter back to Georgia.”</p><p>Ultimately, however, Clements will be judged on the success of his management style. It is unique in modern Texas politics, a sort of government-by-entrepreneur. Like his Democratic predecessors, Clements has appointed wealthy men to key offices, but they are of a different caste than the people named by, say, John Connally. Connally leaned toward lawyers—people who already knew how to get things out of government for their friends and clients and didn’t forget once they were on the inside. Clements has turned mostly to self-made men from the business world (lawyers are not businessmen; they take no risks), many of them from the oil patch, who never wanted anything from government except a depletion allowance. As a result, there is probably less insider influence in state government now than at any time within memory.</p><p>Despite what Clements believes, running government like a business does have its limitations. He is occasionally afflicted with the belief that anyone in government is likely to be bad at business, and sometimes this has cost the state money. Once, when the state was investigating a prison site in South Texas, Clements refused to accept the work of a state appraiser and sought verification from two private appraisers. The bill came to more than the state employee’s annual salary, and the results were virtually identical. Occasionally, too, a worthwhile project gets lost in an entrepreneurial blind spot, as appears to be the case with the Land Office’s much-beleaguered coastal management program. It is bottled up in an advisory council by an oilman worried about opposition from the oil industry. And one part of state government can’t be run like a business (or, for that matter, run by the governor at all), and that, of course, is the Legislature.</p><p>In the final analysis, the situations of Clements and Reagan have one crucial difference. As long as the oil money rolls in, there is no need for a Texas governor to make the hard choices politicians dread. Clements has to decide who to give to—not, as is Reagan’s fate, who to take from. But the opportunity is wasted, the vision missing. For all the vigor of its economy, Texas still has second-rate universities and parks, a two-lane highway linking its capital and its largest city, and a looming water crisis. No amount of bureaucratic paring or tax relief can correct that. It is comforting to know that Clements has the ship of state running efficiently, but it would be nice to know where it is going.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "January 1981",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Government",
      "Texas",
      "Bill Clements",
      "Campaign",
      "Governor",
      "Business",
      "Oil",
      "Legislature",
      "people",
      "Republican",
      "Wildlife",
      "Legislators",
      "performance",
      "Reagan",
      "Republicans",
      "Running",
      "Army",
      "Campaigns",
      "Carter",
      "choice"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": [
      "Texas",
      "D.C.",
      "Houston"
    ]
  }
}