{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198910",
    "date": "October 1989",
    "year": 1989,
    "month": 10,
    "month_formatted": "October",
    "pdf_uri": "/1989/19891000.pdf",
    "issue_cover_image": "",
    "document_start_page": 136,
    "toc_start_page": 136,
    "document_page_range": [
      [
        136,
        137,
        138,
        139,
        140,
        141
      ],
      [
        187,
        188,
        189,
        190,
        191,
        192
      ]
    ],
    "toc_order": 4,
    "toc_headline": "Old Salts And Ancient Mariners",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198910-oldsalts",
  "source": "",
  "wp_post_id": 124779,
  "wp_post_guid": "http://www.texasmonthly.com/article/old-salts-and-ancient-mariners/",
  "authors": [
    "Gary Cartwright"
  ],
  "headline": "Old Salts and ancient Mariners",
  "dek": "On Seas OnCE Ruled By Jean Lafitte, a Volunteer Crewman Learns How To Sail the ELISSA AND Stay the Hell Away From the Jibboom.",
  "spread_caption": "",
  "excerpt": "In which a landlubber chronicles the saga of getting his sea legs aboard the good ship Elissa.",
  "kicker": "",
  "word_count": 6310,
  "content": "<img/><p>Photograph Courtesy Of Jim Cruz/the Galveston Historical Foundation</p><p><span class=\"dropcap\">A</span> BAGPIPER On the Dock Was Playing a seafaring jig as <em>Elissa</em> slipped away from Municipal Pier this morning and headed across Pensacola Bay toward the Gulf of Mexico. The crowd of well-wishers seemed mesmerized, as though they no more expected our crew actually to cast off lines and weigh anchor than they would expect the <em>Bounty</em> to come sailing off the movie screen and into their laps. Your faithful chronicler has seen this phenomenon before. People tend to think of <em>Elissa</em> as a museum, and when she actually puts out to sea, they come to the edge of the water and stand as quiet as pilgrims, spellbound by a rush of atavistic emotion. And they stay that way, shading their eyes until she is a dot on the horizon.</p><p><em>Elissa</em> is a magnificent echo of our past, essentially the same square-rigger that visited this port 103 years ago. When she is this close to shore, her nineteen sails are furled along the yards of her three towering masts, but soon the crew will scamper aloft into her maddening web of rigging, and the sails will blossom in the wind. Her distinctive aberdeen clipper bow will cut the water into white furrows, and she will tack in protracted Z-shaped tangents, traveling six miles to advance one.</p><p>On this gray, threatening morning in early June, <em>Elissa</em> is headed home to Galveston, with a five-day layover in New Orleans. She has been away nearly three months. Most of the year she sits in her permanent berth at Pier 21, but unlike most antique ships that serve as tourist attractions, she reaffirms her heritage with periodic voyages. Most of them are day sails off Galveston Island, training exercises for her volunteer crew, but occasionally she launches on a major voyage. In 1986 she sailed to New York and took her place as the oldest of 23 class-a tall ships saluting the Statue of Liberty. On this particular ninety-day sail, billed as her “Texas Proud” voyage, <em>Elissa</em> is calling on ten Gulf Coast ports, promoting tourism in Galveston and reminding people of the oftenforgotten maritime history of Texas.</p><p>One other purpose to the voyage is to reward the hundred or so volunteers who make up the bulk of <em>Elissa’</em>s crew. (Contrary to landlubber practice, seamen refer to ships as people-it’s <em>“Elissa,”</em> not “the <em>Elissa”)</em> a few of the volunteers, such as 61-year-old Cesar aguirre, a retired Texaco refinery worker from Port arthur, have been aboard for the entire trip. But most sailors alternate on various legs of the voyage, burning their vacation time and in some cases borrowing time from the future. On this leg-Pensacola to New Orleans-there are 13 paid crew members and 28 volunteers-29, counting your chronicler. The volunteers range in age from twenty to seventy, and about half are women. They come from all walks of life—doctors, schoolteachers, NASA workers, housewives, students. Most have little or no sailing experience; they are just people chasing their wildest dreams, crewing aboard a ship that is almost extinct.</p><p>To qualify as members of <em>Elissa’</em>s crew, they have given up weekends for three months to take a rigorous sail-training course. They have learned knots, line handling, sequences and commands for raising and lowering sails, and how to climb to the top of the rigging and come back alive. They have also mastered an almost mystical litany of nautical terminology.</p><p>Consider that there are 162 lines in <em>Elissa’</em>s running rigging, each with a name to be memorized and a purpose to be understood. The running rigging is that dizzying network of Manila rope that runs up and down and across the yards for some four and a half miles, serving to raise, lower, and trim the sails. Groups of line are called sheets, braces, buntlines, clews, halyards, and even, on rare occasions, ropes. All the lines eventually work their way to one of the pinrails, where they are secured (or rather belayed) in a series of figure-eight turns around belaying pins, those handy little clublike objects used to beat off mutineers and pirates.</p><p>The pinrail that runs along either side of the ship is called the main rail. To the unpracticed eye of a landlubber, the main rail with its piles of rope resembles a long counter of fat spaghetti. And yet in the throes of a sail-handling operation, when a mate yells, “Haul top the weather topgallant brace,” a sailor is expected to jump, grab, haul, and keep hauling until the mate hollers, “avast!” (Enough!) God help us if the sailor grabs the wrong line.</p><p>It’s late morning by the time we clear the harbor and prepare to set sail. Let the adventure begin.</p><p><span class=\"dropcap\">I</span>F Your Chronicler Had Any Delusions that this was to be a pleasure cruise, they are scattered in the frenzy of the afternoon sail-handling drill. The drill is followed by a squall with fortyknot gusts. That your chronicler is alive to record these words is testament to the seaworthiness of the good ship <em>Elissa</em> and her valiant crew.</p><p>There are no corners on a sailing ship, no place to stand aside and watch. From the moment that Captain Red Shannon, the ship’s master, appears on the quarterdeck and gives orders to man the sails, every man jack aboard flies into action. You know what an ant bed looks like when you give it a good kick? That is the deck of <em>Elissa. </em>Crew members stop painting, tarring, or swabbing and race like lunatics to their assigned sail stations at one of the three masts-the fore, the main, and the mizzen. Your chronicler is told to join the nine crew members at the mainmast.</p><p>Our crew chief is Mark Herring, a veteran sailor who in real life rebuilds and tunes pianos in Galveston. A trim, muscular man with a sunbaked face and a lifelong love of sailing-his granny was a founder of the prestigious Fort Worth Boat Club-Mark is <em>Elissa</em>’s third mate, one of the paid officers aboard. He was part of the original crew that traveled to Greece in 1979 and brought <em>Elissa</em> to her new home in Galveston. He helps train volunteers and takes obvious pride in his crew’s proficiency and skills.</p><p>In a sail-handling drill, every crew member has a specific job. The most popular jobs, strange to say, are those that involve going aloft. It requires balance, elasticity, and considerable nerve to scamper up the shrouds-the tar-coated permanent riggings that support the masts. And negotiating the shrouds is the easy part. At the top of the mainsail, the climber must lean away at a perilous angle and pull himself out and over a protruding platform called the top. Higher up is another platform called the crosstrees, just below the topgallants. Some people climb only as high as the topsails, but some go all the way to the topgallants and then to the royals, nearly a hundred feet above the deck.</p><p>The most daring of the crew seem to be the women and the older men. On our crew, at least, they are the first to volunteer. Cesar aguirre, the retired Texaco worker, and 70-year-old Roger Combs, a retired educator from athens, Ohio, seem more at home in the rigging than on deck. Among the women who invariably volunteer to work aloft are Martha Beaver, a 43-year-old elementary school teacher from Clear Lake, and 25-year-old Kari Fluegel, who works in public relations at NASA. Kari says her idea of a perfect vacation is to be 85 feet above deck, inching out into the royal yard, balancing on a footrope, clinging to the yard with an elbow while the wind howls and the sails kick and the rigging reels. “My parents tell me that when I was a kid growing up in the Panhandle, I was afraid of heights,” she says. “Maybe that’s why I love it up there.”</p><p>While the crew aloft unfurls the sails, others on deck lay out neat coils of line and ready the capstan to bouse down, or fasten, the two heaviest sails. The capstan is an ancient winchlike machine operated by two or three strong-backed seamen who push against handles fitted into the sockets of its drumhead, thereby hoisting a line that would otherwise take eight or ten people to hoist. The capstan aboard <em>Elissa</em> isn’t much different from the one aboard Columbus’ ship. In olden days a ship’s crew would haul sail to the tune of a fife-the U-shaped rail of belaying pins around the mainmast is still called the fife rail.</p><p>Deck operations are the responsibility of the bos’n, David Hiott, a rangy, bearded 30-year-old who wears a gold earring. David, the grandson of a shipbuilder, grew up in South Carolina and has been in love with square-riggers since he built a model of Henry Hudson’s <em>Half Moon</em> at age 8. Among the workhorses of the deck crew is a powerfully built 58-year-old man with graying blond hair and a four-day growth of beard. His name is Ed Krause, and he is a consulting engineer from Berlin who came to Texas in 1981. Because he has tendonitis in both arms, Ed can’t climb the rigging, but he enjoys sail handling anyway. “The idea of what you can do with the wind, to move a big thing like this-” he says, shaking his head at the wonder of it all. “It’s exhilarating.”</p><img/><p><em>ELISSA</em></p><p>Photographs By Robb Kendrick</p><p><em>Unfurling the sails is hazardous duty; first mate Walter Rybka (inset) looks right at home on a tall ship</em>.</p><img/><p><em>ELISSA</em></p><p><em>Looking down from on high; (inset) tending Mary Moody Northen.</em></p><img/><img/><p><em>Gnarled, blistered hands are a seaman’s lot on</em> Elissa<em>.</em></p><p>Photographs By Robb Kendrick; Matt Rose/the Times-Picayune (Bottom)</p><img/><p><em>author Cartwright (second from left) explains his job: “Somebody said, ‘Grab this rope and pull,’ so I did.”</em></p><p>Commands crack and echo along the length of <em>Elissa’</em>s 149-foot deck-just like in the movies: “Ready on fore ... Ready on main ... Helmsman, full left rudder ... Cast your headsail sheets ...” at the order to haul away, crew members begin their tug-of-war with the wind, straining mightily against the great sails towering above them. The work is furious and unrelenting. A tropical sun beats down on aching, burning backs; soft hands that last week filed reports and worked computers sting now and shred like cabbage.</p><p>But something is amiss. Until the sails are set, the ship cannot build up enough headway to make it through a tack. The crew aloft is beginning to loosen the topgallants when Captain Red Shannon halts the sail-hoisting operation. Radar in the chart house shows that we are moving into two squall lines. We can see bruise-colored clouds piling up off our bow. This is a potentially dangerous situation. With our fore and aft sails and many of our squares already set, it’s as though our throttle were stuck and we were on a collision course with a black wall. In May 1986, about the time <em>Elissa</em> was sailing to New York, the schooner <em>Pride of Baltimore</em> was struck by a violent squall north of Puerto Rico. She went down in less than sixty seconds, and her captain and three of her twelve-person crew were lost.</p><p>On the bridge, <em>Elissa’</em>s captain studies the horizon through his binoculars, considering his options. Only a handful of shipmasters in the world are as capable or experienced as Red Shannon. A Bostonian, Shannon served 33 years in the Coast Guard, 12 as sailing master of the <em>Eagle, </em>the Coast Guard academy’s 1,800-ton square-rigger. Shannon is also one of three alternating masters of the German-owned <em>Sea Cloud,</em> an enormous four-masted bark originally built for E. F. Hutton and his wife, Marjorie Merriweather Post.</p><p>The first order of business is to secure the loosened topgallants before they begin flopping about. David Hiott, Martha Beaver, and four others go aloft, racing against time as the ship noses toward the black wall. Then Shannon gives the order to wear ship. Wearing ship (modern-day sailors call it jibbing) is the opposite of tacking. Instead of bringing the bow through the wind as you would in a tacking maneuver, the crew brings the stern through. By putting the wind at our stern, we turn about and head back toward Pensacola Bay. Rain lashes across the deck, and the ship tilts so far to starboard you can touch the whitecaps. It is a scary and curiously satisfying interval-like Ed Krause said, a fascinating study of what experienced seamen can do with the wind. Sometimes the sails are used as giant brakes, and other times they are trimmed at angles so that one sail steals wind from another. It’s an endless game of man against nature, with nature remaining the heavy favorite.</p><p>In half an hour the storm is no threat. We’ve been at sea now for nearly eight hours, the chronicler notes, and we can still see the high rises on Pensacola Bay.</p><p><span class=\"dropcap\">O</span>N <em>ELISSA’s</em> LAST Visit To Pensacola, in 1886, steam-powered tugs nudged her to and from deep water. Today she employs the option of her custom-made 450-horsepower diesel engine. When she was prisoner to the prevailing wind, <em>Elissa</em> required 29 days of zigging and zagging to cover the 753 nautical miles between Pensacola and Galveston. Now her sailing-motoring time over the same route is about six days. But don’t be misled. Speed isn’t the point of <em>Elissa,</em> and it never was.</p><p>The Englishman who commissioned her, Henry Fowler Watt of Liverpool, was motivated chiefly by his love of fine sailing vessels. The year was 1877, and the advantages of steam had been obvious since before the Civil War. Though her iron hull was the latest technology, the rigging and sail structure designed by the famous aberdeen shipyard of alexander Hall and [ Continued On Page 187 ] [ Continued From Page 141 ] Company traced back to the dawn of square-riggers. <em>Elissa</em> has always appeared deceptively frail, like some prehistoric flying reptile, yet for nearly a century she crisscrossed the oceans of the world as a ship of commerce under the flags of five nations.</p><p>One of her longest and most perilous voyages brought her to Galveston and then to Pensacola in the fall of 1886. She was already seven months out of her home port in Scotland when she sailed out of Pensacola Harbor with a load of lumber bound for argentina-and she still had more than two years to travel. From argentina she crossed the South atlantic and sailed around the Cape of Good Hope to the island of Mauritius off the east coast of Madagascar. In the fall of 1887 she worked the Indian Ocean ports of Bombay, Chittagong, and Karachi. The next spring she loaded her holds with rice in Rangoon, followed the southerlies around the cape of africa one more time, and traversed the entire length of the atlantic all the way to Boston, a journey of almost five months out of sight of land. Back then she carried a crew of thirteen, less than a third of what she carries now.</p><p>Life aboard a nineteenth-century sailing ship was sometimes an escape into hell. The fare was likely to be salted horsemeat and rancid potatoes, augmented by daily rations of lime juice to ward off scurvy. There were grog rations aboard British warships but not aboard merchant vessels. On rare occasions—say, when the crew had gone aloft to take in the royals during a gale—the captain ordered the bos’n to “splice the main brace,” which meant that every man got a tot of rum from the silver jigger that the bos’n wore around his neck.</p><p>They worked for coolie wages, those nineteenth-century seamen. If a sailor charged too much candy or tobacco at the captain’s private store—the so-called slop chest—the seaman could arrive back at his home port owing the ship money. Hell ships carrying shanghaied crews were not uncommon. Headhunters known as crimps haunted waterfronts, luring unwary seamen into bars and plying them with grog until the seamen were just so much dead weight to be hauled aboard. By the time the unfortunate salts sobered up, the ship had sailed and they had no choice but to volunteer.</p><p>Old-time sailors never went below deck, except in case of fire, shifting cargo, or other emergencies. The purpose of the ship was to transport cargo, so none of the space below was wasted on living quarters, machinery, or fuel storage. That was the advantage sailing ships had over steamers: They were like streamlined warehouses with all offices and living quarters on the roof. The crew lived on deck and slept in a tiny hollow called the fo’c’sle, below the foredeck. The cook and the bos’n bunked in the galley house, and the captain and his officers slept aft, beneath the quarterdeck, in a series of small but well-furnished cabins still known as the accommodations.</p><p>Henry Watt sold <em>Elissa</em> to Norwegians in 1897, and she sailed as the <em>Fjeld. </em>after World War I, under successive Swedish, Finnish, and Greek owners, she underwent a number of disfiguring alterations until, by 1966, she was nothing but a rusting motor ship smuggling cigarettes from Yugoslavia to Italy. In 1970 she was anchored in a remote comer of the Piraeus harbor, awaiting her fate at the scrapyard. Fortunately, a marine archeologist saw her and realized that this pitiful hulk was a rare survivor of the days when squareriggers ruled the seas. As it happened, historical groups in several cities that had been nineteenth-century seaports—Liverpool, San Francisco, Galveston, and Victoria, British Columbia, among them—were looking for square-riggers to restore.</p><p>While attempting to raise money, researchers from the Galveston Historical Foundation made a fateful discovery-this particular square-rigger had called on Galveston. An account in the <em>Galveston Daily News</em> on December 26, 1883, noted: “Bananas for sale; the British bark <em>Elissa</em> having just arrived from Tampico with a small cargo of choice bananas, the same will be sold at Labadie Wharf this day.” Three years later she called on the port of Galveston again. The coincidence made <em>Elissa</em> the obvious ship of choice, and by 1975 the historical foundation had raised $40,000, enough to purchase her. After a year of hull renovation and more fundraising, she was towed from Greece to Texas. It took another seven years and $4 million to restore her grandeur. There are other seaworthy tall ships in the world, but almost all of them are owned and operated by the maritime academies of various nations. <em>Elissa</em> is one of only two tall shipsthe other is in France—in the hands of ordinary people.</p><p><span class=\"dropcap\">J</span>ust after sunset a school of porpoises begin to ride our bow wave. Intent on a better view, some of the crew take turns edging along a footrope to the end of the jibboom, the long spar that extends from the ship’s bow. The jibboom is also known as the widow-maker: By the time the weather is bad enough for seamen to take in the jibs, the jibboom will be pitching and plunging through the sea like a berserk billfish. Invited to join the jibboom watch, your chronicler at first declines—he has seen porpoises before, in more-comfortable surroundings.</p><p>Eventually he agrees and takes a few tentative steps along the rope, afraid to look down. Okay, he has seen the damn porpoises and proved his worth—time to retreat back to the safety of the foredeck. Then, surprisingly, he finds himself face to face with Mary Moody Northen, the dowager heiress whose benevolence enabled <em>Elissa</em> to become a reality and who, it is said, was the model for <em>Elissa’</em>s queenly figurehead. She looks at him, her eyes stem but approving. Though the world will little note the significance of this moment, to the chronicler it is the equivalent of crossing the equator and being keelhauled. All that remains is to climb the rigging, which he makes a mental note to do, as soon as the light is better.</p><p>The ship is beginning to feel a little like home. He has learned which hatch ladders lead to which parts of the hold and that the only heads available to seamen are forward. Most of the crew sleep on cots lashed to the floor of the cargo area, barracks-style. The areas are separated by watches, not sexes. Bunks are positioned in such a way that when one watch relieves another, it won’t disturb the third. It’s usually dark and uncomfortably warm below, but after ten hours of sail handling, nobody stays awake long enough to complain.</p><p>Your chronicler has learned, too, to roll with the motion of the ship. He wobbles along the deck, banging from main rail to deckhouse, dodging coils of rope and buckets of paint, knowing now that his clumsiness is nothing to be ashamed of. Nearly everyone has trouble finding his sea legs. Nearly everyone aboard has a suspicious stomach too. Not that there is anything wrong with the food aboard <em>Elissa.</em> On the contrary, the food is both good and substantial-we had some more-thantolerable enchiladas for dinner-and cookies, coffee, and sandwich makings are always in the galley for those in need of a midnight snack.</p><p>Meals are one of the few opportunities to socialize. The crew eats picnic-style on deck, sitting on hatch covers or leaning against the bulwarks. There is an infectious camaraderie among members of the crew, the sort of good-natured jostling you see among people who do hard, dangerous jobs. Near the duty roster on the wall of the cargo hold, someone has posted a sign reading: “Floggings will continue until morale improves.” When the crew isn’t working, which isn’t often, you can find a group gathered around the main hatch, singing and telling tales. Mark Herring, who was a music major in college, plays good classical guitar. Borneo Bill Jenko can sing all eleven verses of “Story’s Volunteers,” a chantey dating back to 1981, when <em>Elissa</em> was nothing but a rusted hulk, and a NASA worker named Jim Story convinced people that thankless hours of manual labor was good seamanship. Borneo Bill’s nickname, incidentally, didn’t result from the five years he once worked as an analytical chemist in Borneo but from an obscure and bawdy song from the twenties.</p><p>Night falls slowly at first and then seems to swallow itself in one enormous gulp. By four bells—10 p.m.-it’s hard to tell sea from sky. Walking about the ship is as awkward as looking for a seat in a darkened movie theater. Except for a nightlight in the galley and a small bulb beneath the binnacle—the hood of the ship’s compass—the only other visible light is a ghostly glare from the mainmast. It seems to be coming from another galaxy. The sails have been doused and stowed for the night, and the few stars that have penetrated the overcast wink dimly through the naked rigging. From time to time we see lights from drilling platforms or other ships, or from high rises along the alabama coast six or seven miles off our starboard. The only sounds are the beat of <em>Elissa</em>’s engine and occasional snippets of conversation from the half dozen members of the eight-to-midnight watch, who are the only ones still on deck.</p><p>Martha Beaver is at the helm, her deepset blue-gray eyes following the compass readings. She routinely corrects our heading with quarter turns of the wheel. Martha was raised on Lake Erie and first saw <em>Elissa</em> on television in California during the Statue of Liberty celebration. She heard the announcer say that <em>Elissa</em>’s crew was mostly volunteer. It had been her dream to sail aboard a tall ship, and she remembers thinking, “Oh, dear. My dream is in the wrong state.”</p><p>Through a series of coincidences, Martha landed a teaching job in Clear Lake. One weekend in the fall of 1988 she showed up at Pier 21 in Galveston to see if <em>Elissa</em> needed any more volunteers. Enrolled in sail-training classes last winter, she was certified as a crew member just in time to join the “Texas Proud” voyage. This is Martha’s fourth leg. Her most powerful memory is a scene on the pier in Freeport. An 82-year-old woman who had come to watch a sail-handling demonstration began to cry. The woman’s father and two brothers had sailed square-riggers, but they had been killed in World War I; then her mother died, and the woman felt alone and abandoned. But these were tears of relief. “Seeing you,” the woman said, “you’ve taken away my pain and anger.”</p><p>Roger Combs, the lookout on the foredeck, has sighted a faint light off the starboard bow and has reported it to Mark Herring, the officer of the deck. Mark makes radio contact and discovers that the light comes from a seismograph ship out of Mobile Bay. He corrects <em>Elissa</em>’s course so that she does not cut across the other ship’s underwater testing lines, and Roger returns to his post.</p><p>Half a century ago, when Roger was growing up in Iowa, he had a twin brother named Robert. Both brothers loved square-riggers, but Robert didn’t live to sail one—he was killed in the crash of his fighter plane in World War II. Roger went into education, and when he retired after 32 years, he traveled to the South Pacific and sailed on a 37-foot ketch. Then he learned about <em>Elissa</em> from his sister in Richmond, Texas. <em>“Elissa</em> was selling planks to raise money,” he remembers. “You’d pay to have a plank named after someone, so I bought one in Robert’s name. Now i’m sailing for both of us.”</p><p><span class=\"dropcap\">T</span>he ship seems to groan in the night as though the spirits of those poor devils who walked these planks a hundred years ago sneer at our pretenses. We’ve had a taste of what they endured, but only a taste. In the rich darkness, your chronicler looks toward the mainland for definition, wondering how many generations of seafarers have passed this way before.</p><p>Europeans have been sailing this coastline for at least 450 years, he thinks. Cabeza de Vaca and the remnants of the ill-fated expedition of Don Pÿnfilo de Narváez attempted to take refuge in Pensacola Bay in the fall of 1528 but were repelled by Indians. Nobody has ever been more lost than that pitiful group of Spaniards. They had abandoned their caravels near Tampa Bay and started out on foot in search of gold, thinking that the Spanish settlement of Pánuco couldn’t be more than a few days’ march. But Pánuco was half a continent away, on the Gulf Coast of Mexico, about where Tampico is today. After five months of wading through swamps and hacking through feverinfested woods, they melted down their armor, constructed five flimsy barges, and began a voyage of desperation along the coast. At the mouth of the Mississippi, two barges were swept out to sea by treacherous currents, another disappeared, and a fourth was lost in a storm. According to Cabeza de Vaca’s diary, written many years later, he and twenty naked, starving, thirst-crazed conquistadores washed up on what many historians agree was the west beach of Galveston Island. For seven years they died by inches, first as guests and later as prisoners of the Karankawas, a tribe of cannibalistic Indians who spent part of each year on Galveston Island and the remainder navigating the bays and bayous of the Texas coast in rough dugout canoes. A standoffish and strangely esoteric culture—they were given to inexplicable crying jags—the Kronks may have been Texas’ first seafarers. Who they were or where they came from nobody can say, but they appear to have arrived on the coast of Texas about 1400, possibly from the Lesser antilles.</p><p>The Kronks didn’t eat the Spaniards—they ate only enemies, and even then the feasts were usually ritualistic, not dietary. Cabeza de Vaca reveals a fascinating twist of history: During that first bitterly cold winter, when everyone on the island faced starvation, five Spaniards who had moved apart from the main group began to eat each other, until only one was left. The Kronks were appalled. What kind of savage would eat a comrade? apparently, the Karankawas never solved the European riddle. They were driven to extinction by the mid-nineteenth century.</p><p>In the seventeenth century, when hundreds of Spanish treasure ships passed along the Texas coast, Dutch buccaneers used Galveston Island (Snake Island, the Indians called it) as a rendezvous point. Legend has it that the pirates tied lanterns to the backs of burros and led them along the beach, hoping seamen would mistake them for passing ships and pile up on the reefs. All the big-name buccaneers sailed the Gulf of Mexico—Henry Morgan, Captain Kidd, Edward “Blackbeard” Teach.</p><p>In the years just after the War of 1812, when San antonio was destitute and East Texas was deserted except for a few fugitives, a colony of pirates under Jean Lafitte celebrated high times on Galveston Island. Carrying letters of marque from the revolutionary government in Mexico, Lafitte’s corsairs ranged from the Louisiana coast to Yucatán, capturing and plundering Spanish ships at will. Loot piled up on Galveston docks. Buyers and traders from nearly every port in the United States sailed to Galveston (which Lafitte called Campeachy) to take advantage of bargains. Blacks captured from Spanish slaving vessels were sold wholesale for $1 a pound—the average weight was 140 pounds. The importation of slaves had been outlawed by Congress in 1808, which meant that smuggling blacks was extremely lucrative. Jim Bowie and his two brothers were regular customers, buying blacks from Lafitte in lots of forty, smuggling them overland by way of the Bolívar Peninsula, and selling them to Louisiana planters for as much as $1,000 a head. Galveston’s economy boomed until the winter of 1821, when the United States, under pressure from the government of Spain, sent the brig <em>Enterprise</em> to disperse Lafitte and his pirates. Lafitte didn’t argue: He claimed loyalty to the government of the United States, and besides, the pirate trade in the Gulf had about bottomed out. Lafitte scuttled all but three of his vessels, set fire to Galveston, and sailed away forever. To this day no one knows what happened to him. But you can still see the ruins of his wine cellar in Galveston, at the foot of Fifteenth Street.</p><p>For a brief time the coast was the province of the sovereign Republic of Texas, which did not do it justice. One of the great and regrettable chapters of Texas maritime history is the valor and resourcefulness of the tiny Texas Navy and the shameful way it was treated by the Texas Congress and especially by Sam Houston. In the war for independence, the navy controlled the Gulf and prevented Mexican merchant ships from resupplying Santa anna’s army. Afterward, Houston rewarded the navy by doing everything he could to undermine and abolish it. On the one occasion that the Texas Congress granted naval appropriations, Houston impounded them. He vetoed a measure that would have entitled Texas sailors to the same land bounty as that received by the army—Houston argued that sailors had no interest in land and that, in any case, speculators and prostitutes would just relieve them of land scrip. After San Jacinto, the navy went months without pay. The men lived on short, often vile, rations aboard rotting ships, wearing uniforms so shabby that some officers went barefoot. Though Houston himself had forecast a land-and-sea invasion from Mexico, he made secret plans to sell the navy.</p><p>But Houston failed to reckon with the daring and determination of his naval commander, Commodore Edwin Ward Moore, who had been recruited from the U.S. Navy. Despite receiving no money from Congress, Moore kept the Texas Navy afloat by advancing it $44,655 from his own savings and renting his ships for a time to the government of Yucatán. Even so, ships deteriorated faster than Moore could find ways to fix them. Some were so run-down that Moore was afraid to take them across the Galveston sandbar for repairs, lest the bumpy ride send them to the bottom. Had he been able to repair the steamer <em>Zavala</em> and add it to his fleet, Moore might have captured the entire Mexican navy. Such an action would have opened the ports of Texas to international commerce, made the Republic solvent, and maybe changed the course of history. Instead, the <em>Zavala</em> was allowed to sink into the sand of Galveston Bay—where an archeological team discovered it in 1986, 143 years later.</p><p>Month after month, Moore endured Houston’s lies, deceptions, and insults, designed no doubt to force Moore’s resignation. Those were perilous times for the Republic. Houston was playing one of his famous double games, using the navy as a pawn to feign military weakness and persuade the United States to attack Mexico, while taunting and tempting Santa anna.</p><p>In the spring of 1843 Houston finally saw his chance to get rid of Moore. Learning that a Mexican invasion fleet was amassing in Yucatán after a rebellion there had been quashed, Moore defied Houston’s orders to return the fleet to Galveston and sailed instead to confront the enemy. Though Moore had only two seaworthy warships, the <em>austin</em> and the <em>Wharton,</em> he attacked the much larger Mexican armada and crippled it, forestalling any possibility of an invasion. When Houston got news of the action, he charged Moore with mutiny and piracy.</p><p>The commodore was eventually cleared of charges, but he left Texas for good, as did almost every other officer and enlisted man of the Texas Navy. Today there is hardly a trace of it. Any school kid can tell you about Bowie and Travis, but who remembers the name of our greatest naval hero, Edwin Ward Moore?</p><p><strong>T</strong>he midnight-to-four watch reports that <em>Elissa</em> weathered a storm worse than the one yesterday afternoon, but by morning the sky is bright and the wind brisk. After a hearty breakfast of eggs, sausage, toast, and jam, the crew hoses and swabs the deck, polishes the brass, and gets ready for another sailhandling drill.</p><p>This time the drill is book perfect. Mark Herring, the officer of the deck, shouts, “Steady up, full and by.” The maneuver has worked. We’ve come about with a minimum loss of time and distance to windward—we’ve completed the perfect tack. Your chronicler is at the helm during this operation and draws a breath of satisfaction when he hears the command “Helmsman, come to one-six-five and steady up.” Giving the wheel a full turn, he watches the compass and feels the ship respond like some wondrous mythical creature moving in rhythm with nature. “Nice job, gang,” says the officer of the deck.</p><p>The crew is nearly exhausted, but it is flushed with exhilaration too and charged with that feeling that Melville wrote about, that magic moment when the sea comes to feel as tame and preternatural as a field of wildflowers. Those who are not on lookout or tending the wheel gather around the main hatch, where the cook routinely maintains barrels of iced tea, lemonade, and water. This is the first break in nearly an hour, the first opportunity for shipmates to compare experiences and laud the challenge. Soon well hear the command “Take in all sails,” and it will be time to reverse the process. But for the moment we are sailing with the wind. “If you love the sea,” says Mark, “this is the ultimate experience.”</p><p>There has been a change in plans. Originally <em>Elissa</em> was scheduled to laze along the coast overnight and arrive in New Orleans in the morning. Rather than fight the current and traffic of the river—it’s easy to forget that New Orleans is a hundred miles inland from the Gulf—<em>Elissa</em> will follow a parallel waterway known as the Mississippi Gulf Outlet Canal, through a lock just below where the river flows through downtown New Orleans. But the lock has some kind of maintenance problem, so we must clear it tonight or wait another 24 hours.</p><p>The captain orders full ahead. The sails have been doused, and we sweep down the coasts of Mississippi and Louisiana. As we approach the canal, ship traffic is much heavier. There are barges and shrimp boats and dozens of oil platforms, looking like marooned beach cottages. We have nothing to do now except steer and keep lookout. Someone spots a funnel cloud well off our starboard bow, and the crew hurries to the rail, morbidly fascinated. The funnel dips down and sucks a long column of water out of the delta. Then, sated, the waterspout begins to retreat into the dark mass of clouds from which it came.</p><p>Prodded by dares, your chronicler straps on a safety belt and follows Borneo Bill up the rigging, over the top, and out onto one of the yards of the upper topsail. Once his knees stop shaking, the chronicler hangs on and enjoys the view. The delta fills the horizon in every direction, a nearly endless labyrinth of bayous, creeks, and inlets. Somewhere beyond that long spit of land, he thinks, is an oak-covered shell mound called the Temple, where Lafitte used to entertain Creole society and auction off pirate loot.</p><p>It’s another five hours into New Orleans. We pass under a bridge, our mainmast clearing by no more than fifteen feet, then under two drawbridges, stopping traffic for miles. It is dark by the time we reach the lock and ease into position. Once <em>Elissa</em> is inside, the lock starts to fill like an enormous bathtub, lifting the ship nearly twelve feet until she is level with the Mississippi River. When the gates open, we see the lights of downtown New Orleans.</p><p>Long after <em>Elissa</em> has docked and been secured for the night, the crowd gathered at Riverwalk lingers behind a retaining fence, taking in the sight. Your chronicler throws his seabag over his shoulder and walks down the gangplank to join them. This is where he gets off. But he stands there awhile, his eyes playing over <em>Elissa</em>’s exquisite lines, feeling the ghost of her deck still rolling beneath his feet, thinking about what it was like to put his hands on a piece of history. For once words fail him. But it is hard to let go of the sensation.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "October 1989",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Galveston",
      "Texas",
      "sailing",
      "Houston",
      "people",
      "Home",
      "Love",
      "War",
      "wind",
      "Government",
      "Spanish",
      "Congress",
      "Land",
      "School",
      "ten",
      "Traffic",
      "Water",
      "Work",
      "all the way",
      "Cabeza de Vaca"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Galveston",
      "Texas",
      "Houston",
      "D.C.",
      "New Orleans"
    ]
  }
}