{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198910",
    "date": "October 1989",
    "year": 1989,
    "month": 10,
    "month_formatted": "October",
    "pdf_uri": "/1989/19891000.pdf",
    "issue_cover_image": "",
    "document_start_page": 132,
    "toc_start_page": 130,
    "document_page_range": [
      [
        132,
        133,
        134,
        135
      ],
      [
        169,
        170
      ],
      [
        182
      ]
    ],
    "toc_order": 2,
    "toc_headline": "Vigil At Treaty Oak",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198910-vigilatt",
  "source": "/1989/19891000.pdf",
  "wp_post_id": 124785,
  "wp_post_guid": "http://www.texasmonthly.com/article/vigil-at-treaty-oak/",
  "authors": [
    "Stephen Harrigan"
  ],
  "headline": "Vigil at Treaty Oak",
  "dek": "Only in austin would scientists and psychics join forces to relieve the suffering of a sacred tree.",
  "spread_caption": "",
  "excerpt": "To the people of austin, the poisoning of an ancient tree was more than a crime; it was a blasphemy.",
  "kicker": "",
  "word_count": 4383,
  "content": "<p><span class=\"dropcap\">a</span>CCORDING To Stephen Redding, a mystical arborist who lived on a farm in Pennsylvania called Happy Tree, the Treaty Oak expired at 5:30 in the afternoon on Tuesday, July 25. Redding felt the tree’s soul leave its body. He heard its last words —“Where are my beloved children?”</p><p>Redding had read about the bizarre plight of the Treaty Oak in the <em>Philadelphia Inquirer,</em> and he had come to austin to help ease the tree’s suffering, to be with it in its terrible hour. The Treaty Oak by that time was an international celebrity. People in London, Tokyo, and Sydney had heard the story of how austin’s massive, centuries-old live oak —once showcased in the american Forestry association’s Tree Hall of Fame —had been <em>poisoned</em>; how a feed-store employee named Paul Cullen allegedly had poured a deadly herbicide called Velpar around the base of the tree in patterns that suggested some sort of occult mischief. It was an act of vandalism that the world immediately perceived as a sinister and profound crime. As the Treaty Oak stood there, helplessly drawing Velpar through its trunk and limbs, its leaves shriveling and falling, it became an unforgettable emblem of our ruined and innocent earth.</p><p>Stephen Redding —a big man with dark swept-back hair and a fleshy, solemn face —was only one of many people who felt the tree calling out to them in anguish. Over the years Redding had been in and out of jail for various acts of civil disobedience on behalf of threatened trees, and he hinted darkly that the car wreck that had left him dependent on a walker may not have been an accident (“It was very mysterious —a dark night, a lonely intersection”). In preparation for his visit to the Treaty Oak, Redding fasted for six days, allowing himself only a teaspoon of maple syrup a day (“My means of partaking a little bit of the lifeblood of the tree kingdom”). On his second night in austin, he put his hand on the tree’s root flare and felt its slow pulse. He tied a yellow ribbon around its trunk and planted impatiens at its base. For almost a week he camped out below the tree, criticizing the rescue procedures that had been prescribed by a task force of foresters, plant pathologists, chemists, and arborists from all over the country. Finally Redding grew so pesty that the city decided to escort him away from the tree. That was when he felt it die.</p><img/><p>“It was so intense,” he told me in his hotel room a few days later. “I just kind of fell back on my cot without the energy even to sit. I felt like someone had dropped a sledge on my chest.”</p><p>“I heard that you saw a blue flickering flame leave the tree,” I said.</p><p>“i’d prefer not to speak about that. If you want to enter the rumor, that’s okay. I don’t want to confirm it. You could suggest that rumor has it that it looked like a coffee cup steaming. And if the rumor also said there was a hand on the loop of the coffee cup you could say that too.”</p><p><span class=\"dropcap\">I</span> WAS Surprised To Realize, after an hour or so of hearing Redding expound upon the feelings of trees and the secret harmony of all living things, that I was listening not just with my usual journalist’s detachment but with a kind of hunger. Anyone who went by to pay respects to the Treaty Oak in the last few months would recognize that hunger: a need to understand how the fate of this stricken tree could move and outrage us so deeply, how it could seem to call to each of us so personally.</p><img/><p>When I read about the poisoning, I took my children by to see Treaty Oak, something I had never thought to do when it was in good health. The tree stands in its own little park just west of downtown austin. Although in its present condition it is droopy and anemic, with its once-full leaf canopy now pale and sparse, it is still immense. It has the classic haunted shape of a live oak —the contorted trunk, the heavy limbs bending balefully down to the earth, the spreading crown overhead projecting a pointillistic design of light and leaf shadow.</p><p><em>“It’s hard to sit here,” said a tree scientist, “and think this tree doesn’t have some sort of spirit. This thing is alive!”</em></p><img/><p>The historical marker in front of the tree perpetuates the myth that Stephen F. Austin signed a treaty with a tribe of Indians —Tonkawas or Comanches —beneath its branches. The marker also states that the tree is six hundred years old, an educated guess that may exaggerate the truth by two hundred years or so. But the tree is certainly older than almost any other living thing in Texas, and far older than the idea of Texas itself. Stephen F. Austin may not have signed his treaty beneath the Treaty Oak, but even in his time it was already a commanding landmark. According to another legend, the tree served as a border marking the edge of early austin. Children were told by their mothers they could wander only as far as Treaty Oak. Beyond the tree was Indian country.</p><p>Photographs By David Mackenzie</p><img/><p>It was a cool evening in early June when we went by Treaty Oak that first time. I looked down at the kids as they looked up at the tree and thought that this moment had the potential to become for them one of those childhood epiphanies that leave behind, in place of hard memory, a mood or a shadowy image that would pester them all their lives. The several dozen people who had gathered around the tree that evening were subdued, if not downright heartsick. This thing had hit austin hard. In its soul austin is a druid capital, a city filled with sacred trees and pools and stones, all of them crying out for protection. When my neighborhood supermarket was built, for instance, it had to be redesigned to accommodate a venerable old pecan tree, which now resides next to the cereal section in a foggy glass box. Never mind that austin had been rapaciously destroying its environment for years. The <em>idea</em> of trees was still enshrined in the civic bosom. In austin an assault on a tree was not just a peculiar crime; it was an unspeakable crime, a blasphemy.</p><p><strong>Dallas psychic Sharon Capehart performed an energy transfer on Treaty Oak and found the secret of the tree’s past life.</strong></p><p>“Oh, poor thing,” a woman said as she stood in front of the ailing oak. Like everyone else there, she seemed to regard the tree as if it were a sick puppy rather than an implacable monument of nature. But you could not help personifying it that way. The tree’s inanimate being —its very <em>lack</em> of feeling —only made it seem more helpless. Someone had left flowers at its base, and there were a few cards and brave efforts at poems lying about, but there was nowhere near the volume of weird get-well tokens that would come later. On the message board that had been set up, my children added their sentiments. “Get well Treaty Oak,” my seven-year-old daughter wrote. “From a big fan of you.”</p><img/><p><span class=\"dropcap\">W</span>OULD It Live? Thi answer depended or the experts yoi asked, and on theii mood at the time. “The Treaty Oak was an old tree be fore this happened,” John Giedraitis</p><p>Austin’s urban forester, told me as we stood at the base of the tree a few days after Stephen Redding had declared it dead. “It’s like an old lady in a nursing home who falls down and breaks her hip. She may survive, but she’ll never be the same afterward.”</p><p><strong>For John Giedraitis the battle to save the mighty oak was personal. He had proposed to his wife beneath its branches.</strong></p><p>Giedraitis was sipping from a Styrofoam cup half filled with coffee. “If this were a cup of Velpar,” he said, holding it up, “about half of the liquid that’s in here would have been enough to kill the tree. We think this guy used a whole gallon.”</p><p>The Treaty Oak poisoning had thrust Giedraitis from his workaday position in an unsung city bureaucracy into a circus of crisis management. His passionate way of speaking had served him well in countless television interviews, and now when he walked down the street in austin, people turned to him familiarly to inquire about the welfare of the tree. He replied usually in guarded language, in a tone of voice that betrayed his own emotional attachment to the patient. Two years earlier, Giedraitis had proposed to his wife beneath Treaty Oak’s branches.</p><p>[ Continued On Page 167 ]</p><p>[ Continued From Page 133 ]</p><p>“There was never any question in my mind that Treaty Oak was where I would propose,” he said. “That’s the power spot. That’s the peace spot.</p><p>“This is a magnificent creature,” he said, standing back to survey the ravaged tree with its startling network of lifesupport equipment. A series of screens 55 feet high guarded the tree from the sun and made the site look from a distance like a baseball stadium. A system of plastic pipe, carrying Utopia Spring Water donated by the company, snaked up its trunk, and every half hour the spring water would rain down upon the leaves.</p><p>“You know,” Giedraitis went on, “it’s hard to sit here over the last six weeks like I have and think it doesn’t have some sort of spirit. You saw those roots. This thing is pressed to the earth. This thing is <em>alivel”</em></p><p>Giedraitis said he thought the tree might have been poisoned as long as five months before the crime was discovered. He first noticed something wrong on March 2, when he took a group of visiting urban foresters to see Treaty Oak and happened to spot a few strips of dead grass near the tree. The dead grass was surprising but not particularly alarming—it was probably the result of a city employee’s careless spraying of a relatively mild chemical edger at the base of the tree.</p><p>Treaty Oak seemed fine until the end of May, when a period of heavy rains caused the water-activated Velpar that was already soaking the roots of the tree to rise from its chemical slumber. On the Friday before Memorial Day weekend, Connie Todd, who worked across the street from the tree, noted with concern that its leaves were turning brown. She thought at first it must be oak wilt, which had been decimating the trees in her South austin neighborhood. But when she looked closer at the leaves, she saw they were dying not from the vein out-the classic symptom of oak wilt—but from the edge inward. Todd called Giedraitis, who looked at the leaves and knew that the tree had been poisoned.</p><p>But by what, and by whom, and why? Whoever had applied the poison had poured it not only around the base of the tree but also in a peculiar half-moon pattern to the east. Giedraitis called in tree experts from Texas A&M and the Texas Forest Service. Samples were taken from the soil to see what kind of poison had been used. Eight inches of topsoil were removed. Amazonian microbes and activated charcoal were injected into the ground.</p><p>When the lab reports came back on the poison, Giedraitis was stunned. Velpar! Velpar is the sort of scorched-earth herbicide that is used to eliminate plants and competing trees from pine plantations and Christmas-tree farms. Velpar does not harm most conifers, but it kills just about everything else. The chemical is taken up into a tree by its roots and travels eventually to the leaves, where it enters the chloroplasts and short-circuits the chemical processes by which photosynthesis is conducted. The tree’s reaction to these nonfunctioning leaves is to cast them off and bring on a new set. But in a Velparinfested tree, the new leaves will be poisoned too. The tree dies by starvation. It uses its precious reserves of energy to keep producing new leaves that are unable to fulfill their function of turning sunlight into food.</p><p>When Giedraitis and his colleagues discovered that Velpar was the poison, they immediately realized that Treaty Oak was in a desperate condition. As its tainted leaves fell to the ground and a deadly new crop emerged to replace them, outraged citizens called for the lynching of the unknown perpetrator from the very branches of the ailing tree. They suggested that he be forced to drink Velpar. Du Pont, the maker of Velpar, offered a $10,000 reward for information leading to the conviction of the person who had so callously misused its product. The Texas Forestry association chipped in another $1,000. Meanwhile a 26-person task force bankrolled by H. Ross Perot convened in austin and considered courses of treatment. The sun screens were erected, and the tree’s upper branches were wrapped in burlap to prevent them from becoming overheated because of the loss of the leaf canopy overhead. Samples showed that the soil was contaminated to a depth of at least 34 inches, and so the dirt around the base of the tree was dug out, exposing the ancient roots that had bound the earth beneath the oak for hundreds of years. When the root system became too dense to dig through, the poisoned soil was broken up with highpressure hoses and sluiced away.</p><p>A Dallas psychic named Sharon Capehart, in austin at the invitation of a local radio station, told Giedraitis that the workers had not dug far enough. The tree had spoken to her and told her what their samples confirmed—that there were still six inches of poisoned soil.</p><p>Capehart took off her shoes and crawled down into the hole and did a transfer of energy to the tree.</p><p>“It was a tremendous transfer,” she told me. “But she needed it so much. It was like she was drawing it out of me.”</p><p>Capehart had determined that Treaty Oak was a female. In another lifetime —when the tree was in human form—it had been Capehart’s mother in ancient Egypt. The tree had a name, which it passed on to Capehart, stipulating that she could release it only to the person her spirit guides had revealed to her.</p><p>Meanwhile the vigil in front of the Treaty Oak continued. Sharon Capehart wasn’t the only one beaming positive energy to the tree. To the protective chain that now cordoned off the Treaty Oak, visitors attached all sorts of get-well exotica: holy cards, photographs, feathers, poems (“Hundreds of you/Fall everyday, /The Lungs of the World,/by our hands, taken down. /Forgive us, ancient One.”), even a movie pass to the Varsity Theatre, made out in the name of Treaty Oak. People had set coins into the brass letters of the historical marker, and on the ground before it were flowers, cans of chicken soup, crystals, keys, toys, crosses, everything from a plastic unicorn to a bottle of Donnagel diarrhea medicine.</p><p>All of this was so typical of austin. Looking at this array of talismans, I was convinced anew that austin would always be the never-never land of Texas. What other city would take the plight of an assaulted tree so grievously to heart or come to its rescue with such whimsical resolve?</p><p>There was a suspect. Sharon Capehart had an intimation of a “sandy-haired gentleman with glasses, around the age of thirty-eight,” and that was about what the police turned up, though the man was 45. His name, Paul Stedman Cullen, had been put forward to the police by several different informants. Paul Cullen worked in a feed store in the nearby suburb of Elroy and lived alone in a truck trailer, where he read science fiction and books on occult magic with solitary fervor. According to the police, his arrest record —for drunken driving, for drug possession, for burglary —dated back more than twenty years. He had lived in California in the sixties in the salad days of the drug culture, and now he drove a truck with a sign in the rear window that read “apollyon at the Wheel” and was a self-confessed member of the aryan Brotherhood.</p><p>Everything about Paul Cullen suggested a hippie who had gone over to the dark side. He had poisoned the tree, the informants told the police, because he wanted to entrap its spiritual energy to win the love of a woman or to ward off a rival. They described the poisonous circle he had drawn at the base of the Treaty Oak and mentioned the books —including one called <em>The Black arts</em>—that he might have used as ritualistic manuals.</p><p>“any pagan knows better than to kill a tree,” an outraged austin pagan known as Bel told me. “and <em>The Black arts</em> is nothing but metaphysical masturbation. The reaction of the pagan community to this act is one of disgust.”</p><p>Before Cullen could be charged with a crime, the tree had to be coolly appraised, using a complicated formula devised by the Council of Tree and Landscape appraisers. The formula takes into account a tree’s species, location, condition, historical value, and trunk size. (according to the guidelines, the current value of a “perfect specimen shade tree” is $27 per square inch of <strong>[ Continued From Page 168 </strong>] trunk <strong>CTOSS</strong> section: “The cross section area is determined by the formula 0.7854D2 where D equals the diameter measured.”) When all the figures were applied, the mighty entity of Treaty Oak was judged to be worth $29,392.69. Because the tree’s value was more than $20,000, Cullen was charged with second-degree felony mischief.</p><p>[ Continued On Page Iso]</p><p>“It’s tree worship!” Cullen’s attorney, Richard C. Jenkins, shouted at me over the phone as he proclaimed his client’s innocence. “In my opinion, Paul is a political prisoner. He’s being sacrificed in a new kind of witchcraft rite. He could go to jail for <em>life\\</em> People have really jumped off the deep end on this one. Usually this kind of treatment is reserved for murder victims. Rape victims! Child-molestation victims! But a tree? Come on! I mean, it’s a <em>tree\\</em> ”</p><p><span class=\"dropcap\">T</span>hough the poisoned soil had been removed from the base of Treaty Oak, the tree was still full of Velpar, and the chemical crept slowly up its trunk and branches, killing off the leaves flush by flush. As a last desperate measure, the tree scientists drilled holes in the trunk of the tree and injected 35 gallons of a weak potassium-chloride solution, hoping that this salty flood would help the tree purge itself of the poison.</p><p>Sharon Capehart, in abilene for a radio talk show, felt the tree weeping and calling out to her for another energy transfer. As soon as she was able, she got in her car and headed toward austin. “around Georgetown I could really feel her weeping and wanting me to hurry hurry. I told her, ‘Just wait. I’m putting the pedal to the metal. I’m getting there.’ ”</p><p>Capehart arrived at Treaty Oak wearing high heels, a tight black skirt, and a red jacket. Her blond hair was teased in a manner that made it look as if it were flaring in the wind. There were four or five other women with her, students and assistants, and they made a circle around the tree, holding out their hands and drawing the negative energy—the Velpar itself—into their bodies and then releasing it into the atmosphere. I was told I would be able to smell the poison leaving the tree, and I did detect an ugly gassy smell that may have been Velpar or may have been fumes from the Chevrolet body shop next door.</p><p>Capehart and her team did one transfer and then took a break, smoking cigarettes and waiting for their bodies to recharge their stores of positive energy.</p><p>During the second transfer the women each held a limb of the tree, and then they all converged on the trunk, laying their hands flat against the bark. Capehart’s head jerked back and forth, and she swayed woozily as a couple of squirrels skittered around the trunk of the tree just above her head.</p><p>“are we not doing it, or what?” she called from the tree in triumph. “Two squirrels! ” Capehart’s spirit guides had told her that I was the person to whom she should reveal the name of the tree. “Your name was given to me before you ever called,” she told me in her hotel room after the transfer. “They let me know you’d try to understand.”</p><p>She dabbed at her lipstick with a paper napkin and tapped the ash off her cigarette.</p><p>“Her name is alexandria,” she said. “apparently alexander the Great had started the city of alexandria in the Egyptian days, and she was named after that. She was of royalty. She had jet-black hair, coal-black, very shiny. She was feminine but powerful. She had slate-blue eyes and a complexion like ivory.”</p><p>Alexandria had been through many lifetimes, Capehart said, and had ended up as a tree, an unusual development.</p><p>“None of the guides or spirits i’ve communicated with have ever come up in a plant form before,” Capehart said. “This is my first as far as plant life goes.”</p><p>The energy transfer, she said, had gone well. Alexandria had told Capehart that when she began to feel better, she would drop her leaves upon the psychic’s crown chakra. Sure enough, as Capehart stood at the base of the tree, she felt two leaves fall onto her head.</p><p>“There ain’t no way that tree is dead. That spirit has not left that tree. She is a high-level light being. They never leave without letting everybody notice.”</p><p><span class=\"dropcap\">E</span>ntrusted with the name of the tree, I felt compelled to visit it once again. She—I could not help but think of it as a female now —did not look to me as if she could ever recover. There was a fifth flush of poisoned leaves now, and the tree’s branches seemed saggy and desiccated. There was not much cause for optimism. At the very best, if Treaty Oak survived, it would not be nearly the tree it had once been.</p><p>But even in its ravaged state it remained a forceful presence, a hurt and beckoning thing that left its visitors mute with reverence. And the visitors still came, leaving cards and crystals and messages. All of the attention paid to the tree had created, here and there, a discordant backlash. An anti-abortion crusader had left a prophecy, saying that, because of all the babies “slaughtered without mercy” by the city of austin, “the tree that she loved will wither and die. Tho’ she care for it night and day forever, that tree will not survive.” Others complained, in letters to the editor, in press conferences, in editorials, that the money and resources that had been bestowed on the tree should have been used for the poor, the mentally ill, the Indians. They saw the circus surrounding the tree as a sign of cruel indifference, as if this spontaneous display of concern subtracted from, rather than added to, the world’s store of human sympathy.</p><p>I talked for a while to a man named Ed Bustin, who has lived across the street from Treaty Oak for years and who used to climb it as a boy, working his way up its steady branches to its spreading summit. Another neighbor, Gordon Israel, had gathered up some of Treaty Oak’s acorns with his children a year before and now had some eighty seedlings that in another five or six hundred years might grow to rival the parent tree. A local foundry operator had put forth the idea to cast the tree in bronze, so that in years to come a full-size statue would mark the spot where Treaty Oak lived and died. And there were other memorial acts planned: The Men’s Garden Club of austin would take cuttings from the dying tree, and corporate sponsors were being sought out to pay for an expensive tissue culture that would ensure genetically identical Treaty Oak clones.</p><p>“I hope you live so I can bring my children to see you,” read a note left at the tree by J. J. Allbright, of La Grange, Texas, age 9. There were innumerable others like it—from other children, from grownups, from mystics, from bankers, from pagans and Baptists, all of them talking to the tree, all of them wanting in some way to lay their hands upon its dying tissue and heal it. Perhaps this was all nonsense and I had just been living in austin too long to realize it or admit it to myself. But I was enough of a pagan to believe that all the weirdness was warranted, that Treaty Oak had some message to deliver, and that no one could predict through which channel it would ultimately be received.</p><p>My own sad premonition was that the tree would die, though not in the way Sharon Capehart had predicted, in an ascending glory of light. I felt that at some point in the months to come its animate essence would quietly slip away. But for now it was still an unyielding entity, mysteriously alive and demanding, still rooted defiantly to the earth.</p><p>Standing there, feeling attuned to the tree’s power and to the specter of its death, I recalled with a shudder a ghastly incident I had not thought of in years. When I was in college, a young woman I knew slightly had burned herself to death at the foot of Treaty Oak. I remembered her as bright and funny, carelessly goodlooking. But one day she had walked to the tree, poured gasoline all over her body, and struck a match.</p><p>According to a newspaper report, a neighbor heard her moan and rushed to her rescue with a half-gallon wine bottle filled with water. By the time he got there she was no longer on fire, but her hair and clothes were burned away and she was in shock, stunned beyond pain. Waiting for the ambulance, they carried on a conversation. She asked the man to kill her. He of course refused, and when he asked her why she had done this to herself, she would not respond. But why here? he wanted to know. Why do it here at the Treaty Oak? For that she had an answer.</p><p>“Because,” she said, “it’s a nice place to be.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "October 1989",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Treaty Oak",
      "Austin",
      "people",
      "Children",
      "Cullen",
      "Trees",
      "Texas",
      "ever",
      "Hair",
      "Poison",
      "Rescue",
      "spirit",
      "Books",
      "Coffee",
      "Edge",
      "Jail",
      "Police",
      "Power",
      "Psychic",
      "Radio"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Austin",
      "Texas",
      "Abilene",
      "Dallas",
      "Georgetown"
    ]
  }
}