{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198910",
    "date": "October 1989",
    "year": 1989,
    "month": 10,
    "month_formatted": "October",
    "pdf_uri": "/1989/19891000.pdf",
    "issue_cover_image": "",
    "document_start_page": 134,
    "toc_start_page": 134,
    "document_page_range": [
      [
        134,
        135
      ],
      [
        182,
        183,
        184,
        185,
        186
      ]
    ],
    "toc_order": 3,
    "toc_headline": "How Do You SAY “PERESTROIKA” IN Spanish?",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198910-howdoyou",
  "source": "/1989/19891000.pdf",
  "wp_post_id": 124782,
  "wp_post_guid": "http://www.texasmonthly.com/article/how-do-you-say-perestroika-in-spanish/",
  "authors": [
    "Dick J. Reavis"
  ],
  "headline": "How Do You Say “Perestroika” In Spanish?",
  "dek": "A Latin Version Of Mikhail Gorbachev —That’s How the U.S. Press Regards Mexican President Carlos Salinas. But South Of the Rio Grande, His Bold New Ideas Sound a Lot Like the Same Old Party Line.",
  "spread_caption": "",
  "excerpt": "The parallels between Mikhail Gorbachev and Mexico’s Carlos Salinas just might end when it comes to their effectiveness at achieving reform in their nations.",
  "kicker": "",
  "word_count": 4696,
  "content": "<img/><p>Does This World Leader Sound Familiar? He’s bald, he’s younger than his predecessors, and he’s a newcomer. Five years ago, nobody had heard of him. The regime he heads owes its origins to a 1917 revolution. But the revolution is sick. It has throttled the free exchange of information and opinion. It has given a monopoly of power to a stultified party. It has spawned corruption, speculation, and a thriving black market. State industries are bloated and inefficient, and some of them, the new leader says, will have to be sold to private interests, even to foreigners. The whole country, in the leader’s view, needs to submit to “modernization.” Mikhail Gorbachev? Yes, but also —at least according to correspondents for the american press —Carlos Salinas de Gortari, Mexico’s president.</p><p>President Safinas has been making journalists’ fists of heroes this year. In a February <em>New Republic</em> editorial titled “a Gorbo for Mexico,” writer Morton Kondracke named Safinas to a pantheon of foreign heroes, including Lech Walesa, Corazon aquino, and Benazir Bhutto. The fist also included Deng Xiaoping. Kondracke’s fist, as the June events in Beijing made clear, was a yardstick of american optimism about foreign affairs.</p><p>In January, when Safinas jailed the chief of Mexico’s petroleum workers union, <em>Newsweek</em> said, “In one stroke Safinas all but shattered the image of weakness that has dogged him.” The <em>National Review</em> dubbed him “Bald Man on a Horse.”</p><p>Texas commentators have fallen into fine. In July, when Mexico’s ruling Partido Revolucionario Institucional (PRI)—the party of Safinas —recognized an opposition win in a gubernatorial race for the first time, the <em>Corpus Christi Caller-Times</em> headlined its editorial PRESIDENT Of Mexico Keeping His Promises. The <em>Houston Post</em> enthused that Safinas “is the best hope for democracy and economic health in Mexico.” The <em>Dallas Morning News</em> billed him as “an individual who long ago ceased running for office and is now running for history.”</p><p><strong>SMART But Not Flashy, Salinas Is Nicknamed “the atomic ant.”</strong></p><p>Safinas is admired in the U.S. because americans see him as he sees himself: as the man history has called on to save Mexico from decline. If he can’t save the country, according to the standard fine, misery and turmoil —perhaps even another revolution-could result. On the other hand, if he gets his way, Mexico could become a prosperous manufacturing center, a democratic Korea or Taiwan. The stakes are high. Payment of Mexico’s mammoth foreign debt, owed mostly to american banks, could depend on the outcome.</p><p>But american praise of Safinas and his program isn’t echoed on the other side of the Great River. The independent press there is skeptical of Safinas. The country’s most thorough newsweekly, <em>Proceso, </em>and its most respectable newspapers —the leftish <em>La Jornada,</em> the centrist <em>El Universal,</em> and the rightist <em>El Norte—</em>have all stood aside while our press has serenaded Safinas. Americans who reside in Mexico share their misgivings. “I have seen Batman, and his name is Safinas. I almost believe. What spoils it are the cheap detective stories,” quips a columnist from the <em>Mexico Journal,</em> the weekly magazine of Mexico’s anglo-american community. Safinas, like George Bush, is more popular abroad than at home. But most home-country readers do not evaluate presidents by headlines. They judge leaders by changes in daily life—changes that foreigners don’t see. From inside Mexico, Salinas’ shining deeds seem tarnished by the very evils they’re supposed to combat.</p><p>[ Continued On Page 182 ]</p><p>Illustration By Paul Davis</p><p>[ Continued From Page 135 ]</p><p><strong>RECIPE For a CHILANGO</strong></p><p>Carlos Salinas is an exceptional man by anybody’s account. But in Mexico his outstanding intellectual traits do not compensate for other deficiencies. Salinas is a short, thin, hyperactive fellow with big ears who was nicknamed the “atomic ant” by Mexican journalists. He is not suave and handsome like Mexico’s last popular president, adolfo Lopez Mateos (1958-64). Because he has no box-office appeal, Salinas can never be a John F. Kennedy or a Santa anna, a leader who woos a nation with his good looks and personal charm. As if to make up for his lack of physical stature, Salinas is a world-class horseman, a sixmile-a-day jogger, and a sometime practitioner of martial arts, but that makes him only what Teddy Roosevelt would have been without the Spanish-american War.</p><p>If Salinas is to become a great Mexican leader, he must win a popular following with his personality traits or his political program. He faces an uphill battle because he owes his office not to public acclaim but to a former president whose chief characteristic was ineffectiveness. Even members of the PRI were not waiting for Carlos Salinas to become president in the way that liberal Democrats waited for Robert Kennedy to succeed Lyndon Johnson. Most of them had never heard of Carlos Salinas until Miguel de la Madrid Hurtado handpicked him for the presidency. “Carlos Salinas was selected because of President de la Madrid’s conviction that the cronyism of Mexico’s older generation of politicos is responsible for the nation’s present predicament,” an american commentator speculated after the nomination. That explanation is plausible, but no one can know for sure. Mexican presidential selections have never been publicly explained.</p><p>Before Salinas took office as president on December 1, 1988, his only significant public role had been as a numbers cruncher—he was the secretary of Mexico’s Ministry of Planning and Budget during the De la Madrid administration. He had never run for public office. On the hustings, Salinas made a better appearance than his grunting predecessor, but he was no great shakes as a campaigner—his speeches tend to be stiff and formal. He’s reportedly no better in one-on-one meetings. “His attitude is one that says, ‘I know what i’m talking about, and you don’t.’ It’s the arrogance of an academic,” an american reporter says.</p><p>Nor is Salinas a Benito Juarez or an abe Lincoln, a homely, plainspoken man who wins his way on the purity or populism of his sentiments. He was not born in an adobe cabin, but when he speaks to commoners he often wears jeans instead of suits. Salinas comes from the circles of the prosperous and prominent. His father is a senator from Nuevo León. His mother is a founder of the Mexican association of Women Economists. Because his parents pursued public-service careers, Salinas was born in Mexico City, not in the family’s home state of Nuevo León —and that makes him a <em>chilango.</em></p><p><em>Chilangos</em> are so unpopular in the rest of Mexico that recently, in protest of the capital city’s grip on local party affairs, Tijuana PRIistas circulated this recipe for <em>chilangos:</em> “Over a very low flame mix one hundred grams of know-it-all with one hundred grams of presumption. Add one hundred grams of authoritarianism and another hundred grams of laziness. But be careful: Everything must be perfectly measured, because if you add one milligram too much, instead of producing a <em>chilango,</em> you’ll come out with an argentinean.” argentineans, it should be added, are unloved in Mexico because they have a reputation for arrogance, especially racial arrogance. They point out that they are white whereas other Latin american peoples are largely from Indian or african stock.</p><p>Like Yale graduate Bush, Salinas carries the seal of competency but also faces the popular resentment and distrust that come with an Ivy League education. In the late sixties he was the favorite student of future president De la Madrid at the Universidad Nacional autonoma de Mexico. Salinas spent most of the balance of the decade at Harvard, where he earned master’s degrees in public administration and political economy and a Ph.D. in government. De la Madrid was also a Harvard graduate, but perhaps because he was closer in time to the nationalist and populist traditions of Mexican politics, he downplayed his foreign education. Salinas is strident where De la Madrid was cautious: Not only does he speak English freely but he has also placed other Ivy Leaguers in the cabinet and the Chamber of Deputies (Mexico’s congress), alongside old-line Mexican politicians with shady reputations. No one knows if Salinas sees Japan as the model of Mexico’s future, but Japanese, not English, will be his children’s second language. They attend a private school operated by Mexico City’s Japanese community, and Salinas and his family make annual pilgrimages to Tokyo. Were Salinas not past 40 (he’s 41), he would be pegged as a “junior”—a Mexican analogue for yuppie. He is an elitist in a country of populists and an internationalist in a country notorious for nationalism.</p><p><strong>the Economic Program</strong></p><p>Carlos Salinas is most often identified as a neoliberal political economist. His approach to the Mexican economy, shared with De la Madrid, is “a smaller government is a stronger government.” His anti-inflationary, free-market enthusiasm has won him widespread praise in the U.S.</p><p>American editorialists laud Salinas partly because he has pledged fiscal responsibility. Under the leadership of De la Madrid and Salinas, Mexico has become a docile debtor. Unlike Peru and Brazil, it has declared neither moratoriums nor suspensions on its payments. But Mexico is enlarging its internal debt, and it isn’t paying off its external debt, as americans commonly believe. In 1982, when De la Madrid took office, Mexico’s foreign debt totaled some $84 billion. Today it stands at $107 billion. One reason the foreign debt has increased is that Mexico’s chieftains have wheedled new loans to tide the country over while the terms of payment are renegotiated. In the year since Salinas’ election, the Mexican government has finagled four such loans, for some $7 billion. Thus far, Salinas is paying today’s debt with tomorrow’s indebtedness.</p><p>When Salinas came home from negotiations in Paris last July with a package of alternatives for paying the debt, he went on national television to tell his countrymen, “We can now leave behind the crisis. As a result of negotiations, we will be better off each day.” He also described the debt agreement as one that could heighten Mexico’s international leadership, saying that “Mexico has opened the way for other nations with similar problems.” But the new deal was only more of the same. What Salinas brought home from Paris was an agreement from banks to discount the debt, reduce interest rates, and agree to loan new funds—at the election of the bankers, not the Mexicans. In response, columnists in Mexico voiced second thoughts. “I have yet to see a single story saying what the debt deal really is —namely a lousy deal for Mexico, at best a stopgap measure,” Mexican scholar Jorge Castaneda complained. Financial analyst Christopher Whalen of the <em>Wall Street Journal</em> predicted, “Mexico’s total indebtedness, domestic as well as foreign, probably will be higher at year-end than it was at the beginning of 1989.” But most american newspapers applauded. The <em>Dallas Morning News,</em> for example, reported, “Now that Mexico has successfully renegotiated its foreign debt, other developing countries are hopeful they can reach amicable agreements with the banks.”</p><p>Because foreigners and important sectors of the Mexican business community all back his plans, Salinas is likely to make more headway in reforming Mexico’s internal economy. At that task, as in most of his other initiatives, however, Carlos Salinas is not an trailblazer but an understudy to De la Madrid. Although it will be years before Mexico establishes full participation, De la Madrid signed Mexico into the General agreement on Trade and Tariffs, a multinational pact aimed at reducing barriers to international commerce. De la Madrid also encouraged investment in <em>maquiladoras,</em> plants that produce solely for export. The number of <em>maquilas</em> in Mexico rose from 585 to 1,473 during De la Madrid’s six-year term, or <em>sexenio,</em> and more than 1,500 <em>maquilas</em> are in operation today. One happy result of the GATT and <em>maquila</em> expansion is that Mexican exports have risen; in 1989 Mexico will ship more nonpetroleum goods overseas than ever before.</p><p>Salinas has courted the Mexican business community, which has been formally excluded from political representation ever since the founding of the PRI. He sponsored legislation that for the first time in fifty years legalized the foreign ownership of companies in Mexico. So successfully has Salinas tailored his economic messages to business tastes that during last year’s presidential campaign, Manuel Clouthier, the presidential candidate of the Republican-esque Partido action National, repeatedly accused Salinas of stealing the PAN’s platform. PANista cynics jibed that government leaders were advocating <em>perestroika.</em></p><p>But it is one thing to tout a program and another to implement it. During De la Madrid’s administration, the Mexican government sold or closed some 60 percent of the companies it owned, an accomplishment widely hailed in the american press. With the exception of the aereonaves de Mexico, however, most of the enterprises trimmed were of tertiary importance; conservative economists in Mexico say that the companies generated only 3 percent of the income the government derived from business ventures. De la Madrid left to Salinas the task of selling Mexico’s most important operations, notably the government’s share of the national phone company. Salinas has not made big divestitures yet.</p><p>The vision revealed in the Salinas economic plan is one of a Mexico that competes with South Korea, Taiwan, and other oriental exporting nations. But while the plan may inspire business, it may also inspire labor unrest, just as <em>perestroika</em> has done in the Soviet Union. Mexico’s workers earn only a third as much as those in Singapore and Hong Kong. The PRI can’t afford to offend its labor base, which it depends upon for electoral victories.</p><p>Economic reform has thus far won few friends for Salinas and the PRI among ordinary people. Mexico must create a million jobs a year just to stay even with population growth, and it isn’t doing so. Unemployment is rising, not decreasing. During the De la Madrid administration, the purchasing power of the average Mexican shrank by 50 percent to a level below that of the seventies, and for the first time since the revolution, middle-class Mexicans began migrating to the north in numbers. They haven’t quit going yet.</p><p>The pinch that Mexico’s people feel comes largely from the elimination of federal subsidies on foodstuffs, one of Salinas’ accomplishments as budget minister. As a result, pork, red meat, and fish were practically removed from the workingclass diet during the De la Madrid years, while even the price of tortillas and beans increased several times over. The subsidy eliminations, government officials admitted, were the result of pressure from the International Monetary Fund, which is supervising Mexico’s financial life. Obeisance to the IMF is popular in the press of creditor nations like ours, but it doesn’t play well at home.</p><p><strong>CORRUPTION</strong></p><p>On January 10, after Mexican federal troops surrounded the home of Joaquin Hernandez Galicia—better known as La Quina and the chief of Mexico’s petroleum workers union at Pemex, the national oil company—and, guns blazing, brought the union leader to jail, the <em>Wall Street Journal's</em> correspondent in Mexico declared that Salinas “quickly transformed his image from milquetoast to macho man.” The raid and its aftermath —La Quina is likely to linger in jail for the rest of the Salinas presidency—cast Salinas in the role of gangbuster, like a Bobby Kennedy facing down a Jimmy Hoffa.</p><p>Salinas, however, did not publicly confront La Quina, as Kennedy did Hoffa, and according to government spokesmen, he did not authorize La Quina’s arrest or know about it in advance. Such inaction hardly befits a hero. The official denials are barely credible, of course; they are best read as an attempt to mollify powerful unions. The official story is that the arrest proceeded from tips about armslaw violations —some two hundred Uzi machine guns allegedly were found in La Quina’s home—not from information about union mismanagement. The publicrelations handling of La Quina’s arrest signals something less than a general campaign against recalcitrant labor leaders.</p><p>The actual motives for La Quina’s arrest may never be known, given the dearth of information available to the public and press in Mexico, where informed rumors tend to be more believable than official explanations. When the <em>Mexico Journal</em> (whose reporters have access to sometimes guarded information from wily Mexican newsmen at <em>La Jornada,</em> which owns the English-language newsweekly) put together what it knew with what it heard, it concluded, “For too many reasons, personal and political . . . Salinas’ choice of La Quina as the first victim of his modem politics reeks of revenge.” The <em>Journal</em> listed three slights that the union leader’s arrest avenged: First, La Quina was believed to have funded part of the presidential campaign of Cuauhtemoc Cardenas, Salinas’ principal opponent in the 1988 elections; second, even though he formally endorsed Salinas, La Quina informally made it known that he supported Cardenas, and that helped Cardenas carry the vote in most of Mexico’s refinery towns; and third (perhaps most important), La Quina supposedly was also behind a book published during the campaign describing how the PRI candidate shot and killed the family maid when he was a child. “Salinas,” the <em>Journal</em> said, “with the help of his current interior secretary . . . reportedly traced the book back to La Quina, and then waited for his chance to get even.”</p><p>The <em>Journal's</em> allegations about the interior minister’s detective work and La Quina’s sponsorship of a book are nearly impossible to verify; copies of telltale memos are not within the lawful reach of the Mexican press. But the homicide story is true. While Salinas was still a preschooler, on a visit to his family’s rural home he picked up a shotgun and unintentionally killed a maid. Salinas’ failure to confront La Quina lends credence to the charge that he ordered La Quina’s arrest.</p><p>After his arrest, La Quina signed a wide-ranging confession, as prisoners in Mexico usually do. But while reading it on a live television broadcast, the crafty union leader departed from its text to say that he had signed the confession only because he had been told that if he didn’t, he would never see his family again. When he tried to launch an impromptu defense, the broadcast was cut off.</p><p>It is sobering to recall that during his own crusade for “moral renovation,” President de la Madrid also played gangbuster: Former Pemex director Jorge Díaz Serrano spent the <em>sexenio</em> in prison. But Pemex did not become an honest or efficient company as a result, as the arrest of La Quina, its union chief, makes clear. In our own history, since Jimmy Hoffa was jailed, several high-ranking leaders of the Teamsters Union have also been investigated, indicted, and imprisoned. A similar succession is now taking place in the Mexican petroleum workers union.</p><p><strong>the Press</strong></p><p>On June 7, Freedom of the Press Day in Mexico, Carlos Salinas promised to clarify the mysteries surrounding the murder of Manuel Buendía, who had been Mexico’s leading newspaper columnist until his death in 1984. The president’s promise drew rapt attention from the Mexican press corps, which suspects that the Mexican government or the CIA or both had a hand in the killing. De la Madrid had promised to find the killer but had not turned up a trail, despite appointing special investigators to the case. If Salinas could succeed where his mentor had failed, Mexican newsmen reasoned, then perhaps his presidency really did herald a Mexican <em>glasnost.</em></p><p>A few days after Salinas made his pledge, prosecutors named a killer. But solving the crime—if that is indeed what the Salinas government did—only heightened Mexican cynicism rather than establish Salinas’ credentials. The suspect, Jose Luis Ochoa alonso, a former federal cop nicknamed El Chocorrol—loosely, “the Chocolate Roll”—matched descriptions of the killer as a “coastal type,” a man with Negroid characteristics. He was also identified by witnesses as the killer. But the solution lacked credibility for two reasons. First, El Chocorrol was dead—executed gangland-style by federal cops 41 days after Buendía died—and second, he had been accused in 1985 by the daily <em>Ovaciones.</em></p><p>Without any explanation, a week later prosecutors named a different triggerman, Juan Rafael Moro, and the figure behind him as well. A white-skinned man, Moro was a former colleague of El Chocorrol’s. Moro’s principal, the prosecutors said, was Jose antonio Zorrilla Perez, a man whose life epitomizes the extent of corruption in Mexico and the nearly insurmountable difficulties confronting reformers like Salinas and De la Madrid.</p><p>Zorrilla began his public career in 1970 as the personal secretary to Fernando Gutierrez Barrios, then a deputy minister in the Interior Ministry. Buendfa visited the Interior Ministry often, and his contact with Zorrilla evolved into a deep friendship; Buendfa dedicated his book on the CIA to Zorrilla. After serving a term as a federal deputy in the late seventies, Zorrilla became the head of the Federal Security Directorate, an agency that kept watch on dissidents. According to the charges against him, Zorrilla provided drug-runner Rafael Caro Quintero with the police credentials he used to penetrate roadblocks after the 1987 slaying of american Drug Enforcement agency agent Enrique Camarena (Quintero has been charged with Camarena’s murder). Zorrilla is also accused of accepting several cars and more than $5 million from Quintero. The prosecution alleges that when Buendfa threatened to publish information about Zorrilla’s drug connections, his old <em>compadre</em> ordered subordinates to kill him. Zorrilla has close ties not only to Gutierrez Barrios, who is now Salinas’ interior minister, but also to Manuel Bartlett, the interior minister under De la Madrid and the education minister under Salinas. Courageous newspapers and opposition leaders are now asking how much Bartlett, Gutierrez Barrios, and even De la Madrid knew about Zorrilla’s activities and when they knew about them.</p><p>The prosecution’s charges in the Buendfa case are shocking because they expose federal protection of the drug trade. But allegations of official malfeasance are no longer a novelty in Mexico, and they do not necessarily compel change. Mexicans have grown accustomed to seeing one thug succeed another in office. Though the Buendfa scandal has not touched Salinas personally, it speaks volumes about the administrative machinery at his disposal. In reforming Mexico, he will have to rely on corrupt incumbents to accomplish the task.</p><p><strong>the Elections</strong></p><p>If Carlos Salinas is a man on a horse, one of his chief problems is convincing his people that the horse he is riding isn’t stolen. His election in 1988 was the most fraudulent in Mexico since 1940, and—those who know will never tell—he may not actually have won. Official results gave him only decimal points more than 50 percent of the vote, and it is generally agreed that the runner-up, the nationalist and populist candidate Cuauhtemoc Cardenas, credited with 31 percent of the vote, was badly cheated in the tally. Nevertheless, a formidable opposition to Salinas and the PRI rose from the election, and its ascent has convinced optimists that a new day is at hand. Even melancholy philosopher and poet Octavio Paz, formerly identified with the opposition, declared faith in the future. “The secret and free vote of Mexicans,” he wrote, “in one day finished the one-party system.” Skeptics decided to wait and see if the prediction would be true. Meanwhile, Salinas renewed his vows to establish “a more transparent electoral process.”</p><p>On July 2 citizens in 4 of Mexico’s 31 states voted in legislative, congressional, or gubernatorial races. The focus of the press and opposition was on two states in which results were disputed on all sides: Baja California and Michoacan. In Baja, congresswoman Margarita Ortega Villa—handpicked by Salinas despite his promises of interparty <em>glasnost</em>—faced Ernesto Ruffo appel, a shark-fin exporter and the former PANista mayor of Ensenada, who was nominated in open convention.</p><p>Ruffo and the PAN waged a thorough campaign against electoral fraud and found it, even before election day. For example, in one Tijuana district of some 8,000 voters-where 21,334 new electors had registered since last year’s presidential vote—party operatives exposed the registration of dozens of quintuplets and sextuplets: They had the same last name and the same birthdates; only their first names were different.</p><p>When the first tallies were announced, PRIista candidate Ortega conceded defeat, then did an about-face and claimed victory. But from Mexico City, Luis Donaldo Colosio, the president of the PRI’s national executive committee, called the election a PANista triumph. That caused Ortega’s supporters to fume that they had been betrayed. “Colosio’s announcement apparently headed off efforts by state PRI officials to usurp the election,” the <em>Los angeles Times</em> explained.</p><p>The PRI had won by losing, the press said. “The defeat of the ruling PRI’s gubematorial candidate may well be the opening of a new democracy in Mexico,” the <em>austin american-Statesman</em> declared. The <em>Dallas Morning News</em> predicted that the Baja concession “may turn out to be the most significant act of his [Salinas’] already dramatic presidency.”</p><p>The <em>Morning News</em> also noted that in Michoacan “the PRI will likely continue to hold sway,” but it was in error: The PRI has not held sway in Michoacan since favorite son Cuauhtemoc Cardenas, a former governor, bolted from the party to head his populist opposition front. During the presidential elections last year, Michoacan provided Cardenas with a victory so strong that two opposition senators were swept into office—for the first time in Mexico’s modern history. Michoacan was the banner of optimists in 1988, just as Baja California is today.</p><p>In this year’s Michoacan elections, however, the PRI claimed victory in twelve of the eighteen legislative seats on the ballot. Widespread, brutal, and inept fraud accounted for its triumph. In the La Piedad district, on July 3, with 74 percent of the ballots tallied, the opposition was credited with 1,230 votes; the following day, with 99 percent of the vote counted, the opposition total declined to 697. All the usual tricks—ballot stuffing, box theft, tally alteration, phantom polling places, padded lists, expulsion of poll watchers and of the local and international press—were documented during the election. During the scandal over Michoacan, some of the converts of 1988 recanted. Leftist intellectual Carlos Monsivais, who in 1988 had declared, “This is a new country,” reported after seeing the Michoacan balloting that “we are now living through a native chapter of <em>1984.”</em> Even the foreign press changed its tune. A week after having written that Ruffo’s victory “appears to usher in a new era of competitive politics,” <em>New York Times</em> correspondent Larry Rohter reported that the Michoacan results “have tempered some of the praise lavished on President Carlos Salinas de Gortari last week.” The <em>Los angeles Times</em> agreed: “The credibility that [PRI] gained earlier this month after conceding its first governor’s race in sixty years is rapidly eroding.”</p><p>The Mexican press termed the election results “selective democracy.” In Baja California, a border state whose elections are closely watched by the foreign press and whose opposition looks with favor upon the Salinas economic program, the PRI had honored democracy. But in rural Michoacan, the PRI had flattened its strongest opponent by robbing victory from Cardenas’ followers inside his own house.</p><p><strong>MEXICO’s Jimmy Carter?</strong></p><p>The elevation of Carlos Salinas to hero status by the american press is naively optimistic and premature—he has been in office for less than a year. The central problem of Mexican politics is not a national lack of educated leaders or well-crafted economic plans —Mexico has plenty of both. The central problem is lack of credibility. Only a great leader or a great movement can establish credibility. By tradition and law, the president of Mexico has vast appointive authority and nearly dictatorial powers over the Mexican congress. But patronage and legislation cannot transform the set of understandings behind the PRI’s monopoly: One says that perpetuating party rule is the only measure of public virtue, and the other, as old as the Spanish Conquest, says that public office exists for private gain. The task confronting Mexican reformers—winning a determined, broadbased national following to the ideals of good government—is not an official mandate. Thus far, the Mexican press, the opposition, and its candidates, not Carlos Salinas and the PRI, have made the biggest contribution toward that goal.</p><p>To reform his nation, Salinas must use as levers the kind of men the PRI has promoted, mainly men like La Quina, Manuel Bartlett, and Zorrilla. He can’t win with players like that. He can succeed only by forfeiting, and by forfeiting almost everything, including his party’s own power. For the remainder of his <em>sexenio</em> Carlos Salinas faces only one honorable course —accepting the same fate accorded to De la Madrid, who is considered the Jimmy Carter of Mexico. Salinas can’t become a hero, because heroes win.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "October 1989",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Mexico",
      "Government",
      "Election",
      "Home",
      "office",
      "Business",
      "Campaign",
      "Country",
      "Dallas",
      "Family",
      "News",
      "Newspapers",
      "Prosecutors",
      "Baja California",
      "Budget",
      "California",
      "CIA",
      "Dallas Morning News",
      "democracy",
      "Detective"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Dallas",
      "Paris",
      "Austin",
      "Corpus Christi",
      "Houston"
    ]
  }
}