{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19857",
    "date": "July 1985",
    "year": 1985,
    "month": 7,
    "month_formatted": "July",
    "pdf_uri": "/1985/19850700.pdf",
    "issue_cover_image": "",
    "document_start_page": 138,
    "toc_start_page": 128,
    "document_page_range": [
      [
        138,
        139,
        140
      ],
      [
        185,
        186,
        187,
        188,
        189,
        190
      ]
    ],
    "toc_order": 6,
    "toc_headline": "Music To My Ears",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198507-musictom",
  "source": "/1985/19850700.pdf",
  "wp_post_id": 121197,
  "wp_post_guid": "http://www.texasmonthly.com/article/music-to-my-ears/",
  "authors": [
    "Skip Hollandsworth"
  ],
  "headline": "Music to My Ears",
  "dek": "The best thing about playing in a small-town orchestra is that you're always in harmony even when you're out of tune.",
  "spread_caption": "",
  "excerpt": "The small-town orchestra has it all: performers who love the music passionately, audiences who lend their wholehearted support, and even occasional moments when all the instruments are playing the right note.",
  "kicker": "",
  "word_count": 6157,
  "content": "<img/><p>Illustrated By Mark Kseniak</p><p><span class=\"dropcap\">I</span>n Wichita Falls, as in most smaller Texas cities, a boy’s childhood is governed by his bicycle, his dog, his ability to pretend that the back yard is a giant battlefield overrun with enemy soldiers, and his fall football practices. My childhood, however, was controlled by a miniature dynasty of female string teachers. From the moment in third grade when I realized that I could get out of fourth-period spelling by going down the hall to play in the strings class, women represented art in my life. The men seemed to have more solemn concerns: they taught marching band. Women told me about the indivisible affinity between art and human dignity and made me feel that music was the source of revelation. These women —who devoted themselves to an instrument that had, I always suspected, in the end failed them —were the ones who prodded me on. I went to their little rented homes, and in their living rooms I played scales with long, slow bows. The teachers would lean back miserably in their chairs, like broken ship masts. They didn’t want to be in a town where the cultural calendar had stopped long ago, teaching cello to a boy whose interpretation of the great composers resembled the cry of a lonely cow in a railroad car.</p><p>Somehow, despite my running home after school as fast as I could, carrying my cello wrapped in a brown canvas bag so that none of my classmates would see it, music took hold. The women, whose dreams of a solo career had been replaced by a life of teaching—a life they still found preferable to anything else—actually informed me that I had talent. That led to practice sessions carried out in a hopeful frenzy, an enthusiasm unperturbed by fistfuls of wrong notes. I would record myself playing a sonata and then play the tape back at night while lying in bed.</p><p>My first major solo performance was at the Presbyterian church. Asked to provide pastoral background music during the collection of the offering, I chose a flamboyant exercise instead. My fingers flew around the cello, and the bow tugged back and forth like a saw. The piano accompanist, her eyebrows rising like window shades, rushed into the fray at the wrong moment. The chaos carried through the sanctuary. In front of me, a group of ladies listened with a drunken fascination. I finished with a triumphant slam of my bow against the strings. Two weeks later my father, a religious man, quietly told my mother that he could not stop thinking about the performance. It reminded him, he said, of the stoning of Stephen.</p><p>But in Wichita Falls, where most of my friends found endless musical pleasure by beating on their dashboards in time to the music of Led Zeppelin, it didn’t take an especially large leap of the imagination to believe that I was destined for greatness. Good musicians talk about the feeling they get when they finish a concert, the sense of being involved in something much more important than themselves. I had no conception of that; I thought that music had been created to glorify individuals such as myself. And so I let the hair grow over my eyes because it looked dramatic when I tossed back my head while I played. I composed cello pieces that I knew one day would be recorded, my most famous being the Hollandsworth Sonata No. 2, a haunting work written at the age of fourteen, when I was afraid that my voice would never change. It began with a group of high notes played very fast, a sound like beer cans rolling on a floorboard, ending with a powerful low C —a subconscious symbol, perhaps, of my upcoming puberty.</p><p>I was an “orchestra kid,” perhaps the most unpopular type of student ever to have walked the halls of a Texas public school. Almost anyone who has played in a school orchestra can remember times of terrible persecution. Gene Smith, the conductor of the San angelo Symphony Orchestra, recalled, “When I was growing up in West Texas, there were three groups of high school boys that associated with one another-the football boys, the country club boys, and the band and orchestra boys. If you were an orchestra boy, you knew one thing: all the football and country club boys wanted to beat you up.”</p><p>Though the high school boys never once invited me to drink beer, they grew accustomed to the absurd sight of my emaciated body running in from orchestra rehearsal, cramming my cello into my basketball locker, then hurriedly putting on a practice jersey with armholes that came down to my waist. I was known as a serious musician. Indeed, when the principal announced over the loudspeaker during homeroom bulletins that I had made all-state orchestra, he said proudly, “Skip won it playing the cello. That’s one of those big violins that you got to sit down to play. Isn’t it real fine we have people in this school doing real different things?”</p><p><em>Skip Hollandsworth is a writer who lives in Dallas.</em></p><p>It was only a matter of time before my conversation began to turn to my profession as a cellist. My father received the news stoically. Once we were at a mall in Wichita Falls, watching a man at the music store as he played “Bill Bailey, Won’t You Come Home?” with a rumba rhythm on the electric organ. We stood silent for a moment. Then my father, with all the subtlety of a hog caller, said, “a lot of musicians do this for a living, you know.”</p><p>Looking back, I suppose that he accompanied me to the Wichita Falls Symphony Orchestra concerts only out of an obscure sense of guilt mixed with a touch of worry about his son. During each concert, he would look about with some degree of alarm while he counted the number of people who had let themselves fall asleep. I would stare in awe at the cellists, bent over their instruments as if they were standing under a low, leaking roof. I burned with a fever of desire to be part of the mysterious world of the symphony -the rustle of late arrivers, the distant coughs, the kaleidoscope of sound as the orchestra warmed up, the sudden lull before the entrance of the conductor.</p><p>Seeing William Boyer, the conductor, striding out in his black tails was like watching the approach of a gale storm. He represented for me everything mystical and inspiring about orchestral music. The great man stood at the podium, flapping his arms as the music moved and merged. The violins bowed quickly in unison, like little minnows darting up current; the percussionists earnestly bopped this and whapped that; the solo soprano’s bosom heaved against her low-cut gown. Boyer had one powerful gesture in particular: he raised both arms, holding them up for a moment before dropping them in a dramatic heap. I went home and imitated him with a knitting needle.</p><p>When Boyer allowed me to join the symphony (the greatest day in my life except for the one when my voice changed), I sat toward the back, next to a lady from the nearby town of Henrietta. All around us were the kinds of people who make up almost every semiprofessional or amateur orchestra in the state: a couple of professors from Midwestern State University, housewife violinists, a social security administrator doubling as a second trumpet, an assistant pastor, a Century 21 agent. And there were, of course, all the high school band directors. They played the drums, trombones, and trumpets and would warm up before concerts with halftime marching music like the theme song from <em>Hawaii Five-O.</em></p><p>Still, everyone was surprisingly good —except, perhaps, for a slightly less-thanvirtuoso contribution from the Henrietta woman and me in the back cello stand. Our combined playing sounded like something falling down the stairs at night —an image originally hit on, I think, by my nitpicking section leader after I made a not too terribly elegant attempt to get through Beethoven’s <em>Eroica</em> symphony. At most rehearsals, the Henrietta woman and I sat with our bows resting helplessly on the strings, quivering with fear that we would be heard, allowing our eyes to stray up toward the conductor, like two timid hens in the shadow of a hawk.</p><p>Years passed. My dreams of a Carnegie Hall debut faded away. I decided to stop playing the cello in college, when I realized that I was staring at the women in the second violin section more than I was at the conductor. I continued to attend concerts, but I became one of those insufferable dilettantes that professionals detest, the kind who can think of something critical to say at every intermission, yet who sits unmoving through entire performances, lost in thought, wondering how to make a million dollars or what reward he could get if he saved the child of a rich man from a burning car. In short, I was like most people who go to an orchestra concert—vaguely interested, a little bored, and always burdened with the thought, once the performance was over, that I had missed something.</p><p>It was, accordingly, a rather surprised Boyer who listened to my request a few months ago to come back and join the orchestra for his final concert. He would be stepping down after 21 years as its conductor.</p><p>“Can you still play?” he asked. His voice had the same measured tones. No doubt he was trying to recall the young cellist who had been the master of faking, whose sound, if not exactly sensuous, was at least well scrubbed.</p><p>“Of course,” I lied. I had last played the cello for him ten years before and had only begun to play again at the start of the year.</p><p>“But can you play well? You know we’re doing the Brahms First Symphony. That takes everything from you.”</p><p>Ah, the Brahms. My music appreciation professor in college (a man who taught the class what Beethoven ate for breakfast and then tried to lure us into such arguments as “If Mozart were alive today, would he be famous?”) used to say that the music of Brahms captured “the ruined magnificence of the Romantic age.” I thought that was a fine line and consequently worked it into my English essays to describe any writer who lived anytime near the nineteenth century. In fact, Johannes Brahms (1833-97, rotund man, celibate most of his life, face hidden by a huge beard) was One of those composers just about anyone could like. He came up with heroic themes that you could whistle on your way to the car after a concert. His arc of melody, grand tonal architecture, and suggestion of immense power (if you haven’t figured it out yet, i’m stealing these phrases from my college notes) did indeed capture some of the passion and mystery of life. I loved Brahms.</p><p>[ Continued On Page 175 ]</p><p>[ Continued From Page 130 ]</p><p>I also loved Brahms because the Garland Symphony, which recently allowed me to sit in the last chair of the cello section, had just performed the First Symphony in its spring concert. So I was ready. Boyer agreed to let me sit in the back of the cello section, and I tried to stay out of the picture. The Garland Symphony hadn’t exactly coaxed my talents.</p><p><span class=\"dropcap\">L</span>ike the Wichita Falls Symphony, the Garland Symphony is one of the orchestras that the american Symphony Orchestra League lists as either an urban or community orchestra. Their annual budgets are less than $250,000, and they have what you could generously describe as a unique set of challenges.</p><p>The Garland Symphony survives in a community ridiculed by its big-city neighbor, Dallas, for its acres of car lots and such bizarre city-hall fights as the one over the rights of citizens to put cow skulls on their front-yard fences. “I don’t want to sound critical,” says businessman Doug Taylor, president of the Garland Symphony board, “but Garland people wouldn’t know whether they were hearing something good or something bad, nor would they care, just as long as they knew they had a symphony like all the other Dallas suburbs.”</p><p>The symphony has made miraculous improvements during its seven-year existence, especially if one remembers the early days when the symphony featured a piano soloist whose most recent concert experience had been playing background music at a North Dallas bar. The symphony was always financially strapped. The players weren’t paid for one concert because the symphony board had spent the money on a typewriter.</p><p>But Dan Hornstein, Garland’s conductor for the last three years, has helped turn the symphony around. Now 37, he came to Garland as one of those fine young musicians leaving graduate schools with no place to go. Since then he has found such players as Gitiim Chakamoi, a timpanist who also plays drums in a new wave band called the Howling Dervishes. He allowed one of his best violinists, annmarie DeMattia, to move to the rear of the section because that made it easier for her to chat with her stand partners during rehearsals, and he granted permission for his lead bass player to miss the rehearsals just before a concert so he could take a natural childbirth class with his wife. When David Wong, a Garland data processor and violinist, brought his infant daughter to rehearsals and sat her down between the first and second violin sections, Hornstein never said a word. While the orchestra played, the baby kicked her legs and, in a manner of speaking, sang along. Hornstein also learned to schedule his concerts so that the first piece finished just before 8:10 p.m., when the local train would come blaring past (its horn hitting a perfect D above middle C) on the tracks right next to the concert hall.</p><p>Yet Hornstein kept challenging his orchestra, and this spring he unveiled Brahms’ First Symphony, the most ambitious undertaking in the symphony’s history. Through the first rehearsals there was a sense of victory if at any given instant an overwhelming majority of the players hit the right note. At one point, after the second violins continued to miss a certain rhythmical passage, Hornstein turned to the woodwinds and said, halfjoking, “We need to have an emergency plan. Here it is: if the violins screw up at the concert and get us all offbeat, then everyone’s on his own.”</p><p>But by concert night one could feel a sudden generation of electric tension. All the players seemed confident. Hornstein didn’t even seem bothered that his children were backstage playing blindman’s buff. The first two movements went splendidly. The audience of 150 seemed impressed. Oboist Dallas George, who in real life is a systems analyst for a defense contractor, played his second movement solos with such beauty, the sound fading through the hall like a sigh, that half of the orchestra turned to watch him.</p><p>Then, just as Hornstein raised his arms to begin the third movement, the sound of voices drifted in from the hallway. A junior high school production of <em>Bye Bye Birdie</em> had just ended in an adjacent auditorium at the Garland Performing arts Center, and the cast and audience were converging outside. Hornstein, bent slightly over his podium, looked as if he had been wounded in a private place, while the orchestra audience listened through the thin walls to such enlightened post-performance comments as “Bobby, you looked like the biggest fag in that costume.”</p><p>The spell of the Brahms was about to break. Hornstein waited for quiet, his face red and his body trembling. Everything he had worked so hard for seemed to be lost. Finally, he could take it no longer. “Ladies and gentlemen,” he said, “a symphony is a fine painting on a canvas of silence. If you’ll excuse me for a moment.” He bounded off the podium, stomped off the stage, and headed for the hallway. His voice soon came roaring through the wall. “We’re having a concert in here, a symphony concert, and can’t you please have the respect to keep quiet?”</p><p>There was a pause. Then, a deep voice, presumably that of a father, asked, “and just who do you think you are?”</p><p>Every now and then one has the opportunity to reflect on the link between modern man and his primordial beginnings, how just beneath the veneer of civilization lies the bestiality. Such a moment had come to us at the Garland Symphony concert. Hornstein, sounding like an animal calling from the jungle, sputtered for a moment, no doubt part of the process we all go through when we do not wish to use profane words in public. Then he bellowed, his voice now more like a chain saw as it is applied to a tree. “i’m the conductor! The conductor of the orchestra! My God, surely you know what that is.”</p><p>Hornstein struggled back to the stage to limp through the rest of the Brahms. Life, once again, had sneaked up on art and bitten it on the bottom.</p><p><span class=\"dropcap\">W</span>ith all that in mind, let me say that I understand the tendency of music lovers to go to a concert by a major professional orchestra instead of listening to ensembles that ramble from bar to bar with ponderous indecision. It is not, I admit, the most aesthetically pleasing experience to attend a concert that begins with a Wagner overture followed by an orchestral arrangement of “I Can’t Stop Loving You.”</p><p>Yet, when I returned to the cello this spring, I rediscovered the strange, perplexing ways in which orchestra people have affected Texas. I’m not referring so much to the big, metropolitan orchestras —Dallas, Houston, San antonio, Fort Worth, and austin —which usually have budgets of more than $1 million, with large staffs, conductors whose names you can’t pronounce, chauffeurs for the soloists, and scented notes from the ladies. Their effect is obvious: Dallas is building a $75 million concert hall. I’m thinking of the cities where few residents seem to care about orchestral music and almost no one knows how to play it. But in those same cities an orchestra not only becomes a focal point of artistic life but also establishes an entire social life. Why, for example, is the symphony ball the major society event of almost every city in Texas? Why do businessmen without the slightest background in music work ardently to be named to the local symphony board? Why do Midland and Odessa, two fiercely competitive neighbors, fight about almost everything except their joint symphony? Why did a squabble late last year between the conductor and the symphony board set off one of El Paso’s most torrid controversies, with front-page stories, blistering editorials, demands for resignations, and the mayor’s stepping in to defend the conductor?</p><p>Seldom is anything as comical and rewarding as that moment when life and art collide—when concerts are performed in old auditoriums that look more like meeting halls for Third World congresses, when a soloist who has just stumbled off a packed Southwest airlines flight is welcomed by the greeting committee chairman with the words “Say now, you look fairly small for an opera singer,” when the stagehands roll out the piano and try to open it from the wrong end. Legend has it that Yo-Yo Ma, whom Isaac Stern called the greatest cellist alive, was waiting quietly in the artists’ dressing room in Wichita Falls when he looked up to find a man with a big smile. “I know you’re probably nervous playing with the symphony,” the man said. “You want a beer or something?”</p><p>Top professionals often perform because they have to; music supports them. “In smaller orchestras,” says Yves l’helgoual’ch, the French conductor of the Irving Symphony Orchestra, “you have to take people who sometimes hide behind the stand so you won’t see how terribly they are playing, and you must instill in them a confidence to do wonders.” Motoi Takeda, a respected violinist with the Dallas Symphony Orchestra, has played with community orchestras as a soloist. “These people make a mistake with all the conviction in the world. They tap their feet on the floor and knock over the sheet music with their errant bowing —and they play with the kind of love that knocks me out of my chair. I sometimes wonder if the Dallas Symphony could maintain such enthusiasm.”</p><p>Although the concert programs might suggest that the audience visit the bar out in the lobby, and the local newspaper critic might describe what the soloist wore instead of what concerto she played, here, in the smaller orchestras, is where music asserts its most elemental power. At the Brazos Valley Symphony Orchestra’s spring concert in College Station, where everyone knows the <em>Patton</em> theme, the conductor exhorted his audience to dance to Strauss’ <em>Blue Danube.</em> To the astonishment of almost everyone, more than a dozen couples waltzed in the aisles.</p><p>In Victoria, the orchestra plays a surprising array of contemporary american composers (generally the kiss of death for orchestras trying to draw large audiences), including such innovative works as a concerto for a bluegrass band and orchestra. The Valley Symphony Orchestra in Edinburg, which brings together musifrom all over the lower Rio Grande Valley, and has introduced the area to a number of Hispanic concert artists, has developed a repertoire of Mexican orchestral music, and has begun a series featuring works by Texas composers. In the West Texas town of Plainview (population: 22,000), the Symphony of the Llano Estacado puts on three concerts a year, conducted by a local lawyer whose previous professional experience consists of one year as director of the Jewett High School band. “Last year, when the founding conductor left,” says conductor Tom Boyd. “We thought we were finished. But the citizens here didn’t feel it was right not to have an orchestra.” The symphony in Tyler, which once had to stop a concert because the pedals fell off the piano in the middle of a soloist’s performance of Beethoven’s Third Piano Concerto, chose a new conductor this year from more than one hundred applicants.</p><p>From Marshall to Paris to alpine to North Houston, which raised money for the Symphony North of Houston this year by raffling off a set of golf clubs during an intermission, orchestras are an integral part of the community. Texans go to extraordinary lengths to support them. Each year, the Fort Worth Symphony League throws a huge Oktoberfest, a weekend German celebration that draws 100,000 revelers. San antonio has a skeet shoot, Waco a hunter-jumper horse show, Marshall a poinsettia sale, Big Spring a telethon. Perhaps all this is best put into perspective by Joyce Mcafee, a charming woman who has been a member of the San angelo Symphony board for the last twenty years and the biggest contributor to the orchestra, giving $2500 this year. Her husband owns a hide plant and a rendering business. “I think the symphony is the creme de la creme of the arts,” she says, “and social people like the creme de la creme things. It just naturally becomes a part of us. Listen, do you know why many of the women in San angelo try to stay in shape? So that we can be asked to model in the symphony guild’s fashion show. You see, the symphony is important in all sorts of ways.” Indeed it is. But it’s more. Music allows us to keep score with ourselves. No matter how bad the music we make, it somehow lets us know where we stand —perhaps with other people, always with ourselves.</p><p><span class=\"dropcap\">I</span> reflected on all that during rehearsals of the Brahms First Symphony in Wichita Falls. Throughout the years, the Wichita Falls Symphony Orchestra has put on some excellent performances. Many of the string players were professionals imported from the Dallas area for the weekend, and somehow everything managed to come together in time. Doc Severinsen, in a guest appearance three years ago, told the audience that the Wichita Falls Symphony was the “hottest” small-city orchestra in the country. As conductor Boyer said, “If you don’t expect anything at all, which is the case with most people who hear us for the first time, we’ll surprise the hell out of you.”</p><p>Boyer, 58, received $18,000 a year for conducting the orchestra. He was the only person in town who made a living solely on the performance of serious music. “Sometimes, to be honest, I get lonely. There are faculty members at the local university, but they are oriented to the band or the piano or the choir, not the orchestra. I have to drive a hundred miles to Denton to sit down with someone, have a cup of coffee, and talk shop. It’s sort of like a missionary experience being out here. You know, I will go to something social, like a party, and everyone will be talking about someone’s oil lease. And what can I contribute to that? I mean, I can always come up with a question about an oil well. But what in the world are they going to ask me about music?”</p><p>Boyer was never very good at public relations, a key to the growth of a symphony in any small city, no matter how good the conductor is musically, and the conflict between Boyer and some members of the symphony board came to a head last season. The board said that he could conduct one more concert and then would have to resign. “We decided that if we got a younger conductor we could bring in new, younger crowds,” said Virginia Pierce, the orchestra manager. “Our old group was dying off. And no one was replacing it.” The story ended up on the front page of the Wichita Falls newspaper (“You would have thought we had killed the Lord,” Pierce said). Boyer thought that the symphony board was sacrificing quality for budgetary considerations, and he was somewhat embittered and saddened.</p><p>By the time he was sixteen, Boyer was conducting orchestras at summer camp at the Interlochen Center for the arts in Michigan. He received a scholarship to the Eastman School of Music, won a Fulbright grant to study conducting in Europe, returned to the United States to take over the orchestra in Kingsport, Tennessee, and in 1964 was hired by Wichita Falls. The symphony was his life from then on. He tried to move to other orchestras many times but was never hired. Now he figured that his days as a conductor were over. He was looking for a home in another city, with a big yard so he could plant a garden. He planned to repair woodwind instruments and spend more time playing his oboe. “i’m not devastated by the fact that I might not conduct again,” said Boyer, a slightly rumpled man with piercing eyes behind a pair of out-of-fashion, dark-framed glasses. “I at least got that chance, and no one can take that away from me. To live with these scores, to be in touch with great minds and hearts-well, I just find it all magnificent. I have helped bring forth the majesty of Beethoven from the myriad of personalities in the orchestra. Good Lord, i’ve been lucky.”</p><p>Boyer had not been able to conduct through most of the season because of illness; he had been in and out of hospitals with a brain tumor and a kidney ailment. He was worried, as he once put it, “that my body wouldn’t let me conduct my final concert.” He did seem different when I saw him-his shoulders slumped, his face red after only a few minutes of conducting. But early in the spring, in the wicked cold winds of North Texas, Boyer began a regimen to prepare for the physical ordeal of the Brahms First Symphony by walking two miles each morning, his pace depending each day on the piece of music that he was going over in his mind. He used two 16-ounce cans of pinto beans as weights for arm exercises to strengthen his muscles for the baton.</p><p>When he first started preparing for the concert, he listened to recordings of the Brahms First. During one session, the record came to that part in the last movement when the notes of the French horn move quietly out from among the strings, its tone abounding in mellowness and humanity. Boyer, alone, found himself weeping over one of the most beautiful passages in all musical literature, a sound that evoked the feeling of peace in the evening, musing and reminiscent, a fond melody tinged with a suggestion of regret. “My great fear at the time,” he remembered, “was that I would begin to cry during the concert. Conductors must never cry —never. They will miss giving a cue. They will forget a downbeat. I simply could not cry.”</p><p>When rehearsals began, in the bare band hall at Midwestern State University, Boyer toyed with the idea of scrapping the Brahms for Strauss and Wagner. But after a 3 a.m. walk around the block, “I realized how much the players wanted to do it. You know, there is nothing like the integrity of musicians, their noble efforts, no matter how poorly they play. I have let players who weren’t good enough stay in the orchestra for far too many years before I finally had to ask them to leave. You have to respect desire, always.”</p><p>Boyer was an introspective man, almost humbled by his profession, constantly weighing his talents and his own value to a performance: whether his ear was good enough to pick up an out-of-tune chord coming from the third horn, whether he should conduct more flamboyantly, like Leonard Bernstein or Herbert von Karajan. “Sometimes i’ve felt like Salieri in the movie <em>amadeus</em>—you know, the one who tried to compete with Mozart and hopelessly failed. Well, i’ve felt exactly that way, wanting to curse God for giving me the love of music but not being able to rise above it.</p><p>“But you know, age has made me a better conductor. When you’re younger, you think you can conduct anything. You have no fear. You tackle whatever comes. When you’re older and you’ve conducted for a long time, you really then start understanding the power of music. And listen, this is the most important part: when you’re older, you learn what you do not know.”</p><p>And so, during the spring, Boyer patiently worked his orchestra through the Brahms. He went over and over the pieces, rarely stopping for missed notes, “because if I did that, we’d never get to the end of a movement.” While the players became accustomed to the music, Boyer looked for the right tempo to guide his orchestra; he demanded an evenness of rhythm and a feeling of balance. He shaped the tone, made the pianissimi properly ghostly, brought out the lines of the melody, and with a powerful clenched fist pulled passion from his still tentative players. Soon the notes began to shoot into the air; the Brahms was showing itself with an almost physical presence.</p><p>A week before the concert, Boyer took another one of his walks. The melodies of Brahms, as usual, played in his head. Brahms had worked on his first symphony for a decade and a half. He had written to a friend that he was scared of presenting it, because he felt that he stood in the shadow of the master who had come before him—Beethoven. Boyer stopped in his tracks. He realized that as many times as he had conducted works by Brahms, he never until that moment had recognized the gall of someone like himself, in a place like Wichita Falls, trying to resuscitate music from the notes of a great master. “There are times,” Boyer said, “when I feel I don’t have the courage to walk up to the podium.”</p><p><span class=\"dropcap\">C</span>oncert night. Backstage, ten minutes before the performance was to begin, Boyer looked completely drained. The husband of the principal player in the second violins had died that week, and his death had made a deep impression on Boyer. “I don’t know how to explain it,” he said, “but it is as if I feel my own little pains a bit more.”</p><p>The only other time Boyer had felt that tense before a concert was right after his mother died. “as I walked onstage, until the music took over, I felt like I was tipping forward. I thought I would faint. Suddenly, everything seemed so distant.”</p><p>On this night he came to the podium with his head down, hands clasped near his waist. The silence of the room seemed to weigh like a heavy rock. No one understands like the members of an orchestra the pressure to make music live, to bring seventy separate personalities into harmony. Then Boyer’s eyes opened behind his glasses. Out came his arms. To the deep, insistent pounding of the kettledrums, the strings made their soaring sweep, their notes rolling out like billiard balls thrown on a green table. My heart was in my throat. As we glided into the second movement, the oboe solo now slipping out like a bird, Boyer was giving the performance of a lifetime. He held his arms up and then swung them down, just as I remembered. He looked off at the violins, and his body seemed to shudder as they took over the melody.</p><p>During a section in which the cellos did not play, I studied the scarred floor of the stage and remembered the thrill of discovery that comes with an instrument like the cello, of bringing to the present a bit of the power of the past. I recalled the concert long ago in which I accidentally dropped my bow in the middle of a tender woodwind reverie, and the time the section leader of the orchestra came back to my stand after one rehearsal and asked, “When have you played this, if ever?” I remembered the Henrietta woman, now retired, who in the middle of performances would lean over and whisper, “This is the worst i’ve ever played in my entire life,” and I remembered that time when we both finally got some musical passage right and turned to look at one another with helpless wonderment.</p><p>Then, almost without warning, we were at the last movement, the tones of the horns echoing like a call in the mountains. It was truly the best of Brahms, the ruined magnificence of the Romantic age, a declaration of all that human life means and stands for but which must occasionally be forsaken. The horn melody, winding its course, brought us into the finale, a mighty farewell, the brass blaring forth with a sound that would have made any high school band director proud.</p><p>I could barely look at Boyer in his last few minutes as a conductor. Already, one of the flutists was red-eyed. When I finally raised my head, there he stood, his mouth partially open, listening to the horns as if he were hearing the piece for the first time. Our music was only human, but it was human in its honesty and tenderness. That’s not everything, but it is definitely something.</p><p>At the conclusion, the applause began slowly. Now both flutists were crying. The clarinetist was pounding his hands together as if they were two pieces of lumber. Like the slow spread of a prairie fire, the sound moved through the auditorium. The women in the audience hooked their purses over their arms, and the men dropped their programs in their seats. They stood and clapped for what seemed like forever. Boyer, his face fiery red from exertion, faced them with his arms down, the sweat dripping off the back of his hair onto his tuxedo jacket. Despite the hundreds of times he had stood before an audience, Boyer seemed lost. He made a vague motion with his arm toward the audience, then turned and grasped the hand of his concertmaster. One oboist had begun to cry, and a French horn player kept his head down, as if in prayer.</p><p>It was easy, from my position, to look out on that audience and wonder just what it saw in an orchestra, what it could catch in the music. I knew many of the people out there, I knew the peripheral effect music had in their lives, and I wondered just why they cared. But if there is one thing a musician learns, it is that they do care, that within us all there is some unknown call to make music our response to the nature of our lives.</p><p>Boyer left the auditorium that night quietly, so exhausted from the performance that his wife drove him home. Two weeks later he went to the Mayo Clinic to begin a monthlong series of tests.</p><p>“I don’t know if I feel sadness right now,” he said just before he left. “I don’t know if that’s the right word to describe the end of your conducting career. But how does anyone express the finality of all things? It is, I suppose, like music. You can’t put it into words. If you could, then you wouldn’t need music.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "July 1985",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Music",
      "people",
      "Garland",
      "School",
      "Sound",
      "Band",
      "Dallas",
      "performance",
      "High School",
      "Wichita Falls",
      "Women",
      "Concerts",
      "Art",
      "Spring",
      "Texas",
      "College",
      "Football",
      "Home",
      "Musical",
      "Musicians"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Wichita",
      "Garland",
      "Dallas",
      "Wichita Falls",
      "Texas"
    ]
  }
}