{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19824",
    "date": "April 1982",
    "year": 1982,
    "month": 4,
    "month_formatted": "April",
    "pdf_uri": "/1982/19820400.pdf",
    "issue_cover_image": "",
    "document_start_page": 128,
    "toc_start_page": 126,
    "document_page_range": [
      [
        128,
        129,
        130,
        131,
        132,
        133
      ],
      [
        256
      ],
      [
        258
      ],
      [
        260,
        261,
        262
      ],
      [
        264
      ],
      [
        287
      ]
    ],
    "toc_order": 3,
    "toc_headline": "Trial By Technicality",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198204-trialbyt",
  "source": "/1982/19820400.pdf",
  "wp_post_id": 118308,
  "wp_post_guid": "http://www.texasmonthly.com/article/trial-by-technicality/",
  "authors": [
    "Paul Burka"
  ],
  "headline": "Trial by Technicality",
  "dek": "The Texas Court of Criminal appeals once reversed a drowning case because the state forgot to say that the victim drowned in water. And then there are its really bad decisions.",
  "spread_caption": "",
  "excerpt": "The Texas Court of Criminal Appeals confirms your worst fears about lawyers and judges and the impotence of the criminal justice system.",
  "kicker": "",
  "word_count": 9075,
  "content": "<img/><p><span class=\"dropcap\">O</span>n a summer morning in 1977, Billy Wayne Gibbs walked up to a hardware display at the Montgomery Ward department store in Pasadena, looked around furtively, and grabbed a socket set worth $39.88 from the counter. Overhead, a security guard behind a one-way mirror watched him stuff the set inside his trousers and pull out his shirttail to conceal the bulge. The guard left his post, followed Gibbs outside, and caught him red-handed.</p><p>The incident is the sort of commonplace, small-time, open-and-shut crime that ought to be a matter of routine for the criminal justice system. There were no clues to be sorted out, no missing evidence to be found, no thorny legal issues about the defendant’s rights to be resolved. For a while, everything worked just as it was supposed to. Gibbs was charged with misdemeanor theft. The state called the security guard and the hardware department manager as witnesses. They established that the store owned the socket set and that no one had given Gibbs permission to take it. The jury found him guilty and, pending appeal, sentenced him to a $1000 fine and a year in jail.</p><p>Three and a half years later, in December 1980, the Court of Criminal appeals in austin threw out the conviction. The state’s court of last resort in criminal cases detected that Gibbs had been charged with theft from “Montgomery Ward and Company, Incorporated,” while the state’s witnesses had referred only to Montgomery Ward, period. Get the difference? In the fantasyland of Texas criminal law, this is known as a fatal variance: if the proof isn’t identical to the charges, the Court of Criminal appeals will declare the evidence insufficient to support a conviction. Because of double jeopardy, the case could not even be retried. Billy Wayne Gibbs, caught in the act, went scot-free.</p><p>Sad to say, the <em>Gibbs</em> case hardly raised an eyebrow. That’s because it was just another in a growing list of recent decisions by the Court of Criminal appeals that can only be described as, well, incredible. They are not limited to minor shoplifting offenses; the court has used similar technicalities to overturn convictions of murderers, rapists, armed robbers, burglars, thieves, knifewielding assailants—in short, just about every variety of felon imaginable. To the basic philosophical question of criminal law - must the criminal go free because the constable blundered?—the court’s answer has been a rousing yes.</p><p>At a time when crime is the number one social problem in america, when people live in fear behind locked doors and the police solve only one serious crime in five, when most judges around the country are giving prosecutors more leeway in the desperate battle against crime, the Texas Court of Criminal appeals is out of step. As it did in the <em>Gibbs</em> case, the court frequently insists on applying highly technical, formalistic rules of law that have no relation to individual rights or, equally important, common sense. It has been criticized by some of its own members as “hypertechnical” and “quite benevolent” toward criminals. Prosecutors dread it. Law professors scorn it. Criminal lawyers mock it. Yet, like a minister turned to a life of sin, the court continues to preach its sermons ever more earnestly, ignoring the criticism that surrounds it.</p><p>Photograph by Tomas Pantin</p><p>The impact of the Court of Criminal appeals goes far beyond numbers and percentages. It is not the number of reversals that is shocking—last year the court threw out 216 convictions out of 2229 appeals, up 27 per cent over the previous year, but hardly amounting to a crime wave—so much as the court’s rigid and pedantic approach to the law. Cases like <em>Gibbs</em> do damage that can never be measured. They buttress the perception that justice works in slow and cumbersome ways; that it is often silly and arbitrary; that a prison sentence, if it results at all, is somewhere down the road; that crime does pay. They feed the fears of ordinary people—think of how the employees of the Ward’s store must have received the <em>Gibbs</em> decision—and the confidence of criminals. And for the prosecutors and judges who must apply their rulings to future cases, they leave a legacy of confusion and frustration.</p><p><em>The Hypertechnicalists</em></p><img/><img/><img/><img/><img/><p>Most of the judges on the Court of Criminal appeals bristle like cornered cats when asked about technicalities. They disdain even the mention of the word. “a technicality is that part of the law that someone doesn’t know or doesn’t understand,” says the court’s presiding judge, John Onion. Some judges blame the press. “There’s no meaning at all to the term,” says Judge Wendell Odom. “What the news media refer to as a technicality is just following the law.” Others blame embittered lawyers. “If the ruling of the court is favorable, a lawyer calls it good reasoning,” says Judge Tom Davis. “If it’s unfavorable, he calls it a technicality.” Recently an administrative assistant briefing the court during its weekly private conference had the misfortune to use the forbidden word to describe a point raised by a writ application. “What the f—do you mean by a technicality?” snarled Judge Truman Roberts.</p><p>The answer is very simple. A technicality is a matter that does not affect a substantial right and should not in reason affect the result of a case. That is no layman’s definition. It is from a 1936 speech by a judge of the Texas Court of Criminal appeals.</p><p>The current judges are right about this much: “technicality” is a word that has been much overused by critics who accuse american courts of being soft on crime. A lot of things that are often called technicalities are really fundamental rights of citizenship. The right to counsel, Miranda warnings, and sanctions against coerced confessions are not technicalities. Neither is the controversial exclusionary rule, a prohibition against the use of illegally obtained evidence. That small package of rights distinguishes this country from every totalitarian society. Louis Brandeis, one of the greatest of all U.S. Supreme Court justices, once said of the Fourth amendment’s protection against unreasonable search and seizure, “The right to be let alone is the right most valued by civilized man.” If the Court of Criminal appeals were resorting to technicalities solely to protect the fundamental rights of its citizens, this article would never have been written. But the court lost sight of that goal long ago. Like the French army and its Maginot Line, the court builds elaborate defenses without contributing one iota to the security of the public it is assigned to protect.</p><p>Illustrated by Janice ashford</p><p>For a case where a technicality had nothing whatsoever to do with either fundamental rights or the result, it is hard to top the murder trial of Leon Rutherford King. A young man named Michael Underwood and his date were leaving a Houston nightclub one evening in 1978 when King and a companion drove up in a pickup and accosted them with a shotgun. The kidnappers forced the couple into the truck, drove them around town threatening murder and rape, and then stopped the car in a secluded place. Underwood was forced to lie down on his stomach, and King repeatedly smashed him in the head with the shotgun. A medical examiner later described Underwood’s fatal head injuries as the worst he’d ever seen. Underwood’s date was raped, driven around some more, and raped again. Eventually King ransacked her purse and left her alive.</p><p>In order to get the death penalty against King, the prosecution was required by state law to prove that he had killed Underwood in the course of committing another major felony. The indictment recited three—kidnapping, aggravated rape, and robbery. On the morning of the trial, King’s courtappointed attorney, former Texas A&M football player Dude McLean, challenged the validity of the indictment because the name of the rape victim did not appear.</p><p>In some cases this kind of omission can be a major defect—under the Sixth amendment, a person is entitled to know the extent of the charges against him, including the name of his victim—but this was not one of those times. Almost immediately after asking that the indictment be thrown out, McLean admitted for the record that the prosecutor had voluntarily let him see the state’s entire file on the case. (That strategy is becoming increasingly common, as prosecutors with ironclad cases hope to speed up the trial and, in noncapital cases, persuade defendants to plead guilty and negotiate their sentences.) The state had been “most cooperative,” McLean told the trial judge. “We have seen the main crux of the matters that we feel are absolutely cogent to the main issues of the trial.” That included the name of the rape victim, who was scheduled to testify for the state. McLean’s motion was all form, no substance, and the trial judge promptly rejected it.</p><p>In any other forum in the country, King’s appeal would have been laughed out of court. The federal courts, for example, almost never overturn cases solely due to defects of form. The error has to be shown to have kept a defendant from getting a fair trial. But the Court of Criminal appeals solemnly said that the name of the aggravated rape victim “was clearly a fact which was critical to King’s defense preparation.” The fact that he already knew it wasn’t mentioned by the court. Case reversed.</p><p><em>The Technicians</em></p><img/><p><em>The judges look normal, but when they write about the law, strange things happen.</em></p><p><em>These nine men are the authors of Texas’ criminal law. Incidentally, you elected them.</em></p><p>Judges like to say that they only follow the law, but their own personalities are at least as important as precedent in determining who wins a case. In recent years court watchers have divided the Court of Criminal appeals into three camps: the Deadly d’s, four law and order judges whose last names all began with the fourth letter of the alphabet; the Oscillating o’s, swing judges Odom and Onion; and three judges with disparate surnames who are more sympathetic to defendants. One of the Deadly d’s lost in 1980, but the old terminology still survives. Here is a look at the court as individuals, based on interviews with prosecutors, lawyers, former briefing clerks, and the judges themselves.</p><p><em>Deadly d's</em></p><img/><p><strong>Carl Dally, 58, Houston.</strong> Votes to uphold convictions: 59 per cent.* Second only to Mike McCormick as a dissenter against reversals; unlike his colleague, is more scholar than advocate. The sort of judge who considers it a sin to get personal or emotional in his opinions: “I write about the law, not about the people on the court.” Despite reputation as an intellectual, knows how to play hardball: headed the appellate section of the Harris County DA's office in the sixties under tough guy Frank Briscoe.</p><p>*Alas, the voting percentages are like EPA mileage estimates: useful for comparison only. Compiled by the Texas District and County attorneys association, they reflect only published opinions involving important legal points. Unpublished opinions, the vast majority of which uphold convictions, represent the numerical bulk of the court's work and would raise the percentage substantially if included.</p><p>His pro-state record notwithstanding. Dally is in the philosophical mainstream of the court. Doesn’t like the approach of the new penal code; gets irked by journalistic references to technicalities; considers the indictment “the foundation of the lawsuit” rather than just a way to put defendants on notice and so insists on precise wording. Nonetheless, knows where to draw the line: dissented in the <em>Gibbs</em> case (page 127) and hasn’t written any of the court’s most foolish opinions. Up for reelection this year; targeted for extinction by defense attorneys.</p><img/><p><strong>Tom Davis, 61, Vernon.</strong> Votes to uphold convictions: 52 per cent. The weather vane of the court: sided with the majority last year in 167 of 169 cases. Also in the majority concerning the strict formalities of indictments (which he likes) and the state’s new penal code (which he doesn’t).</p><p>One of the court’s least controversial figures; the personification of the old saying “sober as a judge.” His one quirk: he is prone to pay as much attention to the facts of a case as to the law—something appellate judges aren’t supposed to do but find hard to resist. Davis finds it harder than most.</p><p>Spent nearly thirteen years as a district judge; still frequents judicial conferences and committee meetings. Unlike many of his colleagues, is not quick to blame controversial Court of Criminal appeals decisions on trial judges’ sloppy procedure and ignorance of the law. When he comes up for reelection in 1986, they will be his base of support.</p><img/><p><strong>W. C. Davis, 59, Bryan. </strong>Votes to uphold convictions: 52 per cent. The best-liked —but least influential —member of the court. Appointed by then-governor Dolph Briscoe during the 1977 expansion to nine members; owes his position to his hometown ties to Calvin Guest, Briscoe’s state Democratic party chairman. Still ranks as the best-connected member of the court politically.</p><p>Noted primarily for his passion for golf. Shuns controversy; has written few major decisions. Represents a glaring weakness of the court: the absence of a forceful personality among the surviving Deadly d's.</p><img/><p><strong>Mike McCormick, 36, austin.</strong> Votes to uphold convictions: 66 per cent. Former prosecutor who spent most of the seventies heading up the prosecutors' political arm, the Texas District and County attorneys association. Unseated a pro-defense incumbent in 1980; despite the most state-oriented voting record on the court, is not without admirers in the defense bar. Says one criminal lawyer: “i’d rather have a smart cop who knows the law than some dumb bleeding heart who makes the other judges mad.”</p><p>Dissented more for the state last year than any two of the other judges combined; did not dissent for a defendant even once. Strongly opposes the court’s most controversial practice, known as laying behind the log —allowing defense lawyers to attack an indictment on appeal after deliberately failing to challenge it during a trial —and is determined to put an end to it.</p><p>Articulate, persuasive (he spent four sessions lobbying the Legislature for DAs), and logical; could become very influential if he doesn’t lose his credibility. As Leon Douglas found out, dissents that are too frequent and too disrespectful of one’s colleagues can damage a judge’s effectiveness. So far, McCormick has been able to get away with things like beginning one dissent with “Today I find myself once again amazed. ...” But he is going to have to be careful.</p><p>Photography by Carlos Quintanilla</p><p><em>Oscillating o's</em></p><p><strong>Wendell Odom, 61, Houston.</strong> Votes to uphold convictions: 49 per cent. Acutely aware of, and enjoys, his reputation as a swing vote. His long tenure (eleven years) and consistent position in the middle make him one of the most influential judges. Proud of his role in changing the court’s reputation for ducking tough issues: “We don’t write around anything anymore.”</p><p>His chief concern: that district judges today are doing what the Court of Criminal appeals used to do. “Sometimes local judges let this court catch the heat,” he says. A trial judge himself for fourteen years; knows all their tricks and shortcuts and can be as tough on his former brethren as on criminals.</p><p><strong>John Onion, 57, San antonio.</strong> Votes to uphold convictions: 45 per cent. As presiding judge, the court’s titular leader. Its spiritual leader as well: defender of the faith. Upholds the court’s honor against increasingly frequent attacks, blaming controversial decisions on mistakes by trial judges, prosecutors, the Legislature, the U.S. Supreme Court—anyone but his colleagues.</p><p>Elected in 1966 when the court’s opinions were notorious for their lack of reasoning; almost single-handedly turned the court toward respectability. Still frets over the court’s lack of status; wants it renamed the Supreme Court of Criminal appeals.</p><p>As is often the fate of reformers, has turned into an apologist for the status quo. Cited by some colleagues for failing to fight for money to computerize court records. Opposed giving lower appellate courts the first shot at criminal appeals (he thinks the new system will mean the death of his court within two decades); also opposed penal code revision in the early seventies. Wrote the opinion in the infamous <em>Rucker</em> case (page 216). Not the dominant figure he once was, but still ranks as one of the most influential judges on the court._</p><p><em>For the Defense</em></p><p><strong>Sam Houston Clinton, 59, austin.</strong> Votes to uphold convictions: 35 per cent. By far the most complex personality on the court—brilliant, eloquent, eccentric, possessed with an intense sense of justice and occasional tunnel vision; a combination of Clarence Darrow and William O. Douglas. Prefers blue jeans and ancient sweaters to judicial robes. A student not only of the law but of the court itself; delves through old lawbooks looking for clues to the personalities of judges long forgotten by everyone else.</p><p>As a defense lawyer, saw police witnesses commit perjury to obtain convictions in drug cases; as a judge, admits to looking at drug cases with a jaundiced eye: “I know the territory.” Wrote the highly technical <em>Crowl</em> decision (page 212), thus throwing out hundreds of cocaine convictions.</p><p>Not consistently nitpicky: wrote a stout dissent in the <em>Rucker</em> case, opposing the court’s lenient interpretation of a new rape law. Complains about press stories calling him a liberal. Except in drug cases, regarded by prosecutors as a winnable vote.</p><p><strong>Truman Roberts, 64, Hamilton.</strong> Votes to uphold convictions: 37 per cent. Gruff, outspoken, unfathomable. Elected in 1970 after a career as a rural prosecutor and hard-line district judge; was expected to be, in the words of one defense attorney, “a total cop,” but turned into the court’s most ardent advocate of forcing prosecutors to dot every ###italicOpen#italicClose## and cross every <em>t</em>. Responsible for some of the court’s most bizarre reversals, including the <em>Danzig</em> case (page 214) and the preliminary opinion in the <em>Rucker</em> case.</p><p>His background and abrupt about-face make him the most controversial member of the court. “He’s a dream,” says wellknown austin defense attorney Frank Maloney. Considerably less complimentary is Dallas DA Henry Wade, who has attacked Roberts publicly. Retiring from the court this year; prosecutors won’t miss him.</p><p><strong>Marvin Teague, 48, Houston.</strong> Votes to uphold convictions: 31 per cent. Claimed his seat in 1980 by outpolling the deadliest of the Deadly d’s, Leon Douglas; quickly became his polar opposite. Led the court in dissents last year with forty—every single one on behalf of defendants.</p><p>Spends at least ten hours a day, seven days a week, in his office, which is so overflowing with appliances, decorations (a replica of a three-masted schooner hangs from the ceiling), loose papers, and lawbooks that it resembles a dorm room from <em>The Paper Chase</em> during finals. Totally dedicated to the study of criminal law. As a defense lawyer, compiled an exhaustive five-volume guide to Texas criminal practice and put out a monthly newsletter to defense lawyers summarizing recent decisions of the court, which he inspirationally acronymed CRAP.</p><p>Still retains the perspective of the criminal defense attorney—quick to leap on any mistake by the state. Teague is the archetypal product of the adversary system. <em>P.B.</em></p><p>Courts, like criminals, tend to be repeat offenders. One of the hazards of employing technicalities is that once implanted in the fertile womb of the law, they reproduce and grow and take on a life of their own. As the lawyer Portia warned in <em>The Merchant of Venice,</em> a bad decision “’twill be recorded for a precedent, / and many an error by the same example / Will rush into the state. It cannot be.”</p><p>It can in this state. Shortly after deciding the <em>King</em> case, the Court of Criminal appeals was faced with another death sentence and another missing name on an indictment. Philip Brasfield had killed six-year-old Johnny Turner after abducting him from the yard of a Lubbock apartment. Brasfield had been indicted for killing Turner “in the course of committing the offense of kidnapping”—again, no victim mentioned, just as in the <em>King</em> case. But this was different. In <em>King,</em> the court had been mesmerized because the murder victim and the unnamed rape victim were two different people. In <em>Brasfield</em> there was only one victim. The only thing the two cases really had in common was that the ambiguity in the indictment in no way damaged the defendant or took him by surprise. Surely the court wouldn’t . . . oh, yes, it would. “The indictment is susceptible of an interpretation that the victim of the kidnapping was a person other than the deceased,” the court said, citing <em>King</em> as a precedent. Case reversed.</p><p>Handling cases like these ought to be automatic. If the harm to a defendant is entirely theoretical and does not exist outside the court’s imagination, the appeal ought to be slapped down with a heavy gavel. So what if the indictment could have been phrased a little better? The court is not a law faculty grading examinations; it is a crucial part of an overburdened legal system that doesn’t need any more sand in the gears.</p><p>Unfortunately, to get the court to change its ways is not going to be easy, even though its nine judges are elected statewide. The court’s predilection for technicalities goes back a long, long way. “The Texas Court of Criminal appeals enjoys the reputation of being one of the foremost worshippers among the american appellate courts of the technicality,” the american Institute of Criminal Law once commented. That was in 1910, and it is an observation that has withstood the test of time.</p><p><em>Stomping Without Feet</em></p><p>Today technicalities work to frustrate justice, but that has not always been the case. In eighteenth-century England all felonies—even larceny of just a shilling's worth of goods —were punishable by death. Judges reluctant to impose such harsh penalties for small crimes latched on to errors of form to provide a way out. The same pattern was repeated in Texas. Early Texas criminal codes were draconian, no doubt to cope with a populace that an English visitor described with repulsion: “Texas may with safety be regarded as a place of refuge for rascality and criminality of all kinds.” Houston, the visitor wrote, was the “greatest sink of dissipation and vice that modern times have known.” The criminal law of the Republic of Texas listed fourteen capital crimes, including robbery, burglary, and enticing away a slave, as well as provisions for lashing and branding offenders.</p><p><em>(Continued on page 210)</em></p><p><em>(Continued from page 131)</em></p><p>Local justice was often swift, unconcerned with formalities, and caught up in the passions of the moment. Another visitor to antebellum Texas recorded this savage pronouncement of sentence upon a convicted murderer:</p><p>The court did not intend to order you to be executed before next spring, but the weather is very cold—our jail, unfortunately, is in a very bad condition and the chimneys are in such a dilapidated state that no fire can be made to render your apartments comfortable; besides, owing to the great number of prisoners, not more than one blanket can be allowed to each; to sleep soundly and comfortably, therefore, will be out of the question.</p><p>In consideration of these circumstances, and wishing to lessen your sufferings as much as possible, the Court, in the exercise of its humanity and compassion, do hereby order you to be executed tomorrow morning, as soon after breakfast as may be convenient.</p><p>In such an atmosphere, the first consideration for appeals was speed. The state supreme court, with both civil and criminal responsibilities, couldn’t keep up with the hangman. Finally, the framers of the new constitution of 1876 came up with a novel idea: the only appellate court in america dealing solely with appeals of criminal cases (since 1908 Oklahoma has had a similar court). Originally there were only three judges, elected statewide with staggered sixyear terms. Now there are nine.</p><p>As in England, the court countered harsh laws with indulgent enforcement, often resorting to technicalities to accomplish its purpose. Between 1900 and 1927 the court reversed 42 per cent of all the convictions that reached it, including a staggering 68 per cent in 1900. (The high-water mark of the current court was 11 per cent in 1977.) During that era the court wiped out a conviction of a man indicted for burglarizing a house occupied by six Japanese because only five actually lived there; the sixth was just visiting. On another occasion a defendant convicted of receiving stolen property “from persons unknown” appealed successfully because the state had had the bad luck during the trial to discover who it was.</p><p>Eventually the rough justice of the frontier died out, but the court’s penchant for technicalities did not. The court reached the apotheosis of judicial nit-picking in the middle forties with its two most infamous decisions. In the murder trial of Chesley Gragg, charged with killing his wife “by then and there drowning” her, Gragg’s lawyers moved to throw out the indictment because it did not say “whether the deceased was drowned in water, coffee, tea, or what.” The trial judge was not impressed. The Court of Criminal appeals was; it reversed the conviction. The <em>Gragg</em> case was followed two years later by the murder trial of Buster Northern, who had killed an elderly woman, according to the indictment, “by kicking and stomping” her. The court said this, too, was faulty, since there was no mention that he kicked and stomped her with his feet. I am not making this up. Northern’s case, like Gragg’s, was sent back for a new trial.</p><p>For most of its history the court has labored in obscurity, but the drowning and stomping cases got it some unwanted attention. The flamboyant <em>Houston Press,</em> moribund since 1964, assailed the court regularly; the <em>Dallas Morning News</em> repeatedly called for the court’s abolition. When Northern was reindicted for stomping “with his feet,” the <em>News</em> dourly predicted that the case would be reversed because the indictment failed to specify how many feet.</p><p>The court continued to draw fire through the fifties, and the notoriety took its toll. By 1955 the court had turned over entirely, and the new judges were much more favorably inclined toward the state. But, true to its heritage, the court continued to favor form over substance. It was expert at finding microscopic flaws in the way lawyers filed their appeals, enabling the judges to uphold convictions without ever deciding appeals on their merits. A professor from St. Louis who came to teach criminal law at the University of Texas in 1967 was dismayed by the court’s work. “The quality was incredibly low,” Robert Dawson recalls. “You never saw an adequate rationale. The opinions contained no reasoning. The court just ground them out —cited a couple of cases and announced the result. It was beyond a doubt the worst court of last resort in the country.”</p><p>Reversal rates plunged to an all-time low of 3 per cent in 1966, and defense lawyers looked upon the court as just a watering hole en route to federal court, where it is essential to show that state courts have already rejected the appeal. “If you got a reversal out of that court,” current Court of Criminal appeals judge Marvin Teague has said, “you had truly climbed the Himalayas.”</p><p>All that changed during the five years after reversal rates hit bottom. In 1966 Onion, then a San antonio district judge, defeated one of the incumbent judges; upon taking his seat, he ignored advice from his veteran colleagues to write short and keep his research to a minimum. In 1967 the court was expanded from three to five members (it grew to nine in 1977). By 1971 new blood had transformed the court into a body that took its duties more seriously. Meanwhile, the Legislature was working on a new penal code that would simplify the law, eliminate a lot of the old formalism, and streamline Texas criminal justice. At least, that was the idea. That it didn’t happen is the great failing of the Court of Criminal appeals.</p><p><em>The Legal Minefield</em></p><p>The current court’s most astonishing decisions have involved the precise wording of indictments. The same state constitution that created the Court of Criminal appeals decreed that in an indictment the accused person has “the right to demand the nature and cause of the accusation against him.” Seldom has such an innocuous phrase given birth to so much mischief.</p><p>Take, for example, the case of Kelly Gene Reynolds, thief. On april Fool’s Day, 1974, Reynolds stole a billfold from a man standing at the cigar counter of Walgreen’s in downtown Houston. He was chased down and caught immediately. The Court of Criminal appeals overturned his conviction because the indictment did not say that he stole the billfold “without the effective consent of the owner”—even though it is hard to imagine how anyone could steal something <em>with</em> the effective consent of the owner.</p><p>Or take the case of Stanley Crowl, a Garland attorney indicted for possessing cocaine. He was convicted under a law prohibiting the possession of “coca leaves and any derivative thereof [except] extractions which do not contain cocaine.” If you’ve guessed that the court reversed the case because the indictment said he possessed cocaine instead of a derivative of coca leaves, you’re onto the game.</p><p>To understand how the court has planted this legal minefield, it is helpful to know how the indictment process works. In any felony case, the prosecutor must first persuade an appointed panel known as a grand jury that there is enough evidence to justify a trial. If the grand jury agrees (usually after hearing only the state’s evidence), it votes to indict. The substantive language—“on or about the 11th day of May, 1978, Stanley Crowl did then and there unlawfully knowingly and intentionally possess a controlled substance, namely, cocaine”—is written by the prosecutor, but the indictment is issued by the grand jury and only the grand jury can change it.</p><p>State law sets out a number of hurdles that an indictment must clear in order to be valid. Nine of these are concerned with form, and every one is a booby trap that can blow up the state’s case. For example, an indictment must begin with the phrase “In the name and by the authority of the State of Texas.” Heaven help the prosecutor who blunders here. In 1980 the court threw out the murder conviction of Billy Ray Wallace of Sulphur Springs because the magic words were left out, even though Wallace had challenged the indictment through a writ after pleading <em>guilty</em> and waiving his right to appeal.</p><p>In such cases the judges insist that they have no choice. Judge Sam Houston Clinton says of the <em>Wallace</em> case, “That has always been the law, and this court has never deviated for a hundred years. It’s not for me to say otherwise. We’re not here to rule on what we think is wise, but on what the law is.”</p><p>But they do have a choice. The Legislature may have established <em>what</em> the law is, but the court decides <em>who</em> can challenge it, and <em>when.</em> People who plead guilty to an indictment ought not be able to change their minds and attack it months or even years later. The courts are overloaded enough as it is. That is why in other situations—the introduction of illegal evidence, for one—a defendant who fails to object at the time loses the right to complain later. But the court refuses to extend its contemporaneous objection rule to indictments. The result is that defense lawyers who spot a defect in an indictment keep it to themselves; they would be fools to do otherwise. They get two bites at the apple: if they win the trial or negotiate a good plea bargain, fine; if not, they can challenge the indictment on appeal. Defense lawyers call this heads-I-win-tails-you-lose tactic “laying behind the log.”</p><p>The next obstacle is that the court requires an indictment to contain everything the state has to prove to get a conviction. This is the pitfall that caused reversals in the <em>Crowl</em> and <em>Reynolds</em> cases. It is not enough to say that Smith stole Brown’s car. Since the state must prove that Smith took the car intentionally and without Brown’s permission, the indictment has to say so—even though that’s what stealing means. Once again the judges say they have no choice but reversal if the magic words are missing, and once again their protestations are disingenuous. They have chosen to ignore a state law that says the exact wording of indictments does not matter: “It is sufficient to use other words conveying the same meaning.”</p><p>Let’s suppose that an indictment has survived the obstacle course. Is the state home free? No. The defendant often wants to know more than the indictment tells him. Usually this is more a matter of gamesmanship than necessity. The state must conform its case to the indictment (remember Billy Wayne Gibbs and Montgomery Ward), so it wants to be as general as possible: Smith stole Brown’s car. A defense lawyer wants the indictment to be as specific as possible, because if it says Smith stole Brown’s twodoor Oldsmobile and it turns out that Brown owns a four-door Oldsmobile and a twodoor Buick, Smith goes free.</p><p>In theory this jockeying seems harmless enough; in practice it gives life to the old saying that justice delayed is justice denied. Here is the problem: the defense can’t get the answer to its question—what kind of car? —without bringing the trial to an immediate halt. The Court of Criminal appeals will not allow either the judge or the prosecutor to amend the indictment; it must be sent back to the grand jury. This delay, not the answer to his inquiry, is precisely what the defendant wants. The next time his case comes up there may be another deficiency in the new indictment, or the state may not be able to get all its witnesses in court on the same day. The judge knows this and consequently seldom agrees to quash an indictment. Defense lawyers know <em>this,</em> and so they scavenge for the slightest ambiguity —did Chesley Gragg drown his wife in water, coffee, tea, or perfume? —in hopes that the Court of Criminal appeals will later say that the trial judge made a mistake in denying their request.</p><p>What a mess the court has made! If an indictment is valid, a defense lawyer does best to attack it at once. If it is invalid, he does best to ignore it until later. This is exactly backward from the way a system based on common sense would work. It is hard to imagine a more cynical procedure or one that invites more disrespect for the law. Defense lawyers get a lot of criticism for their tactics, but the blame falls squarely on the shoulders of the court. “The court makes the rules and I use the rules,” says austin defense lawyer Jim Vollers. He should know: he was appointed to the court for a brief period in the late seventies, but lost his seat to Clinton in the 1978 election. He was a frequent dissenter in indictment reversals. “There’s no need for technical rules on indictments,” Vollers says. “You’re just trying to give notice. ‘Cocaine’ gives better notice than ‘coca leaves.’ The court ought to ask, ‘Is this rule really necessary for a fair trial?’ and forget the technicalities.”</p><p>The court’s picayunish insistence on the purity of indictments sometimes has farreaching consequences. In large cities like Houston and Dallas, the district attorney’s operation is computerized. With three hundred or more felony cases a week, there’s no time to prepare individualized indictments; rather, prosecutors settle on a form they think is valid and use it over and over. A decision like <em>Crowl,</em> therefore, goes far beyond one case: hundreds of people serving time for possession of cocaine had their convictions reversed. In Houston, the <em>Reynolds</em> case wiped out every theft conviction in Harris County for three years—thousands of cases. Another case did the same for forgery in Houston. Some of the cases were retried. Some could not be; witnesses had moved away or, having seen the system at work, were afraid to testify. Much of the time, however, the criminal pleaded guilty in exchange for a negotiated sentence of time already served. On the record it was a conviction, but in fact the criminal was out on the street.</p><p><em>The Shell Game</em></p><p>A lawyer, according to an old adage, is someone who would rather follow a poor opinion than a good reason. A skilled appel<strong>late</strong> lawyer is <strong>someone</strong> who <strong>can persuade a</strong> court to do the same. The appellate process is a shell game and the pea is common sense; if the judges can’t keep up with it, they’re going to end up in trouble. All appellate courts face the same hazard, but few are snookered as easily or as often as the Court of Criminal appeals. It is a pushover for the farfetched argument that makes legal, but not common, sense.</p><p>The events of May 5, 1975, and their aftermath are a perfect illustration. A prostitute named Jill Danzig was touring the streets of Killeen that night and picked up James Naraine, a soldier stationed at Fort Hood. Naraine gave Danzig $40 and they headed for her trailer. There, however, she said no deal, and a male friend was on hand to throw the soldier out —without his money. Several hours later, Naraine was waiting for a bus back to the base when Danzig and another prostitute wandered by on their rounds. He went out and asked for his money. Danzig immediately took out a pocketknife with a four-inch blade and stabbed him three times, twice in the left arm and once on the nose, before a policeman driving by broke up the scuffle. Bleeding profusely, the soldier was taken to a military hospital for stitches. Danzig was charged with aggravated assault with a deadly weapon. After she was convicted, the case went to the Court of Criminal appeals. Like all appellate tribunals, the court considered only the narrow issues raised by the defendant. The problem for the court: was the knife a deadly weapon?</p><p>The answer is obvious. Of course it was. But the Court of Criminal appeals said it wasn’t. Case reversed.</p><p>State law defines a deadly weapon as, in addition to firearms, anything that in the manner of its use is capable of causing serious bodily injury or death. The jury, listening to the evidence, had decided that the knife as wielded by Danzig fit the definition. In her appeal, Danzig said the evidence was insufficient. And the Court of Criminal appeals bought it.</p><p>Where, the court asked in its opinion, was the <em>real</em> evidence? Forget that the victim and the policeman had testified about the incident. Where were the <em>experts</em>? “The wounds, although near vital areas, were not shown by expert testimony to have been likely to result in death or serious bodily injury,” the court said.</p><p>Who, one might ask, would such an expert be? Perhaps the state should have gone down to Huntsville, recruited someone under a death sentence for committing murder with a knife, put him on the stand, and shown him the blade. Then he could have testified as an expert: “Yeah, man, I coulda iced him with that.” The point is not what the wounds were, but what they might have been, had the flailing knife landed an inch or two the other way. The implication of the <em>Danzig</em> case is that it is almost impossible to convict people for aggravated assault with a pocketknife. If they use the knife unskillfully, it’s simple assault at most. If they use it skillfully, it’s murder.</p><p>The Court of Criminal appeals fell right into the trap. From a question with a perfectly obvious answer (was the knife, as Danzig used it, capable of killing or seriously injuring the soldier?), the issue mutated into one that was not quite so obvious (should there have been expert testimony?). The effect was to shift the scrutiny from the criminal to the state.</p><p>This sort of subterfuge happens in all appeals in all courts. The essence of the process is to reduce a case to a single question favorable to your side. The pea has moved. Then each side hunts for precedents to support its position and argues that its precedents are more like the case under consideration than the other side’s. The pea has moved again. By now the original question is only a dim memory, and instead of arguing about whether the world is round or flat, the participants are embroiled in whether Columbus or aristotle knew more about geography.</p><p>It's the appellate court’s job to step in and say, when appropriate, “You can’t fool us.” The obvious shouldn’t be debased by debate. It doesn’t take a doctor or any other kind of expert to decide whether Jill Danzig could have caused “serious bodily injury” with her knife. Twelve ordinary people in a jury box will do. But time after time the Court of Criminal appeals falls for the same old game. Why is it so different from other courts? To ask the question is to answer it: because the Court of Criminal appeals is different from other courts. It alone is made up of <em>specialists.</em></p><p><em>The Men Who Knew Too Much</em></p><p>Decisions like the <em>Danzig</em> case—and <em>Gibbs, King, Crowl,</em> and the rest* —do not mean that the court is a confederacy of dunces. Indeed, the problem is just the opposite. The nine judges on the Court of Criminal appeals know the criminal law inside out. They have spent a lifetime in it, as prosecutors, defense attorneys, trial judges, or all of these; if anything, they are <em>too</em> familiar with it.</p><p>The judges accept technicalities unquestioningly, the way our lungs accept air. Formalism is the atmosphere they have breathed all their professional lives. (The only exception, significantly, is the court’s youngest member, Mike McCormick.) Their background as specialists has a lot to do with the court’s technical and hairsplitting approach to the law. They are like the medieval monks who debated how many angels could dance on the head of a pin; their cloistered lives lead them to explore questions that are meaningless.</p><p>The judges are not soft on crime. Rather, they are hard on the state. This too is a by-product of specialization. Criminal law is an adversary practice. The mythology, accepted by prosecutors as well as by defense lawyers, is that the state has awesome power and limitless resources, and when it undertakes to restrain someone’s liberty, it ought to have to play by very strict rules. “If ever there’s a time for a technicality, it’s when someone’s freedom is involved,” says Doug Mulder, formerly the ace prosecutor in the Dallas DA’s office and now a defense attorney. Judge Carl Dally, one of the most state-oriented judges on the court, says, “The DA can and should get it right.”</p><p>*For the incredulous, or perhaps just the curious, here are the volumes and page numbers in the <em>Southwest Reporter.</em> Second Series, where the cases discussed in this article are published.</p><p>Gibbs v. State, 610 S.W.2d 489</p><p>King v. State, 594 S.W.2d 425</p><p>Brasfield v. State, 600 S.W.2d 288</p><p>Gragg v. State, 186 S.W.2d 243</p><p>Northern v. State, 203 S.W.2d 206</p><p>Reynolds v. State, 547 S.W.2d 590</p><p>Crowl v. State, 611 S.W.2d 59</p><p><em>Ex parte</em> Wallace, unpublished</p><p>Danzig v. State, 546 S.W.2d 299</p><p>Rucker v. State, 599 S.W.2d 581</p><p>But does that mean the state has to be perfect, even when its mistake hasn’t hurt a defendant’s case in any way? Don’t ask defense lawyers; they say it’s not their problem. “i’m an agent for my client, not a public servant,” says respected Dallas defense lawyer Kerry FitzGerald. “The public is paying the prosecutor. Go talk to him about justice and public policy.” But prosecutors are no different. In the adversary system, where the ultimate danger is thought to be the power of the state, not crime, both sides care only about winning, and technicalities are just part of the rules of the game. But where does that leave the public when Kelly Gene Reynolds and every other convicted thief in Houston are sprung on the most minor of technicalities?</p><p>Specialization has had another unfortunate effect on the Court of Criminal appeals. It has produced judges who are intensely possessive of the criminal law as they have defined it. Virtually the entire court was opposed to the Legislature’s efforts to revise the penal code in the early seventies, even though the old code was archaic and inconsistent (one example: stealing a single grapefruit was a felony; stealing ten bushels of peaches was a misdemeanor). But the court had been interpreting the old code for half a century; its judicial decisions, more than the actual words of the code, were the law. Now the Legislature was going to rewrite everything and throw out all that work, all their expertise. None of the court’s past rulings would have any meaning, and the court didn’t take kindly to it.</p><p>“There was a great deal of feeling on the court for the old penal code,” recalls Judge Tom Davis. “There were predictions that the new code would cause a lot of trouble.” It turned out that the judges fulfilled their own prophecy.</p><p>One of the problems in the old code was the offense of rape. It encompassed a wide range of circumstances, from taking advantage of an intoxicated ladyfriend to a brutal assault on a stranger. The jury was supposed to let the punishment fit the crime. In practice, however, juries dealt far more harshly with black rapists than with whites, regardless of the circumstances. So the new penal code forced juries to consider the circumstances in assessing punishment by dividing rape into two offenses, simple and aggravated. The latter involved the threat of serious bodily injury or death and carried higher penalties. And that is where Trummie Neal Rucker comes in.</p><p>Rucker climbed into the back of a station wagon one night in October 1975 while the driver, a Houston nurse, was mailing a letter inside a neighborhood post office. After the nurse returned to her car and drove away, she felt a hand come over her shoulder and grab her face. Restrained by her seat belt, she was trapped. Rucker jumped between the bucket seats into the front of the car and hit the nurse in the face, fist doubled up, with all his strength. He continued beating her until she could drive no longer and, bleeding from the nose and mouth, pulled off the road onto a gravel and shell lane. Rucker dragged her out of the car, beat her some more, tore off her clothes when she refused to remove them, pushed her into the weeds and gravel, and raped her. During intercourse he asked, “are you enjoying it?” When she said no, he smashed her in the face again. Afterward, he dragged her on her back, naked, down the gravel lane, told her to run or he’d kill her, and escaped in her car. Her face was so swollen, her husband testified later, that he could barely recognize her. The jury convicted Rucker of aggravated rape and sentenced him to life.</p><p>The Court of Criminal appeals had to decide whether Rucker’s actions threatened the nurse with death or serious bodily injury —the test of aggravated rape under the new penal code. Rucker made no verbal threat before the rape, the court noted. He had no weapon. He inflicted no serious bodily injury: “no concussion, no broken bones, no internal injury, no serious permanent disfigurement, and no protracted loss or impairment of any part of her body.” Case reversed.</p><p>It was the four-inch-knife logic all over again: the court had confused the <em>result</em> (no serious bodily injury) with the <em>threat.</em> There is not a member of the court, or of the human race, who would consider a silent, brutal, sneak attack on himself by a stranger at night to be anything other than life threatening—indeed, the silence would only enhance the threat. Yet the court could not see the incident through the victim’s eyes. That’s because the judges were too busy training their sights on the real culprit: the Legislature.</p><p>The <em>Rucker</em> case was the court’s heavensent opportunity to discredit the new penal code, and the judges weren’t about to pass it up. Don’t blame us, the court said in effect; blame the Legislature. They’re the ones who dreamed up the two kinds of rape that caused all the trouble. “[Rucker’s] counsel suggests that all the current penal code has done is create confusion,” the court said, “and that the code should be amended to create a single first-degree felony offense of rape.” In other words, let’s go back to the old penal code. “This is a commendable view that the Legislature should seriously consider. We note it in passing.”</p><p>Meanwhile, Trummie Neal Rucker’s life sentence went out the window with the reversal. By the time his retrial for simple rape came up, he had just begun serving a twenty-year sentence for aggravated robbery. Since the maximum sentence for rape is also twenty years, prosecutors decided not to retry him. For Rucker, the rape was free.</p><p><em>The 100 Per Cent Solution</em></p><p>There is only one solution to the problem posed by this misdirected court, and that is to get rid of it. This does not mean that people convicted of crimes will have no way to appeal their cases. Texas should simply eliminate one of its two courts of last resort, as was proposed by the ill-fated state constitutional convention of 1974, and let a single supreme court decide both civil and criminal appeals.</p><p>Why not try reform rather than repeal? It doesn’t work, not when judges are involved. Judges have a nifty advantage over the rest of us: they always get the last word. Pass legislation instructing them what to do and they’ll tell you that you didn't mean what you said, and besides, you didn't have the power to say it at all. This is exactly the fate that befell another goal of the new penal code —to strip the formalism from indictments. Nice try, the court said, but “the Legislature cannot authorize the courts to dispense with essential allegations.” and who decides what is essential? The court, of course.</p><p>Short of a state constitutional amendment to exterminate the court, the most obvious way to change it is at the ballot box, but that isn’t a very practical answer. Most of the public doesn’t even know that the court exists, much less that it’s elected statewide. Dally, who is facing a tough reelection challenge mounted by defense lawyers, was told while campaigning in Fort Worth, “i’d like to vote for you, but i’m not in your precinct.” The candidate’s views, records, and qualifications go unnoticed by the public; only prosecutors and criminal lawyers know who tilts toward the state or the defense. Campaign contributions and even volunteer workers are almost impossible to come by, especially since most prosecutors and defense lawyers, if they get involved injudicial races at all, are more interested in electing friendly trial judges. The outcome usually depends on who has the snappier name. When Jim Vollers drew defense lawyer Sam Houston Clinton as an opponent in 1978, he briefly toyed with the notion of changing his name to Sam Houston Vollers.</p><p>One proposed solution is to let the governor appoint the judges, but that wouldn’t make any difference. Remember, the court has expanded from three to nine judges in the last fifteen years, with the six new judges originally getting their seats through appointments; yet the current court is much more prone to use technicalities against the state than its predecessor in the sixties.</p><p>There is one reform that might persuade the court to relax its requirements for indictments. The federal courts in criminal cases use a process known as a bill of particulars, which enables a defendant to find out anything he might want to know about the government's case. Many states have a similar system, known as discovery. In Texas discovery is routine in civil cases, but a criminal defendant has only a limited right to find out anything about the state’s case beyond what is contained in the indictment. This is one reason that the court stays so immersed in the triviality of indictment law. “That piece of paper,” says Judge Marvin Teague, “is all the notice the defendant gets.”</p><p><em>(Continued on page 241)</em></p><p><em>(Continued from page 218)</em></p><p>So why doesn’t the Legislature change the rules? Despite the hue and cry about crime that emanates from the Capitol, few politicians care about the nuts and bolts issues that really matter. They would rather capitalize on dramatic issues like wiretapping. Indictment law is difficult to explain to the public and thus is of no benefit as a political issue. When Bill Clements put together his “war on crime” package last year, not one of the proposals dealt with the indictment quagmire that Larry Urquhart, chief of the appellate division in the Houston DA’s office, calls “the most frustrating part of Texas criminal law.”</p><p>Nor is change likely to come from within the court itself. Reformers hope that the new procedures allowing criminal cases to be appealed to intermediate courts will ease the work load (heaviest of any appellate bench in the country) and give the judges more time to work on their opinions. But unless the court abandons its prevailing philosophy, in the long run any procedural reforms will be worthless.</p><p>All of the cases discussed in this article, from <em>Gibbs</em> to <em>Rucker,</em> have one thing in common: they in no way protect any fundamental right or preserve any constitutional guarantee. They don’t prevent miscarriages of justice; they create them. And the court has given no indication that it is suddenly committed to fairness rather than formalism. If anything, some recent decisions indicate that it is counterbalancing the silly technical rules it uses against the state by using equally silly technical rules against defendants. Two wrongs don’t make a right.</p><p>The sad truth is that Texas criminal law is never going to reflect common sense so long as it remains the exclusive domain of specialists. Because the judges on the Court of Criminal appeals deal solely in the criminal law, they are “lost in minutiae.” The observation is not new; it was made by the late George Stumberg, criminal law scholar at the University of Texas law school from 1925 to 1964. It was true even before that, all the way back to 1881, when the Legislature passed a law known, tellingly, as the Common Sense Indictment act. The court sabotaged the 1881 law, just as it sabotaged the new penal code.</p><p>One hundred years is long enough to wait for common sense. The american Bar association is opposed to specialized courts. It is right. Stumberg was opposed to them. He was right. The constitutional revisionists of 1974 were opposed to them. They were right. The Court of Criminal appeals should be abolished<em>.</em></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "April 1982",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Judges",
      "Court of Criminal Appeals",
      "Defense",
      "Law",
      "Texas",
      "Prosecutors",
      "Rape",
      "Lawyers",
      "Houston",
      "Legislature",
      "Death",
      "Murder",
      "people",
      "Crime",
      "assault",
      "attack",
      "Dallas",
      "ever",
      "record",
      "Work"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Texas",
      "Houston",
      "Dallas",
      "Austin",
      "Montgomery"
    ]
  }
}