{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19824",
    "date": "April 1982",
    "year": 1982,
    "month": 4,
    "month_formatted": "April",
    "pdf_uri": "/1982/19820400.pdf",
    "issue_cover_image": "",
    "document_start_page": 118,
    "toc_start_page": 116,
    "document_page_range": [
      [
        118,
        119,
        120,
        121
      ],
      [
        238,
        239,
        240,
        241
      ]
    ],
    "toc_order": 1,
    "toc_headline": "Back Home",
    "toc_kicker": "",
    "cover_cut_line": "Why I Left Texas and Why I Came Back, by Gary Cartwright"
  },
  "identifier": "TXMO-ARTICLE-198204-backhome",
  "source": "/1982/19820400.pdf",
  "wp_post_id": 118320,
  "wp_post_guid": "http://www.texasmonthly.com/article/back-home/",
  "authors": [
    "Gary Cartwright"
  ],
  "headline": "Back Home",
  "dek": "Why I had to leave Texas and why I had to come back.",
  "spread_caption": "",
  "excerpt": "Every Texan gets the urge to leave. But then, every Texan eventually wants to come back again.",
  "kicker": "",
  "word_count": 3780,
  "content": "<img /><p>Photograph by Walter Nelson</p><p><em>New Mexico in the rearview mirror: home after eighteen months</em></p><img /><p><strong>Tuesday, January 6: Leaving Taos.</strong> Long before dawn <strong>I </strong>am awake with the ghosts. I can feel the chill in the adobe walls and in my bones. I can hear the dry voices, rehearsing. They can tell from the packing crates and disarray that we are moving. <em>You’ve picked the perfect day,</em> the old dry voice calls from the darkness. <em>as usual!</em> The movers were supposed to be here this morning, but I called yesterday and canceled, figuring to save seven or eight hundred bucks by doing it myself. I was sucked in by a U-Haul commercial touting “adventures in Moving.”</p><p>I draw the blanket over my head and count the reasons never to move again. I mean from this <em>bed.</em> I can hear my wife’s light breathing and the rustling of the airedales as they sense it is about to begin. The U-Haul truck that I rented last night is stuck halfway up the icy, rutty slope that masquerades as a driveway here on the Llano Quemado.</p><p>Shel Hershorn</p><img /><p><em>The Taos house where the Cartwrights spent their exile from Texas was quaint—too quaint.</em></p><p>I haven’t had a cold in two years, but i’m catching one now. A monstrous one. Without looking, I know it’s snowing again. We may not find the truck until spring. I know, too, that the last piece of firewood is now cold ash. The utilities will be shut off in a few hours, if they don’t go off by themselves, which they frequently do during a snowstorm. Moving is nothing more than a test of character, but I don’t know if I have any character left. The ghosts know. In the past 25 years we’ve moved no less than a dozen times, the ghosts and I. I don’t sleep as well as I used to, and the ghosts don’t sleep at all. I listen to Phyllis’s steady breathing and wonder what will become of <strong>us.</strong></p><p>I told people that I moved here to work on a book, to get a fresh perspective, but that’s only part of it. Living in Taos is an old dream, dating back ten years to a time when I first saw the place. It was October after an interminably long and blistering Texas summer, and Taos came over me like a narcotic. The maples were scarlet and the aspens shimmering gold. Fields of yellow and rustcolored chamisa rolled over the valley, and the sweet scent of pinon curled from adobe chimneys. It was like discovering a new season. I knew then that I had to come back, not just to visit but to stay.</p><p>I don’t mean stay in the sense that a stump stays in a field until it rots. I’ve seen people do that, and I tell you frankly i’d rather be a heroin addict. I’m more afraid of withering than dying. That feeling, that <em>phobia,</em> probably explains better than anything why I moved to Taos. I’m sure everyone feels it from time to time, that stagnation of being in one place too long. Someone described austin as “a fur-lined trap.” a friend who left austin nine years ago used the word “flee.” She didn’t just leave, she fled. That’s the way I felt. I was sitting around a bar one night with some old friends when it came over me. We’d ordered one more round and I was telling or listening to one more story. Remember the time that . . . Same drink, same friends, same faces, same memories. I began to feel myself fading into the walls. In another five years i’d look like a section of Sheetrock. In another ten years i’d be covered with favorite recipes and cartoons clipped out of the <em>New Yorker.</em></p><p>I’d lost my ability to feel. I would drive across the Capitol grounds at night and look up at the massive walls of pink granite and try to recall what it all meant. I’d walk along Barton Creek and see nothing except the streams of sweat that poured down my forehead and streaked my glasses. I began to wonder if mockingbirds would make good chili. Friends called, but I seldom answered. I would sit for hours in dark rooms, listening to the wisdom of the air conditioning motor, and fall asleep staring at photographs of Norwegian fishermen in <em>National Geographic.</em> When Phyllis and I made the decision to move to Taos, everyone predicted we’d be back. Maybe. Maybe not. It was a subject I wasn’t prepared to consider just then. My only job was to get over the wall.</p><p>By midmorning i’ve made two extra trips across town to the U-Haul station, first to replace the truck’s muffler, then to seek assistance in attaching the tow bar by which I intend to tow my Bronco to Texas. Nothing in Taos ever gets done the first time; it’s like Mexico, except most people speak English and you can drink the water. A thousand miles to go and i’ve already used half of the thirty-gallon tank of gas.</p><p>The truck still won’t make it up the icy driveway. I remove a section of a neighbor’s fence and bring the truck in from the back, carefully avoiding goats and stacks of firewood. It is snowing harder. I can barely see the tracks from this morning.</p><p>Larry Kolvoord</p><img /><p><em>after an adventure in moving, Gary Cartwright his wife, Phyllis, and their two airedales, Bucky and abigail, are safely back home in austin.</em></p><p>I stand under the <em>portal,</em> drying my hair with a blanket, looking out over the pastoral valley of Ranchos de Taos, thinking of the months of good times and hard work, missing it already. From the llano, I can see the orchards, the village, the old church. The frozen white faces of the mountains stare through me. There is not a sound.</p><p>About noon, I spot Noel and Wendy McDonald climbing the hill, bringing sandwiches and beer. Their Mercedes won’t make it up the drive. Noel is an artist from Marfa, and he will be moving in as we move out. He has no idea how long he’ll stay. We came for the summer, eighteen months ago. The magic doesn’t wear off, but neither does the feeling that you’re an outsider. Only the gringos talk about three cultures. Some stay for thirty years, but they never belong. Noel dresses like a cowboy and paints Indians. He is apparently successful. One artist I know complained of burnout. He had a magnificent view of the mountains from his studio, but he painted looking at a picture postcard.</p><p>By the time the truck is loaded and we’ve hooked the Bronco to the tow bar, the storm has whipped itself into a small blizzard, Phyllis has coaxed the two airedales, abigail and Bucky, into the back seat of her Lincoln, and we stand under the <em>portal, </em>looking back one last time. A lot of things happened here, some of them bad—our prize airedale, Dashiell, was killed, then Phyllis broke her jaw, then we ran out of money. Taos wears thin: you get eaten up by the quaints. You get tired of women with hair under their arms. Tired of breast-feeding in the checkout line. Tired of jump suits and goggles. Tired of trust-fund hippies who go broke and become artists. That 130-mile drive to the airport in albuquerque loses its charm. There are seldom any good movies, the restaurants are mediocre and not one of them understands how to fix Mexican food, and the supermarkets are crowded and usually out of whatever it is you need. They never heard of okra or black-eyed peas. The * Spanish don’t speak to the Indians, and the Indians don’t speak to the gringos. Except to cadge loose change. There is an endemic snobbery among the gringos. Most of them hate Texans. Most of them <em>are</em> Texans, those who didn’t come from New York or California. None of them have a good word to say concerning where they came from. They talk a lot about chain saws, old trucks, herb gardens, and solar houses. Their morerustic-than-thou attitude would constipate a goose. I don’t mean all of them are phonies. Some of the transplanted Texans, such as our friends Shel Hershorn (Dallas) and Ed Thomas (Fort Worth), apparently thrive on the gospel of cold showers and outdoor plumbing. One shudders to contemplate the styles of civilization that chased them to this place.</p><p>But none of these are reasons to leave. There isn’t a reason. It’s just time to go.</p><p>Only now we’re not so sure. The storm is getting worse. There are seventy miles of icy mountain road between here and Santa Fe, and God knows what beyond that. My cough sounds like the zoo at feeding time. Only about three hours of daylight remain. Normally you could make albuquerque in three hours, but not today, not driving a loaded van and towing a Bronco. Maybe we should wait till morning. We need an omen. Phyllis suggests telephoning the highway department.</p><p><em>“There is a snobbery among the gringos in Taos. Most of them hate Texans. Most of them</em> are <em>Texans. They talk about chain saws, old trucks, herb gardens, and solar houses. Their more-rustic-than-thou attitude would constipate a goose.”</em></p><p>“Weather?” the heavily accented Mexican voice says. “We don’t know about no weather.” I hear him talking to someone in the room. Then he says, “Oh, you mean the big snowstorm. That will be here tonight, maybe tomorrow.” I wash down some cold pills with a slug of whiskey. For a moment my head clears and I feel better.</p><p>“What did they say?” Phyllis asks.</p><p>“They said it was a good day to travel. Lead the way.”</p><p>I walk along the side of the truck. From tip to tail the rig is about the length of an eighteen-wheeler. In the warm cab I close my eyes. I hope somebody knows how to drive this son of a bitch. Phyllis is inching the Lincoln down the slope toward the highway. There is a prayer on my lips as I slam the truck into granny and steer a wide path around the goats.</p><p><strong>WEDNESDAY: Remembering Forty</strong></p><p>Made it as far as Santa Fe, using the remaining half-tank of gas, most of the daylight, and all my nerve. Physically and mentally exhausted, we dined in the motel room in the company of our airedales, on whiskey and Colonel Sanders fried chicken. Praise fast food. Overdosed on cold pills and dreamed I was trying to crawl inside the carcass of a frozen wolf. Woke with echoes of gunfire ringing in my ears, coughing and gasping.</p><p>Luck seems with us as we wind out of Santa Fe and across a series of narrow bridges to albuquerque, where we begin the slow grind east, over the mountain pass. A sign warns that the speed limit is enforced by airborne radar, and the governor on the truck assures that I need not be concerned. Even downhill this turkey won’t break fifty. The blizzard is still behind us, to the north and west. Sleet peppers the windshield as we fight the crosswinds, but the highway is sanded and reasonably safe. I slip a Jerry Jeff Walker cassette into the recorder on the seat and watch the country drift by, thinking of another move seven years ago. It was the week of my fortieth birthday, and I didn't know it, but I was about to be divorced for the second time. I remember that Jerry Jeff and Bud Shrake and I were sitting on a neighbor’s steps drinking beer when my wife came home from nursing school. We'd had an argument about something, I don’t remember what. Without speaking or looking in my direction, she ran upstairs to our apartment and reappeared a few minutes later, carrying everything that I owned, which she dumped unceremoniously at my feet. I remember thinking, Is that <em>all</em>? It was a pitifully small pile. The traumatic part about moving is having to decide when. Divorce is one answer. The next day I was on a plane to New York, my life indeterminately altered.</p><p><em>(Continued on page 236)</em></p><p><em>(Continued from page 119)</em></p><p>My mind is still rummaging dim alleys when I become aware of an increasingly shrill noise from the engine. The airedales are observing me through the foggy rear window of the Lincoln, then I see smoke pouring from the hood and the shrill beat becomes a pounding. I ease the rig over to the shoulder, calculating that we’re about a hundred miles east of albuquerque. From Bowlin’s Flying C Ranch and Curio Shop, which carries possibly the world’s largest selection of knives, plastic longhorns, and pueblo-shaped ashtrays, I telephone the UHaul representative in the next town, Santa Rosa. A friendly man named Sanchez says he’ll be there in less than an hour.</p><p>“i’d say you blew an engine,” Mr. Sanchez observes as soon as he has opened the hood. He doesn’t seem worried. I feel better immediately. For some reason blowing an engine sounds much less sinister than the customary bullswack you expect from a person of the mechanical persuasion. Just offhand i’d say you terminated the camshaft fusion simulator, and it’s gonna cost you both kidneys and your cervical cortex. “These things happen,” Mr. Sanchez assures me. “We’ll take care of everything. We’ll tow you back to albuquerque, slap a new engine in her, and have you back on the road by morning.”</p><p>I walk back to the Lincoln, considering the nonlinear progression of our lives. We may know where we’re going, though I doubt it, <strong>but</strong> we sure <strong>as hell don’t have the faintest idea how</strong> we’re <strong>going to get there. Phyllis is</strong> opening a bottle of wine and unwrapping pieces of cold chicken. “What is it?” she asks. “More adventures in moving,” I tell her.</p><p>One of the things we missed most in Taos was Chinese food, so in albuquerque we buy $29 worth and devour it while watching <em>Becket</em> on cable TV. Long time since these old eyes feasted on cable. I fall asleep making a mental list of things I will not miss about Taos.</p><p><strong>THURSDAY: another State Of Mind</strong></p><p>True to their promise, the U-Haul people have us back on the road before noon. Weather bulletins warn that highways west of albuquerque are mostly closed, but it's smooth trucking to the east. The new engine is even slower than the one that blew, but by now i’ve got the routine. Cold pills, coffee, and whiskey: life reduced to basics. The cab of the truck is so warm and pleasant I can’t imagine ever being anywhere else.</p><p>We reach Santa Rosa by lunchtime. While Sanchez hooks the Bronco to the truck, we dine at the Sun n’ Sand on grilled liver and onions. Santa Rosa is one of those blessedly isolated little towns made especially for travelers-famous for lunch, gas, and clean rest rooms. While we eat, we watch two burros pulling a man in a psychedelic VW bus along the highway. The omen doesn’t immediately register.</p><p>The next town is Fort Sumner, fortysomething miles, and i’m cruising along trying to remember where i’ve heard the name (shot heard ’round the world or what?) when the engine sputters and dies. I can’t believe it, but i’m out of gas. We had three quarters of a tank when we left Santa Rosa. I had calculated that the new engine was getting two miles to the gallon, but it appears I was overoptimistic. The Lincoln has disappeared over a distant rise; Phyllis is so far in front that it’s more than half an hour before she realizes i’m not following.</p><p>I light a cigarette and listen to the wind moaning across the mesas and moonscape, remembering that old joke about everybody’s got to be someplace. But why me?</p><p>Anticipating the problem, Phyllis returns with a five-gallon can of gas, which takes me six miles closer to Fort Sumner. This time the truck runs out of fuel near a sign inviting us to visit Billy the Kid’s grave: only three more miles. In Fort Sumner. After my wife has returned with a second can of fuel, I spill much of it down my pants leg and over my gloves. By the time we make it to the service station in Fort Sumner my fingers are numb from the cold and I stink with fumes. My gypsy heart is further dismayed by the banal chatter of some teenagers who are excited about the approaching snowstorm. The kid who fills the tanks of both the truck and the Lincoln (total: 58 gallons) notices the license plate of the Bronco and asks about skiing conditions in Taos. I tell him it hasn’t snowed in months, that all the hotels are buried under mudslides, and that I know for a fact Billy the Kid was seen as recently as eight years ago selling shoes in South Dallas. I can tell from his long-gone expression that he hasn’t heard me.</p><p>It is dark when we reach Clovis. I hate arriving in a strange town after dark. It’s like blind dating. Clovis looks and smells like the bad side of Lubbock. After a while we find a vintage Holiday Inn with enough space to park the rig and a vacant lot for the dogs. Bucky is still a puppy and has no inhibitions concerning certain delicate matters, but abby, who is more set in her ways, is something of a sophisticate. She’s been holding it since Taos and is beginning to look like a bagpipe.</p><p>We’ve been on the road for most of three days and haven’t reached the Texas state line. And yet New Mexico already seems far away. Another state of mind.</p><p><strong>FRIDAY: On the Road again</strong></p><p>There it is, the skyline of Texas! It takes years to appreciate. The cosmic city of refineries south of Houston, for example, or the soaring sentinel of naked palms as you settle into the Rio Grande Valley: these are unmistakable landmarks that validate the native and confirm his existence. Cotton gins and grain elevators project like skyscrapers above the empirical vastness of the Staked Plains. The dark red land sleeps in its winter coat. Frozen blocks of compressed cotton as large as the adobes of Taos squat in fields, and tufts of cotton waste swirl and settle in unbroken ribbons along both sides of the highway for a hundred miles.</p><p>Willie is singing “On the Road again” and i’m singing louder as we brush by places with familiar names: Muleshoe, Littlefield, Lubbock. First Baptist Church. Big Spring. Ace’s Barbecue. Smitty’s Hickory Hut. I can taste it. A billboard provided by the West Texas Chamber of Commerce proclaims FREE Enterprise<strong>. </strong>I can dig it. Cotton fields spotted now by oil rigs . . . and the land gradually surrenders to the rawhide beauty of mesquites, cactus, and rolling hills.</p><p>San angelo and one more Holiday Inn. Tomorrow we’ll be home.</p><p><strong>SATURDAY: Homecoming</strong></p><p>“This is <em>it,”</em> I tell Bucky, the puppy. “Texas!” The blizzard continues to hurtle in our direction, but for the moment it’s one of those pluperfect Hill Country days when the sun feels like warm fingers on your back and the sky is a relentless, lazy, lacy blue. We have stopped for a picnic on the banks of the San Saba, outside the little Hill Country town of Brady. There is a billboard touting the boyhood home of Lyndon Baines Johnson, but if you read the small print it explains that his boyhood home is nearly a hundred miles away in Johnson City. Strange to say, I have lived in Texas more than forty years and this is the first time i’ve been to Brady. One wonders if the future president of the United States ever scampered up the steps of that enchanting old Baron Frankenstein courthouse, pursued by his ambitions and private ghosts.</p><p>We stopped in Brady for gas and ran into a friendly, handsomely weathered woman selling homemade German sausage and fried okra, which we spread now across the hood of the Lincoln in preparation for our homecoming feast. You fall in love on days like this. The dogs bounce among cedars and winter vines, and we take our time with lunch. The peace is overwhelming, not disturbed exactly but energized by the occasional far-off sizzle of pickup tires and the rumble of an oil tanker highballing along some lonely stretch. I write in my notebook: “a different kind of peace.” a kind I know. The river is bottle-green and clear. The tangy smell of cedar invades the senses. Then it strikes me, something else that I missed about Texas. The color <em>green.</em> The color of new life. New Mexico is earth colors and shadows. Old life.</p><p>I cross the bridge and read a historical marker identifying this as the site of the Voca Waterwheel Mill, built in 1876. The old church across the valley from our hacienda in Taos was built more than a hundred years before that, and some of the adobes date to the early 1600s. Either way, it’s just a tick ago in time.</p><p>Following the chain of lakes, we reach austin by late afternoon. Maybe it’s just me, but it seems surprisingly changed. The condos on the bluffs along Bee Cave Road, new roofs protruding through treelines, new shopping centers. Barton Creek is a stagnant trickle. Some of the new bank towers were under construction before we left, but it’s still a shock to see how they pollute the skyline. And yet I know that within a few weeks it will seem as though it’s been this way forever.</p><p>The blizzard is catching up with us. So is my cold. It’s time to give thanks and pay dues. We find a room at the Villa Capri, across from the LBJ Library. After a hot shower and a few shots of whiskey, we venture out to look for Mexican food. We decide on Jaime’s Spanish Village, because it s not crowded. It was a good place twenty years ago. It’s even better now. It changed, then changed again.</p><p><strong>SUNDAY: Finding austin</strong></p><p>They say this is the coldest day in 31 years. By tomorrow night austin and much of Texas will be covered by snow. I knock off half a bottle of codeine cough medicine and watch the Cowboys lose to the FortyNiners. Later, I bundle up and take the dogs across the street to the manicured lawn of the LBJ Library that they may divest themselves of a little Texas culture. I think of the furlined trap, but for now I feel so sane that I start to laugh. I can’t wait to look up old friends.</p><p>Phyllis has been figuring up the cost. It’ll be something like $1500, roughly what it would have cost to hire movers. The point is, we’re here. And just think of the adventure we saved.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "April 1982",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "cold",
      "Texas",
      "Santa",
      "Home",
      "Austin",
      "Cotton",
      "people",
      "U-Haul",
      "Country",
      "ever",
      "Ghosts",
      "Highway",
      "Mexico",
      "Adventure",
      "Artist",
      "billboard",
      "Boyhood",
      "Dogs",
      "Hair",
      "Hill Country"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Texas",
      "Austin",
      "Hill Country",
      "West",
      "Llano"
    ]
  }
}