{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19935",
    "date": "May 1993",
    "year": 1993,
    "month": 5,
    "month_formatted": "May",
    "pdf_uri": "/1993/19930500.pdf",
    "issue_cover_image": "",
    "document_start_page": 104,
    "toc_start_page": 102,
    "document_page_range": [
      [
        104,
        105,
        106,
        107,
        108,
        109,
        110,
        111,
        112,
        113,
        114,
        115
      ]
    ],
    "toc_order": 15,
    "toc_headline": "Cream of the Crops",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199305-creamoft",
  "source": "/1993/19930500.pdf",
  "wp_post_id": 127599,
  "wp_post_guid": "http://www.texasmonthly.com/article/cream-of-the-crops/",
  "authors": [
    "Anne Dingus"
  ],
  "headline": "Cream of the Crops",
  "dek": "Fredericksburg is peachy, Poteet is berry good, everything is rosy in Tyler, and Lubbock is in high cotton. A to Texas’ favorite growing places.",
  "spread_caption": "",
  "excerpt": "In these nine Texas towns, produce is more than product. It’s pride.",
  "kicker": "",
  "word_count": 1673,
  "content": "<p>In A State the Size Of Texas, A Town Has To Have SomethinG Pretty Special To Get Itself Noticed. And what has put these nine places on the map is their reputation as the source of an agricultural specialty unequaled elsewhere. Some of this all-pro produce is renowned nationwide (such as Pecos cantaloupes), while other crops claim an ever-expanding regional celebrity (say, Hemphill watermelons). Just as an English muffin differs from just any old muffin and French toast is a slice above regular bread, these products deserve their geographical qualifiers; the town name promises a level of quality that results not from luck but from the perfect marriage of produce to soil and climate. True, Nature can be fickle: A late freeze in March pinched peach and blueberry farmers. But then again, a small harvest serves merely to increase the mystique of a particular delicacy, so that t next bumper crop satisfies farmers and consumers alike. Whether grapefruit or strawberries or cotton, Texas’ top crops grow on you.</p><img /><img /><p><strong>Photographs</strong></p><p><strong>Fredericksburg</strong><em>Peach</em></p><p>Not Just anotHer Roadside Attraction, the Fredericksburg Peach Is A Fixture Of the Hill Country summer. From May through August, fruit stands teem with baskets of the fuzzy, fragrant specialty for which Gillespie County is famed. Luscious clingstones, best for cobblers and ice cream, mature first, followed by equally delicious freestones, which are favored for freezing and canning. The number one fruit crop in Gillespie County accounts for 10 percent of the state’s total peach production; this year more than 100,000 bushels, grown on 1,200 acres, will bring the area a minimum of $3 million. While this spring’s freeze was the pits for local growers, orchard owner Gary Marburger has seen worse, such as the 1987 freeze that destroyed his entire operation. But there is still plenty of fruit on the trees, Marburger hastens to say—meaning that the outlook for Central Texas peach-pickers is ginger-peachy.</p><p>In Only One Texas Town Has the Municipal Water Tower Been PainTed To Resemble a gargantuan strawberry. That town is, of course, Poteet, the self-proclaimed Strawberry Capital of Texas, where a mere fifty or so acres produce 25,000 flats (or 300,000 pints) every March and April. Never mind that Poteet’s bounty grows on runners clipped from California plants (because of the wilting Texas heat, strawberry farmers must replant every year); the homegrown berries have been famed statewide since 1918. According to some locals, the mineral water pumped from the area’s irrigation wells accounts for the scrumptious flavor.</p><p>The San Antonio—based H.E.B. grocery chain, for example, uses the Poteet treats in the strawberry version of its specialty ice creams, which is available for up to six weeks each spring. But Poteet’s berry production declines yearly. Younger farmers don’t want to inherit a crop that is labor intensive and less than lucrative—the price for a flat of berries has increased marginally since about 1968, from to $12 or $15. That means the town’s strawberry festival, known for its pure strawberry wine, strawberry shortcake, and other fruity goods, could eventually find itself in a real jam.</p><p><strong>Poteet</strong><em>Strowberry</em></p><img /><p>The Bad News Is, the Ruby Red Variety Is Out. The Good News Is, the Ray Ruby And Star Ruby are even better. Beleaguered grapefruit growers in the Lower Rio Grande Valley have largely switched to the newer varieties, which are hardier, more prolific, and an even deeper crimson (although any red grapefruit, however dark or light, springs from the original Texas-born variety). This year, grower Ken Martin of WareHouse Farms in Mission, the undisputed center of the states citrus industry and the site of the annual Citrus Fiesta, expects to almost quadruple his 1992 production of 200,000 cartons (at forty pounds per). Valleywide, growers will ship 3,000,000 cartons, or $60 million worth in 1993—a mere squirt in the eye compared with the 22,000,000 cartons harvested before last decade’s freezes. But the industry remains optimistic and counts on regional chauvinism to help in the recovery. “We’ve learned that Texans don’t want to be left; out of anything to do with their great state,” citrus marketing manager Mary McKeever says. “They know that not all grapefruit are created equal ”</p><img /><p><strong>Mission</strong><em>Grapefruit</em></p><p><strong>Pecos</strong><em>Cantaloupe</em></p><img /><img /><p>The West Texas City Of Pecos Credits Itself With Holding the First-Ever Rodeo in the state and growing the sweetest cantaloupes on planet earth. Many Texans dispute the first, but no one denies the second. Planted since about 1880, Pecos melons took off in the 1920’s, when the Texas and Pacific Railway, which passed through town, began purchasing the local specialty to serve in its dining cars. Word spread up and down the line, and soon discerning diners were enjoying chilled Pecos melon at the likes of New York’s “21.” Today the demand continues, and the handful of growers produce a staggering 40 million pounds a year, worth up to $5 million. According to local melon maven A. B. Foster, home gardeners across the country regularly write requesting seeds but are doomed to disappointment; he points out in his reply that, in feet, the area’s climate and alkaline soil produce the ambrosial flavor. Pecos melons generally reach stores in midJuly, but because opportunists frequently import California cantaloupes, which ripen earlier, and relabel them “Pecos,” locals joke that in June you can get “Pecos” cantaloupes anywhere but Pecos.</p><p>Rarely Has A Town Cottoned to a crop like Lubbock has to cotton. The High Plains city is surrounded by 177,000 planted acres, which means up to 80 million pounds of cotton are harvested in the county every fall. (Each of those fluffy white bales travelers spot along the roadside weighs as much as 510 pounds.) Lubbock also has fifteen gins, an annual Maid of Cotton beauty pageant, and at Texas Tech University, the International Center for Textile Research, as well as a plant stress lab that measures the effect of drought and heat on the region’s number one crop. Altogether, farmers from Lubbock County and 25 surrounding counties work 3.5 million acres of cotton, more than half the total production in the state (which has been the U.S.’s leading cotton producer since time immemorial). That translates to a total of $1.1 billion, even before the lint and seed are processed into cloth for apparel and other dry goods and into food for cattle (and even, in the form of cottonseed oil, for people). King Cotton has treated Lubbock royally—and dissenters can keep their cotton-picking mouths shut.</p><p><strong>Lubbock</strong><em>Cotton</em></p><img /><p><strong>Tyler </strong><em>Rose</em></p><p>For Texans, A Rose Is A Rose Is a Tyler rose. While the bluebonnet belongs to all of Texas, the rose is strictly the province of this East Texas city, where commercial growers experimented with it as early as 1840. After insects and disease destroyed Smith County’s peach indus try in 1902 and the Depression ruined cotton farmers in the thirties, roses bloomed into Tyler’s major crop. Today 20 million rose bushes bring $50 million into the area, easily bearing out Tyler’s status as Rose Capital of America. The city has turned fourteen of its most fragrant acres into the nation’s largest municipal rose garden and every year stages an extravagant rose festival, which turns sixty this fall. Because Tyler roses (with the exception of Earl Campbell) tend to run on the small side, florists rarely buy them; sales by street vendors and roadside stands account for most of the cut roses purchased every year. Tyler roses come in a variety of reds and pinks, but the city, in true Texas style, flaunts the yellow rose too.</p><p>Rose Courtesy Jack Walter/Kimbrew-Walter RoseS</p><img /><p><strong>Hemphill</strong><em>Watermelon</em></p><img /><img /><p>Economically Speaking, Timber Means More To the East Texas Hamlet Of Hemphill, which borders the Sabine National Forest, than does its relatively minor summer crop of watermelons. But what watermelons! Says city secretary Trina Jerge: “Ever since I’ve lived here, which has been since I was nine years old, everybody’s just known that certain farmers around Hemphill grow the best watermelons. I remember one old gentleman who had these big yellow-meat melons—everybody wanted one of those.” Although Hemphill has only two commercial growers, Sabine County extension agent John Toner says that many people consider watermelons a “backyard crop”; they can produce up to 45,000 pounds per acre and make a decent profit—perhaps $1,500 an acre—hawking All Sweet, Black Diamond, Queen of Hearts, and other types at roadside stands. So suited is the fruit to the area’s sandy loam that watermelon vines even grow wild behind Hemphill’s City Hall.</p><img /><p>Texans Can’T Wait to get their hooks into Hooks blueberries. The state’s newest produce success story, blueberries have grown here commercially only since 1986. Texas blues, as the industry calls them, thrive in the sandy acidic soil of East Texas, particularly in this tiny town just ten miles from the Arkansas border. The kind best suited to Hooks is known by the unappetizing name of “rabbiteye,” because of a pink blossom-scar ring that appears on each fruit, but everything else about i the up-to-marble-size berries is downright mouth-watering. Last July, 750,000 pounds of fresh Texas blueberries arrived in big-city markets as soon as one day after harvest, reaping more than $1 million for Texas farmers. Because of the March freeze, consumers may have to settle for fewer blueberries this year —which means they’ll suffer a different kind of Texas blues.</p><p><strong>Hooks</strong><em>Blueberry</em></p><p>Prehistoric Indians Harvested Them, Cabeza De Vaca survived on them, and George Washington grew them as an agricultural curiosity. But Texans are especially nuts about pecans. The pecan tree is an official state symbol, thanks largely to Governor James Hogg, who wanted one to mark his grave, and the pecan appears in pie, pralines, and myriad other goodies. Texas pecan farmers produced 60 million pounds in 1992, for which consumers shelled out more than $26 million. Several towns, notably San Saba, claim the unofficial title of Pecan Capital of the World, but to Texas’ collective mind the true claimant is Seguin. The Guadalupe County seat boasts, on the lawn of its courthouse, a five-foot-long replica of its favorite delicacy. In addition, city fathers and mothers plan to open the first-ever Pecan Museum, which will chronicle the intertwined histories of the nut and the town—omitting, perhaps, a mention of Seguin’s early name, Walnut Springs.</p><img /><p><strong>Seguin</strong><em>Pecan</em></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "Food &amp; Drink",
    "wp_issue": "May 1993",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "Farmers",
      "Cotton",
      "Lubbock",
      "Pecos",
      "Roses",
      "hemphill",
      "March",
      "ruby",
      "Texans",
      "Tyler",
      "California",
      "Country",
      "East Texas",
      "ICE",
      "Marburger",
      "News",
      "Water",
      "Arkansas"
    ],
    "wp_categories": [
      "Food"
    ],
    "wp_location": [
      "Texas",
      "Lubbock",
      "Pecos",
      "Hemphill"
    ]
  }
}