{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19917",
    "date": "July 1991",
    "year": 1991,
    "month": 7,
    "month_formatted": "July",
    "pdf_uri": "/1991/19910700.pdf",
    "issue_cover_image": "",
    "document_start_page": 96,
    "toc_start_page": 94,
    "document_page_range": [
      [
        96,
        97,
        98,
        99,
        100,
        101,
        102,
        103
      ]
    ],
    "toc_order": 14,
    "toc_headline": "Texas Videos",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199107-texasvide",
  "source": "/1991/19910700.pdf",
  "wp_post_id": 126420,
  "wp_post_guid": "http://www.texasmonthly.com/article/texas-movies-texas-videos/",
  "authors": [
    "Don Graham"
  ],
  "headline": "Texas Videos",
  "dek": "The best Texas movies on tape.",
  "spread_caption": "",
  "excerpt": "Giant is just one of the best movies about Texas.",
  "kicker": "",
  "word_count": 4559,
  "content": "<img/><p><strong>“WE Texans Like a Little Vinegar In Our Greens, Honey. Gives’em Flavor.” —Rock Hudson as Bick Benedict on feisty women in Giant (1956).</strong></p><p><strong>GIANT</strong></p><p><em>1956 Warner Bros. 3:21</em></p><p>Director: George Stevens Writers: Fred Guiol,</p><p>Ivan Moffett Starring: Elizabeth Taylor,</p><p>Rock Hudson, James Dean, Carroll Baker, Jane Withers, Chill Wills, Mercedes McCambridge, Dennis Hopper, Sal Mineo, Rod Taylor, Earl Holliman</p><p>Although it takes a big chunk of time to watch this big film about Texas back when things were right and the Lone Star State <em>was</em> the biggest state in the U.S. of a., one’s time is well spent, because <em>Giant,</em> by Gawd, has everything: lusty ranchers, colorful wheeler-dealers, acres of cattle, tacky clothes, tacky mansions, miles of gorgeous empti-</p><img/><p>Giant <em>has everything, including James Dean s finest role.</em></p><p>ness, a thumping rendition of “The Yellow Rose of Texas,” and a liberal heart-on-its-sleeve subtext about Mexican-anglo relations. The cast is stupendous: as Bick Benedict, Rock Hudson when he stood foursquare for macho manliness, Elizabeth Taylor at her loveliest even when those barbaric Texans serve up barbecued calves’ brains, Dennis Hopper as Bick’s wimpy son, Mercedes McCambridge as Bick’s sister with the bark on, and, in his last and one of his finest roles, James Dean as Jett Rink, the dirt-poor redneck with a yen for the better things who gets stinking rich and tries to put his brand, JR (please note), on everything in Texas. Required viewing for each new generation of natives and snowbirds.</p><p><strong>RED River</strong></p><p><em>1948 Mgm-Ua 2:05 B&W</em></p><p>Director: Howard Hawks Writer: Borden Chase Starring: John Wayne, Montgomery Clift, Joanne Dru, Walter Brennan, Coleen Gray, John Ireland, Noah Berry, Jr., Shelley Winters, Harry Carey, Sr., Harry Carey, Jr.</p><p>The visual elements inherent in cattle drives go back to the roots of the cinema. Thomas Edison’s boys shot footage in 1898 with titles like “Branding Cattle,” ”Cattle Leaving the Corral,” and “Cattle Fording Stream.” all through the silent period and into the bang-bang era of the thirties westerns, Hollywood tried to make the cattle drive story into a national epic. Finally, in 1948, Howard Hawks got it right, with his stirring, powerful, unforgettable big-budget extravaganza based on a <em>Mutiny on the Bounty</em> plot. In one of his best roles, John Wayne plays Tom Dunson, a pioneering rancher forced by post-Civil War hard times to find a market for his cattle up north. Along the trail he clashes with most of the men under his hire and especially with his foundling son, Matthew Garth (Montgomery Clift), who eventually takes the herd away from his tyrannical father. At the end of this one, you feel gritty, and there’s a great rousing fight that allows the two warring males to realize they actually love each other. Peter Bogdanovich paid homage to <em>Red River</em> in <em>The Last Picture Show.</em></p><p>Photographs (Opposite Page) Courtesy Of Don R. Stodghill |Top Left), Movie Still Archives; (This Page) Movie Still Archives</p><img/><p>Red River, <em>the greatest of trail drive movies, traces the Texas cattle industry’s advance into the modern era.</em></p><p><em>1971 Rca/Columbia 1:78 B&W</em></p><p>Director: Peter Bogdanovich Writers: Peter Bogdanovich, Larry McMurtry Starring: Timothy Bottoms, Jeff Bridges, Ben Johnson, Cloris Leachman, Ellen Burstyn, Cybili Shepherd, Eileen Brennan,</p><p>Clu Guiager, Sam Bottoms, Randy Quaid</p><p>A black and white tone poem about teenage lust and love in a dusty, desiccated, flyblown Texas town. Many memorable moments. Among them:</p><img/><p><em>Cybili Shepherd is restless in</em> The Last Picture Show.</p><p>Sensitive high school boy makes love to sad, lonely wife of jock-scratching football coach; Cybili Shepherd strips on a diving board to prove she’s in deep with a fast Wichita Falls crowd; and Ben Johnson, who won an Oscar for best supporting actor, every time he is on the screen. To see how good this film is and how far former wunderkind Peter Bogdanovich has tumbled, tune in to <em>Texasville</em> (1990), a boring, inept update of what has happened to the characters since the early fifties. Except for Jeff Bridges’ rather endearing performance as a Duane grown grayish and paunchy, this dreadful film about middle-aged love and forgiveness is as punchless as Texas’ sesquicentennial celebration.</p><p><em>1967 Warner Bros. 1:47</em></p><p>Director: arthur Penn Writers: David Newman, Robert Benton Starring: Warren Beatty, Faye Dunaway, Michael J. Pollard, Gene Hackman, Estelle Parsons</p><p>It was all style then, and it’s all style now, this artsy look at the live-hard, die-young lives of Texas’ most famous outlaw team. Warren Beatty’s Clyde is infectiously watchable, with lots of cocky posturing and some nifty “business,” such as his love affair with a cigarette, and a raffish Faye Dunaway, whose portrayal of Bonnie seems, as the years pass, more and more like a takeoff, before the fact, of that big, horsey, blond model Jerry Hall’s rise to fame. Everything in this film is for fun, even the close-up red splatters of people’s faces exploding. The violence is supposed to make us aware that, hey, these young kids are dangerous, but what we really hope for is that Bonnie and Clyde will be just like Burt Reynolds’ Smokey of the next decade, always escaping from the Rangers and high sheriffs. Wonderful Depression-era compositions: Okies boiling coffee in tin cans, farms foreclosed on, and Bonnie and Clyde, dressed to the nines, cavorting in Texas fields. In real life, Clyde once wrote a charming thank-you letter to the Ford Motor Company for building such a fine automobile that allowed him to pull his bank jobs, and this film captures that exuberance and panache very nicely indeed.</p><img/><p><strong>“You Don'tgive Somethainanmge Which You Might Have To Eat Later.” -The Culpepper Cattle Company(1972).</strong></p><img/><p>“WOULDN’t You Wanna Do Like Jim Bowie?” —From the theme song to <em>The Last Command (19Ss).</em></p><img/><p><strong>“OKLAHOMA Border: 2 Miles.’’</strong></p><p><strong>“3 Miles To Joe’s Diner-Thebest Food In Texas.’’</strong></p><p><strong>—adjacent highway signs in</strong><em>Bonnie and Clyde</em> (1967).</p><p><strong>the Wild Bunch</strong></p><p><em>1969 Warner Bros. 2:07</em></p><p>Director: Sam Peckinpah Writers: Sam Peckinpah, Waion Green, Roy N. Sickner, Lee Marvin (uncredited) Starring: William Holden, Ernest Borgnine, Robert Ryan, Edmond o’brien, Warren Oates,</p><p>Ben Johnson, Jaime Sanchez, Strother Martin,</p><p>L. Q. Jones, albert Dekker, Bo Hopkins,</p><p>Emilio Fernandez, Dub Taylor</p><p>The closest the western has come to creating tragic emotions, this ultraviolent film has been denounced for bloody amoralism, exploitative sexism, and just about every other ism you care to name. Still, it’s a great film. The opening sequence, a slaughter of the innocents in a little South Texas border town, precipitates the outlaw gang’s flight into Mexico, where they encounter a beautifully conceived tapestry of opposites: a pastoral Mexican village juxtaposed with a corrupt city ruled by an unholy alliance of Mexican despots and German advisers. The time is revolutionary 1913. In sequence after sequence, Peckinpah depicts the gang’s sense of the end of an era that might have been bloodthirsty, whoremongering, and deadly, but one curiously more honorable and meaningful than what faces them as the twentieth century wheels toward its mass-murder destiny. The final Gotterdammerung is one of the profoundly moving sequences in american film history, as a weary, battered William Holden leads his men to retrieve their comrade angel, the only idealist left in Mexico or Texas, we are to believe. Editing, composition, music, acting, directing, all are superb.</p><img/><p>The Wild Bunch <em>is a bloody but dignified western.</em></p><img/><p><em>Dunaway’s Bonnie brings glamor to Depression-era life.</em></p><p><strong>BLOOD Simple</strong></p><p><em>1984 Mca 1:36</em></p><p>Director: Joel Coen Writers: Joel Coen, Ethan Coen Starring: John Getz, Frances McDormand, Dan Hedaya, Samm-art Williams, M. Emmet Walsh</p><p>Honky-tonk film noir shot in austin on a modest budget by Joel and Ethan Coen, the boy wonders who went on to make such talked-about movies as <em>Raising arizona</em> and <em>Miller’s Crossing.</em> a lean, twisted, devious story of motel love, revenge, double cross, a buried-alive body, and knife-through-thehand pain. Three terrific characters: a leisuresuited, VW-driving sleazeball of a private detective played by veteran backgrounder M. Emmet Walsh in the role of his life; a snarling, angry, betrayed husband played by Dan Hedaya; and a smart, resourceful, and appealing young woman played by Frances McDormand, the only survivor. She looks absolutely real, the kind of vulnerable beauty you might run into in an all-night laundromat, not one of your big-time Hollywood fakelooking beauties. Contains wonderful voice-over narration; worth seeing (or hearing) just for such lines as these: ”In Russia they got it mapped out, so that everyone pulls for everyone else. That’s the theory, anyway. But what I know about is Texas, and down here you’re on your own.”</p><p><em>Don Graham, an English professor at the University of Texas, is the author of, most recently,</em> No Name on the Bullet: a Biography of audie Murphy.</p><p>Photographs (Opposite Page) Courtesy Of Don R. Stodghill (Bottom Right|, Movie Still Archives; (This Page) Movie Still Archives</p><p><strong>the Getaway</strong></p><p><em>1972 Warner Bros. 2:02</em></p><p>Director: Sam Peckinpah Writer: Walter Hill Starring: Steve McQueen, all MacGraw, Ben Johnson, Sally Strothers, al Lettieri, Slim Pickens</p><p>Sam Peckinpah discovered down-and-dirty noir novelist Jim Thompson years before the current spate of Thompson-based films like <em>after Dark, My Sweet,</em> and <em>The Grifters. The Getaway</em> is a stylish robber-chase film shot on location in, among other Texas sites, San Marcos and El Paso. Steve McQueen is great, ali MacGraw isn’t (some things never change), and Slim Pickens shows up at the end as a drawling Texas angel presiding over the outlaw pair’s happy-ending escape into Mexico. Dub Taylor puts in a brilliant appearance as a “juicer” desk clerk at a seedy El Paso hotel. A highly watchable film —with Peckinpah’s signature command of involving, kinetic camera work and dreamlike violence.</p><img/><p><em>Outlaw McQueen bolts across Texas in</em> The Getaway.</p><p><strong>TERMS Of Endearment</strong></p><p><em>1983 Paramount 2:12</em></p><p>Director: James L. Brooks Writers: Larry McMurtry, James L. Brooks Starring: Shirley MacLaine, Debra Winger, Jack Nicholson, Jeff Daniels,</p><p>John Lithgow, Danny DeVito</p><p>Shot in Houston, this film turns the Bayou City into a coastal suburbia, but never mind, the real interest lies in the dynamics of a terrific till-deathdo-us-part mother-daughter relationship between Shirley MacLaine and Debra Winger, with Jack Nicholson’s randy retired-astronaut character thrown in to liven up the neighborhood. Much thinner in Texas ambience than the Larry McMurtry novel on which it was based, <em>Terms</em> goes for the heart, creating an authentic tearjerker that audiences seem to love, whether they’ve ever heard of Texas or not. Harrowing hospital scenes in the cancer ward would wring tears from a serial killer. On the minor side, Jeff Daniels’ excellent portrayal of the grubby graduate student-English professor, Hap, is surpassed only by the gaggle of English professors in <em>D.O.a.</em> (1988), including one who commits murder to get tenure.</p><p><strong>the Searchers</strong></p><p><em>1936 Warner Bros. 1:39</em></p><p>Director: John Ford Writer: Richard Carr Starring: John Wayne, Natalie Wood, Vera Miles, Jeffrey Hunter, Ward Bond, John Qualen</p><p>One of the most influential movies in recent american cinematic history, according to such directors as Martin Scorsese and Michael Cimino. This film’s master plot —a young girl taken captive by the enemy, the racial Other —underlies the dynamics of such celebrated works as <em>Taxi Driver</em> and <em>The Deer Hunter.</em> Impelled by Shakespearean-sized emotions and an epic visual style, it has three flaws: the dreadful score and nonperiod music; the too-broad bumpkin comedy of Ken Curtis’ role; and another broad stereotypical comic subplot involving a fat Comanche woman named Look, who tags along after Jeffrey Hunter. Otherwise the film is operatically powerful and compelling. It is also final proof, if any were needed, of John Wayne’s consummate ability as a screen actor. His hatred of Indians makes us believe that he will kill his niece (Natalie Wood), whom he has spent eight obsessive years trying to rescue from Comanche captors, only at the last instant to clasp her in an all-forgiving embrace. Jean-Luc Godard, the French auteur, has spoken memorably of the moment: “How can I hate John Wayne upholding Goldwater and yet love him tenderly when abruptly he takes Natalie Wood into his arms in the last reel of <em>The Searchers?”</em> The metaphysics of family, race, and destiny has rarely been portrayed as powerfully in american films.</p><img/><p>“THAT’ll Be the Day.” —John Wayne’s catchphrase in <em>The Searchers </em>(1956); it later gave Buddy Holly the title of his first hit song.</p><img/><p><em>Family, race, and destiny plus Ford’s epic visual style.</em></p><img/><p><strong>“YOU’re an Unprincipled Man, Hud.” —Melvyn Douglas, as the father, to Paul Newman, as the title character, summing up the plot of the movie (1963).</strong></p><img/><p><em>Based on McMurtry’s</em> Horseman, Pass By, <em>this Texas melodrama pits traditional ranching values against pumping oil.</em></p><p><strong>TEW Mercies</strong></p><p><em>1983 Hbo 1:20</em></p><p>Director: Bruce Beresford Writer: Horton Foote</p><p>Starring: Robert Duvall, Tess Harper, allan Hubbard, Betty Buckley, Ellen Barkin, Wilford Brimley</p><p>In my opinion, the best of Horton Foote’s numerous essays in Texas filmmaking, this quiet study of a country and western singer on the skids has an authentic flat-landscape feel to it that you need when you’re telling the truth about lives that are as plain as hillbilly ballads. Robert Duvall is simply superb as Mac Sledge, both in his thirties-tough Senecan acceptance of life’s hard knocks and his twangy accent, which is the best rendition of East Texas idiom ever recorded in a feature film. Duvall, who sings his own songs in a perfect-pitch C&W whine, invents a country singer far better than real stars such as Dolly Parton, Willie Nelson, and Kris Kristoffersen in their Texas movies. Tess Harper is convincing in a stand-by-your-man role typical of the culture being dramatized.</p><img/><p><em>Tess Harper stands by her C&W man, Robert Duvall.</em></p><p><strong>HUD</strong></p><p><em>1963 Paramount 1:32 B&W</em></p><p>Director: Martin Ritt Writers: Irving Ravetch, Harriet Frank Starring: Paul Newman,</p><p>Patricia Neal, Melvyn Douglas, Brandon de Wilde, John ashley, Whit Bissell</p><p>Dating faster than you’d expect, but still riveting in a number of scenes, this adaptation of Larry McMurtry’s first novel offers us Paul Newman at his hungry, sad, sexy, existential best. He looks great in this film and, unlike wide-gauged co-star Brandon de Wilde, knows how to wear jeans —and walk. De Wilde’s portrayal of the sensitive-youngmale-as-proto-English-major looks weaker upon every viewing. Even worse is the treacly academy award-winning performance of the old rancher, Melvyn Douglas, whose sanctimonious uprightness makes him seem like an aged Bill Moyers, always talking about ethics this and principles that. As any hands-on ranch owner knows, there’s no such thing as the good old days in the ranching ethos. At the close, though we’re not supposed to, we end up rooting for Hud to screw everybody, because the film is so nauseatingly smug in championing the simple virtues of soil over oil. James Wong Howe’s austere rendition of Texas landscapes, in art house black and white, remains one of the film’s distinct pleasures.</p><p>Photographs (Opposite Page) Courtesy Of Movie Still Archives; (This Page) Don R. Stodghill (Top), Movie Still Archives</p><p>Urban Cowboy</p><p><em>1980 Paramount 2:15</em></p><p>Director: James Bridges Writers: James Bridges, aaron Latham Starring: John Travolta, Debra Winger, Scott Glenn, Madolyn Smith, Barry Corbin</p><p>Okay, so Gilley’s is history, reduced to ashes, and the urban cowboy phenom is as dead as the California medfly, so who cares anymore about this Texas version of <em>Saturday Night Virus?</em> all right, so John Travolta is a lily-livered disco dancer from Jersey. This is still a fetching film for one reason alone: Debra Winger as the sexy, soulful Sissy, a working-class Texas girl who drives a tow truck for her daddy and slow dances at Gilley’s every night. All right, so the plot is stupid and improbable, with a villain imported from Huntsville who dresses in black and eats the worm from a tequila bottle. Yeah, so the whole thing is like a mall western, with most scenes taking place inside the boring, cavernous confines of an overrated dance hall. Sure, there is not one good or authentic country and western song in the entire movie. But there’s still Debra Winger riding that mechanical bull as it was meant to be rode.</p><p>Written On the Wind</p><p><em>1956 Mca 1:39</em></p><p>Director: Douglas Sirk Writer: George Zuckerman Starring: Rock Hudson, Lauren Bacall, Robert Stack, Dorothy Malone, Robert Keith, Grant Williams</p><p>“A splashy sudser,” <em>Variety</em> might have called this knowing melodrama. Fifties audiences wept at the soap opera theatrics of the plot and players, young viewers today laugh at the doings of the rich and impotent, and high-brow cineasts continue to celebrate this film as European-born Sirk’s masterpiece. As in <em>Giant,</em> released the same year, Rock Hudson plays a virtuous Texan, only this time he’s as solemn as a stone. The stand-out performances are those of Robert Stack, a rich playboy scion of an East Texas oil family who falls in love with Lauren Bacall only to have this saving marriage go sour when he proves unable to father a child, and Dorothy Malone as Stack’s sister, a spoiled rich girl who sleeps around because her true love, Rock Hudson, won’t give her the time of day. Eventually the good but boring couple, Hudson and Bacall, are married, while the bad brother-sister combo ends up with the male dead and the female inheriting the family oil empire. Malone won an Oscar for her flamboyant portrayal of sexual energy on the edge of hysteria. The film is full of phallic symbolism (all those oil derricks, don’t you know), emotional posturing, and canny cinematic riffs.</p><img/><p><em>Virtuous Rock links up with Lauren in Sirk’s soap opera.</em></p><p>The Band Express</p><p><em>1974 Mca 1:49</em></p><p>Director: Steven Spielberg Writers: Hal Barwood, Matthew Robbins Starring: Goldie Hawn,</p><p>Ben Johnson, Michael Sacks, William atherton,</p><p>Gregory Walcott, Louise Latham</p><p>There’s a gritty, realistic feel to this chase film, directed by Steven Spielberg back before he became the purveyor of <em>E. T.</em> and other fantasy-based fluff. Drawn from a true story, the movie tells of a young mother who in 1969 helped her husband escape from prison. Their goal: to rescue baby Langston, their two-year-old, who has been placed in a foster home by state authorities. Hawn’s Lou Jean is a honey-voiced live wire, an appealing and resourceful survivor; her husband, played by atherton, has that doomed look about him. The interaction between the couple and the young cop whose car they confiscate is affecting. The movie’s tone keeps the pace light, as though these are just kids on a lark, and by the time they reach Sugar Land, where the baby now lives, they are celebrities cheered by throngs of admiring small-town people. The carnival atmosphere is counterpointed beautifully by Ben Johnson’s law enforcement officer, a sad-faced man who has to make the decision to employ the expertise of two deadly sharpshooters to end the chase once and for all. This video is not so easy to locate in stores: I found it in the Best Moms in Movies section.</p><p>The Border</p><p><em>1982 Mca 1:47</em></p><p>Director: Tony Richardson Writers: Deric Washburn, Walon Green, David Freeman Starring: Jack Nicholson, Valerie Perrine, Harvey Keitel, Warren Oates, Elpidia Carrillo</p><p>A modern western with Nicholson turning in a brilliant performance as a border patrol officer named Charlie assigned to duty in El Paso. The drama of his efforts to resist corruption is the center of this film. His tempters include Harvey Keitel, an engaging good oP boy on the take, and Valerie Perrine, Charlie’s sexy, gum-chewing, K mart-shopping wife, who longs to be a Dallas Cowboys cheerleader and spends every penny he makes on trashy waterbeds and tacky sofas. Reluctantly, Charlie accepts the skewed ethics of an everybody-does-it-so-why-not-you system that preys on the dreams of illegal aliens seeking to come to america, but eventually his redemption comes in the form of another woman, an illegal alien, a lovely madonna from Mexico whose baby is stolen by an adoption ring. Though the plot device of the hardened law officer being softened by a mother and baby is as old as William S. Hart’s films, there is enough fast-paced action and hard-bitten location shooting along the Texas-Mexico border to disguise the number being done on our emotions. But most of all, there is Nicholson’s stubborn, convincing refusal to give up his fundamental decency. Note: Since many of the early scenes take place at night, for maximum clarity it’s especially important to secure a good video copy.</p><img/><p><strong>“HOUSTON City Limit.’’ —Sign in what is clearly a skyscraper-filled downtown, in The Swarm (1977).</strong></p><img/><p><strong>FBI agent in an airplane leaving El Paso: ;</strong></p><p><strong>“I Know They’ve Got a j DROP-OFF Point Somewhere Between Here And Big Bend.’’</strong></p><p><strong>Chuck Norris as a Texas Ranger:</strong></p><p>“THAT’s Five Hundred Square Miles!”</p><p><strong>—From Lone Wolf McQuade • (1982), referring to an area closer in size to 20,000 square miles.</strong></p><img/><p><strong>Disc jockey: “DEBBIE, What Do You Need? What Are You Missing That You Need?” Debbie, from “up in Highland Park’’:</strong></p><p><strong>“a Guy! a Boyfriend!” —From Talk Radio (1988).</strong></p><p><em>1988 Mca 1:50</em></p><p><strong>Director: Oliver Stone Writers: Eric Bogosian, Oliver Stone Starring: Eric Bogosian, Ellen Greene, Leslie Hope, alec Baldwin, John C. McGinley, John Pankow</strong></p><p>An edgy, unnerving look at the creeps, crazies, and merely neurotic citizens who call in to radio talk shows to relay their demented philosophies of what’s wrong with america. Drawing upon a real case in Denver in which talk show host alan Berg was murdered, Oliver Stone, following the lead of scriptwriter and star Eric Bogosian, switches the setting to Dallas, with chilling atmospherics the result. Stone takes the closed-in world of a radio broadcast booth and, by means of fluid, searching camera movements and angles, creates a vibrant nighttime of paranoid aggression. The hero is immensely unlikable, part of the point, and the disembodied voices that float in the Dallas night are truly scary. One of Stone’s best films because, narratively, he’s not in it and therefore not hammering away in his usual preachy manner.</p><p><strong>TALK Radio</strong></p><img/><p><em>Dallas’</em> Talk Radio <em>calls up paranoid philosophies.</em></p><p><strong>the Thin Blue Line</strong></p><p><em>1988 Facets 1:36</em></p><p><strong>Director: Errol Morris Interviewees: Randall adams, David Harris, Edith James, Dennis White, Sam Kittrell</strong></p><p>A film that really matters: It led to the release from prison of a man who happened to be in the wrong place at the wrong time. In 1976 Randall adams, a drifter, was knocking around Dallas when a policeman stopped the car he had been riding in earlier that night. What happened next is the subject of the film. Either adams or his companion that night, David Harris, murdered the policeman with a handgun. Harris fingered adams, and adams got a death sentence. Through a variety of documentary and quasi-documentary techniques, filmmaker Errol Morris reconstructs the case. We witness real-life interviews done in a stark, face-on style; see dramatic reenactments of the episodes surrounding the murder, including some events staged from different points of view; stare mesmerized at close-up objects —guns, clocks, places; and, in certain nonrealistic moments, watch in wonder as a soft-drink cup spirals upward in slow motion. The result is a highly original blend of documentary and detective story. The end is both satisfactory and alarming as we become convinced that adams is innocent and Harris, now in prison himself for another murder, is guilty of the crime that put an innocent man in prison for eleven years.</p><p><strong>TRUE Stories</strong></p><p><em>1986 Warner Bros. 1:51</em></p><p><strong>Director: David Byrne Writers: Stephen Tobolowsky, Beth Henley, David Byrne Starring: David Byrne, John Goodman, Swoosie Kurtz, Spalding Gray, annie McEnroe, Jo Harvey allen</strong></p><p>Since the great state of Texas didn’t do anything memorable to commemorate its sesquicentennial except wallow in an economic nosedive, it remained for David Byrne to take up the slack. In <em>True Stories</em> Byrne, the genius of the thinkingman’s rock group, the Talking Heads, measures the metaphysical pulse of “a bunch of people in Virgil, Texas,” an imaginary small town that is preparing a celebration of its ”specialness” in the year of the sesquicentennial. What’s particularly special about this hard-to-classify film is the sweet tone of discovery that informs the point of view. Byrne, wearing a wacky black tengallon hat and sporting a look of perpetually bemused wonder, takes us on guided tours of boxlike buildings that contain the mysteries of computer chips, to the edge of suburban developments beyond which lie prairies that will be converted to who knows what, to the candyand magazine-strewn bedside of a lady so rich that she lives in her bed. Using an unpredictable, arrhythmic mix of documentary, amateur theatrics, surrealism, and droll comedy, Byrne somehow, despite a few flat sequences, manages to keep us interested and along the way to give us a unique look at the places and spaces we inhabit in modern Texas. The music, mostly from the Talking Heads, is also a plus.</p><p>Photographs (Opposite Page| By Christina Patoski (Top Left, Bottom Right), Movie Still Archives; (This Page) Movie Still Archives</p><img/><p><em>Using documentary and droll comedy, David Byrne tours Texas in True Stories, with a unique, endearing result.</em></p><p><strong>FANDANGO</strong></p><p><em>1985 Warner Bros. 1:31</em></p><p>Director: Kevin Reynolds Writer: Kevin Reynolds Starring: Kevin Costner, Sam Robards,</p><p>Judd Nelson, Chuck Bush, Brian Cesak,</p><p>Marvin J. McIntyre, Suzy amis</p><p>In a place as big as Texas, there has to be a road movie, and this is it. In May 1971, five University of Texas frat rats leave the wreckage of their last bash, pile in a car, and head west, their mission to dig up a bottle of Dom Perignon they buried in the desert. Adventures and youthful philosophiz-ing ensue. Vietnam, careers, marriage, and flight from all three are much on their minds. Near Marfa, they pay homage to the collapsed pile of Bick Benedict’s mansion on the Worth Evans Ranch, where <em>Giant</em> was filmed. The movie mixes moments like this with adolescent pranks, making for an uneven but energetic film of special interest because of the stars-to-be cast. Kevin Costner, engaging and likable before he became the nineties icon of western soft-focus ecological rectitude, is the leader of the pack. Judd Nelson is so wimpy and unlikable, you wonder why they took him along. Director Reynolds, who began this project as a student film, may join his pal Costner as a major Hollywood property if their Robin Hood: Prince of Thieves is as big a hit this summer as expected.</p><img/><p><em>Stars-to-be Nelson and Costner head west for adventure.</em></p><p><strong>the Zapruder Film</strong></p><p><em>1963 The JFK assassination Center 22 seconds</em></p><p>Although not available in video stores, this 8mm color home movie of the murder of President Kennedy is the most widely viewed and analyzed strip of film in Texas history. While the Warren Commission used it to support its lone-assassin theory, critics of the commission say the film proves just the opposite. The film has done more than any other single piece of evidence to keep the controversy alive. The JFK assassination Center (603 Munger, Suite 310, Box 40, Dallas 75202) has a silent, eleven-minute video for sale for $29.95.</p><p>The most promising unfinished project is <em>The Gay</em></p><p><em>Place.</em> Billie Lee Brammer’s 1961 novel about a Texas governor based on Lyndon B. Johnson’s politics and personality, observed up close by aide Brammer, might have made a splendid movie. In 1963 Paul Newman was set to star as Roy Sherwood, a South Texas liberal who learns the art of the possible in an apprenticeship to colorful, larger-than-life Governor arthur “Goddam” Fenstemaker (Jackie Gleason was to play the role). Newman would have coproduced with Martin Ritt, who directed him that same year in <em>Hud.</em> Budgeted at $3 million, the film had large ambitions. A location rep for Columbia who came to austin to scout sites told the press: “This is a big picture. We wanted to give it a great deal of scope, such as the book has, and we needed the wide open spaces of Texas for that.” But like so many projects in Hollywood, this one was not to be. Events in Dallas later that year spelled the end of any immediate possibility of seeing <em>The Gay Place</em> on-screen. Now Brammer’s daughters, Sidney and Shelby, have written a new screenplay, titled <em>Big State,</em> and hope to begin shooting next spring.“</p><img/><p><strong>Soldier to audie Murphy, who has just whirled and fired at his own reflection:</strong></p><p>“I Never Thought i’d See a Texan Outdraw Himself.” —From the movie version of <em>To Hell and Back </em>(1955), the World War II hero's autobiography.</p><img/><p><strong>“TEXAS Is Still Paying For John Kennedy's Death, My Friends.” —a preacher waxing enthusiastic in</strong><em>True Stories</em> (1986).</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "July 1991",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "Film",
      "Love",
      "Rock",
      "Cattle",
      "Dallas",
      "David Byrne",
      "Movies",
      "Radio",
      "Video",
      "Border",
      "Country",
      "Documentary",
      "Harvey",
      "Hollywood",
      "Oil",
      "performance",
      "Art",
      "Austin",
      "Comanche"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Texas",
      "Dallas",
      "Austin",
      "East Texas",
      "Mercedes"
    ]
  }
}