{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19917",
    "date": "July 1991",
    "year": 1991,
    "month": 7,
    "month_formatted": "July",
    "pdf_uri": "/1991/19910700.pdf",
    "issue_cover_image": "",
    "document_start_page": 110,
    "toc_start_page": 108,
    "document_page_range": [
      110
    ],
    "toc_order": 18,
    "toc_headline": "The Alamovie",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199107-thealamov",
  "source": "/1991/19910700.pdf",
  "wp_post_id": 126402,
  "wp_post_guid": "http://www.texasmonthly.com/article/texas-movies-the-alamovie/",
  "authors": [
    "Frank Thompson"
  ],
  "headline": "The alamovie",
  "dek": "It just can't get any respect.",
  "spread_caption": "",
  "excerpt": "It’s got everything romance, action, tragedy, coonskin cap.",
  "kicker": "",
  "word_count": 724,
  "content": "<img /><p><strong>“ ‘Republic.’ I Like the Sound Of the Word. Means People Can Live Free, Talk Free, Go Or Come, Buy Or Sell,</strong></p><p><strong>BE Drunk Or Sober, However They Choose. Some WOrDS Can Give You a Feeling That Makes YouR Heart Warm. Republic’ Is One Of Those WOrDS.’’</strong></p><p><strong>—John Wayne, whose career was started by Republic Pictures, in The alamo (1960).</strong></p><p>Photographs Courtesy Of Movie Still archives</p><p>The first alamo movie was filmed within living memory of the siege of March 6, 1836, and only a couple of miles away, at Hot Wells Hotel just outside San antonio. Gaston Méliès, the head honcho of the Star Film Ranch, filled <em>The Immortal alamo</em> with all the pomp and spectacle that a 1911 one-reeler could contain. With a running time of about ten minutes, <em>The Immortal alamo</em> gave audiences the fall of the alamo, the Battle of San Jacinto, and a romantic subplot to boot. This admirable sense of brevity did not catch on with subsequent alamo moviemakers, but the basic ingredients of the film did: romance, action, tragedy, patriotism.</p><p><em>The Immortal alamo</em> didn’t make much of a splash in its hometown —its premiere wasn’t even covered in the San antonio newspapers —but the floodgates had been opened. No generation since 1911 has been without an alamo movie of some sort; there have been sixteen, all told. The latest, the spectacular <em>alamo</em> . . . <em>The Price of Freedom,</em> is now in its fourth year at San antonio’s IMAX Theatre Rivercenter.</p><p><em>The Price of Freedom,</em> a docudrama, is considerably more careful with the facts than other alamo movies have been. The rest all talk a good game — trumpeting the extensive research and rigorous attention to detail that went into the productions — but when push comes to shove, each alamo movie is less a reflection of the reality of 1836 than an exciting and romantic meditation on what each generation wants to think about those events. Historians shake their heads in disgust, but movie fans don’t seem to care.</p><p>Certainly John Wayne’s <em>alamo</em> (I960) —the great kahuna of alamo movies —has virtually no connection with the facts. A huge, obsessive, extracrammed budget-buster, <em>The alamo</em> is threatened by a tedious script that is interrupted now and then by stimulating bursts of action and cumbersome attempts at comedy. But it’s a better movie than its reputation suggests; it has on its side Wayne’s compelling personal vision-he produced, directed, and starred in the film-and the visceral impact of Todd-AO, a gigantic 70mm film process.</p><p>At least it did in 1960. Since then, most fans have experienced <em>The alamo</em> only on the cramped confines of a television screen, which is a bit like knowing the Grand Canyon only through Viewmaster slides. Worse, <em>The alamo</em> was cut by 31 minutes soon after release in an attempt to bolster box-office sales. That footage was never seen again, even though its loss renders many of the film’s plot points incomprehensible. To those who think <em>The alamo</em> is too long-winded now, the prospect of an additional half hour might seem terrifying, but restored to its original form and length, <em>The alamo</em> would make more sense and possibly gain a tad more respect.</p><p>In the wake of the successful restorations of <em>Lawrence of arabia</em> (1962) and <em>Spartacus</em> (I960), the time seems ripe to put <em>The alamo</em> back together again. There’s even a recently discovered uncut Todd-AO print to work from. But there isn’t much interest by MGM/Pathe, the company that owns the film at the moment. Robert a. Harris, the restorer of <em>Lawrence</em> and <em>Spartacus,</em> wants to work his wonders on <em>The alamo,</em> but the money—an estimated $200,000 to $400,000 —isn’t forthcoming.</p><p>Instead, MGM/Pathe plans a kind of stopgap measure. This summer it is going to copy the cut scenes from the 70mm print and interpolate them into a regular 35mm print for limited release.</p><p>That may be okay for those who like their legends cut down to size. But for all <em>The alamo's</em> faults, wouldn’t any good Texan give his eyeteeth to see the most legendary of alamo movies back in 70mm and with six-track stereo sound and bigger than all outdoors? What this movie needs is a sugar daddy to fork over some of the long green to give <em>The alamo</em> what the alamo never got: a happy ending.</p><p><em>Frank Thompson, a writer and film historian, is the author of</em> alamo Movies <em>(Old Mill Books).</em></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "July 1991",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Alamo",
      "The Alamo",
      "Film",
      "Movies",
      "Fans",
      "Sound",
      "Work",
      "Canyon",
      "Career",
      "Game",
      "March",
      "Memory",
      "Newspapers",
      "people",
      "Research",
      "Running",
      "San Antonio",
      "Summer",
      "Television",
      "ten"
    ],
    "wp_categories": [
      "San Antonio"
    ],
    "wp_location": [
      "Canyon",
      "San Antonio"
    ]
  }
}