{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19917",
    "date": "July 1991",
    "year": 1991,
    "month": 7,
    "month_formatted": "July",
    "pdf_uri": "/1991/19910700.pdf",
    "issue_cover_image": "",
    "document_start_page": 106,
    "toc_start_page": 104,
    "document_page_range": [
      [
        106,
        107
      ],
      [
        133
      ]
    ],
    "toc_order": 16,
    "toc_headline": "In Character",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199107-incharact",
  "source": "/1991/19910700.pdf",
  "wp_post_id": 126414,
  "wp_post_guid": "http://www.texasmonthly.com/article/texas-movies-in-character/",
  "authors": [
    "Anne Dingus"
  ],
  "headline": "In Character",
  "dek": "The roles may vary, but the face is familiar.",
  "spread_caption": "",
  "excerpt": "From wheezy-voiced geezers to yuk-it-up yokels, these actors excel at portraying the stereotypical Texan.",
  "kicker": "",
  "word_count": 1359,
  "content": "<img/><p><strong>“I LOVE THE SOUND OF GUNFIRE.” —Ed Begley as the xenophobic right-wing Texan General Midwinter in The Billion-Dollar Brain (1967).</strong></p><p>PHOTOGRAPHS (OPPOSITE PAGE) COURTESY OF MOVIE STAR NEWS; (THIS PAGE) MOVIE STILL ARCHIVES</p><p>Texas is full of character —and characters. A staple in Texas movies since film immemorial is the character actor. Cinematically speaking, a character actor is one not deemed comely enough to serve as a romantic lead; to moviegoers, though, he’s the actor of whom they say, “I don’t remember his name, but you’d know his face.” A distinct subgenre in westerns and other films is the movie Texan —a grizzled, gravel-voiced codger who is part hick, part comedian, and part good ol’ boy (never good ol’ girl). As early as 1915 the silent <em>A Texas Steer </em>featured a rough-hewn trio named Yell, Bragg, and Blow; since then nearly every Texas film from <em>Boom Town</em> (1940) to <em>Urban Cowboy</em> (1980) has included a variant of this regional stereotype.</p><p>By the thirties and forties —the era of cowboy pictures —Texas character actors had gotten a firm boothold in the industry. Three standbys were Texans on-screen as well as off. Guinn “Big Boy” Williams, from Decatur, was a hefty teddy bear, a precursor of Hoss Cartwright; Guy Wilkerson, born near Katy, was a girl-shy string bean; and Lee “ ’Lasses” White, originally of Wills Point, was an impish shrimp who leaned toward burlesque. But they were all B-movie actors whose careers faded with the western-serial fad. The hall-of-fame trio, all of whom started in low-budget flicks but graduated to Oscar-class movies, were Slim Pickens, Chill Wills, and Ben Johnson.</p><p>So believable was Pickens that many moviegoers remain convinced that he is a born-and-bred Texan. But the late Pickens (christened Louis Bert Lindley, Jr.) hailed from California. By age fourteen he was on the rodeo circuit, and a veteran rider advised him to change his name to Slim Pickens, “ ’cause that’s what it’s gonna be.” (Back then, he lived up to the first half of his new name.) Offered a screen test in 1950, he accepted mainly because he was “crippled up from a bull,” he said, “and thought I could make some money while I was healing up.” Pickens went on to appear in solid features like <em>One-Eyed Jacks</em> (1961), <em>The Big Country</em> (1958), and the <em>Old Yeller</em> sequel, <em>Savage Sam</em> (1963). But the former rodeo rider achieved real stardom in 1964 as the bomb-riding, commiehating Texan, Major “King” Kong, in <em>Dr. Strangelove</em> (1964), for which he spouted lines such as “Well, boys, I reckon this is it: nuclear combat, toe to toe, with the Rooskies!” (He later commented, “After <em>Dr. Strangelove,</em> my salary jumped five times and assistant directors started saying, 'Hey, Slim,’ instead of 'Hey, you.’ ”) After that, Pickens’ likable, disheveled, and by then potbellied persona was a cinematic constant. His voice, a hoarse, wheezy twang, was especially distinctive.</p><p>Perhaps Texas’ all-time greatest character actor was Chill Wills, by virtue of his factual and fictional Texanness. One Hollywood writer called him “the state of Texas’ unofficial ambassador to the movie capital,” and he referred to himself as “a professional Texan and proud of it.” (Indeed, in the sixties he contemplated running for governor.) Wills, who died in 1978, was born in Seagoville on a scorching July day in 1903 (thus the ironic moniker “Chill”). He acted first in tent shows, then in vaudeville, and finally in movies by 1935, playing every possible variation of the movie Texan —wheeler-dealer, cowpoke, hayseed. His credits include classics like <em>Boom Town</em> and <em>Meet Me in St. Louis</em> (1944), and he also appeared in what are possibly the two most famous films ever made about Texas: <em>Giant</em> (1956) and <em>The Alamo</em> (1960). In the former, his best line refers to Jett Rink: “Bick, you should’ve shot that fella a long time ago. Now he’s too rich to kill.” After the latter, the irrepressible Wills campaigned shamelessly for the supporting actor Oscar, taking out an ad that said, in part, “We of the <em>Alamo</em> cast are praying —harder than the real Texans prayed for their lives at the Alamo —for Chill Wills to win the Oscar. . . . Cousin Chill’s acting was great. —Your <em>Alamo</em> cousins.” He lost, charm and all.</p><p>With veterans Pickens and <em>Wills</em> both gone, Ben Johnson is the last of the triumvirate, as evidenced by a painting of him with Slim Pickens in the National Cowboy Hall of Fame, which depicts the western icons atop a stagecoach. A native Oklahoman, the reigning movie Texan has played innumerable sheriffs, ranchers, cowboys, and Rangers. Johnson got his start in show biz as a stunt rider and, while doubling for John Wayne in <em>Fort Apache</em> (1948), caught director John Ford’s eye. Johnson went on to appear in the final two thirds of Ford’s cavalry trilogy, <em>She Wore a Yellow Ribbon</em> (1949) and <em>Rio Grande</em> (1950), and other classic westerns such as <em>Shane</em> (1953) and <em>The Wild Bunch</em> (1969). For his role as the scruffy pool hall owner in <em>The Last Picture Show</em> (1971), Johnson won an Academy award for best supporting actor; accepting the statuette, he commented dryly, “This couldn’t have happened to a nicer fella.” Johnson is as straitlaced as the characters he plays —during the shooting of <em>The Last Picture Show,</em> he refused to use what he called “choice four-letter words” specified in the script—and is markedly serious, leading critic Pauline Kael to comment that “he holds positions like a pointer.” But Johnson knows his niche. “I’m so lucky to have my character make me a living,” he once said. “Everyone in town’s a better actor —but ain’t none of them can play Ben Johnson.”</p><p>[CONTINUED ON PAGE 131 ]</p><img/><p><strong>Slim Pickens seed for Dr. year (1964).</strong></p><p>[ CONTINUED FROM PAGE 104 ]</p><p>Today perhaps the hardest-working character actor from Texas is Rip Torn (real name: Elmore), who forsook his native Temple for the bright lights of New York, where a stage career eventually led him into movies. Now sixty, he has appeared in forty films, including adaptations of Tennessee Williams’ <em>Cat on a Hot Tin Roof</em> (1958) and <em>Sweet Bird of Youth</em> (1962) as well as minor Texas-made flicks like <em>Honeysuckle Rose</em> (1980) and <em>Nadine</em> (1987). Industry gossip unfairly paints him as difficult because in 1969 he turned down the Peter Fonda role in what became the cinematic milestone <em>Easy Rider.</em> Though Torn acknowledges that he has “played too many scruffy villains,” he also does a nice comic turn, most recently as Albert Brooks’s heavenly rep in <em>Defending Your Life</em> (1991).</p><p>Other tried-and-true portrayers of the classic Texas character, none native, include Wilford Brimley, Richard Farnsworth, Jim Davis, Jack Elam, Dub Taylor, Strother Martin, and Gabby Hayes. Another perennial is Dallas’ Jerry “Mr. Peppermint” Haynes. One actor provides a historical footnote: avuncular silver-haired Merrill Connally, a bit player in Steven Spielberg’s <em>Sugarland Express</em> (1974) and <em>Close Encounters of the Third Kind</em> (1977), is the brother of former governor John.</p><p>Five of today’s best-known character actors are sure-enough Texans whose upbringing imparts a solid authenticity to their movie-Texan roles —Barry Corbin, F. Murray Abraham, Dabney Coleman, Randall “Tex” Cobb, and Randy Quaid. Lamesa-born Corbin, with his jowly, jovial face, excels at good ol’ boy roles; he was the ill-fated oil-worker uncle in <em>Urban Cowboy,</em> and he also appeared in the movie version of Larry L. King’s <em>Best Little Whorehouse in Texas</em> (1982). Abraham, who was raised in El Paso, won the 1984 best actor Oscar for the role of the bitterly jealous Salieri in <em>Amadeus.</em> Austinborn Dabney Coleman is perhaps best</p><p>described as smarmy; he first made his slick, mustachioed presence felt as the sexist boss in 1980’s <em>Nine to Five.</em> Cobb, born in Orange, is a former professional heavyweight whose battered face has sneered out from many a screen, most memorably in <em>Raising Arizona</em> (1987), in which he appeared as the hyper-filthy biker. Houstonian Quaid, with his goofy face and gangling limbs, debuted in <em>The Last Picture Show</em> at 21. Now 40, he has worked steadily ever since. His choice of career also paved the way for his little brother to go Hollywood. Dennis Quaid, however, headed straight into hunky roles —which are fine, but they don’t require character.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "July 1991",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Actor",
      "Texas",
      "Texan",
      "Alamo",
      "Cowboy",
      "Texans",
      "The Alamo",
      "Career",
      "ever",
      "Film",
      "Last Picture Show",
      "Movies",
      "Rodeo",
      "The Last Picture Show",
      "urban",
      "Westerns",
      "Acting",
      "Arizona",
      "Big Country",
      "choice"
    ],
    "wp_categories": [
      "Greatest"
    ],
    "wp_location": [
      "Texas",
      "Temple"
    ]
  }
}