{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19851",
    "date": "January 1985",
    "year": 1985,
    "month": 1,
    "month_formatted": "January",
    "pdf_uri": "/1985/19850100.pdf",
    "issue_cover_image": "",
    "document_start_page": 118,
    "toc_start_page": 104,
    "document_page_range": [
      [
        118,
        119,
        120,
        121
      ],
      [
        170,
        171,
        172,
        173,
        174
      ],
      [
        176,
        177,
        178,
        179,
        180,
        181,
        182
      ],
      [
        188
      ]
    ],
    "toc_order": 3,
    "toc_headline": "Between Two Worlds",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198501-betweentw",
  "source": "/1985/19850100.pdf",
  "wp_post_id": 121614,
  "wp_post_guid": "http://www.texasmonthly.com/article/between-two-worlds/",
  "authors": [
    "Peter applebome"
  ],
  "headline": "Between Two Worlds",
  "dek": "Jay Hamon’s parents were rich Dallas socialites, but he was a child of the sixties. Jay Hamon’s wife was proper and white, but his girlfriend was hip and black. The question that drove him to his death was, Where did he belong?",
  "spread_caption": "",
  "excerpt": "Jay Hamon spent much of his life caught between the Dallas society world of his parents and the world of the black woman with whom he fell in love. He died without ever resolving his dilemma.",
  "kicker": "",
  "word_count": 11164,
  "content": "<p><span class=\"dropcap\">E</span>arly on a cool, clear January morning last year, while downtown Dallas was coming to life, a young man climbed over the edge of a twenty-fourth-floor balcony, hung there briefly, and then fell to his death.</p><p>The workers at the office across the street from his apartment building could see his thick black hair and fierce beard, his yellow T-shirt and red-white-and-blue-striped jeans. They had seen him sitting on the patio railing, looking in toward the apartment, as early as seven-thirty. About half an hour later he clambered over the balcony and hung there like a ghostly aerialist. First he hung by his elbows, suspended between life and death as the early morning rush hour traffic buzzed and stammered beneath him on Commerce Street. For a moment he seemed to be trying to lift his leg back over the railing to safety. But then he slipped, grabbing the bottom of the railing with his hands. Again he tried to get his leg onto the balcony, and again he failed —but this time he lost his grip completely and fell nineteen stories, landing on the roof of a parking garage. The medical examiner said he died instantly. His death was ruled a suicide.</p><p>His name was Jake L. Hamon III, but everyone called him Jay. He was 33 years old, the scion of one of the richest oil families in Dallas. His parents were both well-known figures in Dallas society. His father, Jake L. Hamon, Jr., was one of the last of the legendary old wildcatters, a contemporary of Sid Richardson and H. L. Hunt, a crusty, driven man who still ran his company with an iron grip. Jay’s mother was one of Dallas’ most renowned art patrons and society women and perhaps the most extravagant party giver Dallas has ever known. As for Jay, he too was an unforgettable character—an eccentric, vibrant, immensely likable bundle of quirks and contradictions who tried hard to play by his own rules in a city that has always had a very different set of rules.</p><p>His death was front-page news the next day, reported with vague references to a protracted divorce, a family disagreement over a woman he had been seeing, and, in the <em>Dallas Times Herald</em> at least, seemingly incongruous allusions to racial tolerance. In fact, as Jay’s friends knew, there wasn’t anything vague or incongruous about it at all. Since December 1982 Jay had been living with a woman named Sharon McCoy. She was black. Their relationship was at the heart of a series of problems that had caused his life in Dallas to all but fall apart. In the last year of his life, Jay Hamon seemed caught between two worlds. One was the world of his father and the Dallas in which his father had prospered; the other was a freer, funkier, less restricted world, a place largely represented by Sharon. He was trapped, and try though he might, he couldn’t break free.</p><p>One of the ongoing dramas in Texas —a state that has produced many of america’s largest fortunes —is the interplay of different generations of wealth. Immense wealth usually means immense potential and opportunity. But it can also mean great peril. Yes, life presents crueler obstacles than inherited wealth. Still, it can be hard to be a rich man’s child, not in the sense of physical comforts but in the sense of personal worth. In Texas, where money is still a way of keeping score, riches earned count more than riches granted; a life created means more than a life provided. And living in the shadow of a formidable father often makes it difficult for a child to carve out a life of his own that is compatible with but not irrevocably tied to the family fortune. Those conflicts can be particularly striking in Dallas, a city whose enormous wealth is changing it so rapidly that it sometimes seems caught between two eras at once: the narrow, guarded city it was twenty years ago and the blustery, nationally important city of today. Dallas’ strength is also its weakness —a singularly acquisitive sensibility that on the one hand makes Dallas an unparalleled generator of prosperity and on the other enforces a conformity the city still hasn’t outgrown. Jay’s dilemma was that he had everything Dallas values and yet he searched for something entirely different that his life there couldn’t provide. His death was a family tragedy and a public one, a glimpse of racism in the eighties and a sobering footnote on the excesses of the sixties. It is eerily resonant in the Dallas of today. And though the tragedy played out last January, when Jay Hamon fell to his death, its seeds had been planted more than a decade ago when a black woman and a white man made the mistake of falling in love.</p><img/><p><span class=\"dropcap\">W</span>hen Jay and Sharon met at arizona State University in 1969, an interracial love affair fit naturally into the excitement of the times. Together they marched and listened to Hendrix. Then they drifted apart.</p><p><strong>“Jay’s dilemma was that he had everything Dallas values, and yet he searched for something entirely different. His death was a family tragedy and a public one, a glimpse of racism in the eighties and a sobering footnote on the excesses of the sixties.”</strong></p><p><strong>The First Good-bye</strong></p><p>They met in a parking lot in Phoenix, arizona, one October night in 1969. They were both nineteen years old, freshmen at arizona State University. They became fast friends—eating together, spending free time together—and one evening not long after they met, Jay Hamon casually offered to give Sharon McCoy a back massage, and after that they were lovers.</p><p>They could hardly have been more different, and not just because she was black and he was white. Jay was a tall, skinny kid lacking in self-confidence who would go through life telling friends stories about a lonely childhood. He had been sent to the right prep schools, but his grades were poor, so he was shipped off to the Texas Military Institute to shape up. By the time he got to college he was still an awkward kid, full of resentments, hardly a social lion like his parents. And it being the sixties, Jay was also deeply uncomfortable with the privileged circumstances into which he had been born.</p><p>Sharon McCoy, on the other hand, seemed uncomfortable about nothing at all. She was a bright, witty woman with a large bushy afro who could—and would —toss off a decisive opinion on almost anything. She had grown up in the black show-business world of Los angeles; her father was an actor, director, and jazz disc jockey, and as a child she had met most of the royalty among black entertainers, including Quincy Jones, Bill Cosby, and Sidney Poitier—something else she was not shy about letting you know.</p><p>Once the affair began, Sharon and Jay were inseparable, and many of their activities were in some way related to the tumult of the times. They attended Jimi Hendrix and Jefferson airplane concerts and went to protest rallies together, including demonstrations in the wake of the shootings at Kent State. Although he had enrolled at arizona State because of its excellent photography programs, Jay had a gradual change of heart. He and Sharon taught together at a school in a Phoenix ghetto, and the experience helped convince Jay that he wanted to become a history teacher.</p><p>Besides their liberal politics, they also discovered that they shared any number of interests, ranging from Magritte’s paintings and Kafka’s novels to the Phoenix Suns basketball team. They enjoyed camping and spent time in the arizona mountains and canyons. But their differences were also part of the attraction —including the most obvious difference of all. Jay liked the idea of going out with a black woman. His idealistic side told him that skin color shouldn’t matter, but his sixties rebellious side told him that it <em>would</em> matter, especially back in Dallas, back in the world whence he had come.</p><p>Jay and Sharon visited Texas several times in those days—they went to austin to see Jay’s UT friends and to San antonio to visit Jay’s grandmother—but they went to Dallas only twice. The first time, he took Sharon to meet the parents of his closest childhood friends. But he never took his girlfriend home to meet his own parents. The second time, though his parents were out of town, Jay did not stay in his father’s house. He and Sharon stayed in the guest house behind the family mansion; only at night did he work up the nerve to steal in, moving like a thief in the quiet of the deserted house as he showed his girlfriend around.</p><p>Another night during the same visit, Jay and Sharon decided to go to a party. She went to a hip clothing store called the Gazebo and bought a jet-black dress cut to the waist in back. At the party, while the black waiters snickered quietly, everyone else took on an air of either cool politeness or scarcely masked dread. Jay and Sharon were indulging in guerrilla social behavior, done partly for its shock value. When people back in Los angeles asked Sharon how she had liked Dallas, she replied, “Everywhere I went I was the only Negro in the room without a tray.”</p><p>Marriage was anything but fashionable among Jay’s peers, yet there came a moment when Jay and Sharon began to talk about getting married. That was also the moment the relationship began to unravel. Both sets of parents were against the idea. Although Sharon’s parents met Jay and liked him, they thought he and Sharon were too young to get married. But it was the vehement objection of his own father that most weighed on Jay. On the issue of race, Jake Hamon had been one of the most progressive oilmen of his generation, supporting integration when few others did. “He is as fair a man as anyone I know,” says Duke Rudman, another legendary wildcatter who was a friend to both father and son. But he was opposed to his son’s relationship. As Jay would later tell Sharon, Jake’s objection was that Dallas would never accept the two of them, that Dallas society wasn’t ready for an interracial relationship. In letters and phone calls Jake made it clear that he wanted Jay to leave not only Sharon but also ASU, return to Dallas, and enroll at SMU, and that Jay could pay for his own education if he wanted to marry Sharon. Angered by his father’s pressure, Jay lashed out. Once when he and Sharon were discussing the possibility of raising children, Jay said bitterly, “I want the family name to end with me.”</p><p>Despite the harsh words, the sixties were not a time given to lasting relationships, and like most affluent radicals, Jay and Sharon had political passions that were more intense than deep. In addition, they were getting bored with ASU. When Jay told Sharon he was thinking of moving back to Dallas, he asked her to go with him. She said no. As she described it later, “It dawned on me that this was not a game. This was real life. And I realized that if I didn’t leave, he wouldn’t be who he was supposed to be.” at the end of their sophomore year, she returned to her home and he to his. Inevitably there were huge long distance bills at first, but just as inevitably the chasm of space and time grew wider. The calls came less and less frequently, until finally they stopped altogether. By then Jay Hamon had charted a new course, a course that did not include Sharon. He had decided to be who he was supposed to be.</p><p><strong>“I Still Want to Find That Big Field”</strong></p><p>Who was Jay Hamon supposed to be? Only one thing, really: he was supposed to be a Hamon, and that brought with it a legacy as rich—and as tragic—as any in Texas.</p><p>The original Jake L. Hamon, Jay’s grandfather, was the epitome of a certain kind of frontier character. He was a capitalist, and his frontier was the oil business, which was in its infancy. Starting with nothing, Jake Hamon amassed an oil fortune (only to lose it just before his death) and became one of the most important men in Oklahoma, where he lived most of his life. He did deals with the likes of circus magnate John Ringling and consorted with the likes of Warren G. Harding, whose presidential nomination he helped orchestrate. But his successes were framed by tragedy. Jake’s father and oldest brother had been shot to death in the 1880’s, and in 1920 Jake died that way too, at the hand of his mistress. His fame was such that the woman’s murder trial (she was acquitted on the grounds of selfdefense) was covered in lurid detail by all the big newspapers.</p><p>Jake Hamon, Jr., Jay’s father, was nineteen, a student at the University of Chicago, when his father died. He too was bitten by the oil bug and was completely undeterred by the fact that his father the great oilman had lost most of his fortune. “Why, you just figured that you were either going to be President of the United States or a millionaire,” Jake Junior once told an interviewer. “In those days, why, you just knew you were going to knock the ball over the fence in some department.”</p><p>As, indeed, he did. With his father dead, Jake quit school, moved to Oklahoma, and jumped into the oil business. Like many of the legendary oilmen, he started near the bottom, as a “nipple chaser” working on a rig. But in 1923 he quit his job and started a partnership with another of the great oil field names, Edwin B. Cox; a year later they hit their first big well, a thousand-barrel-a-day gusher, and were on their way. In 1932 the two men moved their operation to Dallas and rode the typical oil field roller coaster, almost going bust during the Depression. But Hamon remembered his father’s experience and never let himself get too deeply into debt. In 1950, when Hamon and Cox decided to split up the partnership, Jake Hamon was a millionaire many times over. How rich he is can only be guessed at, since his oil interests have always been privately held, but <em>Forbes</em> magazine recently estimated his wealth at $200 million.</p><p>There are few Texas oilmen who have been as successful or as respected as Jake L. Hamon, Jr. His peers, who included people like his gin rummy partner H. L. Hunt, recognized his ability quickly; at the age of 32 he became the youngest man ever to be named a director of the american Petroleum Institute. (He has since become the only independent oilman ever to serve as its chairman.) Like most of his contemporaries, he could be stubborn and set in his ways, tight-fisted—“He watches the buck like he didn’t have any,” recalled one peer—and completely driven by the desire to punch a hole in the ground and find oil. But in a business full of roughhewn, self-made men, Jake Hamon was also known as something of an intellectual —a voracious reader who liked to travel and was interested in art.</p><p>Jake Hamon is 82 today, but he is as obsessed as he ever was with the oil business. He still keeps the same tight control over his company, still doesn’t hesitate to call his staff in the wee hours of the night to discuss some tiny detail. These days Jake Hamon is looking for that one huge discovery that will cap his career. “i’m independent because i’ve made enough money,” he told an interviewer while in his seventies, “but I still want to find that big field! It’s hard to explain. You just . . . goddam, you want to find an East Texas field! You want to find a Smackover; you want to find a Spindletop. All i’ve ever found are small fields.”</p><p>And despite the infirmities of age, he’s still a commanding figure. He has a sharp analytical mind and a lively wit, and he always seems a step or two ahead of whomever he’s talking to. He has the ability —whether in family gatherings or at the Dallas Club downtown, where he sometimes holds court—to sit back and quietly evaluate what is being said and then shoot out the one or two questions that get to the heart of the conversation. If he is so inclined, the questions can be withering, and in both his business and his personal life there’s an element of fear mixed with the respect accorded him. As one Dallas businessman says, “He can be delightful when he wants to and pretty damn coldblooded when he wants to.”</p><p><em>(Continued on page 156)</em></p><img/><p><span class=\"dropcap\">W</span>hen Jay fell in love with Sharon again in 1982, he felt as though he had regained the freedom of his youth. But when he brought her to live with him in Dallas, the affair began to rip Jay’s life apart.</p><p><em>(Continued from page 107)</em></p><p>Jake Hamon’s first marriage ended in divorce, and of the three children that marriage produced, only one remains alive. Hamon’s first son, Jake III, was killed by a drunk driver. His daughter Lucretia died suddenly of a cerebral hemorrhage.</p><p>Not long after his divorce, Hamon met a young woman from San antonio named Nancy Blackburn, a dark-complexioned beauty with luminous brown eyes, who had once danced with Maria and Marjorie Tallchief in David Lichine’s ballet company and had tried a career as an actress and chorus girl in Hollywood during the forties. She was smart, cultured, flamboyant, and funny, able to turn a story about a New Year’s Eve meeting with Howard Hughes into a comic monologue. She was opinionated and not afraid to let loose with her opinions, a trait she would never lose. (“If you’ve never had Chinese champagne,” she told <em>W</em> magazine recently, “it tastes like carbonated moose piss.”)</p><p>Once they were married, their travel and social schedule was enormous. There were annual New Years in Paris and summers in San Francisco, oil business trips and shopping trips to New York. Her annual costume party eventually became <em>the</em> social event in Dallas, with a guest list of 750 and music provided by big names like Louis armstrong or Trini Lopez. She planned to enter one affair atop an elephant, and in 1967, to celebrate the fortieth anniversary of Lindbergh’s flight to Paris, she asked her guests to wear Parisian costumes of the period. When the guests couldn’t get cabs in the midst of a driving late-night rainstorm, the Hamons got a funeral home to provide hearses to drive the assorted Parisian dandies and cancan girls back to their hotels.</p><p>Jake was 46 years old when he proposed to Nancy Blackburn. They were married on March 28, 1949, and moved into the ten-room Georgian Colonial home that he had built for his first wife in the hilly Bluffview section of Dallas. A year later their only child was born. He was given the same name as the son who had died, “Jake L. Hamon III.” He was his father’s only male heir.</p><p><strong>The approved Life</strong></p><p>Leaving Sharon and enrolling at SMU was the most wrenching sort of decision, but it was one that defined much of Jay Hamon’s life. Overshadowed by his father, suspicious of Dallas society, Jay was always going to have trouble fitting in in his hometown. In some ways it would have been easier for him to lead his life elsewhere, in a town where he could more easily follow his less conventional instincts and where a relationship such as the one he had with Sharon would be more acceptable. But he could never quite bring himself to do that. In this case, as at most other times in his life, the pull of his family and of Dallas won out.</p><p>Indeed, by the time he graduated from SMU in 1973, Jay was back on the approved path of a Dallas rich kid. He did not shed his old persona completely, of course; his politics were still liberal, and while he was willing enough to spend his father’s money, he felt the need to downplay his wealth. But once he had made the decision to return, he found something appealing in the business and social challenges awaiting him in Dallas. No longer did Jay talk about becoming a teacher; now, knowing that he would soon be joining his father’s company, he took the requisite courses in geology and business. And instead of pursuing political and social passions, he put much of his energy into sports, practically willing himself into becoming a good basketball and tennis player despite his lack of natural ability. He began playing basketball regularly in an old unair-conditioned women’s gym frequented by many of the school’s black students. He didn’t have their skills -his jump shot in particular was a herkyjerky thing—but he made up for his shortcomings with intensity and enthusiasm.</p><p>Jay made another big change in his life. After graduation he met a young coed who couldn’t have been more unlike Sharon McCoy—a pleasant, self-effacing Park Cities girl named Mary Dunlap. After they had dated for about two months, Jay proposed. They were married on December 28, 1974, at the Highland Park Presbyterian Church. Then Jay went to work for his father’s oil company. So much for the sixties.</p><p><strong>a Maverick’s Maverick</strong></p><p>Jay turned out to have a knack for the oil business. “Jay made more progress than any rich man’s son I know of,” recalls Rudman. “He really learned the business well and took it seriously. The only criticism you ever heard about him was that he was too liberal.” His father moved him up the company ladder quickly, eventually naming him vice president for finance, the number two position behind only Jake Hamon himself.</p><p>Jay did more than just join the family business. On the surface, at least, he seemed to be consciously following in his father’s footsteps. Over the years, Jake Hamon had built up an extraordinarily taxing range of civic and industry commitments-memberships in almost every oil industry association, seats on the boards of the Texas Research League, the Dallas Citizen’s Council, and half a dozen others—and now Jay started out on that same course. He became active in oil industry groups, such as the Dallas association of Petroleum Landmen, serving as president during 1980-81, and he was a member of the board of First City Bank. He helped recruit athletes to SMU and was active in various Junior achievement educational programs. He fought unsuccessfully to save the Dallas athletic Club from the wrecker’s ball and then worked to get a new athletic club, the Exchange Club, off the ground. Later he served on the interim Dallas area Rapid Transit (DART) board, which was trying to develop a mass transit plan for the city.</p><p>Jay worked hard at all of those things, but what he cared most about was the Dallas Mavericks. When general manager Norm Sonju tried to bring a National Basketball association franchise to Dallas in 1978, the conventional wisdom was that he was selling the wrong product to the wrong town —basketball was too black, too urban, too short of Cowboys mystique to make it in football country. Sonju got 143 rejections from potential investors and more than a few clear racial messages for his efforts. Upon approaching Jay, however, Sonju found an immediate and enthusiastic backer. When the Mavericks partnership was formed in 1980, Jay became one of six minority owners who brought the team to Dallas along with principal owner Donald Carter.</p><p>Jay did a lot of things in Dallas because they were the proper things to do, but his involvement with the Mavericks came straight from the heart. He loved the game’s ghetto cool as much as its balletic grace. The Mavericks were one very visible way in which Dallas had become a better, more varied place, and Jay was thrilled to be a part of that. There weren’t many opportunities in Dallas to channel the liberal passions that remained with him, but the Mavs were one such outlet. And they appealed to him for another reason: they allowed him to make a difference on <em>his</em> terms, not his father’s. Once the team began playing, Jay was among the most conspicuous members of the Reunion arena scene, sitting in his choice owner’s seat on the floor at midcourt, jumping and jiving, shamelessly hotdogging in delight when things went well.</p><p>No matter how many boards Jay served on, he and his father were always going to be worlds apart—the one a conservative, Republican, cigar-smoking, resolutely courtly veteran of a life in the oil business; the other a mercurial dreamer, with one foot in the oil business and the other in the social agendas of his youth. But in terms of pure, willful stubbornness and eccentricity, they were father and son. Jake was not just one of the most successful figures in the oil industry, he was one of the most independent-minded. Until 1983 his company —a mammoth enterprise with offices in seven cities —was unincorporated, listed not as Hamon Oil or the Hamon Company but simply as Jake L. Hamon. The offices all but closed down from noon to one —phones weren’t answered, the doors were locked, as if it were still a storefront company. He ran his company like the most fastidious sort of old-line entrepreneur, paying attention to the minutest details. He even insisted on signing all the payroll checks personally, just as he had when he was a wildcatter with only a few employees.</p><p>Jake’s power was such that he could operate as he saw fit. Jay didn’t have nearly that much confidence or clout; instead his eccentricities took the form of trying too hard to make his mark and establish his own turf. In sports he’d go on nutty training regimens, jogging tirelessly around the block backwards to improve his coordination or eating with his left hand to improve his dexterity in basketball. Almost all his friends have some story, told with rueful affection, of Jay’s trying too hard to do something and just falling short. Once, on a boat, he sententiously explained the proper way to bend your knees, roll with the waves, and establish your “sea legs”—then exhibited his expertise by toppling over onto a pile of diving tanks as soon as the first wave hit.</p><p>Maybe it was because he had tried so hard to fit in, but he didn’t have much of a sense of humor about his own quirks and failings. A friend, noting the proximity of Jay’s house to the Love Field flight path, once asked him if the noise from the planes bothered him at night. No, replied Jay in a bit of a huff, he’d had the house soundproofed. “You mean if I sat on my horn at night in your driveway, you wouldn’t hear it?” the friend asked. “No, of course not,” said Jay. That night the friend drove up Jay’s driveway, honked the horn a few times, and drove off. The next day he asked Jay if he had heard anything. Jay said he hadn’t. After that, the friend, in a rather malicious bit of mischief, made a habit of driving up Jay’s driveway at odd hours of the night, honking a few times, and driving off. Later he heard second-hand that the honking drove Jay crazy, but he never heard it from Jay, who preferred to suffer in silence rather than admit he’d been had.</p><p>His friends traded stories about Jay like baseball cards, but always with an underpinning of affection. In the conventional scheme of grown-up virtues, with the emphasis on work and family, friendship by itself doesn’t count for all that much. But friendship was what Jay was best at. He had a disarming amount of benevolent manic energy, like a big puppy or a goodnatured kid. Even now when people talk of him, they tend to tell a Jay story, shake their heads, and smile. If a stockbroker friend wanted to learn more about the oil business, there was Jay taking him out to one of the Hamon rigs. If the son of another friend was enrolling at ASU, there was Jay showing him around the campus and introducing him to assorted muckety-mucks. If former Maverick Tom LaGarde was playing basketball in Italy, he received a care package from Jay stuffed with reading material ranging from a profile of pitcher Tommy John to a magazine article on Japan by David Halberstam. Jay liked to careen as far across the social landscape as possible. He played tennis at all-white Brook Hollow—often with one of two black partners, which was guaranteed to raise a few eyebrows. He also played tennis in the blue-collar precincts in Oak Cliff and sought out black basketball games near his home. More than once he offered money to friends who needed it for a new car or for school. Looking back on him, several friends expressed the same thought in almost identical words: “If I ever needed anything from Jay, I knew all I had to do was ask.” Jay didn’t have to worry about money. He didn’t have any children. He didn’t care about the balls, society columns, and pecking orders that framed the world of Dallas society. So he didn’t just cultivate friendships; he depended on them.</p><p>One thing friends like to remember about Jay is a Halloween party that he and Mary gave before the Mavs’ opening home game in 1981. It was held at their home in Highland Park, and Jay lorded over the proceedings in a regal wizard outfit with a silver robe and silver hat that added about a foot to his six-four frame. By game time the guests, many still in costume, had made their way to Reunion arena, with Jay sitting at courtside in his wizard outfit, the Merlin of the Mavs. In some ways the evening was perfect Jay-offbeat, to be sure, but also a lot of fun. In other ways it was like nothing so much as an updated version of the fabled parties his parents had thrown for a different generation of friends.</p><p><strong>Rich Guy, Lowly Mazda</strong></p><p>Jay Hamon was 31 at the time of that party. He was an aspiring oilman with a wide circle of friends, a good athlete, a comer in young Dallas leadership circles. He had joined the right organizations and married the right sort of Park Cities girl. It should have been the best time of his life. It wasn’t.</p><p>Beneath the surface, beneath the endearing quirks and the manic energy, was a troubled young man. He didn’t flaunt his wealth, but he certainly wasn't going to give it up; he enjoyed the freedom it gave him, but he wasn’t at home in the world that came with it. He had done everything he was supposed to do, but it still didn't feel right.</p><p>He had the rich kid’s chronic worry about whether people liked him for himself or whether they were attracted by his money and his family name. Bob Feldman, a lawyer and tennis buddy, likens Jay’s affection for a humble $4000 Mazda to the way Jay wanted people to look at him. “Here was a guy who could have had a Maserati or any car in the world, and he was in love with that Mazda,” Feldman says. “Maybe it was sort of an anti-symbol; you had to love the car for what it was, not what people would think about it. Jay wanted to be liked in the same way he cared about that car.”</p><p>Another problem was work, which had become a source of considerable frustration. Father and son had the same longterm goals. Jake told people that someday his son would run his business, and he took pride in teaching him how. Jay told associates of his ambition to double or triple the size of the business. But the two men could not avoid clashes. Jake Hamon had his own ways of doing business, and they had worked for more than forty years. He had little enthusiasm for the modernization proposals that Jay came up with. First they disagreed over Jay’s plans to replace the company’s antiquated phone system. Later there was a more serious dispute when Jay tried to persuade his father to computerize the business. Jay’s title might have been vice president for finance, but it didn’t really mean much. There was only one man who ran Jake Hamon’s oil company.</p><p>Another thing people noticed about Jay was that he was subject to volatile mood swings. As affable and friendly as he was in everyday life, Jay could become a raving maniac on the tennis court, throwing rages, cursing, flinging his racket if his game was a little off. One day at Brook Hollow he was defeated by a friend he usually beat easily. After the game Jay slumped off the court in a fit of depression, sat down, and said, “Sometimes I think I should kill myself.” What was scary, says the friend now, was the intensity with which Jay spoke. “It wasn’t like he was saying it just to make a point. He sounded like he meant it.”</p><p>Indeed, more than a few times Jay expressed an interest in the subject of suicide. Former Maverick Scott Lloyd remembers one such time, after his exteammate Bill Robinzine committed suicide in 1981. Lloyd was explaining to Jay how hurt, even angry, he was that a friend of his would kill himself. He simply couldn’t accept that someone as healthy and talented as Robinzine could get to the point that he had no better option than suicide. Jay disagreed. “You just don’t know the pressures someone else is under,” Jay said softly. “You can’t know what they’re going through.”</p><p>It didn’t help matters that one way Jay handled pressure was by using drugs, especially cocaine. Among Jay’s eclectic group of friends, some were buyers and users of the drug, and Jay of course had the money to indulge himself, so he had easy access to it. Much later his wife would allege that he had spent more than $200,000 on cocaine, a figure Jay insisted was much too high. Whatever the case, there was no question that he was using cocaine with enough regularity—even free-basing on occasion—that his wife and some of his friends were truly worried. Sometimes, under the influence of the drug, he would have terrible paranoid experiences in which he would break out in a cold sweat or try to hide, thinking that people were after him. And at least once, at a time when he was doing cocaine with some frequency, he made an aborted suicide attempt. He drove out to Lake Texoma, loaded himself with weights, and tried to drown himself. As he later described the incident, when he hit the frigid water he snapped out of the fog he had been in, realized he didn’t want to die, and managed to swim to shore.</p><p>His marriage bore the brunt of his personal traumas. There was no sudden dissolution. Mary was completely loyal to him, but they were different people. In 1982 he began a heated romance with a beautiful 24-year-old South american heiress who had attended SMU. The combination of old doubts and new romance finally convinced him that it was time to end his marriage. On august 31, 1982, he filed for divorce.</p><p>His timing couldn’t have been worse. No sooner had he filed for divorce than <em>Forbes</em> magazine published its annual tally of the nation’s four hundred richest people. It included the Hamon family. Suddenly Jay realized that when someone had his kind of wealth, getting out of a marriage was a lot more complicated than getting into one. The prospect of a long divorce proceeding made Jay so nervous that he lost ten pounds in a week; he also lost most of his interest in his new romance. Exactly nine days after he had announced to Mary that he was leaving her, he filed a motion to dismiss his divorce suit. The dismissal was granted at the end of September, and Jay and Mary seemed happy together again.</p><p>The whole thing left friends a little bewildered. Not a week after Scott Lloyd had talked to Jay and learned of the breakup, Mary was on the phone to the Lloyds, telling them that she and Jay had to come over right away. When they arrived, they announced grandly that they were getting back together and that this was the happiest day of their lives. Lloyd remembers thinking, “Something’s not right here.”</p><p><strong>“The Happiest Laugh, The Best-Tasting Oyster”</strong></p><p>On September 13 the Dallas Cowboys lost their 1982 season opener to the Pittsburgh Steelers, the first time they had lost an opening game since 1964. Watching the game and eating popcorn in her bed at home in Los angeles was Sharon McCoy. She and Jay had not been in touch for years. But she remembered that Cowboy games had been mandatory viewing at ASU. On an impulse she sat down and wrote him a note.</p><p>He recognized the handwriting as soon as he saw it and ripped open the letter. He replied right away with a letter that was chatty and warm, bringing Sharon up to date on his parents and various other things in his life; the oil business, the DART election, and his basketball and tennis playing. He looked back fondly on the past—“If we didn’t live the draftVietnam-drugs-Nixon era, I don’t know who did”—and alluded to the future. Ending with a reference to former Phoenix Suns star Connie Hawkins, he wrote, “I really have this drive to see you one-onone as Connie Hawkins would say and talk about the water that has passed underneath our bridges.”</p><p>In assorted postmortems, some friends made the same point: Jay’s relationship with Sharon was as much a way of thumbing his nose at his family and at Dallas as it was anything else. But to read the letters that ensued is to realize just how small an element that was. What was really happening between them was the stuff of fantasy. Through the mists of time, older, perhaps wiser, weighed down with responsibilities, you cross paths with your first love, and everything clicks. Through the mail and over the phone, Jay and Sharon fell in love again.</p><p>Suddenly-magically-all the possibilities of a college kid at ASU seemed real again, “there has always been a feeling that the joy i felt with you was a thing of youth past,” Sharon wrote in her unpunctuated, uncapitalized style, “the older i got the more i learned to settle for comfort and forget about bliss.” He wrote her the same day, “Sharon, I am amazed at my emotions these days; I feel a lost spontaneity of being madly in love with you. . . . I sense that freedom and communication that is not so much a part of my life now. What a mental process it is to re-discover all this.”</p><p>They both found their lives utterly transformed. Suddenly their long distance romance was reality and their daily life was all but illusion. “It seems now life is intense, yet I am removed from the present, living to see you again,” he wrote. Jay found himself sitting at his office or walking back from a DART meeting at city hall engulfed in reveries, impatiently awaiting Sharon’s next letter. By the time Jay had written his fourth letter, on October 29, it was as if his marriage were already over. “Sharon,” he wrote, “I want you back so bad my being aches.”</p><p>They met twice during that time, first at an oil producers’ meeting in Houston and then in Los angeles. When he flew to meet her in Los angeles on November 11, he spent the flight writing to her, as if seeing her in four hours wasn’t soon enough. The letter ended with “What is Sharon to me? The happiest laugh, the best tasting oyster, the hottest kiss, . . . the ecstasy of the truest, surest love I have ever known.” They spent most of that weekend talking, making love, and enjoying one another’s company. Before he left, Jay told Sharon that as soon as he got back to Dallas he would file for divorce, and then he asked her a question he had asked her twelve years before. Would she move to Dallas and live with him? This time, without hesitation, Sharon McCoy said yes.</p><p>The day he returned to Dallas, he told Mary that he wanted to end the marriage. Four days after that-November 19, 1982 —he filed the divorce petition.</p><p>Neither Jay nor Sharon had forgotten the pressures of their first time together, nor should they have. There are a few places in the country—Sharon’s Los angeles entertainment world, for instance</p><p>—where an interracial couple can get by with a minimum of trouble. But Dallas, and particularly the Dallas social stratum of which Jay was a part, is not .among them. By appearing with Sharon, Jay would be violating the social codes of his class in his city. He would be taking Sharon to parties where she would be the only black person not serving drinks, to country clubs where blacks were excluded, to nightclubs where blacks rarely went. Everywhere the two of them went they had to be aware of the possibility of pointed snubs and stares and whispers or maybe a dress code violation, that convenient technicality that some Dallas nightclubs use to keep blacks out. Surely Jay knew Dallas well enough to sense what he was getting them both into.</p><p>He met one night with an old SMU buddy and current business partner named Mike Clark at one of his favorite bars, the Inwood Lounge, to talk about his plans to live with Sharon in Dallas. He couldn’t stop raving about her. She was smart. She was independent. She could do everything from cooking to fixing a thermostat to discussing politics, he said. But Clark sensed that what Jay really wanted was advice on whether he was doing the right thing. “If you feel that this will be something that will continue and be real important, then fine,” Clark said. “But just be ready to sacrifice a lot on the other end, because you will.”</p><p>Thinking about it afterward, Clark wondered if he shouldn’t have done a better job of defining just what was at stake. “He seemed as if he had thought it out,” Clark recalls. “My feeling was, ‘He hasn’t figured it out as much as he thinks he has.’ all I knew was that a lot would be coming down. It would be like you’re all of a sudden caught in an avalanche that’s very powerful or a huge rock slide after you had kicked a few rocks you knew you shouldn't have kicked.”</p><p>In early December 1982, Sharon McCoy moved to Dallas to live with Jay Hamon. They set up housekeeping at the Manor House, a high-rise apartment building in downtown Dallas. They had kicked the rocks.</p><p><strong>The avalanche</strong></p><p>About a week after Sharon arrived, she and Jay attended their first Mavericks game together. If they had put up a billboard announcing their living arrangement, it couldn’t have had a more dramatic effect. When they celebrated the Mavs’ victory by kissing at Jay’s prominent courtside seats, it elevated the event to a major public scandal. The next day, Nancy Hamon phoned Jay to complain that she had received several calls concerning his performance the night before.</p><p>A week later Jay got a message from Norm Sonju; majority owner Donald Carter wanted to buy him out. Under the terms of the partnership agreement, the general partner could buy out the limited partners at any time, and Carter was offering very favorable terms, a 20 per cent annual return on Jay’s original investment. The Mavericks said the move was an attempt to keep the ownership from being ensnarled in Jay’s divorce proceedings, and there is no proof that that is not the case. In fact. Jay had written Sonju a letter on November 30 letting him know that the divorce was pending and that the Mavs ownership could become a community property issue.</p><p>Although Jay went along with the sale meekly —even writing Carter a gracious note after the deal was done —he told everyone else something quite different. The problem, he said, was not his divorce but his black girlfriend. He began railing to everyone he knew about what he considered the blatant hypocrisy of the Mavs: here was a team playing the blackest sport in america, and its front office was worried that one of its owners might show public affection for his black lover. He took to calling them the First Baptist Mavs, a sarcastic reference to the often stated Christian ideals of its ownership. He even talked about filing suit and discussed the situation with sportswriter Jan Hubbard, who was then with the <em>Fort Worth Star-Telegram.</em></p><p>Hubbard prepared a story, but it didn’t come down on either side. It cited Jay’s allegations but added that Jay couldn’t prove them. Just as in his dealings with Carter, however, Jay chose propriety over conflict, and he asked at the last minute that the story be killed. He continued to go to the Mavericks’ games, sitting in good but less conspicuous seats off the floor, but the joy of being a part of things was gone. The sale remained a subject of bitterness for the rest of his life.</p><p>In mid-December, a couple of weeks after Sharon had moved to Dallas, Jay finally brought her home to meet his father, and things were cordial enough. But when he wanted to show her his office, they sneaked in at night, when no one was there. It was the same way he had shown her his parents’ house more than a decade before.</p><p>Jay’s situation at work had not improved with Sharon’s arrival on the scene. He was as frustrated as ever with his father, and behind his father’s back he had become outspokenly critical. And as he admitted in his letters to her, he was so excited about their relationship that he was having trouble getting work done. He was then deep in the throes of his proposal to computerize the business, a plan Jake considered a waste of time and money. Over the Christmas holiday Jay and Sharon flew to Hawaii for a vacation. The day after Christmas father and son talked on the phone. As Sharon remembers it, they had an edgy, unpleasant conversation, and at one point Jake told Jay that maybe he should be in the hotel business if he liked travel so much. That night, as they sat on the beach on Maui watching a lunar eclipse, Jay turned to Sharon and said, “You know what? I think my father’s going to fire me.”</p><p>The next morning they were awakened at six by a phone call. It was Jake’s secretary. She told Jay that his father had just sent around a memo saying that Jay had resigned. The computer proposal was given as the official reason. Soon after he got back, Jay went to the office late one night and cleaned out his desk.</p><p>That was the most wrenching shock, but there were others to come. At Brook Hollow, where Jay played a lot of his tennis, his status was Junior in Limbo —meaning he was the son of a member but would have to be approved on his own. Now when he played tennis at Brook Hollow, he often jokingly told his partners to enjoy things because they weren’t going to last much longer. He was right. He came up for a vote later in the year, and by an overwhelming margin he was booted out of the club of which his father was a past president.</p><p>As the year went by, something unnerving began to happen. It wasn’t as dramatic as the initial shocks, but it may have been more painful. It soon became clear that Jay, who had always put such a premium on friendship for its own sake, was no longer sure who his friends were. To Rob Lobelson, an old buddy from his SMU days, he said, “all of a sudden, no one wants to talk to me.” and when he got a letter from his South american girlfriend, he wrote back, “I see few people these days because I have found out that most of them were only around for the ride.”</p><p>Many things he had taken for granted were now complicated social transactions that he didn’t care to negotiate. When he and Sharon attended parties given by some of his older friends, the two of them often hung back warily, not sure what sort of reception they would get. Finally they stopped going. Once, Sharon was supposed to meet Jay after his tennis game at the Dallas Country Club, Dallas’ most prestigious private club, but as she waited in the clubhouse the chilly questions that came her way made it clear that she wasn’t welcome. She left and waited in the hot car instead.</p><p>Jay and Sharon became suspicious and withdrawn; their hurt at times bordered on paranoia. Jay attended a Democratic fundraiser for ex-basketball star and New Jersey senator Bill Bradley, and the emcee joked that Bradley had suffered from a dread ailment, white man’s disease, an often used basketball term denoting the superior jumping ability of black players in the NBA. Jay later wrote a letter to Bradley, apologizing for the joke, saying he had seen the effects of discrimination firsthand and didn’t find any humor in gratuitous racial references. Jay’s attitude toward race took on a stilted, didactic quality. “I live in my own world with the mate of my choice,” he wrote a friend in September. “Race is a state of mind. . . . The world is not just one race obviously, and to limit yourself as many americans do, to just people that are like you is to shut yourself to the marvelous variety the world has to offer.”</p><p>Certainly, Jay was right about seeing racism at work. It was there. One longtime friend recalls the general reaction when Jay first took up with Sharon: “The uncharitable ones said, ‘I can’t believe Jay’s going out with a nigger.’ The charitable ones said, ‘Poor Jay, the guy’s finally flipped.’ ”</p><p>But the situation was more complicated than Jay would admit. Some of his friends withdrew from him because they genuinely felt that he had treated Mary terribly. Some thought he was messing up his life to make a point to his father. And some were simply uncomfortable with Sharon’s personality, including many of those who were most on Jay’s side. People who got to know her usually liked her, but she was not an easy person to get to know. She was still an aggressive, demanding, uncompromising woman, quick with an opinion, seldom missing a chance to drop some famous name. (“Give me a break. I’ve been to Halston’s townhouse. With Salvador Dali present. The guy I used to live with, Bianca Jagger chased him for years.”) She talked in a fast-paced stream, punctuating her assertions with an emphatic “Thank you very much” as a personal exclamation point. She could also be as snobbish as many of the Dallas society types who rejected her. She had a huge collection of expensive gold jewelry and a cool disdain for the cultural level of most of the people she met in Dallas. In some ways her appeal was much the same as Jay’s mother’s. She had style and individuality; she knew how to enjoy herself and could stand up to the world on her own. But race has a way of obliterating nuances, so if there was a resemblance between Sharon McCoy and Nancy Hamon, few people saw it.</p><p>Jay wasn’t looking for nuances either. The dogmatism that sometimes showed up in his personal quirks was even more pronounced now that he saw the specter of racism —however real, however imagined —all around him. As events unfolded, a convoluted situation marked as much by awkwardness as by ill will became a matter of black and white. In Jay’s mind it was simple: either you were for him and Sharon or you weren’t.</p><p><strong>The Brutal Treadmill</strong></p><p>By early 1983, with his old life in ruins, Jay Hamon desperately began groping for a way to build a new one. One thing he hadn’t lost was his spot on the interim DART board; now he tackled his transit work like a man possessed, spending most of his energies on the Special Needs Committee charged with ensuring services to low-income areas. He began searching for some business ventures to get involved in. He invested in a statewide newsletter called <em>Inside Texas</em> and began working on a syndicated series of radio investment shows he hoped to produce and perhaps market through Sharon’s family contacts in Los angeles. He was particularly excited about an oil venture he planned to invest in with a friend named John McMaster. It was across a caliche road from some leases his father owned. The chance to compete with his father on his own turf had more than a bit of allure.</p><p>He traveled extensively, including a ten-day trip to Italy with Sharon, and developed a new passion: scuba diving. Of course, it wasn’t in Jay’s nature simply to enjoy the sport. He had to try to make it to every important diving spot in the world, and to that end he and Sharon went diving in the Cayman Islands, Belize, and Cozumel, among other places.</p><p>As the year wore on, he began seeing his parents again, particularly his mother. Nancy Hamon had always seemed sympathetic toward Sharon, even in the beginning when Sharon and Jay were in college. Now she did what she could to help, especially in mediating between father and son. Jay’s mother and grandmother would sometimes visit the apartment for a Szechuan lunch that Sharon would prepare. Once when Sharon and Jay were over for dinner, Mrs. Hamon motioned Sharon into the kitchen, saying she needed help opening a bottle of champagne. Sharon was working on the bottle when Mrs. Hamon suddenly hugged her and thanked her for helping to make Jay happy.</p><p>Reconciliation with Jake Hamon was not so quick in coming, however. Jay had spent his whole life trying to earn his father’s respect, but in his mind, at least, he had failed. Ever since college Jay had been a prolific correspondent, writing to just about anyone he knew. His letters tended to contain his rawest, truest emotions. And in 1983 his letters kept coming back to a single theme, his relationship with his father. Sometimes there would be an element of self-blame: “I consider myself a failure as a son to him.” More often what came through was a frustration that bordered on self-pity: “Hell, I know he cannot accept Sharon, but that shouldn’t reduce me to the level of an untouchable.”</p><p>With so much emotion involved, every meeting between them was something of a negotiation. Sometimes Jake would make an offer of sorts, saying, for instance, that he’d use his influence to get Jay appointed to the permanent DART board. Jay turned the offer down, saying he’d rather see what happened on his own. Sometimes the son would extend the olive branch, at one point repeatedly trying to meet his father for lunch, only to be rebuffed. It was a heartbreaking process, father and son each trying to make the other into something he was not. And sadly, it probably said more about son than about father. Jake was half a century older than his son. He had created trusts that made Jay wealthy for life. If he didn’t approve of his son’s lifestyle, so be it. Each generation eventually has to stand up on its own. It was time for Jay to live his own life, but he could never quite do it.</p><p>His letters from that period reflect another constant theme: his impending divorce, which had turned into a war of nerves and which dominated his thoughts. Although most of the proceedings were fairly conventional, two aspects in particular bothered Jay. The first was a request by Mary’s lawyers that he turn over all information about the “sale, purchase and/or use of nonprescription drugs, including without limit cocaine.”. Jay was infuriated by Mary’s allegation that he had spent more than $200,000 on the drug during the course of their marriage; he called it preposterous. But he was also terrified, dreading a scandal.</p><p>Second, the proceedings seemed to Jay to drag on forever. He just wanted to settle and get it all behind him. But multimillion-dollar divorces set their own pace. Every time a settlement date approached and Jay’s hopes rose, there would be another stumbling block, another infuriating delay. “I feel like a pathetic character in one of Franz Kafka’s short stories,” he wrote in November.</p><p>His letters also showed the intensity and the increasing frequency of his mood swings. Sometimes the letters were full of assertions that his life had never been better. “My life has become real once again in that I am not living two lives,” he wrote in July. And again in august, “I have never been happier or more fulfilled in my life.” But it was his frustrations and resentments that came through with the most force. Thus he could write in one letter, “Being a success in Dallas is brutal, just after you finish doing something (i.e. a successful transit election) people start asking what next? One is caught up in this treadmill of achievement that demands a certain conformity to prescribed rules of living your life. I just don’t want to try to keep trying to force a square peg into a round hole.”</p><p>And in November he wrote of one especially nightmarish night: “Last week I was very depressed, so much so I visited an old friend who was in the middle of an intravenous drug session. In a weakened state of depression I almost offered my arm, however Sharon stopped me. I felt somewhat corrected like a child until the other people in the bathroom started squirting blood all over the ceiling and walls, wretching in the sink and then turning the color of porcelain. It was a sobering experience in self destruction.”</p><p>And then, near the start of 1984, Jay became euphoric again. His relationship with his father took a small turn for the better. Jay saw great significance in what had happened, and he wrote about it with almost childlike excitement. “a Christmas miracle of sorts happened to us. We had a family lunch and Pops was very pleasant. I was able to help him because the streets were all iced up, and I delivered the Xmas bonus and payroll checks. . . . I also helped mother with her casette recorder, which she plans to use on Jake’s history. It really was the greatest present they could have given me.”</p><p>Jay’s mood did not stay up for long. By mid-January his divorce proceedings had reached their most sensitive stage; Mary’s lawyers were preparing to take Sharon’s deposition. They had already taken Jay’s, and he knew what she could expect. They would be asking her questions about the most intimate details of their relationship, including their sex life. Jay and Sharon had already decided they wanted to start dividing their time between Dallas and Los angeles, and Sharon had made plans to go out to the coast and find them an apartment. Now, with a process server camped out in the Manor Hall lobby waiting to serve her papers, that plan took on a new urgency.</p><p>On January 18, while the process server was downstairs, black workmen were making their way up and down the elevator, moving a tenant out of the Manor House. Sharon and a friend who lived in the building went to the floor where the move was going on, outfitted Sharon in her dumpiest clothes, put a wool cap over her head, and found a suitcase for her to carry out. She walked down with the movers to the friend’s car, which was running in the garage, and the two of them roared out to the airport —an appropriate end to her life as a Dallasite.</p><p>Now at long last things moved quickly. To Jay’s utter relief, the details of the divorce settlement were finally worked out. His estate had been valued at close to $20 million, but most of that was not community property; Mary was going to get $3 million. On Monday, January 23, at the start of the week in which he hoped to sign the settlement papers, he wrote to a friend, saying, “I feel like a dagger has been pulled from my back.”</p><p>But pulling out the dagger can mean examining the wound. And looking back on the past year must have been a painful process. He had been forced to leave the family business and had been kicked out of the family’s country club. He had lost his treasured ownership in the Mavericks. Despite his hard work, he had not been reappointed to the permanent DART board, which helped to sour him on political commitments in Dallas. His network of friends, the amorphous extended family he’d built up over the years, had become a vaporous mystery to him.</p><p>He had even voiced some minor dissatisfactions to friends about his relationship with Sharon. Their romance was still intact and the most important thing in his life. But after their wildly ecstatic beginning, it must have dawned on him that she couldn’t cure all his problems. No one person could. After everything that had happened, he still had one foot in his parents’ world and the other in Sharon’s; he was still between two worlds.</p><p>On Wednesday, January 24, Mike Clark met with Jay at Clark’s office. Jay was in a terrible, agitated state, seemingly spooked by the whole thing. “It was like he was in shock,” Clark recalls. “He acted really weird, sulky, like a threeyear-old kid who had just been yelled at. I’d never seen him so sad and detached.” Clark was worried enough that he called Jay that night to cheer him up, but no one answered the phone.</p><p>But on Thursday the morose, dispirited Jay that Clark had seen was gone. Jay was upbeat and energetic. He called the editor of the newsletter and gave him a pep talk. He talked to another friend about how he planned to stay active in Dallas after the divorce. He dropped into McMaster’s office, and the two of them talked about the oil deal they were working on. He told his divorce lawyer that he was pleased with the terms of the settlement. He seemed, once again, relieved and happy. He was having dinner with his parents that night and was very excited about that.</p><p>After dinner Jay headed to the Inwood Lounge, where he returned a call from Sharon. She was in high spirits, bubbling over with talk about her apartment search and their future together. He didn’t say too much and left about eleven-thirty.</p><p>It was past midnight when Jay got back to the Manor House, and his good spirits were gone. He seemed quiet and subdued when he stopped at a friend’s apartment. He pulled out some cocaine, and they snorted a gram. Jay did six to eight thick lines, a substantial amount. They watched the replay of a basketball game on TV. Jay stared at the set, barely speaking. “How was dinner?” the friend asked.</p><p>“Typical family stuff,” said Jay.</p><p>But he perked up a little as he prepared to leave. They had planned to lift weights together the next day. Suddenly Jay became emphatic. “Let’s do it tomorrow,” he said. “Let’s do it tomorrow.”</p><p>He left there around two-thirty and went down to his apartment. He had a visitor—a new waver through whom Jay sometimes bought drugs. The visitor stayed a short time and then left.</p><p>The next time anyone saw Jay Hamon, it was seven-thirty Friday morning, and he was sitting on the banister of his balcony, facing in toward the apartment. For fifteen minutes he sat there, practically motionless. The phone rang. Jay went inside to answer it. It was one of Mary’s divorce lawyers, who had a lastminute question about the settlement. In a distracted voice Jay told the lawyer that he was busy and would call him back later.</p><p><em>(Continued on page 174)</em></p><p><em>(Continued from page 168)</em></p><p>Jay came out again, and this time he climbed over the balcony until he was hanging by his hands. The people arriving for work in the building across the way looked on in horror. They called the police and then watched as Jay tried to swing his leg back over the railing, as if he had changed his mind. Then they closed the curtains, knowing that there was nothing they could do. By the time the police arrived, the drama was long since over.</p><p>There was a memorial service the day after Jay died. It was an appropriately varied gathering that spanned the social strata of Dallas. Much of Dallas society was there, and so were Jay’s tennis buddies and stockbroker friends and new wave friends —men with short spiky hair and a woman with purple eye makeup in a burlap dress. The minister apparently hadn’t known Jay, for he gave only lifeless generic information that could just as well have been about some 75-year-old businessman who had died in his sleep. Afterward there was a reception at the Hamon household. And after it was over, Jake L. Hamon, Jr., cried a father’s tears for his lost son.</p><p><strong>Epilogue</strong></p><p>About two weeks after Jay’s death several of Sharon’s friends came to the apartment to pick up her belongings. Also on hand were Mary, her attorney, Jay’s accountant, and a police investigator. Not long after Sharon’s friends arrived, one of them walked into the study, where Jay had kept his personal papers. The friend saw Mary holding a piece of paper and shaking.</p><p>Two wills had been found among Jay’s papers. One was a copy of his original will, dated November 25, 1981. It gave everything to Mary. The other was a second will, done around January 1983, after Jay had left Mary and begun living with Sharon. It gave everything to Sharon. The first will was signed. The second will was not. For legal purposes, the second one was meaningless.</p><p>In his sometimes mystifying life, the second will is Jay Hamon’s last mystery. Why did he have a second will drawn up if he didn’t intend to sign it? Why did he fall to his death giving every cent he owned to a woman with whom he had just concluded a long, difficult divorce? after the discovery of the unsigned will, Jay’s friend McMaster spent months doggedly searching for a signed copy of the second will or some proof that one existed. He didn’t turn up either. If there are explanations, no one has found them yet, and probably no one ever will. They are like the questions about Jay’s death itself—Jay took the answers with him.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "January 1985",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Dallas",
      "Oil",
      "people",
      "Family",
      "Divorce",
      "ever",
      "Son",
      "Business",
      "Death",
      "Basketball",
      "Game",
      "Home",
      "Tennis",
      "Love",
      "Texas",
      "Work",
      "DART",
      "House",
      "Marriage",
      "Mavericks"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Dallas",
      "Texas",
      "Phoenix",
      "San Antonio",
      "Austin"
    ]
  }
}