{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198911",
    "date": "November 1989",
    "year": 1989,
    "month": 11,
    "month_formatted": "November",
    "pdf_uri": "/1989/19891100.pdf",
    "issue_cover_image": "",
    "document_start_page": 110,
    "toc_start_page": 110,
    "document_page_range": [
      [
        110,
        111,
        112,
        113
      ]
    ],
    "toc_order": 4,
    "toc_headline": "Creature Comforts",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198911-creaturec",
  "source": "/1989/19891100.pdf",
  "wp_post_id": 124731,
  "wp_post_guid": "http://www.texasmonthly.com/article/creature-comforts/",
  "authors": [
  "Jerry Jeanmard"
  ],
  "headline": "Creature Comforts",
  "dek": "It isn’t exactly Louis Quatorze, but it is Texas traditional",
  "spread_caption": "",
  "excerpt": "Horns, hooves, and hides for the home.",
  "kicker": "",
  "word_count": 538,
  "content": "<p>Anachronistic though it may seem in these times of animal rights, there was a day when the wellturned deer leg—or some other attractive but indigestible part of the prey—was looked upon as highly decorative. Indeed, this penchant for furniture and accessories fashioned from odd animal parts has led to some rather bizarre manifestations of the craze. ¶ The most widely known — furniture fashioned from cow horns —epitomized the Victorian fascination with nature onceremoved. That, compounded by americans’ burgeoning interest in the taming of the wild West, helped make such furniture popular; at one point it was even manufactured by Tiffany. But not surprisingly, nowhere has it been produced in greater volume or with more artistry than in Texas. The acknowledged master was San antonio’s Wenzel Friedrich, many of whose remarkable creations are owned by that city’s Buckhorn Hail of Horns and the San antonio Museum association. ¶ The legacy of Friedrich and his compatriots survives in somewhat abridged form. In Meridian, Teddi Marks’s Texas Longhorn Furniture Company peddles primitive benches and tables with cow-horn legs—and, if you’d like, “hide with the hair on”—as part of its Southwesternish furniture line. Houston artisan Kathy Boswell takes off on the primitivism fad with her Beef Master chair, with bone slats rawhide-laced to an iron frame. And the New York firm of Mansfield Manor offers a highly urbanized cocktail table of Lucite and glass on little horn legs for a mere $6,500. ¶ But these enlightened times dictate that aficionados of such bizarre <em>objets</em> spend most of the hunt in antique shops. The specter of species extinction and the growing outcry against brutality to animals have turned one man’s amusement into another man’s revulsion: The Victorian giggle has been replaced by the modern-day frisson. ¶ For some, the pieces remain simply amusing oddities, reminders of another silly fad from another, more naive time. “They’re mad” is the way one Houston collector puts it. It’s a sentiment on which both sides might agree.</p><p>Photographs By Tom Ryan. Styling By Meunda Jones</p><img /><p>1. Antler Chandelier By Bruce Eicher, From Vivian Watson Associates, Dallas. 2. Cow-Horn Chair By Wenzel Friedrich, Private Collection Of Robert And Laura Wilson. 3. Bull-Skin</p><p>Golf Putter, Private Collection. 4 And 5. Tables With Cow-Horn Legs, From</p><p>Teddi Marks, Texas Longhorn Furniture, Meridian. 6. Water Buffalo Horn, From R&G Limited, Dallas.</p><p>Jerry Jeanmard Is a Designer Who Lives In Houston.</p><img /><p>1. Goat-Hoof Letter Opener With Mother-Of-Pearl And</p><p>Silver Plate, From Daphne Daniel Antiques, Austin. 2.</p><p>Deer-Hoof Pocketknife, Private Collection. 3. Fowl-</p><p>Foot Match Holder With Striker, Private Collection.</p><p>4. Armadillo Basket, From Jean Henry Antiques, Houston. 5. Cow-Hoof Pincushion, Private Collection.</p><img /><p>1. Beef Master Chair By Kathy Boswell, From Holland And Tucker Antiques And Functional Art, Houston. 2. Bully Bag By Saco De Toro, From GOODe Company Bar B Q, Houston. 3. Late-Nineteenth-Century Cow-Horn Sofa, Probably Texan, From Mcgregor And Company, Houston. 4. DeER-FOOT Lamp With Faux Python SHADe, Private Collection. 5. DeERAnd Antelope-Horn Console, From Van Horn-Hayward, Houston. 6. Wild Boar-Tusk Mirror Labeled “UGAndA, 1899,” From James Powell Antiques, Austin. 7. Horn Dinner-Table Gong, Circa 1870, From Carl Moore Antiques, Austin. 8. HornFOOTED Pincushion, From Nancy Boyd Antiques, Houston. 9. IMPALA-Horn Footstool With Faux Leopard Upholstery, From Liaison, Houston.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "November 1989",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Furniture",
      "Texas",
      "Beef",
      "Houston",
      "Animals",
      "Antiques",
      "Boyd",
      "Deer",
      "designer",
      "Hair",
      "hunt",
      "Manor",
      "Mansfield",
      "Nature",
      "New York",
      "San Antonio",
      "Water"
    ],
    "wp_categories": [
      "Houston"
    ],
    "wp_location": [
      "Texas",
      "Houston",
      "Mansfield",
      "San Antonio"
    ]
  }
}