{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198911",
    "date": "November 1989",
    "year": 1989,
    "month": 11,
    "month_formatted": "November",
    "pdf_uri": "/1989/19891100.pdf",
    "issue_cover_image": "",
    "document_start_page": 128,
    "toc_start_page": 126,
    "document_page_range": [
      [
        128,
        129,
        130,
        131
      ],
      [
        192
      ],
      [
        194
      ],
      [
        196
      ],
      [
        198,
        199
      ]
    ],
    "toc_order": 7,
    "toc_headline": "Hotter’n Hell",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198911-hotternhe",
  "source": "/1989/19891100.pdf",
  "wp_post_id": 124722,
  "wp_post_guid": "http://www.texasmonthly.com/article/hottern-hell/",
  "authors": [
    "Lawrence Wright"
  ],
  "headline": "Hotter'n Hell",
  "dek": "The Place: Wichita Falls. The Month: August. The Temperature: 110 Degrees. The Distance: 100 Miles. The Question: What Am I Doing Here? •",
  "spread_caption": "",
  "excerpt": "Cycling a hundred miles is a hard enough way to spend a Saturday. It’s even harder in Wichita Falls in August.",
  "kicker": "",
  "word_count": 4966,
  "content": "<img/><img/><p>Photographs By Joe Patronite</p><img/><p><strong>the Author, If He Does Say So Himself, Was Resplendent In Red.</strong></p><p><span class=\"dropcap\">W</span>HEN I Was a Kid In Ponca City, Oklahoma, there was a flagpole sitter in front of the courthouse who stayed aloft for what seemed like the entire school year. He lived on sandwiches people sent up in a bucket, and he chatted with everybody who passed by. I recall wondering why anyone would do such a thing to himself, but I also secretly admired him for tossing aside the comfort of home and bed to subject himself to the raw elements. I had the sense that the flagpole sitter was closer to the Truth, whatever that was, than I would ever be in my cozy room with my Donald Duck night-light keeping me safe.</p><img/><p><strong>a Hungry Rider Must Have Deep Pockets.</strong></p><p>I thought about the flagpole sitter again when I first heard about the Hotter’n Hell Hundred bicycle race, which is held in Wichita Falls every year on the last Saturday in august. It is the most popular century ride in North america. Half a dozen of my friends had ridden in it, and I regarded them the same way my parents regarded the marathon dancers of their generation. This was flagellant behavior. And yet there was something alluring about it, something that called to me in the way that, for instance, swimming the English Channel did not.</p><p>I’m not an avid or an experienced cyclist. Some years ago a group of friends and I would go out on the weekends for what we considered epic rides of ten or fifteen miles. Usually the object of those adventures was to find some interesting place to eat. Along the way we developed the Theory of appropriate Terrain, which proposes that for every piece of land there is an ideal form of transportation, from walking to flying over it as rapidly as possible. The charms of the narrow blacktop farm-to-market roads of rural Texas are too sparse for walking and too subtle for even a dawdling drive. Those roads are made to be cycled. At those middling speeds, you experience the sensory world with the approximate perspective of a low-flying bird. You see the wildflowers both as dewy individuals and as a part of a flamboyant chorus. You surprise rattlers sunning on the asphalt and scissortails preening on the barbed wire. Nature yields itself to the silent cyclist in a way it rarely does to the panting jogger or the passing motorist in his climate-controlled cage of glass and steel. But my bike, a vintage green Raleigh Record, got stolen, and the bicycle excursions came to a halt.</p><p>Recently my thirteen-year-old son got a five-speed fat-wheel cruiser, black with red grips, the sort of sleek contraption that would inflame ancient memories in anyone who has ever loved to pedal. I started hanging around bike shops again. It was only a question of whether to get another road bike or a mountain bike for the trails and back roads. I settled on another touring bike, a bright-red twelve-speed Falcon Harrier. It cost four-hundred-something dollars, but I justified it as an economy move, a means of saving gas on small trips around town.</p><img/><p><strong>IN the Mile-Long Crush Of Riders At the Starting Line, There Was Little Room To Maneuver.</strong></p><img/><p><strong>a Shower Helped Wash Away a Hundred Miles Of Road Grime.</strong></p><p>A week after I bought my new bike, I allowed myself to be talked into going on a 50-mile ride in the Hill Country. The farthest I had ever been before was 25 miles—when I got my bicycling merit badge in 1959. Now I was thirty years older, and although my Falcon had eleven more gears on it than that stolid Schwinn of childhood, the hills of Blanco County more than compensated for my fancy machinery. Five hours into the ride I was lying on the roadside, staring at my quivering legs, and wondering how I would ever get home. Since that day my riding has been confined to trips to the library and occasional Sunday morning jaunts to Chez Fred for blueberry muffins or strawberry-butter croissants.</p><img/><p><strong>“MOST Of Us Were Competing Against Our Own Expectations.”</strong></p><p> “<span class=”dropcap“>Y</span>OU’re Going To kill yourself,” my pal Steve said enviously when I told him I was going to ride in the Hotter’n Hell Hundred. He pedals to work every day, and like most male cyclists I know, he wages a constant war with his wife about whether he can keep his bike inside the house.</p><p>“are you coming?” I asked him. It was the Thursday night before the race.</p><p>“I haven’t decided yet,” he responded.</p><p>The following morning Steve put his Schwinn Voyager in the back of my truck, and we lit out for Wichita Falls.</p><p>By the time we hit Fort Worth, we began to see the bikes. Every other car had a carrier on the roof as we joined the caravan on U.S. Highway 287. Nearly 12,000 cyclists were expected, almost as many as last year’s record total. That was no surprise, since cycling is the most popular recreational activity behind walking, according to a survey by the Texas Parks and Wildlife Department.</p><p>It happens that my bicycle mentor lives in Wichita Falls. Jim Hoggard is a lanky poet who teaches English literature at Midwestern State but who looks like he would be more at home on the set of some Gary Cooper western. At the age of 48, he’s a veteran of six HHH rides. As soon as we had stowed our gear in his guest bedrooms, Jim took us downtown to the annual pre-race spaghetti supper and bicycle consumer show at the Wichita Falls activity Center. Several thousand cyclists, most of them quite normal-looking people—not the gaunt, tightly strung greyhounds we had been expecting—were streaming through the exhibits, buying mileage computers and water-bottle insulators and psychedelic seat covers. My own last-minute purchases included an ultralight Rhode Gear Styrofoam helmet (helmets were required for the race), a Shimano headband, and a pair of Italian bicycle shoes.</p><p>“You’re going to need some of these,” Jim advised, handing me half a dozen Power Bars. “Chocolate’s the best, but they all taste like inner tubes.”</p><p>Jim introduced us to Roby Christie, the founder of the Wichita Falls Bicycling Club and the man who started all of this. Christie was standing by the registration table with a walkie-talkie in his hand. In his other life, Christie is in charge of customer service for the post office. “In 1982 we were going to have a centennial celebration for the city,” he told me. “We were supposed to have some sort of kickoff event, and this consulting firm suggested we have a rocking-chair marathon. Well, I stood up and said, ‘Here we are, supposed to be celebrating the pioneer spirit, and I don’t think a rocking chair captures that.’ So instead we came up with the idea of a hundred-mile bike race in a hundred degrees to celebrate our hundredth birthday.” That year a thousand riders came, much to the surprise of the organizers. Now there are so many entrants that hotel rooms are booked a year in advance.</p><p><strong>WE Were Twelve Thousand Believers -In Our Own Fitness, In the DESTInY Of a SInGLE Summer Day’s Adventure.</strong></p><img/><p><strong>Breaking Down Instead Of Breaking Away.</strong></p><p>I remarked on the number of cars on the highway that had a couple of bikes strapped to the top. “It’s always exciting when the bikes hit town,” said Christie. “Every year we watch them come in and wonder what it would look like if they were rocking chairs instead.”</p><p>[ Continued On Page 190 ] </p><p>[ Continued From Page 129 ]</p><p><span class=\"dropcap\">B</span>y all accounts, the conditions of last year’s ride were the worst in the history of the event. The temperature was over 100 degrees, which is usual, but the wind was 35 miles per hour and gusting over 40. About 20 dehydrated riders require emergency saline solutions each year, but last year 273 needed such treatment. There were reports of dazed and bleeding cyclists lying in bar ditches. “It looked like the last road out of Saigon,” a friend said, with what appeared to be a gleeful expression on his face. Ninety-two people went to the emergency room with heat exhaustion and fractured bones. One man died—an overweight, 51-year-old Kansan. A few years before, he had had heart surgery. During the race he was twice ordered by doctors to stop. Nevertheless, he chose to continue on a fifty-mile loop. He crossed the finish line and dropped dead of a heart attack in front of the medical tent.</p><p>This year the medical team consisted of 36 doctors, 400 nurses, and 30 athletic trainers or physical therapists who would be spread among fourteen rest stops. The ride poses two problems for the medics: trauma and heat injuries. “Ninety percent of the accidents occur before noon, when the riders are all bunched up,” said Dr. Jerry alexander, the medical director of the race. “after noon, it’s all heat.”</p><p>Heat is a stress, like pressure or cold. The body has a fantastic ability to adapt to changes in its environment; it can move from the weightlessness of space to the hyperpressure of the ocean floor, from February in Siberia to august in Wichita Falls —as long as it is allowed time to adapt and train itself. “If we held the race in May rather than august, we’d have twice the heat injuries because our riders haven’t had time to acclimate,” said alexander.</p><p>The body’s sweat glands transfer heat from the blood to the surface of the skin, where it dissipates in the form of perspiration. It’s a miracle of fluid mechanics. When those fluids are depleted, however, the body overheats, just as a car does when the radiator runs out of water. The loss of body salts from extreme perspiration may cause cramping. The heart continues beating, but the actual energy it produces declines. When the temperature of the blood reaches 100 to 101 degrees, things begin to break down. Nausea, weakness, and confusion are the first signs of severe heat exhaustion. Vision may tunnel down. There is a sensation of prickly heat, such as one might feel going from extreme cold into an overheated room. That may be followed by clamminess, shivering, and goose bumps. Fainting is likely. The onset of the symptoms can be so sudden that people just fall right off their bikes—or crash into others.</p><p>When doctors talk about heat exhaustion victims, they often cite Gabriela andersen-Schiess, the Swiss runner in the 1984 Los angeles Olympics who wobbled into the coliseum for the last lap of the women’s marathon. To the horror of the fans and the announcers, andersenSchiess weaved crazily around the track, glassy-eyed and pawing the air pathetically while fending off attempts to help her. Her body temperature was 101 degrees. She was in that ethereal state of combative delirium that is a precursor of heatstroke.</p><p>If the body temperature reaches 105, a heatstroke may occur. In some victims the temperature may go as high as 110. It is called a stroke because of the mental changes that occur—euphoria, disorientation, utter derangement—which may lead to a coma or death. The skin is very hot and abnormally dry. According to Dr. Alexander, there have been no heatstroke victims his five years as medical director, probably because most riders fall off their bicycles before reaching that stage.</p><p><span class=\"dropcap\">T</span>he next morning at six-thirty, Jim and Steve were dressed and ready to go, while I was still deciding on my outfit. When I was a kid, bicycle fashion was a rubber band to keep your pant cuff out of the chain. A few years ago I looked around and saw all these people dressed up like Spider Man. I didn’t know whether to laugh or to die of envy. Those flashy Lycra outfits were more exotic than safari wear, which as far as I can see is the only excuse for big-game hunting, and more colorful than ski suits, which is the other sport with really good clothes.</p><p>I had chosen a red motif to go with my bike. I had purchased a red-and-white jersey and borrowed my son’s red Nike shorts, but to my alarm, the reds clashed. In the mirror I looked like the demon on a can of Underwood ham. I was debating whether to wear my own bike shorts, which were gray and blue with a daring bolt of yellow, when Steve came to get me. His eyebrows ascended in an expression of tolerant amusement.</p><p>“Do the red,” he advised.</p><p>“I guess you’re right.”</p><p>Steve left the room. He was wearing a white cotton T-shirt and olive walking shorts. Ordinarily, I don’t take fashion advice from Steve. He tends to dress in beige and dun and never wears shoes he can’t comfortably run a hundred yards in. He once explained his personal philosophy of fashion by saying that when the revolution comes, he didn’t want to be like Pierre in <em>War and Peace,</em> trapped on the battlefield in a swallowtail coat. To me, this sounded like some leftover hallucination from the sixties.</p><p>Certainly I was not going to ride all day without the all-important chamois cushion that bicycle shorts provide. I had tried that once before, on the fateful fifty-mile Hill Country ride (I had brought along some emergency padding-actually it was a sanitary napkin—that had proved miserably inadequate). The shoes were another matter. Steve had bought a pair of sturdy canvas shoes such as the contras might wear, whereas I had selected the black leather Dettos with perforated tops and hard plastic soles. They were beautiful shoes. What made them special for cycling was the raised pedal cleats under the balls of the feet. When I put them on, it was like wearing high heels backward.</p><p>The sun wasn’t up yet, but the road to the starting area was already jammed. There were license plates from all over (34 states and four foreign countries, Denmark, Italy, Saudi arabia, and West Germany, were represented), but most of the riders were from Texas. Looking at the endless stream of headlights, I thought every cyclist in the state must be here. I had heard about a couple on a tandem bicycle who had ridden all the way from arlington and a group of septuagenarians who had pedaled from Lubbock, more than two hundred miles away.</p><p>Most of them had come for the hundredmile ride, although there were several shorter routes. In addition, for the first time in HHH history, there was a ninetymile race officially sanctioned by the United States Cycling Federation. The certified racers would leave half an hour ahead of the rest of us. The HHH Criterium, a high-speed thirty-minute race through downtown Wichita Falls, would take place the following day.</p><p>The hundred-mile course had been changed this year to minimize the effects of the southwest wind. On the map it looked like a stylized Mickey Mouse profile. We would spend the morning riding up his long nose and the afternoon circumscribing his giant, squarish ear. The starting spot was the high school football stadium in the southwest corner of the city. After going east through town, we would turn briefly due north on FM 810 to Charlie, then west to Burkburnett, paralleling the Red River a few miles to the north. That particular stretch looked deadly on the map—just a long piece of nowhere on the top of Mickey’s nose. Burkburnett marked the halfway point. Riders who failed to reach Burkburnett by noon would be ordered home along the access road of Interstate 44. That turnoff is known locally as Hell’s Gate I. Ten miles farther west was Hell’s Gate II, the last bailout spot. From there, the course continued west and then sharply south to the last farm road, which would take the riders east and back to town.</p><p>Jim, of course, was going the entire hundred miles. Steve had already declared that he was going only fifty. I wasn’t saying. It was galling to realize that I probably wouldn’t finish, that I would poop out somewhere along the way and have to be ported home in a sag wagon.</p><p>The 11,888 entrants—not counting the unregistered go-alongs—stretched back a mile from the starting line. Helicopters circled the cloudless crepuscular sky and photographers dangled from telephone poles, waiting for the race to start. At 7:15 the sun—our adversary—popped above the horizon, painting the cyclists in a million hues amid the blinding gleam of spokes and the tropical aroma of sunscreen.</p><p>Boom! at 7:32 the cannon cleared its throat, and we were rolling down Southwest Parkway. Steve and I were quickly separated in the crush of bikes. The sun was directly in our faces and so bright, even at dawn, that I pointed my helmet at it and stared at my circulating toes.</p><p>It was thrilling to be a part of this surging mass. I felt a solidarity of purpose that I imagine one experiences in mass political movements or religious revivals. In this tamed world where faith is an artifact and the great enterprises—the wagon trains and prairie rebellions and the long marches against oppression —are all done for, exhausted by their success, we were twelve thousand believers—in our own fitness, in the destiny of a single day’s adventure. To the extent that I was competing, it was against my own expectations. I wanted to see what my body was capable of accomplishing. “On your right!” “On your left!” Right, right, left—cyclists passed me by the thousands in a hypnotic parade of spokes and shoewear. I glanced up momentarily —it was like sticking my head above water—and saw a K mart and a few dozen grinning spectators; then I submerged again, focusing on the long shadows of the pebbles on the roadway and the telltale sparkle of glass.</p><p>There were rest stops every ten miles along the course. I passed the first of them, in the covered parking lot of a bank, at eight-thirty. I chose not to stop. I was feeling strong, but I was hoarding my reserves. The street was filled with water bottles, smashed air pumps, and shattered reflectors from occasional collisions. Every hundred yards a cyclist was on the curbside changing a tire or sitting disconsolately beside his wrecked wheels. I swerved to avoid a water bottle and bumped into a faster cyclist coming up on my left. For a few terrifying seconds we were locked together, shoulder to shoulder, hub to hub; then we broke free.</p><p>Suddenly I was in the country, on a quiet, ironed-flat farm road that headed northeast through plowed fields. This was the long stretch on the underside of Mickey’s nose. For the first time I felt I could lift my hands from the brakes, rear back a bit on the handlebars, and enjoy the luxury of a world without cars. Traffic was blocked off for the first thirty miles. I passed the turnoff for the fifty-mile loop. Steve, wherever he might be, would be turning off there.</p><p>Twenty miles into the ride I took a break at a rest stop sponsored by Taco Bell. About a thousand other bikers were lying about in a pasture, chatting and laughing. I grabbed a couple of orange slices and several banana sections. It’s an article of faith among cyclists that bananas, because of their high level of potassium, prevent cramps. To service that appetite, 40,000 pounds of bananas had been shipped from Dallas. A woman filled my water bottle with Exceed. I sat on the grass and thought what a neat gift it was that Wichita Falls was giving us. More than a dozen local businesses and hundreds of volunteers had given this event the reputation among cyclists as the bestorganized ride in the country. “We want to offer people the chance to try something a little scary,” Roby Christie had told me.</p><p>I was just now learning how to ride. Going a long distance is different from pedaling around town. In the city my chain stays on the small ring of the front derailleur, but out here in the open spaces I slipped the chain onto the larger ring and sailed into overdrive. I was also discovering the wisdom of biking shoes. The cleat on the bottom of the bike shoe grips the pedal and pulls it through the stroke, so that the entire motion, not just the downward pump, adds force to the wheels. Constancy is the secret of distance riding: keeping the same momentum in the legs, the same resistance in the crank, evening out the hills and the valleys through the subtle exchange of gears.</p><p>I was congratulating myself on those findings when I passed a woman riding a Diamondback Sandstreak with only one gear. “i’m from arkansas,” she explained. “This is all we have up in the hills.”</p><p>“How far are you going?” I asked.</p><p>“Oh, the whole hundred!”</p><p>I saw some expensive bikes out here —Steve spotted a Kestrel, the $3,000 molded carbon-fiber dream machine—but there were also plenty of ten-speeds from Sears and J. C. Penney. About 10 percent were mountain bikes. Every year the members of the Fat Tire Fliers, a club in Wichita Falls, ride bikes like my ponderous old Schwinn the full distance, a feat that seemed impossible to me. Even more unlikely were the several velocipedes—those bone-shaking turn-of-the-century contraptions with giant front wheels that put riders six feet off the ground.</p><p>I was noticing as well that not all the riders were what you would call wellconditioned athletes. A number of plumpish older women and several children had passed me, but there were also some rather corpulent fellows, including two threehundred-pounders in pink and green who lumbered past like a pair of manatees.</p><p>We turned north and rode through peach and apple orchards, ideal bike country. I still felt a little giddy at having survived the crush of the first twenty miles, but I was also aware that my knees were beginning to ache. I stopped at the State Farm Insurance rest stop in Barger’s Orchard for more bananas and ate my first Power Bar in the cool shade of some giant pecan trees. Jim was right about the taste. I lay against a fallen limb and talked with a fellow from altus, Oklahoma. “My wife gave me this for my birthday,” he said, pointing to the handsome Centurion lying beside him. “I was sixty years old, and I wanted to ride sixty miles. Now i’m going to go a hundred.”</p><p>I wished I could say the same. It was only thirty miles into the race, and I was beginning to flag. The midmorning heat felt like a sauna bath, but we were just in the first act as far as the sun was concerned. There was also a ticking clock requiring me to reach Hell’s Gate I by noon or take the detour back to Wichita Falls.</p><p>The orchards played out after a couple of miles, and we entered a long stretch of nothing. Then the wind appeared from the southwest like a hand in our faces. It was a hot wind full of dust and the ominous scent of road kills.</p><p>Last year the wind had caused most of the injuries. Wind increases both the duration and the intensity of the ride, keeping riders out on the course longer than they have trained for and turning the flatlands into a simulated mountain range. I dropped into a lower gear and tried to compress my body into a smaller profile. “Burkburnett 12,” said a mileage sign, and I felt the zip melting out of my legs.</p><p>Just then a couple riding a tandem passed by. They were dressed in red uniforms that said, “Team Blaster,” and they towed a trailer with a giant jam box. Marvin Gaye was singing “I Heard It Through the Grapevine” at the top of his metal lungs. Behind Team Blaster were about fifty singing cyclists. I fell into line.</p><p>It was weird. Inside the pack I soared past other solitary riders, who looked as hangdog as I had been only a moment before. I had heard about drafting—riding in the wake of the rider ahead of <em>you—but </em>this was the first time I could really feel its effect. It was as if I had drifted into the jet stream. Miles flew by. Otis Redding was sittin’ on the dock of the bay. I took a long swill of Exceed and blew right on past the next rest stop.</p><p>I made it to Hell’s Gate I at 11:45. Fifteen minutes to spare. This was fifty miles into the race—fifty miles! I was tired but exhilarated. The heat, however, was beginning to make a play. A guy fell off his bike just in front of me, and several nurses helped him into the medical tent, where half a dozen people lay on cots, getting rubdowns and ice baths. The rest of the riders were developing the amazed look you see in the faces of air-crash survivors. They sat dumbly beside their bikes while employees from Hardee’s offered them icy towels and chocolate-chip cookies.</p><p>“Larry!”</p><p>To my astonishment, Steve appeared. Buddies in wartime must have this experience when they find each other again after a bloody campaign. He looked a bit dizzy, but he was still standing.</p><p>“I thought you were only going fifty.”</p><p>“I was going to turn off, but I just kept going,” he said, as if he scarcely believed it himself.</p><p>“i’ve lost all feeling in my left foot,” I said happily.</p><p>We ate a lunch of bananas and Power Bars and hit the road.</p><p>The sun was directly overhead. I could feel the radiation leaking through my helmet. The wind was still in our faces. Riders were falling out with cramps right and left. Steve and I tried drafting off each other, but we were severely slowed down; even our voices sounded as if the batteries were dying. We were barely more than halfway. Most of the experienced riders had already gone the full hundred.</p><p>“My new goal is to finish under my own power,” said Steve. I understood what he meant. The next rest stop was Hell’s Gate II, the last shortcut home.</p><p>We were in the badlands, that tortured area below the Red River where nothing grows. The only movement in the landscape was the occasional noisy pump jack creaking and thumping as it sucked the last reluctant drops from the onceabundant Burkburnett oil field. We had entered that lethal zone where the body begins to lose reality; it was only an assembly of distant aches and unvoiced complaints. We pushed on in a trance. Every mile seemed to carry us nearer the central furnace of hell itself.</p><p>About four hundred deeply fazed people sat around the sixty-mile stop at Hell’s Gate II, their faces draped in icy towels. Two medics lifted a rider off his bike; he was still in his sitting position, his legs frozen in an excruciating cramp. I stared dumbly at the others. I supposed I looked like them as well, like a lobster who has had his last bath. There was a contagious sense of defeat about them. Most of the people we talked to were waiting for the sag wagons to take them back to town. That was the one thing Steve and I had resolved not to do. On the other hand, we weren’t very eager to get back on the road.</p><p>A freckled girl poured an entire pitcher of ice water on my head. It was the most intense sensation I had ever experienced.</p><p>“The race is over,” a voice on the loudspeaker said. “Riders will not be permitted to proceed. The next two rest stops are closed. Please wait for the buses to take you back to the stadium.”</p><p>There was not much of a revolt. We were the dregs, and we knew it. By that time we were not making much more than eight miles per hour. Plus, we were in the bleakest section of Texas, with the worst part of the ride in front of us. Several riders chose to ignore the order and pushed ahead on the hundred-mile loop; some of them later wound up in the hospital.</p><p>Steve and I decided to take the shortcut, which would shave the ride down to 85 miles—still farther than either of us had expected to go. It was a lonely stretch of road, interrupted by screaming ambulances carrying the sun’s latest victims to the emergency room. Sag wagons passed —they were school buses and flatbed trucks—carrying stunned passengers who avoided our glances.</p><p>Steve felt a cramp coming on. We stopped while he walked it out. We were both in an unfamiliar place, a state of exhaustion and determination; we felt like mountain climbers on the face of a cliff, too tired to go on but unwilling to stop. We kept moving despite ourselves.</p><p>The wind died down, but the hills rose up. An emergency rest stop was waiting for us in front of the Iowa Park library. Someone told me the temperature was 110. The information seemed to come from a long way off. There was a German fellow shaking his head as a doctor told him to stay off his bike. I noticed that his skin was quite dry.</p><p>Then a fireman opened a hydrant and sprayed us down with muddy-red river water. We got back on the road, and our soaking clothes dried almost instantly. Then we turned east on FM 367 for the last leg of the ride. We began seeing houses again. People were sitting on their porches drinking iced tea, and they would holler out how many miles we had left. “Seven!” “Five!” The country road turned into a city street. Someone had made his lawn sprinkler into a fountain for us. We rode through it gratefully. At 3:52 we crossed the finish line, nearly eight and a half hours after we had begun. I had thought it would be fun, but that’s not the word I would use now. It was insane. Next year i’m going a hundred.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "November 1989",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "people",
      "Heat",
      "Race",
      "wind",
      "Bikes",
      "ever",
      "Wichita Falls",
      "Home",
      "Southwest",
      "Water",
      "Cycling",
      "Fashion",
      "Giant",
      "Power",
      "School",
      "ten",
      "Country",
      "Doctors",
      "Heatstroke",
      "Highway"
    ],
    "wp_categories": [
      "Energy"
    ],
    "wp_location": [
      "Wichita",
      "Wichita Falls",
      "West",
      "Burkburnett",
      "D.C."
    ]
  }
}