{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198911",
    "date": "November 1989",
    "year": 1989,
    "month": 11,
    "month_formatted": "November",
    "pdf_uri": "/1989/19891100.pdf",
    "issue_cover_image": "",
    "document_start_page": 108,
    "toc_start_page": 106,
    "document_page_range": [
      [
        108,
        109,
        110,
        111
      ],
      [
        200
      ],
      [
        202,
        203,
        204,
        205
      ]
    ],
    "toc_order": 3,
    "toc_headline": "Billie Sol Estes Has A Deal For You",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198911-billiesol",
  "source": "/1989/19891100.pdf",
  "wp_post_id": 124734,
  "wp_post_guid": "http://www.texasmonthly.com/article/billie-sol-estes-has-a-deal-for-you/",
  "authors": [
    "Jan Jarboe"
  ],
  "headline": "Billie Sol Estes Has a Deal for You",
  "dek": "",
  "spread_caption": "",
  "excerpt": "The guy whose name is synonymous with swindling is finally a free man —but it may not last.",
  "kicker": "",
  "word_count": 6435,
  "content": "<img></img><p><strong>Free of the law for the first time in three decades, Texas' most famous con man still dreams of getting rich.</strong></p><p>“i’ve always been able to make money,” says Billie Sol Estes as he picks over a plate piled high with lasagna, chicken cacciatore, and spaghetti. “If I put my mind to it, I could make a million in the next thirty days.” That’s just the sort of talk that has gotten Billie Sol in trouble for the last thirty years, a third of which he has spent in prison. In the eyes of the law his talent lies in being able to make money a little too easily —by a variety of schemes and cons that have made his name a national synonym for “swindler.” I have already experienced, in a small way, Billie Sol’s skill at separating people from their money. When I asked to meet him, he imposed one condition: I had to take him and his grandkids to dinner at a restaurant of his choice. And that is how I came to be seated at the Olive Garden Italian Restaurant in abilene with Billie Sol, his daughter Pam, two of his granddaughters, and a nephew named Kerry who is a hairdresser in Los angeles.</p><p>Billie Sol is in high spirits, intoxicated with his own freedom. A one-time fertilizer and farming tycoon, he has been officially off parole since midnight. This is his first full day of freedom in 27 years, and Estes, whose own daughters describe him as a hopeless showboater, is in the mood to be noticed.</p><p>At the start of the meal he motions for the waitress, feigning great irritation. A short, lean brunette with a well-scrubbed West Texas face hurries to the table. Billie Sol complains that he has no silverware. “Look,” he says in a voice loud enough to announce his presence to the surrounding tables, “are you trying to discriminate against me because i’m an ex-convict?” The waitress has served him before. “No,” she says sternly, “I am not discriminating. But I am putting you on notice: There will be a pocket check before you leave the restaurant.” The air fills with the sound of Billie Sol’s high-pitched cackle. Granddaughter aimee, who is fifteen, turns to her eleven-year-old cousin, Star Bright, and whispers, “This is too weird.”</p><p>Years ago one of Billie Sol’s many lawyers described him as an unmade bed, and the description still fits. At 64 he is a totemic character, massively built and carelessly dressed in an unironed white cotton shirt and cheap black pants. He has tired blue eyes and the limp, doughy handshake of an old woman. It is a wet summer night, and Billie Sol’s black horn-rimmed glasses are splotched with Billie Sol Estes made his first big rain. Something about him makes me want to snatch the glasses from his face and wipe them clean and dry. I resist the temptation to tidy him up and instead ask about his plans. Immediately Estes assumes an extraordinary trancelike pose. He takes off his glasses, covers his eyes with his hands, and focuses his energy, as though I have just asked him to reveal the hidden mysteries of the universe. We sit in silence for a few seconds, and then he says—with his eyes still tightly shut—“i’m just going to live one day at a time.” I have just experienced Step 6 of Billie Sol Estes’ twelve steps for getting rich: Be original and mysterious. Don’t tell all of your innermost thoughts and feelings.</p><img></img><p><strong>PHOTOGRAPHS By Wyatt Mcspadden</strong></p><p><strong>Billie Sol Estes made his first big deal at 15. Today he sells Tshirts, music tapes, and sunglasses, and—according to one prosecutor—business secrets.</strong></p><img></img><p><strong>Pam is every inch her father's daughter. “I have to watch him,” she says. “Once a con man, always a con man.”</strong></p><img></img><p>What Billie Sol doesn’t know on this heady night of freedom is that two hundred miles away in Junction, yet another prosecutor is preparing to ask yet another grand jury to indict Estes for yet another phony deal. In the sixties, Estes got into trouble for borrowing money using 33,500 nonexistent fertilizer tanks as security. In 1979 Billie Sol was convicted of mail fraud and conspiracy to conceal assets. The convictions meant that he had violated the terms of his parole, which forbade him to promote his own or other people’s deals, and he went to prison a second time. Now Estes may be in trouble again. The latest deal involves stolen blueprints from a company that makes trailers, and prosecutors are investigating whether Billie Sol is the mastermind behind the scheme.</p><p>But on this night of Italian feasting, Estes is a happy man. The promoter’s blood is coursing through his veins, and he’s feeling expansive, almost philosophical. “Not many people can handle money,” Estes muses. “Me, i’ve never cared about money. I love putting deals together and watching them run. For some people, money is death. You might as well give them a loaded forty-five pistol and point it right at their head.”</p><p><strong>Fred the Front</strong> It is hard to reconcile Billie Sol Estes in the flesh with history’s characterization of him as one of the shrewdest, boldest swindlers of all time. Even before I met him, I had begun to wonder whether Billie Sol really was one of the master criminals of our age. A few weeks earlier a bizarre coincidence had brought me face to face with one of Billie Sol’s partners from the past.</p><p>“Hello, my name is Fred Michaelis,” said the stranger who stood in front of my desk. “i’m an old friend of Billie Sol Estes.”</p><p>“Did Billie Sol send you here?” I asked.</p><p>“No, no, no,” he said.</p><p>The stranger described himself as an austin hobo. I believed him: He looked very hoboish indeed. A dirty glob of grayish-blond hair was stuck to his head. His red shirt and blue shorts were wrinkled and clownishly bright, and he smelled like the garbage dumpsters from which he daily fished his food. Around his neck were five necklaces—crystals mostly, but Christian crosses here and there as well. “Sol and I have an extrasensory kind of communication,” he told me, grinning wide enough to flash a small diamond lodged in one of his front teeth. “We don’t need words to communicate. We pretty well know what the other is thinking and feeling at all times.”</p><p>Fred explained that he had been living on the streets for some time and couldn’t afford to pay for a long<strong>distance telephone call</strong> to Estes. He had come to give me an orange notebook, which he said was a book he had written on Estes’ long-running troubles with the U.S. government. I thumbed through it and noticed that it was mainly a collection of newspaper articles strung together with Fred’s commentary.</p><p><strong>Fred Michaelis is a hobo who prosecutors said was the front man for Billie Sol. “Sol and I have an extrasensory kind of communication,” says Fred.</strong></p><p>[Continued On Page 198]</p><p>[Continued From Page 109]</p><p>Fred had met Billie Sol in 1975. “I was working as a hairdresser in abilene. Two of his daughters, Pam and Jan, had their hair done at the salon,” he said. “at the time, the two of them were interior decorators, and I told them about this idea I had about spiral graphics.”</p><p>His plan was to create kaleidoscopic designs on ceilings and walls so people could look up and enjoy original splatter art. Jan liked his idea and took him home to her daddy for final approval. “I went to the Estes house for a backyard barbecue, and something just sparked between Sol and me,” Fred said with great excitement. “Sol walked over, grinned real big, and said to me, ‘We like your idea. We’ll promote it. We want fifty percent.’ ”</p><p>The idea of spiral graphics never made a penny, but Fred didn’t mind. Fred has always been a man of many careers —he owned a wig shop, joined the Moonies, piloted airplanes, sold flowers on the streets of austin, and in 1986 launched a business called Rent-a-Hobo. He and a few friends walked around town wearing sandwich-board signs that read: “We mow. We hoe. We’re a good hobo to know.”</p><p>Fred lived at Billie Sol’s house overlooking abilene’s Lytle Lake for four years, serving as his chauffeur and confidant. “Sol is a brilliant man,” Fred said, “but when he’s concentrating on a deal, he can’t do anything else. Like drive. He simply can’t think and drive at the same time. That’s why he has had his driver’s license revoked so many times.” The two men would drive around West Texas in Billie Sol’s 1974 Cadillac, trying to outmaneuver the U.S. government. Once, they bugged the offices of some government witnesses, but Fred’s filing system left a lot to be desired, and he and Billie Sol often couldn’t find the tapes they had gone to such trouble to make.</p><p>It was during the late seventies that the federal government came to believe that Fred was fronting all of Estes’ deals. That’s how the Estes family gave Fred his nickname: Fred the Front.</p><p>As he talked, I wondered how the government could believe that Fred was a front for anyone. Fred is what he is—a good-natured hobo, and one of many cold trails that Internal Revenue Service and Federal Bureau of Investigation agents have traveled down in their thirty-year pursuit of the notorious Billie Sol Estes organization. After Fred left, I picked up the telephone and called Billie Sol’s eldest daughter, Pam. I told her about Fred’s unexpected visit. “Welcome,” said Pam, “to my father’s wacky world.”</p><p><strong>KING Of the Wheeler-Dealers</strong></p><p><span class=\"dropcap\">B</span>illie Sol made his first deal with Santa Claus. When he was seven years old, Billie Sol wrote his annual Christmas letter to Santa. That particular year all he asked for was a lamb. His mother made sure Santa delivered, and on Christmas Eve, Billie Sol was given a newborn lamb named Merry. He bred Merry with a neighbor’s ram, and the next spring, Merry had two lambs. The following year she had two more. Billie Sol went to work at three every morning at a dairy farm for fifty cents a day. With his earnings he bought more lambs, and he cut school in order to sell his wool at market.</p><p>Billie Sol’s father, John, was a rigid man of few words who worked a farm near Clyde, just a few miles east of abilene. Billie Sol always had a vision of himself that was far grander than merely following in his father’s footsteps, and his mother cultivated that vision. It was she who made Billie Sol feel special, drilling him in the teachings of the Church of Christ and explaining to him that every man is born with a destiny. By age nine, Billie Sol understood that he needed to make his own way. He asked permission to pay his brothers and sisters to do his farm chores so that he could manage his own business affairs. His father agreed to that, and from then on, Billie Sol Estes, although only a boy, was his own man.</p><p>In 1940, when Billie Sol was fifteen, he executed a deal that had all the components of the many controversial deals that would follow: It was bold in design, it involved the government, and he overextended himself and others. He wrote President Roosevelt a letter asking if there was anything the government could do to help the drought-stricken farmers of Callahan County. He received a prompt reply from Roosevelt, informing him that the government had surplus grain for sale. Billie Sol went to his bank and borrowed $3,500 to buy seventeen train cars of grain. He used some of the grain to feed his livestock and sold the rest to his neighbors.</p><p>By the time he was eighteen, he had made $38,000—more than his father had seen in his lifetime—from selling sheep, hogs, and milk cows. Billie Sol was so well known around Clyde that the <em>abilene Reporter-News</em> did a feature story on him, describing him as a “glutton for work.” That year he was named the top 4-H club boy in the nation. “an unassuming sort of chap,” wrote his hometown paper, “Billy [<em>sic</em>] Sol takes little of the credit for his achievements.” His banker bragged that Billie Sol was often more than $1,100 overdrawn, but the bank made a practice of covering his checks because no one there doubted that Billie Sol Estes was true to his word.</p><p>Billie Sol made his first million by continuing to use whatever commodity he happened to have to buy something else. Deep inside him he had an unquenchable desire to do bigger and bigger things. He cleared prickly pear cactus and used the proceeds to buy army and air Force barracks, then turned the barracks into small houses and sold them all over the country to GIs coming home from the war. In 1949 he traded his house in Clyde for a farm near Earth, northwest of amarillo, and started experimenting with irrigation. Then he began to sell off his irrigated land near Earth for the cheaper, parched land near Pecos. For every acre of Earth land he sold, he could buy three or four acres near Pecos. He made his new land more productive by using portable tanks to pump anhydrous ammonia fertilizer into the ground. At his peak, he owned more than three thousand acres around Pecos, and on the land he grew vast amounts of cotton and grain. He had turned the desert into paradise.</p><p>By the mid-fifties Billie Sol Estes was legitimately rich. Then he came up with the venture that got him in trouble: manufacturing portable fertilizer tanks and selling them to area farmers. He got potential customers to give him their financial statements, which he used as security to borrow money for his new business. He paid the farmers 10 percent of the amount he could borrow on their statements, and some of them collected as much as $50,000. But Estes failed to manufacture as many fertilizer tanks as had been ordered. What he made instead were small metal tags with serial numbers. When his lenders asked to check up on what he was doing, he showed them the few hundred portable tanks he did have on his property, then moved the tanks to another location, switched tags, and made it appear that he had thousands more tanks. By the time the government caught up with him in the early sixties, he had swindled several finance companies out of $24 million. He had listed 33,500 nonexistent tanks valued at $1,000 each.</p><p>Like every other big-time debtor, Billie Sol has always maintained that if he had only had more time, he would have eventually manufactured and sold all 33,500 fertilizer tanks and repaid all the loans. Even when he got word that the FBI and the United States Department of agriculture were looking into his books, he wasn’t worried. He thought he was operating under the veil of political protection. Estes had contributed large sums of money to then-vice president Lyndon Johnson, who, along with other Democratic officeholders, had helped him take advantage of government loopholes involving grain storage and cotton allotments and had secured lucrative government contracts for him. No matter what happened, Estes was certain Johnson would save him.</p><p>Even now, Billie Sol’s voice becomes hushed, almost reverent, when he mentions Johnson’s name. “When I first met Lyndon, he asked me if I was on the team, and I told him that I was,” recalls Estes. “Then he laid out his rules: I was to do everything I could to help him, and he would do everything he could to help me. That was it. After that, he said, ‘Well, let’s not talk about that stuff anymore.’ ” Estes has told various people, including an IRS agent who posed as a Chicago investor in 1977, that Johnson telephoned him in the middle of the night and demanded half a million dollars in cash. Estes says that when he protested the lateness of the hour, Johnson shot back, “Goddammit, I didn’t ask you what time it was. Get my goddam money to the airport! ”</p><p>In the eyes of Estes and his family, Billie Sol was a victim of bad timing and politics. They believe that when President Kennedy learned of Estes’ close ties to Johnson, Kennedy and his entourage saw an opportunity to dump Johnson as vice president. In a press conference in the fall of 1962, Kennedy announced that 75 Fbi agents had been assigned to the Estes investigation, and he vowed that the Fbi, the Justice Department, and Senate and House committees would find out if any government officials were involved in the scandal. When all the agencies closed in on Estes, he kept his silence. In a book that Pam wrote, <em>Billie Sol: King of Texas Wheeler-Dealers,</em> she says her father told the family that if he kept his mouth shut and went to jail, Johnson would make sure he was quickly pardoned.</p><p>Others say Estes has totally exaggerated his relationship with Johnson. One longtime conservative Democratic politician who still lives in Pecos says, “His problem is ego. He’s a hopeless name-dropper. Lyndon Johnson might have known him, but I don’t recall he knew him that well.” San antonio oilman Morris Jaffe, a heavy contributor to Johnson’s campaigns who later bought Estes’ bankrupt estate, says that at the Kennedy-Johnson inauguration in 1961 Johnson hardly knew who Estes was, although Estes put on quite a show. He arrived at the inauguration Jett Rinkstyle, filling up lots of $100-a-plate tables with his Texas friends. Estes, dressed in tails, bragged to Jaffe that he had flown twelve of his private planes to Washington for various parties. Jaffe, annoyed at Estes’ showiness, asked, “What did you do? Fly them in formation?”</p><p>In private moments, Estes has spent a lot of time asking his family “what if” questions. What if he had told all that he knew about Johnson and other Democrats, and Barry Goldwater had been elected president in 1964? What if Goldwater had kept the United States out of Vietnam? Estes has never been a man to underestimate his individual role in history.</p><p>Even now, he insists that one day he will set the story straight—but not until he’s ready and the price is right. “Every day I ask God if this is the right day to break my silence,” he says. “When I feel that it is, i’m going to pick up the telephone and call Fred Michaelis, and the two of us are going to write us one hell of a movie script.”</p><p><strong>DADDY’s Girl</strong></p><p>\"<span class=\"dropcap\">W</span>hat do you get when you cross an ex-convict with a religious fanatic?” asks Pam, referring to her father and mother. “a sex therapist.” Pam is also an antique dealer and a real estate broker. She makes motivational speeches too (“I used my father’s twelve steps for getting rich for a speech I gave to a bunch of Mary Kay saleswomen, and boy, did they love it”). She operates out of her two-story office building in downtown abilene, where she is constantly getting calls on a pink Princess telephone—which, she is 100 percent certain, is bugged. Pam and her daddy are currently in the T-shirt business together. She sells T-shirts in her antique shop, and Billie Sol sells them on the road. Most weekdays he can be found traveling to truck stops and barbecue stands all over West Texas in a 1978 faded red station wagon, peddling T-shirts, Pam’s books, sunglasses, and Spanish-language music tapes from Mexico. “I have to watch him,” says Pam. “If he tells me he’s sold two hundred T-shirts, I know it’s more like twenty. Once a con man, always a con man.” His biggest sellers are T-shirts with messages. Some of his favorites are “Don’t Just Stand There, Love Me,” “Snuggle Up With Someone From Texas,” “The Hell With Housework, i’m Going to Bingo.” and the one that best describes Pam: “i’m Not Fat, i’m Fluffy.”</p><p>Bosomy and buoyant, Pam is every inch her father’s daughter. She has his ferocious energy, his love of drama, and his gift of persuasion. She has pale skin, frosted hair, and wears great globs of blue eye shadow and red lipstick. Her best feature is her mouth, which never seems to lose its roselike shape. I haven’t been with Pam thirty minutes before I find myself completely immersed in her world. “How many times a week do you have sex with your husband?” she suddenly inquires over a chicken-salad lunch. When I hesitate, she moves swiftly to her point. “If you’re not having intercourse with your husband two times a week, you can bet he’ll soon be having an affair.”</p><p>She should know. In 1982, she tells me, her husband had an affair with his manicurist. One afternoon a friend drove her to a Motel 6 and pointed out her husband’s truck parked outside one of the rooms. “Can you imagine,” Pam says, “anything more tacky than a Motel 6?” She planted herself in the truck and honked on the horn until a hand emerged from one of the rooms. On this outstretched wrist was the gold Rolex watch she had given her husband for an anniversary present. Soon Pam’s husband and the manicurist came out of the room, and not long after that, her husband filed for divorce. Pam was devastated, but she exacted her own revenge. She hired a young man to deliver dead funeral wreaths to the manicurist at her place of employment. After two weeks the woman quit her job. “and that,” says Pam, sipping her iced tea, “is why I went for my master’s degree in marriage and family therapy.”</p><p>She began her studies by administering standard personality tests to both her parents. Pam was not surprised to discover that her father—who has been through three trials and served ten years and eight months in prison, and once was accused on the front page of the abilene paper of raping his Mexican maid—bears absolutely no psychological signs of being under stress. “My dad showed up as more a covert personality than an overt one. That’s why he’s such a good con artist,” says Pam. “What makes a person smooth is his feminine side, and my dad always has liked women better than men.” Her mother, however, tested like a prisoner of war—she was totally stressed out.</p><p>Pam was three years old when Billie Sol moved his family from Earth to Pecos. She grew up rich. According to Pam, her father handed her $100 bills for shopping sprees at Wool worth’s, and she was driven to the store in a limousine by a chauffeur named Homer who once worked for Merle Norman, founder of the chain of cosmetic stores. The Estes family occupied an entire city block. They lived in the largest house in Pecos, a seven-thousand-squarefoot mansion with two tennis courts, palm trees imported from Florida, and a barbecue pit large enough to accommodate two steers at a time. In her book, Pam wrote that her daddy always barbecued with a water hose in one hand; he was too impatient to let the coals burn down, so every barbecue turned into a fire.</p><p>The family’s main social outlet was the Church of Christ. As a lay preacher, Billie Sol had two standard sermons, one on zeal and the other on vision. The Estes family had a large swimming pool, but swimming parties were conducted according to Church of Christ rules —no mixed swimming was allowed. The girls swam for one hour, and then it was the boys’ turn.</p><p>All five of the Estes children were indulged so much that they each got to pick the colors for their rooms, and if they changed their minds, work crews were immediately called to change colors. Pam, now 41, started out with a yellow room but changed to lilac—lilac walls, closets, carpet, even lilac furniture. January, now 39 and a pawnshop owner in San antonio, had a mint-green and pink room. Dawn, 37 and a dental hygienist in abilene, chose a conservative blue and white. No one remembers what color Billie, 34 and now an accountant for a men’s clothing store in austin, selected for his room. The important thing about Billie’s room was its location. As the only son, he had a room right next to his father’s office. Joy, now 33 and a substitute schoolteacher in Corpus Christi, chose a color that befitted her baby status—pink-the same color Pam used when she redecorated her own house in abilene after her husband had the affair with the manicurist. Pam’s house has pink couches, pink curtains, pink patio furniture, and a pink bedspread on her canopy bed. But in her mind, Pam is always in the Pecos house. “I loved the slate floors and the palm trees,” she tells me wistfully. “I loved how happy we were there.”</p><p><strong>TRUE Confessions-Sort Of</strong></p><p><span class=\"dropcap\">T</span>he way Billie Sol sees it, he has only one overwhelming fault. “My problem,” says Estes, “is that i’m overanxious to do something for the poor. When I die, I want them to put one thing on my tombstone: ‘He did all that he could to help the poor.’”</p><p>For once, he is not conning. His earliest memories are of the Depression, and the sight of hungry people haunts him. He quickly figured out that there are two kinds of people in the world-the haves and the have-nots—and no matter how much he acquired, Billie Sol Estes always aligned himself with the have-nots. He thought of himself as Robin Hood—robbing from rich finance companies and giving to poor farmers — and he was not susceptible to the rules that governed other people. When he discovered his own knack for making money, he chalked it up to luck and mentally converted it to a religious calling. “I think everybody is raised up to do a job. My job has always been the same—to feed the poor,” Estes says.</p><p>In the beginning, he gave money away because it made people like him. Pam wrote in her book that as a boy Estes would wait in the school yard every morning and give lunch money to any student who couldn’t buy his own lunch. Usually, it was Billie Sol who paid for his friends’ movie tickets. When his wife, Patsy, first met Billie Sol, he was fifteen, and although he had money in his pocket, he was obsessed with giving it away.</p><p>Before he arrived in Pecos, the main beneficiaries of Billie Sol’s generosity were blacks and Hispanics. He identified with them because he felt as downtrodden as they were. When Estes was at his financial peak, he and his wife sent forty black students to college. Alfredo Gomez, who owned a grocery store in Pecos, said that every time there was a big rain, Estes would send his limousine to the east side of town, where the Hispanics and blacks lived, and drive students to the high school, on the west side. When the funeral home in Pecos refused to handle the bodies of minorities, Estes opened his own funeral home. Some white children in Pecos weren’t allowed to play with the Estes children because Billie Sol made a practice of keeping a preacher’s room in his house, where visiting black Church of Christ ministers made themselves at home. Estes ran for the school board in the early sixties, urging integration, and was soundly defeated by a write-in candidate. Pam remembers her father’s handing a suitcase filled with cash to Dr. Martin Luther King long before the world knew who King was.</p><p>“I still fight the same fight every day,” Estes says. He usually spends three days a week in abilene, visiting friends and family and making food runs to Thirteenth Street, on the black side of town. Atop his station wagon Estes has built a large food bin, and in it he carries the salvaged food that he cajoles from grocery stores, restaurants, and members of his family.</p><p>When he leaves the tidy white part of abilene, where all the treeless streets are named for trees, and makes his way to the black part of town, Estes says, he feels relieved. He usually attends a black Church of Christ on Sunday, and the poorer the congregation, the better he likes it. “I just feel more comfortable with poor people,” he says. “I love picking up a fryer at the store and taking it to a poor family, and then sitting down and sharing a meal with them. That’s heaven to me.”</p><p><strong>BILLIE Sol’s Steps</strong></p><p><span class=\"dropcap\">B</span>illie Sol may be selling T-shirts out of his station wagon today, but he still dreams of being rich again. Moreover, to hear him tell it, he has plenty of chances to make money, although he’s leery of doing deals in Texas these days because he believes the state’s economy is a long way from recovery. “If I had money,” he says, “i’d put it in the Japanese stock market.” Not a week goes by that some aspiring wheeler-dealer doesn’t contact Billie Sol, looking for advice. “If they come by mail, we throw them away,” says Pam. “If they show up in person, we just hope for the best.”</p><p>So many promoters have begged to be taught his lessons that Estes developed his twelve-step program for getting rich, derived from alcoholics anonymous’ twelve steps for staying sober. (Estes became an alcoholic while he was in prison. He had unlimited access to liquor there because Mafia inmates put him in charge of emptying the fire extinguishers and refilling them with contraband booze. He found himself routinely sneaking nips.)</p><p>Here are Billie Sol’s steps on how to get rich:</p><p>1. Get up early. Plan your day positively. Do something good for each person you see. A sense of humor is essential.</p><p>2. Have faith in yourself and your business deal. Get a deal that will work and make money, and then others will join you. You won’t have to find people—they will find you.</p><p>3. Get good legal and accounting advice.</p><p>4. Hire the best people available. They will make you money. Delegate to others what they do better than you.</p><p>5. Have zeal and enthusiasm. Start a fire within you. Some will come to join you, others just to watch you burn.</p><p>6. Be original and mysterious. Don’t try to be like everyone else; hold back a part of yourself. Don’t tell all of your innermost thoughts and feelings.</p><p>7. Share yourself. Love your fellowman. Cast your bread upon the waters. You will multiply by dividing.</p><p>8. Be competitive. That’s the american way. Get in the last lick. He who laughs last does laugh best.</p><p>9. Live life to the fullest, a day at a time, and make each day your best.</p><p>10. Take risks and borrow to the limit to back your ventures. The best fruit is at the end of the limb.</p><p>11. Learn from your failures. Forgive the past, and at all costs, keep moving.</p><p>12. Be willing to listen. Be ready, and when the big play arrives, recognize it and go for it with all you’ve got.</p><p>Like his life, Billie Sol’s rules are filled with contradictions. How can you share yourself completely and hold back a part of yourself at the same time? How can you love your fellowman but also take care to get in the last lick? But it doesn’t really matter now, because Billie Sol is no longer making big deals, just big dreams. Thirty years after his last major play, Billie Sol has become a caricature of himself. He spends most of his time reacting to other people’s reactions to his celebrity status. Recently on an airplane going to Houston, the woman seated next to Estes insisted on moving when she found out who he was. “You would have thought she was sitting next to Bonnie and Clyde,” says Pam, who was traveling with her father. A few years back, when his name was used in the movie <em>9 to 5</em> to describe a crooked deal, his family was surprised — but not too surprised.</p><p>Even Billie Sol Estes has rare moments of truth, times when his ego and rules for riches disappear and he reveals himself in spite of himself. No one knows that better than Sue Goolsby of abilene, his former mistress, who is still a friend. She says that her affair with Estes began in the early seventies, when Billie Sol was fresh from prison the first time. Then, Goolsby was thirty years old, a dark-haired beauty who had never before seen the world outside of West Texas. “The first time I met him, he was tan, with black hair,” Goolsby remembers. “He looked good, he smelled good, and he was famous.” Estes took her to Las Vegas and on shopping sprees at Neiman Marcus. She knew he was a churchgoer and once asked him if it bothered him that they were committing adultery. “No,” Estes said. “In the eyes of the Lord, we’re married.” That was when Goolsby began to understand him as a hopeless but lovable con. “Billie’s problem is that he’s a liar and he just can’t help it,” she says.</p><p>Yet he may have come closer to leveling with Sue than anyone else. One night Billie Sol looked at her and said, “Everyone wants to know what the secret is. Don’t you want to know my secret?” Yes, Sue said, she wanted to know. “The secret,” Billie Sol Estes told his lover, “is that there is no secret.”</p><p><strong>STILL Scamming</strong></p><p><span class=\"dropcap\">I</span>n 1987, Billie Sol Estes came to live in his wife’s hometown of Brady, a quiet ranching community about 85 miles southeast of San angelo. Patsy had stuck with Billie Sol through his prison terms— in the eyes of the Church of Christ, swindling isn’t grounds for divorce—but Billie Sol’s affair with Sue was another matter. Patsy gave serious consideration to divorcing Billie Sol but decided to stay with him. Patsy and Billie Sol settled in with her elderly parents in an old stone house on College avenue. Patsy was soon earning bread money by taking in sewing. (Her busiest time of year is at the end of summer, when she makes uniforms for many of the town’s cheerleaders and majorettes.)</p><p>Billie Sol and Patsy became regulars at the Sunset Ridge Church of Christ, where the minister, Ronald J. Morrison, immediately took a liking to them. “Billie Sol Estes has a heart of gold—I have seen him literally give the shirt off his back to the needy. Billie organized a tremendous food bank in our area, and Patsy distributed clothes to people who needed them,” says Morrison. “as far as I know, Billie Sol Estes has no enemies in Brady, Texas.” It’s true that many in the town believe Estes is just an endearing old man who has been mistreated by the government. In restaurants around town, folks don’t call him Mr. Estes or Billie Sol; they refer to him as Mr. Billie.</p><p>The only problem with living in Brady, from Billie Sol’s point of view, is that the town is within the five-county jurisdiction of Ron Sutton, a bulldog of a district attorney who, at 45, already has a formidable reputation to protect. He has prosecuted both Kerrville’s Slave Ranch trial and the blood-tingling case of Genene Jones, the nurse convicted of killing babies.</p><p>In the fall of 1987, Sutton began hearing rumors about a strange business development in McCulloch County. The county’s biggest employer was Loadcraft, a company that made only one product— large trailers used to transport cargo containers. In September, Loadcraft subcontracted some of its work to a small company by the name of A-l Manufacturing. Sutton got wind that David Guzan, the general manager of Lo.adcraft, was also a silent partner in A-l Manufacturing. Immediately Sutton’s suspicions were aroused. The more the district attorney checked, the stranger things looked. Guzan and some of the principals at A-l had formed a new company to compete with Loadcraft in the building of trailers. Guzan had launched this endeavor without bothering to resign his position at Loadcraft. Indeed, the design of the new company’s trailers resembled Loadcraft trailers in every respect but one: The name had been changed to “Loadstar.” Sutton realized he had a felony on his hands when he learned that Guzan and three of his Loadstar associates used stolen blueprints of Loadcraft’s trailer to make a pitch for $5 million in financing from the Corpus Christi Economic Development Corporation.</p><p>Who could put such a deal together? Who had masterminded a deal that involved stolen company secrets, quasi government financing, and an insider’s competitive advantages? The more Sutton looked around, the more he began to hear the name of one man: Billie Sol Estes. Witnesses told Sutton that Estes had begun hanging around the offices of A-l Manufacturing in the fall of 1987, right after the company got its contract with Loadcraft. One former employee told Sutton’s investigators that Estes had acted like one of the bosses-Billie Sol thanked the man for doing such a fine job and then asked, “Don’t you think we could build our own trailers right here?”</p><p>Billie Sol’s name is on none of the company’s documents, which leads Sutton to believe Estes was following his own Step 4: delegating to others what he ought not do himself. One day Estes’ parole officer telephoned Sutton to ask if Estes was under investigation. Sutton explained that he was. Not too many days later, the parole officer called Sutton and told him that Estes wanted to make a deal. Billie Sol would cooperate fully with Sutton’s investigation, implying that he wanted immunity. “Can you imagine,” asked Sutton, slumped in a wooden chair in his law library, “what people would say if I granted immunity to Billie Sol Estes? Why, i’d be laughed out of the district attorneys association in two seconds flat.” In the eyes of the law, Billie Sol Estes will always be a master criminal.</p><p>When I asked Billie Sol what he knew about the scam in Brady, he looked straight at me and said he didn’t have the slightest idea what I was talking about. He didn’t seem surprised to learn that he is once again under investigation. “I suppose i’ll be under investigation about one thing or another for the rest of my life,” he mused. But what, I asked, if he had to go back to prison for a third time? “If I do, I guess that’s part of my destiny.” Suddenly Billie Sol looked exhausted. Right before my eyes, his face lost all its expression. It was as though he had folded up some private interior tent and had mentally moved to some other place. Then he fixed his weary eyes on me and, with a steely voice, said, “Bring on the indictment. Let’s fight.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "November 1989",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Billie Sol Estes",
      "Government",
      "money",
      "Family",
      "people",
      "House",
      "Church",
      "Love",
      "Texas",
      "Business",
      "Land",
      "Abilene",
      "Affair",
      "Food",
      "Pecos",
      "trailers",
      "Work",
      "Barbecue",
      "Barbecue",
      "Children"
    ],
    "wp_categories": [
      "Agriculture"
    ],
    "wp_location": [
      "Texas",
      "West",
      "Abilene",
      "Pecos",
      "West Texas"
    ]
  }
}