{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198911",
    "date": "November 1989",
    "year": 1989,
    "month": 11,
    "month_formatted": "November",
    "pdf_uri": "/1989/19891100.pdf",
    "issue_cover_image": "",
    "document_start_page": 116,
    "toc_start_page": 114,
    "document_page_range": [
      [
        116,
        117,
        118,
        119,
        120,
        121
      ]
    ],
    "toc_order": 5,
    "toc_headline": "So You Re Stuck At the Airport",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198911-soyoures",
  "source": "/1989/19891100.pdf",
  "wp_post_id": 124728,
  "wp_post_guid": "http://www.texasmonthly.com/article/so-youre-stuck-at-the-airport/",
  "authors": [
    "Richard West"
  ],
  "headline": "So You're Stuck At the Airport",
  "dek": "Don’t Be a Terminal Case. Here’s WHere To Find the BeST BOOKSToRE, Hottest ToRTILLAS, Fastest Workout, Quietest Place, And Silliest Gift On the Texas Flyway.",
  "spread_caption": "",
  "excerpt": "Your jet’s lagging. You’re sick of reading and people-watching. Cheer up: just a gate away might be great chili, a shopping mall, or even a place to pray.",
  "kicker": "",
  "word_count": 3560,
  "content": "<img/><p><strong>Watching takeoffs isn't a traveler's only option.</strong></p><p>Airports are public facilities unlike any other. When you’re late for a flight, they are an obstacle course of commercialism, designed to slow you down. When you arrive at the gate only to find that the flight has been delayed for two hours, you discover what all those shops, restaurants, bars, arcades, and newsstands are there for. And if you spend enough time in airports, you will also discover that each has its own quirky personality, its own amenities and inadequacies. They can be upscale or lowdown, plush or perfunctory. Here’s what to expect—and what not to expect —at Texas’ major airports.</p><img/><p><strong>DFW Parking Control finds lost cars.</strong></p><p><strong>DALLAS/Fort Worth International Airport</strong></p><p>DFW is the world’s third busiest airport and the largest in area of any in the U.S. More people work here than live in nearby McKinney (over 26,000 versus 18,231). The ambience is much more upscale, more toney Dallas than funky Fort Worth —no noisy, riffraff-gathering video rooms here. DFW is Swiss-clean and efficient, as if a bank had merged with a hospital in order to sell Dallas Cowboys souvenirs between flights. Nearly everything is here, from racquetball to 24-hour dictation, at Texas’ only worldly airport.</p><p><strong>Fast Facts</strong></p><p>DFW processed more than 44 million passengers in 1988, with 675,060 landings and takeoffs, and offers daily service to 150 U.S. and 31 international destinations.</p><p><strong>Comings And Goings</strong></p><p>• It’s 18 miles from downtown Dallas and Fort Worth, and it’s huge, so allow 30 minutes driving non-rush hour, 45 minutes for rush hour, plus half an hour to negotiate the airport. Taxi, $20.50 to $25; van, $6 to $10.</p><p>• Car lost? Parking Control computerizes license numbers of all left overnight; call 6767 for the exact location.</p><p>• Keys locked in the car? Mr. Lock never closes. The average cost is $36; 817-267-8022.</p><p>• Battery dead? The airport has no courtesy jump starts; the official airport towing service, Walnut Hill Wrecker Service, charges $15 on average; 214-620-2160.</p><p>Photographs By Will Van Overbeek (Left). Jim Olvera</p><p>• american airlines’ shuttle van service runs every five minutes from Terminal 2e’s Gate 1 to Terminal 3e’s Gate 39 —the distance is over one mile. American airlines passengers only.</p><p>• Dfw’s airtrans peoplemovers plod around the terminals, but they’re free.</p><p><strong>FOOD And Drink</strong></p><p>• The best food at DFW, believe it or not, is the Texas Cafe’s Texas Red: chili, cheese, onions, jalapenos, and tostadas served in a bowl of hollowed-out sourdough bread. Texas Cafe is also the airport’s main full-service restaurant (Terminal 2W, Gate 2).</p><p>• For handmade chocolates and gourmet coffees, check out Indulgences Gourmet at Terminal 2W, Gate 18. And look for the vegetarian pizza at Terminal 4E, Gate 20 and between Gates 32 and 33.</p><p>• Watch the big game at the american Bar and Grill, serving beer, booze, popcorn, hot dogs, and gluey nachos (Terminal 3E, Gate 38).</p><img/><p><strong>Catch up on reading at Benjamin Books.</strong></p><p><strong>READING Matter</strong></p><p>• Benjamin Books runs the only fiill-service bookstore in any Texas airport: its selection is better than Barnes and Noble’s (Terminal 3E, between Gates 37 and 38).</p><p>• Special Metroplex News outlets offer business services for the rushed executive: actionFax, copier, stamp machines, and supplies (Terminal 2E, Gate 3; Terminal 3E,</p><p>Gate 37; Terminal 4E, Gate 5; Terminal 2W, Gate 17).</p><p><strong>GIFTS And Novelties</strong></p><p>• Best buys for the long trip: <em>35 Things to Do With a Bandanna</em> ($5.95); Dallas Cowboys cheerleader playing cards ($4). For an airline-food antidote, try hot sauce, either Texas Champagne ($2.95) or Texapeiio (extra hot with bits of jalapeno) ($6.95). Gift shops at Terminal 3E, Gate 24; Terminal 4E, Gate 26; and Terminal 2W, Gate 4.</p><p>• The only Hallmark card shop at a Texas airport is at Terminal 4E, Gate 14.</p><p><strong>OTHER Services</strong></p><p>• The Hyatt Regency DFW’s health club is the only one open to travelers in a Texas airport: sauna, exercise room, massage, tanning bed, and</p><p>. . . sapeborsting? That’s a loofah-sponge body rub ($10 for walk-in guests; $5 for hotel guests).</p><p>• Got your golf clubs? Play 36 holes at the Hyatt Bear Creek Golf and Racquet Club, on airport property just five minutes from the Hyatt Regency. Tennis and racquetball courts are also available.</p><p>Daily green fee: $27 weekdays, $37 weekends.</p><p>• Need dictation taken at three in the morning? Use the Business Communication Center in the Hyatt Regency West Tower for telecommunications, audiovisual, secretarial, and computer needs.</p><p>• an expensive but convenient haircut can be had at the VIP Barber Shop (taper, $12; style, $15) in Terminal 4E, between Gates 11 and 12.</p><p>• The best traveler’s aid in any Texas airport is provided by the DFW airport assistance Center, which helps the disabled, the military, and anyone ill, down-and-out, runaway, or stranded. The center also offers telecommunications for the deaf and infant car-seat rentals ($25; $15 refunded when returned). Trained volunteers man their information booths, located in all terminals (Terminal 2W, Gate 4).</p><p><strong>WORDS To the Wise</strong></p><p>• Dfw has no clinic, video game room, or nursery.</p><p>• Because of its sheer size, connections can be difficult, so don’t schedule too tightly. Airtrans, the general passenger shuttle service, can be agonizingly slow.</p><p>• The best place to watch airplanes is from Terminal 4e’s new satellite terminal, connected at Gate 21 by a moving sidewalk.</p><img/><p><strong>Missed connections could mean a few holes at the Hyatt's Bear Creek golf course.</strong></p><p><strong>DALLAS Love Field</strong></p><p>Like Houston’s Hobby airport, Love is a commuter’s airport that has a Dunkirk spirit. Love thrives on crowds rushing to and from the huge flock of daily flights. There’s no sense of complacency here at the home base of Southwest airlines, the day tripper’s home away from home. One sign of that is the nearby newly built 4,200-space parking garage, which has eased passenger drop-off and pick-up confusion out front.</p><p><strong>FAST Facts</strong></p><p>Love Field is the forty-eighth busiest airport in the U.S.; with 217,413 flight operations, it processed 4.9 million passengers in 1988. The airport’s one airline, Southwest, provides daily service to seventeen cities in Texas, arkansas, Louisiana, New Mexico, and Oklahoma.</p><p><strong>COMINGS And Goings</strong></p><p>• Love is seven miles northwest of downtown; allow 20 minutes to and from the airport in non-rush-hour traffic, 45 during rush hour. Taxi, $7.50 to $8.50; van, $8 to $10 Convenient city bus service to the arts District, 75 cents.</p><img/><p><strong>a home away from home for the harried commuter, Love Field takes care of its own.</strong></p><p><em>Former senior editor Richard West is a writer living in Dallas.</em></p><p>Photographs By Jim Olvera</p><p>• Close-in covered parking goes for $6 a day or $4 in the open lot.</p><p><strong>FOOD And Drink</strong></p><p>• No one comes to Love Field for the cuisine. A serviceable but expensive pizza slice ($2.95) can be found at the concourse snack bar across from Gate 6.</p><p>• Standard bar service is available throughout the airport.</p><p><strong>READING Matter</strong></p><p>The new Books etc., just past the security check-in, is hardly worth the trouble. The shop offers typical airport fare-two Jackie Collins glamour trash novels instead of the newsstand’s one. We say, bring back the flower shop.</p><p><strong>GIFTS And Novelties</strong></p><p>Most socially irresponsible gift item: condom-shaped Condomints (“practice safe breath”) candies ($3.99); most vulgar gift item: the T-shirt with two blinking red lights inside two hearts proclaiming “i’m Perfectly adjusted So Don’t adjust the Knobs” ($29.95). Both at the gift shop across from the Southwest airlines ticket counter.</p><img/><p><strong>Some novelties are an acquired taste.</strong></p><p><strong>OTHER Services</strong></p><p>• Love Field has a large jewelry shop, an aviationoriented art gallery, and newmodel autos are usually on display in the terminal lobby.</p><p>• Look for the opening of the “Frontiers of Flight” on the mezzanine by early next year. Exhibits of aviation memorabilia from the University of Texas-Dallas collection are planned.</p><img/><p><strong>a little-known amenity, the rose garden at Love Field provides a restful haven.</strong></p><p><strong>WORDS To the Wise</strong></p><p>A restful airport oasis is tucked away just off the terminal lobby’s east side. The enclosed rose garden has three round stone tables with benches facing a vertical stone cutout of the state of Texas —which is flood-lit, of course.</p><p><strong>HOUSTON Intercontinental Airport</strong></p><p>The Brasilia of Texas airports, Intercontinental encompasses three large modern terminals and a hotel built on eight thousand acres claimed from the surrounding East Texas Piney Woods. Like Houston itself these days, it has a half-empty feel to it, especially in Terminals a and B, which offer only bare necessities. Too bad their superb interterminal subway system isn’t at DFW. The new international terminal opens next year.</p><p><strong>FAST Facts</strong></p><p>Intercontinental is the twentyfirst busiest airport in the U.S., with 204,137 flight operations processing 15 million passengers in 1988. Daily service to 101 U.S. and 26 international destinations.</p><p><strong>COMINGS And Goings</strong></p><p>• Intercontinental is 22 miles north of downtown, the most remote of Texas’ airports, so allow 30 minutes to and from the airport in non-rush-hour traffic, at least 45 minutes during rush hour. The new Hardy Toll Road takes 20 minutes from downtown, costs $1. Taxi flat rate is $24 to airport, $25 from airport; express bus is $7.70.</p><p>• The best public transportation in Texas is the fast (Terminal a to Terminal C in 6 minutes), efficient subway designed by Disney World engineers. It links Intercontinental’s terminals and the Houston airport Marriott.</p><img/><p><strong>intercontinental's subway is fun to ride, even if you are not in a hurry.</strong></p><p><strong>FOOD And Drink</strong></p><p>• “Meager” characterizes the food offerings, especially in Terminals a and B. If you are starving, try the Oyster Bar’s half-dozen oysters ($4.25) or its one-fourth pound of jumbo boiled shrimp ($5.50). At the adjacent Buffeteria, one scoop of Blue Bell ice cream is $1.25; in all terminals.</p><p>• To provide those spectacular North Harris County views, the Houston airport Marriott, located between Terminals B and C, offers a revolving feast in its CK’s Restaurant on the hotel’s top floor. But the action stops there; only hotel guests can use the pool and health club.</p><p>• across from the chapel in Terminal c’s south concourse the Reflections Dining Room offers Cattleman, Houstonian, and Trail Blazer burgers ($5.95 each), on Kaiser rolls, of all things.</p><p>• DoveBars ($2.50) are the tastiest choice in the adjacent Buffeteria (Terminal C only).</p><p>• Cross over to the north concourse and find the best pizza in a Texas airport—and the price is right—a huge cheesy slice is only $1.90.</p><p><strong>READING Matter</strong></p><p>For a large airport, Intercontinental has a very limited selection.</p><p><strong>GIFTS And Novelties</strong></p><p>• For award-winning Texas wine from Bryan-College Station, Messina Hof’s ’87 Chardonnay Barrel Reserve ($13), stop in at the large duty-free shop in Terminal B, Flight Station 6.</p><p>• Most shops and services are in Terminal C, home base to Continental airlines’ 200 daily flights, as well as Continental</p><p>Express and VIASA flights.</p><p>• at the Elf Factory in Terminal c’s south concourse, you’ll find a Rainbow Jump Rope, the only exercise equipment available at Intercontinental.</p><p>• also in Terminal C is the state’s most unbiased gift shop, which sells local and rival team —Cowboys and Oilers —T-shirts and other athletic supporting items. One item gets the Truth Hurts gift award: a skeleton half-buried in sand under a cactus, all inside a plastic dome and labeled “Texas Real Estate” ($4.99).</p><p>• In the gift shop on the north concourse, look for Margarita BBQ sauce containing Jose Cuervo tequila, next to the ridiculous Texas Bluebonnet or Indian Paintbrush jellies, whose most important ingredient is “color added,” and a small duty-free shop, a cart selling a smattering of perfume, cigarettes, and liquor.</p><p><strong>OTHER Services</strong></p><p>• New electronic signs in the baggage-claim areas flash airport information on parking, paging, and translation services. Unlike other airports, it has nurseries available in all terminals. There are no staffers on duty, just quiet, out-of-the-way rooms with baby beds, rocking chairs, and diaper-changing facilities.</p><p>Photographs By Jim Olvera (Left, Top), Rocky Kneten</p><p>• Intercontinental has video game rooms in all terminals, and a USO near the game room on the north concourse of Terminal C.</p><p>• You’ll find very efficient air conditioning and touching remarks in the guest book at the airport Interfaith Chapel in Terminal c’s south concourse.</p><p><strong>WORDS To the Wise</strong></p><p>• Intercontinental prohibits smoking in its baggage-claim area.</p><p>• Notice how free of panhandlers it is? Intercontinental requires solicitors to operate from centrally located kiosks labeled “Solicitors.”</p><img/><p><strong>at Intercontinental, the Interfaith Chapel guest book reveals travelers' concerns.</strong></p><p>Photographs By Rocky Kneten</p><img/><p><strong>The north concourse Pizza Parlor offers a stellar slice, a rarity at airports.</strong></p><p><strong>HOUSTON Hobby Airport</strong></p><p>Hobby’s hustle and bustle is reminiscent of Houston during its boomtown days in the early eighties, complete with the flying briefcases and gulped coffee. Trappings of civility include the attractive Food Court serving good on-the-run snacks, near the quiet, angsteasing buffet-cafeteria overlooking the runways.</p><p><strong>FAST Facts</strong></p><p>Hobby is the thirty-third busiest airport in the U.S., with 260,397 landings and takeoffs last year processing 7.9 million passengers. It has daily service to 72 cities in the U.S</p><p><strong>COMINGS And Goings</strong></p><p>• Hobby is seven miles from downtown; allow 15 to 20 minutes in non-rush-hour traf-</p><p>fic, 45 minutes during rush hour. Taxi, $13 to $17; limousine, $4.35.</p><p>• Level 1 short-term parking is only 50 cents for the first hour, but a steep $20 a day to discourage overnighters; the other three levels are $5 a day. Better, the close, economy parking area to the east with connecting covered walkway to terminal is just $3.50.</p><p>• Flying Continental out of Houston Intercontinental? You can fly Continental Express’ STR42 Turboprop free from Hobby to Intercontinental; if you’re flying another carrier, you can still fly Continental Express for $25.</p><p><strong>FOOD And Drink</strong></p><p>• The nicest food, scenery, and bar combination is in the cafeteria in the terminal lobby, across from the Northwest airlines ticket counter. The cafeteria overlooks the runways and segues into an airy bar offering Jose Cuervo Gold margaritas for $3.75.</p><img/><p>A vegetarian burrito from Porras Mexican Food tops the snack list at Hobby.</p><p>• The box lunch sold at Hobby’s snack bars is the last of a great american tradition. Our In-Flight Meal of ham-andcheese sandwich, brownie, apple, and potato chips costs $3.95. (There are no snack bars on Concourse B.)</p><p>• at the terminal lobby Food Court are several bests: the vegetarian burrito ($1.39) and Penafiel Mexican mineral water, at Porras Mexican Food; the oatmeal-raisin and chunky-chocolate cookies with pecans at La Trelle’s of Houston; and the Blue Bell’s</p><img/><p><strong>That's one big cookie at La Trelle's.</strong></p><p>Tin Roof at Peacole’s Ice Cream.</p><p><strong>READING Matter</strong></p><p>Hobby’s newsstands’ selections are narrow.</p><p>Gifts And Novelties</p><p>The gift shop features ordinary stock, but note the Texas Bullshit Repellant.</p><p><strong>OTHER Services</strong></p><p>• The excellent traveler’s aid in the terminal lobby is open from nine to nine. The convention and visitor’s booth in the ground baggage-claim area has free maps and a current activities booklet.</p><p>• The Three-Day Shoeshine by Harold McClinton is tops. His stand is in the east lobby near the cash machine. Shoes, $3.50; boots, $4.50.</p><p><strong>WORDS To the Wise</strong></p><p>Lockers are cheap and convenient at Hobby. For airport information, dial 1610 Am on the radio.</p><p><strong>SAN Antonio International Airport</strong></p><p>The loveliest, most interesting airport in Texas is full of idiosyncrasies, curiosities, and old-fangled things like pinball machines and Davy Crockett caps. It’s the perfect reflection of San antonio —it has the alamo City’s manana air. The vaulted Terminal 1 building won awards from the american Institute of architects.</p><p><strong>FAST Facts</strong></p><p>The state’s third-largest city has only the eighty-third busiest U.S. airport, with 154,434 flights processing five million passengers in 1988. Airlines offer daily service to 57 cities in the U.S. and Mexico.</p><p><strong>COMINGS And Goings</strong></p><p>• Sa International is just 8 miles from downtown, but allow 20 minutes in non-rushhour traffic, 30 minutes during rush hour. Taxi is $11 to $12; van, $6.</p><p>• Courtesy jump starts are available, and computerized license-number service aids in vehicle location. Call 411 on the white courtesy phone.</p><img/><p><strong>You can't beat a fajita at Panchito's Cantina, the finest fare at SA International.</strong></p><img/><p><strong>The soaring vaults of San antonio International's Terminal 1 are worth a closer look.</strong></p><p><strong>FOOD And Drink</strong></p><p>The best airport food is the chicken or beef fajitas ($1.59) wrapped in fresh, hot flour tortillas, straight from the on-site tortilla machine, at Panchito’s Cantina, just inside the security check-in at Terminal 1.</p><p><strong>READING Matter</strong></p><p>• The heavy-breathing stop is at the news and gift shop just past the security check at Terminal 1. This stop has the largest number of racy magazines and books, all sealed and partially covered, as are the Lusty Library paperback selections.</p><p>• If that material doesn’t suit your tastes, the Chapel of the airwaves in Terminal 2 also offers books for sale, say, C. S. Lewis’ <em>The Screwtape</em></p><img/><p><strong>Get a hankerin' for a coonskin cap?</strong></p><p><em>Letters</em> or <em>Mere Christianity.</em></p><p>A pleasant reading area is behind the inner chapel’s swinging wrought-iron entrance gates.</p><p><strong>GIFTS And Novelties</strong></p><p>• Yes, you can still buy a Davy Crockett coonskin cap ($12) at the Clothes Hangar, a full-line women’s apparel shop, in both terminals.</p><p>• The kitschiest airport art gallery offers bluebonnet scenes, cow-manure souvenirs (“plop-art”), and a handmade rattlesnake belt (an exorbitant $126), in Terminal 1.</p><p><strong>OTHER Services</strong></p><p>• Sa International is proud to be the only Texas airport with Koala Baby Kare changing service. You’ll find them in both women’s and men’s rest rooms.</p><p>• To meet travelers’ business needs, the workers in the currency exchange, Western Union, flight insurance, notary, fax, and copy-machine offices near the security checkins at both terminals are as busy as barefoot boys in an ant bed.</p><p>• Sea World kiosks in each terminal offer $2 discount coupons and Shamu Club Travel Value Kit discount-coupon books to other San antonio area attractions.</p><p>• Video game rooms in Terminals 1 and 2 have oldfashioned tilt-tempting pinball machines.</p><img/><p><strong>Pinball wizards love those layovers.</strong></p><p><strong>WORDS To the Wise</strong></p><p>• There is no traveler’s aid booth here, but SA International gets high marks for handicap facilities. Shuttle buses feature hydraulic lifts, telephones for the deaf are in both terminals, and Braille indicators are in all elevators and rest rooms.</p><p>• Signs for the sighted are less helpful in Terminal 2. “Regional airlines” is your only clue to finding valuable Conquest airlines, which flies to eleven Texas cities.</p><p><strong>ROBERT Mueller Municipal Airport</strong></p><p>Austin’s bland tabula rasa of an airport is eternally under construction and eternally besieged by college kids. Only bare necessities are offered, perhaps because plans for a new airport far outside of town are under way. The people responsible for this ugliest of control towers should be horsewhipped.</p><img/><p><strong>austin's Mueller is short on charm.</strong></p><p>Photographs By Will Van Overbeek</p><p><strong>FAST Facts</strong></p><p>Mueller is the fifty-third busiest airport in the U.S., with 188,980 takeoffs and landings processing 3.8 million passengers in 1988. Daily service to twenty cities.</p><img/><p><strong>a bona fide eyesore, the tower at austin's airport will not long offend travelers.</strong></p><p><strong>COMINGS And Goings</strong></p><p>• Texas’ most convenient airport is just 3 miles from downtown; allow 10 to 15 minutes to and from the airport in non-rush-hour traffic, 20 minutes during rush hour. Taxi, $5 or $6; city bus, free through 1989.</p><p>• There’s no computerized license-plate service to help find lost vehicles, but the airport police will jump-start batteries and retrieve keys.</p><p><strong>FOOD And Drink</strong></p><p>• Dobbs House provides a predictable menu; restaurant is in the lobby.</p><p>• The most civilized amenity at Mueller is the quiet bar near the Southwest counter.</p><p><strong>READING Matter</strong></p><p>Mueller has Texas airports’ most-puritanical magazine stands. Adult magazines are behind the cash register.</p><p><strong>GIFTS And Novelties</strong></p><p>One of the few places at a Texas airport to purchase bluebonnet seeds ($1.08) and austin’s Fabuloso Margarita Mix ($8.50) is the gift shop in the terminal lobby.</p><p><strong>OTHER Services</strong></p><p>• Translation service is provided by the airport police, who carry a language identification card with samples of 107 languages and dialects.</p><p>• austin Passenger Services (provided by the austin Business Cluster) gathers paging, currency exchange, travel insurance, Western Union, fax, and telecommunication devices for the deaf at one desk in the terminal lobby. Open every day, six a.m. to midnight.</p><p>• The visitor information booth has free maps and austin-area activity brochures. Open Monday through Friday, eight to six.</p><p><strong>WORDS To the Wise</strong></p><p>If you chew gum to equalize air pressure on your eardrums in flight, be sure to buy it before you come to the airport. Gum is not sold here.</p><p><strong>EL Paso International Airport</strong></p><p>El Paso’s airport is small, comfortable, and well planned. It’s impossible to get lost there, and it’s not a bad place to kill an hour or two while waiting for a connection. Food selections are standard airportrestaurant fare. But the airport has a few amenities, including its own mini-mall (La Placita Mall), an instructive modelairplane display, and a small, pleasant courtyard.</p><p><strong>FAST Facts</strong></p><p>El Paso International is the 120th busiest airport in the world, with 195,000 flight operations processing 2.6 million passengers in 1987. The airport’s five airlines provide daily service to hub cities in the Southwest and to Chihuahua City, Mexico.</p><p><strong>COMINGS And Goings</strong></p><p>• Eight miles from downtown. Allow 20 minutes in nonrush-hour traffic; 30 minutes during rush hour; Taxi is $12; van, $10.</p><p>• Parking is $3.50 a day, $15 weekly in the long-term lot; either $9 a day or $7 in the two short-term lots.</p><p><strong>FOOD And Drink</strong></p><p>Concession air runs an ordinary restaurant; a snack bar with plastic-wrapped muffins and burritos; a cocktail lounge; and an ice cream parlor.</p><p><strong>READING Matter</strong></p><p>The small selection of books and magazines at the airport gift shop is all you get.</p><p><strong>GIFTS And Novelties</strong></p><p>The boutiquey establishments in La Placita Mall leave little doubt that El Paso is the gateway to the Southwest. There’s the Knife Shop, the arroyo Rock Shop, the Indian Nation Trading Post, the</p><img/><p><strong>Browsers are keen on the Knife Shop.</strong></p><p>Southwest Shop, Little Mexico (pinatas, blankets, sheepskinlined leather vests, and onyx sculptures)—all in all, a fascinating introduction to the curio culture of the Southwest.</p><p><strong>OTHER Services</strong></p><p>The best feature of the airport is the open-air Mexican-style courtyard off the Ice Cream Parlor, where you can drink your Diet Coke under a shady gazebo and listen to the gurgle of fountains punctuated by the roar of jets.</p><p><strong>WORDS To the Wise</strong></p><p>Solicitors can be annoyingly persistent.</p><img/><p><strong>It's possible to spend an enjoyable fifteen minutes with El Paso's model airplanes.</strong></p><p>Photographs By Will Van Overbeek (Left). Bruce Berman</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "November 1989",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "Love",
      "Food",
      "flight",
      "Airlines",
      "Books",
      "Game",
      "Home",
      "Houston",
      "Business",
      "Cities",
      "Dallas",
      "ICE",
      "Pizza",
      "Southwest",
      "Video",
      "DFW",
      "Golf",
      "Ice Cream",
      "Restaurant"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Texas",
      "Houston",
      "Dallas",
      "San Antonio",
      "Austin"
    ]
  }
}