{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19912",
    "date": "February 1991",
    "year": 1991,
    "month": 2,
    "month_formatted": "February",
    "pdf_uri": "/1991/19910200.pdf",
    "issue_cover_image": "",
    "document_start_page": 114,
    "toc_start_page": 114,
    "document_page_range": [
      [
        114,
        115,
        116,
        117
      ],
      [
        140
      ]
    ],
    "toc_order": 18,
    "toc_headline": "Sweet Hearts",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199102-sweethear",
  "source": "/1991/19910200.pdf",
  "wp_post_id": 126717,
  "wp_post_guid": "http://www.texasmonthly.com/article/sweet-hearts/",
  "authors": [
    "Helen Thompson"
  ],
  "headline": "Sweet Hearts",
  "dek": "Valentines That Really Take the Cake.",
  "spread_caption": "",
  "excerpt": "Love at first bite: Valentine messages that are in good taste.",
  "kicker": "",
  "word_count": 1521,
  "content": "<p>If you are really sweet on your sweetheart, give a cake for Valentine’s Day. But not just any cake will do. You’ll want one that looks as good as it tastes. The possibilities are endless, ranging from the rapturously sentimental and the lavishly baroque to the classic and the outrageous. Here are five titans of the art, to whom decorating is more than just icing on the cake. As food for thought —especially thoughts about love’s delicious aspects —a cake from one of these masters does what a Valentine gift should, no matter how you slice it.</p><img /><p><strong>A Taste Of Europe</strong></p><p><em>Fort Worth</em></p><p>With one look at a Taste of Europe’s showpiece cakes, you will sense that the honor of cake decorators everywhere is being upheld. These formidably baroque towers—anything less than thre e tiers is unusual—command attention, from the tiniest hand-painted stamen precisely overhanging a petal to the most grandiose calla lilies. Sugary roses, stephanotis, cherry blossoms, bellflowers, orchids, tulips, and calla lilies blanket every inch of buttercream icing. It is no wonder that one of the company’s best customers, pianist Van Cliburn, sends the cakes to his friends as gifts and keeps a replica in his attic.</p><p><strong>PAtIENCE Makes Perfect: It Takes a Crew Of At Least Six Artists To Handpaint Candy Sugar Flowers Pink For a Taste Of Europe’s Monument To Love.</strong></p><p> PHOTOGRAPHS By Robert Cardellino, Lettering By David Kampa </p><img /><p>Gisela Techt, the founder of a Taste of Europe, arrived in Fort Worth from Germany 21 years ago on a whim—her husband, Manfred, was in search of the cowboy-and-Indian myth. Gisela had studied cake decorating but didn’t turn it into a profession until 1983.</p><p>She employs at least a crew of six just to model and paint flowers for the statuesque cakes. A single lily takes ten minutes to make. The dainty lily of the valley is usually too time-consuming, and that’s when the florist is called for the real thing. Despite the masses of flowers, the decorations are actually whisper-light. So Techt’s cakes can afford the luxury of silky, nonsupportive mousse fillings. Amaretto and Grand Marnier with fresh orange juice are the most popular.</p><p><em>a Taste of Europe, 4817 Brentwood Stair Road, Fort Worth (817-654-9494). Will deliver anywhere in Texas; orders for large cakes must be placed several weeks in advance.</em></p><p><strong>L'entrecote Restaurant</strong></p><p><em>Dallas</em></p><img /><p>Michel Bernard Platz, the 34-year-old chef de cuisine at Dallas’ l’entrecote, is used to being told that he’s crazy. After all, he is one of the few chefs in the United States who uses flowers in—not <em>on— </em>almost everything he cooks. That means salads, entrees, desserts, vinegars, ice creams, sorbets, and even wines. Platz, a native of alsace, France, began his chef apprenticeship at 14. But it was not until eight years ago in Canada that he realized the power in flowers. When he arrived at l’entrecote in 1985, the proximity of several farms that grew edible flowers encouraged his ideas to blossom.</p><p>Now, both at work and at home, his kitchen is a veritable garden of eating. The floors are lined with buckets of marinating rose petals—in three months Platz will have a sweet rose vinegar. Syrup (which he drizzles over cakes and mousses) is a perfect medium for roses or sweettasting pansies and takes only three weeks to make.</p><p>For Valentine’s Day— l’entrecote’s busiest day—Platz will make a deliriously rich six-layer heart-shaped red-rose-blossomand-dark-chocolate cake with a drift of fresh rosemary (romantics will know this is for remembrance) <em>creme anglaise.</em> The personal-sized rose-syrup-laced cake’s passion-fruit liqueur, dark chocolate, and red-rose mousse flecked with chopped rose petals make the occasion memorable. In a wilder frame of mind? Order Platz’s sponge cake revved up with his own passion-fruit liqueur. After dessert, if your future together looks rosy, why not say so with Platz’s homemade red-rose wine?</p><p><strong>MICHEL Platz’s Red-Rose-Blossom Cake Garnished With Rosemary, Violets, And Chocolate-Dipped Snapdragons Could Make a Budding Romance Bloom.</strong></p><img /><img /><img /><p><strong>Ortega's Tasteful Productions</strong></p><p><em>Houston</em></p><p><em>l’entrecôte Restaurant, Loews anatole Hotel, 2201 Stemmons Freeway, Dallas (214-761-7479). Open Tuesday through Saturday 6-10.</em></p><p>You’re more likely to find cakemaker John Ortega wielding an electric knife from atop a ladder than tinkering with measuring cups. To Ortega, no cake is too great a challenge. At thirteen, he decorated his first cake with Froot Loops. Now he relies on more-elegant embellishments— marzipan bows and ribbons and sugary rosebuds. Ortega, a former graphics designer, plans his fantastical cakes with the mind-set of a mechanical engineer. The only way he can create a tenfoot-tall unicorn in mid-leap or a white Bengal tiger (which he made for magicians Siegfried and Roy) is to saw and shave away, starting with the head and moving down, just as a sculptor would do. For his large projects, like the pirouetting ballerina he fashioned for the Houston Ballet, regular cakes fall flat, Ortega says. Although he has more than a hundred recipes, he prefers a pound cake recipe that is dense enough to hold its shape and strong enough to bear up under as much as eight hundred pounds of icing, lights, and other froufrou. Icings are whipped cream cheese and butter fortified with powdered sugar— just how much sugar depends on the humidity (\"I always call the weather bureau before I bake a cake,” he says). Ortega has a weakness for lights and turntables. So when he made a reproduction of the Galleria for its twentieth anniversary, his version was a nighttime view with lights twinkling in all the windows.</p><p><strong>a Valentine Cake By John Ortega Keeps Its Angelic Looks With Cream-Cheeseicing Plumes. A Sprinkling Of Silver Beads. And an Almond Paste Doll’s Face.</strong></p><p>[Continued On Page 140]</p><p>[Continued From Page 117]</p><p>Ortega’s valentine repertoire includes edible silveror gold-foiled cupcakes that look like Hershey’s Kisses (three for $45) and flower-bedecked heart-shaped cakes with an airbrushed portrait of the suitor ($65 and up). It goes without saying that you can order these with lights and a message—you guessed it: \"You light up my life.”</p><p><em>Ortega’s Tasteful Productions, Houston (713-523-Cake). Will deliver anywhere in Texas.</em></p><p><strong>amandine Bakery and Cafe, austin</strong></p><p><span class=\"dropcap\">W</span>hether Pastry Chef Alain Braux is unfurling seventeenpetal marzipan rosebuds or piping fragile filigree onto a cake, it’s serious business. The native of Nice, France, runs his tiny amandine Bakery with a meticulousness unexpected in someone with an artistic temperament. In 1981, after thirteen years of the baking business and working in resort kitchens across Europe, Braux landed in Houston at Lenôtre, a patisserie legendary for its pastries, sorbets, and intense chocolates. Three years ago, Braux and his wife, Brigitte, capitalized on the bust in austin by buying out a bankrupt restaurant in a strip center.</p><p>Braux’s passion for efficiency shows up in his elegantly streamlined cake designs. The smoothly uncluttered icings are a backdrop for a simple white-chocolate ruffle or chocolate shavings jutting up from the perimeter in geometric precision. These chic Gallic understatements</p><p>are low in sugar too. \"I don’t want the sugar to overwhelm other tastes,” explains Braux. His reasoning is sound: The flavors tend toward the sophisticated — liqueurs, fresh fruit, full-bodied nuts.</p><p>For Valentine’s Day, Braux makes custom cakes (he charges by the hour and needs two days’ notice), but he also has a selection of elegant treats, including a heart-shaped fudge cake with raspberry liqueur and a red rose on top ($14.50), a heart-shaped strawberry shortcake and cheesecake ($14.50 and $12.50), and handmade dark-chocolate cups filled with raspberry mousse (two per box, $3).</p><p><em>amandine Bakery and Cafe, 8015 Shoal Creek Boulevard, austin (512-467-7400).</em></p><p><strong>Ida Mae's Cakes of Distinction, Jacksboro</strong></p><p><span class=\"dropcap\">T</span>he Grande Dame Of Texas Wedding-cake makers was Ida Mae Stark, who founded her custom cakery in Jacksboro in 1950. For the past ten years, the business has been owned by Becky Sikes, an Ida Mae disciple who earned pocket money during high school by running errands for Ida Mae. Sikes, whose cakes have been featured in <em>The Tiffany Wedding</em> and Martha Stewart’s <em>Weddings,</em> has scrupulously perpetuated the frilly porcelainlike look that was the trademark of Ida Mae’s cakes.</p><p>Almost as well known for its engineering feats (a much-heralded twelve-and-ahalf-foot-tall maypole cake with eleven satellite cakes was held together with a commode fitting), the company introduced a cake stand that keeps cakes upright and fresh, come hellish heat or onslaught by ravenous guests. Invented by Ida Mae’s husband, Joe, the contraption is a whirligig affair with steel cups and steel posts for anchoring each layer. Because of this design breakthrough, you can eat an Ida Mae’s cake and have it too: The front part remains intact while servings are sliced off the back. You won’t have to look at the progressive destruction of your beautiful cake —and think how much you’ll save on a centerpiece!</p><p>Mechanics aside, Ida Mae’s cakes have a distinctly organic look, thanks to Sikes’s skill with a decorator’s tube. With each virtuoso squeeze (Sikes estimates that she presses a hundred pounds of icing a week out of twenty different tips), leaves, petals, and stems take on the beguiling nonconformity that you would expect to find only in nature. The difference between Ida Mae’s cakes and nature, though, is that nature never looked so incredibly luxe. \"I want my cakes to taste like cakes, but I don’t want them to look like cakes,” says Sikes.</p><p><em>Ida Mae’s Cakes of Distinction, Box 365, Jacksboro (817-567-3439). Will deliver anywhere in Texas.</em></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "February 1991",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Cake",
      "Chef",
      "Houston",
      "Valentine",
      "Austin",
      "Business",
      "Decorating",
      "Fort Worth",
      "ten",
      "Affair",
      "canada",
      "Chocolate",
      "Dallas",
      "Design",
      "Food",
      "Future",
      "Germany",
      "Heat",
      "High School",
      "ICE"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Houston",
      "Austin",
      "Fort Worth",
      "Dallas",
      "Texas"
    ]
  }
}