{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-199011",
    "date": "November 1990",
    "year": 1990,
    "month": 11,
    "month_formatted": "November",
    "pdf_uri": "/1990/19901100.pdf",
    "issue_cover_image": "",
    "document_start_page": 106,
    "toc_start_page": 106,
    "document_page_range": [
      [
        106,
        107,
        108,
        109
      ],
      [
        170
      ],
      [
        172
      ],
      [
        174
      ],
      [
        177
      ]
    ],
    "toc_order": 16,
    "toc_headline": "The Island In Winter",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199011-theisland",
  "source": "/1990/19901100.pdf",
  "wp_post_id": 125379,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-island-in-winter/",
  "authors": [
    "Gary Cartwright"
  ],
  "headline": "The Island in Winter",
  "dek": "The best time to visit Galveston is when the crowds are gone and you have the city and its antique memories all to yourself.",
  "spread_caption": "",
  "excerpt": "Discover the charms of Galveston off-season, when the only visitors are you, the gulls, and the ghosts.",
  "kicker": "Galveston",
  "word_count": 4148,
  "content": "<p><span class=\"dropcap\">I</span> Never Go Back To GALVESToN Island Without sensing the ghosts. I can’t think of a place where they run thicker. The cannibalistic Karankawa Indians occupied the Island at least as far back as 1400. Cabeza de Vaca, La Salle, and Lafitte all visited it before Texas was a republic. The Battle of Galveston wasn’t the greatest sea battle of the Civil War, but it was one of the most poignant. And six thousand souls were left to haunt the Island by the 1900 hurricane. You smell the ghosts before you see or hear them. Crossing over the Interstate 45 causeway from the mainland, you catch the scent. It is sweet and moldy, like the memory of some lost sensation jarred unexpectedly to mind. It’s the scent of tangled gardens of jasmine, honeysuckle, and magnolia, or the smell of decaying timbers of shipwrecks half-buried in sand or the weathered, salt-caked planking of abandoned cotton warehouses stretching between the highway and the wharves. Encoded in the aromas are secrets so ephemeral that just thinking about them makes them vanish. The causeway empties onto Broadway, where the ghosts take form and begin to murmur. Broadway runs down the spine of the Island, flanking a handsome esplanade of oleanders, palms, and oaks, separating the bay side from the Gulf side. Lush in the summer, the trees seem weathered and mournful by November. Despite this, winter has always been my favorite season here. From October to april, the muggy summer weather has lifted, the mosquitoes are dead, the vacation crowds have dispersed, and the beaches are blessedly deserted.</p><p>Photographs By Richard Payne</p><img/><p>Murdoch's Pier on Galveston Bay has defied time and tide for years.</p><p>Photographs By Richard Payne</p><img/><p>A brooding Victorian masterpiece, the Bishop’s Palace looms over Broadway.</p><p>Things change slowly in Galveston, when they change at all —a pace that gives Island life its musty old-wine flavor and famous tolerance for eccentricities. It is a few minutes after ten on a weekday morning. I tune my car radio to KGBC-AM and retreat into my reverie as Frances Kay Harris plays big-band music of the 1930’s and tells women whether they’ll need furs for transatlantic cruises. You wouldn’t know it by listening to her today, but Frances was one of the movers and shakers of the civic-reform movement in the late 1950’s and early 1960’s, when Galveston was one of the most progressive cities in Texas.</p><p>On the bay side you pass rows of warehouses where families like the Sealys and the Moodys made their fortunes. As you head toward downtown the street numbers begin to diminish-Forty-fifth, Forty-fourth, Forty-third. The city was laid out in a simple, easily understood grid pattern in 1837 by eccentric surveyor and inventor Gail Borden, who rode around town on a pet bull, tried to market jelly made from the horns and hooves of oxen, and finally made his fortune in the condensed milk business.</p><p>The old city cemetery, on Broadway (avenue J) between Forty-third and Fortieth, pre-dates the Civil War. I stop there to seek the grave of a Union officer, Lieutenant Commander Edward Lea —second in command of the gunship U.S.S. <em>Harriet Lane.</em> He died at the Battle of Galveston in the arms of his father, Major a. M. Lea, a Confederate engineer under General John B. Magruder, whose forces had just captured the <em>Harriet Lane.</em> as the young Union officer died, he whispered to one of his mates, “My father is here.” Those words are supposedly carved on his headstone.</p><p>On this particular day I can’t locate the grave of Lieutenant Lea. But old cemeteries can’t be still, and soon i’m hearing new, unsolicited tales. In the oldest part of the cemetery, I squat to read the faded inscription on a modest headstone: “Margaret ann, wife of Stephen Kirkland.” She died in 1844, at age 21. Next to it is an identical headstone: ”Mary W. Kirkland, second wife of Stephen Kirkland.” She died in 1847, at age 22. A few feet away I discover a fifteen-foot-high marble phallusshaped monument marking the grave of Stephen Kirkland, who died in 1859 at 44. Apparently, the monument was erected (no pun intended) by his third wife, Mary a. Kirkland, who died in 1906 at the decent age of 78.</p><p>Islanders have a passion for monuments —and mansions that look like monuments. The old Moody mansion, at Twenty-sixth and Broadway, purchased for ten cents on the dollar after the 1900 hurricane, sits vacant, soon to be a museum. The impressive structure rising from the corner of Twenty-fourth and Broadway is the Sealy Mansion, designed by the famed New York architect Stanford White. At Twenty-fifth Street (also called Rosenberg), the statue of Victory atop the Texas Heroes Monument points toward the bay and, past that, toward the San Jacinto battleground on the mainland. Generations of young men who visited the Island in the 1930’s, 1940’s, and 1950’s believed that the statue was positioned to point the way to the old Postoffice Street red-light district.</p><p>Turn north on Twenty-fourth Street, toward the bay and the Strand. A hundred years ago the Strand was the greatest banking and finance center between New Orleans and San Francisco-the Wall Street of the Southwest. Today it’s a tourist street of souvenir and antique shops, boutiques, art galleries, bars, and restaurants. But the feeling is timeless. The Strand was-and still is-one of the country’s finest examples of Victorian architecture. The late Howard Barnstone, a critic and professor of architecture, wrote that while the Strand never achieved the urban quality of Paris’ avenue de l’opera, “it came as close to this sense of city as anything in Texas and, probably, as anything in the West.” Fifteen years ago the Strand was skid row, but since then many of the great buildings have been restored. You can read the names of Galveston’s ruling families on the parapets and cornices —the Hutchings, Sealy, and Company Building; the W. L. Moody Building (one story shorter since the 1900 hurricane sheared off the top floor); the Marx and Kempner buildings (both one story shorter since the 1915 storm did likewise). My favorite is the Trueheart-adriance Building, on Twenty-second, just off the Strand. Wedged between two larger structures, this little crazy-quilt gingerbread structure is right out of Dickens: You almost expect to see Scrooge and Marley looking out one of the narrow windows.</p><p>I always suggest that visitors get oriented at the Strand Visitors Center, between Twenty-first and Twentieth. It has free maps and pamphlets describing points of interest, and someone is always available to answer questions. This time I need directions to a famous grove of oaks known as Three Trees. I first read about Three Trees in Cabeza de Vaca’s journal, written after the amazing odyssey in which he became the first European to explore the land we now call Texas. When Cabeza de Vaca and his fellow Spaniards washed up somewhere on West Beach in 1528, they discovered an Indian camp beside a grove of trees on a ridge near the center of the Island. Three Trees is the Island’s earliest landmark. For at least three centuries it was a gathering place for the Karankawas.</p><p>I have been looking for Three Trees for a long time. So have a lot of others, I learn at the visitors center. A young historian named Richard Eisenhour tells me, “People spent so much time digging out near ThirteenMile Road that for years there was a trench. I think it’s overgrown now. But nobody ever found the location of Three Trees.” I make a note to drive out to West Beach. If Cabeza de Vaca’s ghost is there, i’ll know.</p><p>[Continued On Page 170]</p><p>[Continued From Page 109]</p><p>The visitors center is part of a group of buildings dating to 1855 and known as Hendley Row, the oldest commercial block on the Island. During the Civil War it was, at various times, a lookout post and headquarters for both Union and Confederate troops. Historians claim you can still see the marks of cannonballs on the Twentieth Street side, though i’ve never been able to find them. Hendley Row is owned now by Sally Wallace, a leader in the Galveston restoration movement and the owner of the Hendley Market, where you can browse through an amazing collection of old maps, books, bottles, buttons, lace dresses, shawls, and silk-trimmed frock coats. The building once housed a cottonfactoring firm owned by Colonel Moody.</p><p>While you are in this part of town, walk over to Twenty-first and Postoffice, to the Grand 1894 Opera House. It was modeled after the great opera houses of Europe, and though smaller in scale, is the equal of any of them. Actress Sarah Bernhardt and singer al Jolson performed here, and so did the great Russian ballerina anna Pavlova. Time your visit to catch a performance; the season runs from September through May. The experience is unforgettable.</p><p>At its west end, the Strand dead-ends into the old Santa Fe Building, now known as Shearn Moody Plaza. While you’re here, take time to tour the Railroad Museum. It’s open daily from ten to five and costs $2 to $4 for admission. You almost breathe history here. In the waiting room are life-size ghost-white statues of men, women, and children in 1930’s dress, reading newspapers, checking luggage, frozen in the postures of daily life. In the yard outside, vintage locomotives and passenger cars sit for inspection. Have lunch at Dinner on the Diner, the museum’s stainless steel Pullman dining car. Better yet, have supper until eleven. The service is more elegant at night, with soft lighting and piano music. Also, the feeling that you are actually moving through the countryside is not interrupted in the evening by touring groups of schoolgirls pressing their faces against the window.</p><p>One of the waitresses in the dining car is a friendly gray-haired woman named Madge Saenz, who came to Galveston in 1935 to work as a Harvey Girl at the train station cafe. In those days Fred Harvey had train station cafes all over america, famous for coffee, apple pie, and ham sandwiches, which were served by pretty young Depression-era women in starched white outfits. Madge still wears hers 55 years later. She used to average $2 a week in tips, she tells me, of which 40 cents went for her mother’s burial plot and 20 cents for her own plot. “a lot of people back then were buried in pauper’s graves,” she explains. Dinner, not including wine, tax, or tip, costs $25 a person these days. Lunch is $10.</p><p>A block south of the Strand, on Water Street (also called Port Industrial Road), is the port of Galveston. Unlike Houston or most other ports i’ve visited, you can walk or drive along the bay front and see the ships up close. There are usually three or four in port, from the U.S.S.R. or Norway or Germany or some distant and exotic locale. From the 1870’s until World War II, this was one of the busiest ports in the world. Today it’s not even one of the busiest in Texas. Galveston’s tall ship, <em>Elissa,</em> is docked at Pier 21, beside what will soon be the Texas Seaport Museum. The Island’s main body of shrimp boats —the Mosquito Fleet —ties up at Pier 19; in the late afternoon when the shrimpers return to the pier, seabirds so thick they blot out the sky skim in the fleet’s wake. If you’re looking for fresh seafood to take home, Pier 19 is the place. It is also where you charter fishing or party boats. Just east of here, at the foot of Fifteenth Street, you can see the ruins of Lafitte’s wine cellar.</p><p>Up Water Street at Twenty-eighth, I visit the Quonset-hut studio of an artist named Mark Muhich. I have come to inquire about the condition of Muhich’s most controversial Island icon, an abstract statue of former heavyweight boxing champion Jack Johnson that sits in a small park on Seawall Boulevard at Twenty-ninth. “It’s been shot and hit about a hundred times,” Muhich tells me. ”Sometimes it gets splashed with paint.” Jack Johnson grew up on the Island in a tiny house at 808 E. Broadway and established his reputation in the 1890’s as a dockside fighter and a participant in vicious free-for-all bouts known as Battle Royals. Eight or more blacks —sometimes blindfolded or tied together by their arms or ankles, sometimes naked —were thrown in the ring, and the last one standing was declared the winner. Anyway, Muhich, who is white, was fascinated by the story of the world’s first black heavyweight champion, so he crafted an enormous black steel spiral, which since 1984 has been on display at a park frequented mainly by blacks.</p><p>Some believe that blacks are responsible for the vandalism, that it’s a form of protest because Muhich’s work doesn’t look anything like Jack Johnson. Muhich thinks the protesters are whites who are incensed that Johnson married a white woman. “Several times i’ve peeled off Ku Klux Klan stickers,” Muhich says.</p><p><span class=\"dropcap\">T</span>he Galveston Historical Foundation offers an annual tour of historic homes the first two weekends in May, but I can tell you how to take your own private tour at your own convenience. First supply yourself with pamphlets from the visitors center. Then rent a bicycle from one of those places along Seawall Boulevard and ride north on Nineteenth Street to Sealy—you can pedal across the widest part of the Island in ten minutes. The heart of the East End Historical District is located between Nineteenth and Fourteenth, from Sealy to the Strand. Mainlanders who envision the Island as a barren sandbar are invariably amazed at the canopy of great oaks and the wall of stately palms that grace Galveston’s historic neighborhoods. Many of the homes are identified by markers. The “castle” of Danish immigrant John C. Trube, at 1627 Sealy, is one of the Island’s more intriguing homes. The house on the northwest corner of Seventeenth and Winnie is the boyhood home of 1930’s Hollywood director King Vidor.</p><p>The single most spectacular home is the old Gresham mansion, now called the Bishop’s Palace, at the corner of Broadway and Fourteenth. In silhouette, this immense place looks like a medieval town. Ashton Villa, a more delicate Victorian structure at 2328 Broadway, was once the home of Miss Bettie Brown, who scandalized Islanders in the 1880’s by smoking cigarettes in public and racing unchaperoned along Broadway in a carriage pulled by matching teams of stallions —a black pair for day and a white pair for evening. Both homes are open to the public for a fee of about $3.50 each.</p><p>My advice concerning Galveston’s beaches is get there early, and avoid them completely on weekends. At least avoid those beaches along the seawall, which from Friday noon until Sunday night become the exclusive province of teenagers from hell. Their customized cars, pickups, and campers line the boulevard, bumper to bumper. The best beaches are down the Island, beyond the seawall. The west two thirds of the Island is mostly beach, free and open to the public. Parking can be a problem, especially in the resort subdivisions. Recently, however, the county built a series of pocket parks along West Beach. For a $3 fee, you can park your car, enjoy a sundeck or the beach, use the rest rooms, and buy a good hotdog or burger (or sometimes seafood gumbo).</p><p><span class=\"dropcap\">G</span>alveston Is One Of an Almost continuous chain of barrier islands stretching from Long Island, down the atlantic Coast, around the tip of Florida, and all the way to Mexico. The dynamics that created these islands began about 18,000 years ago, at the end of the last ice age, when trillions of tons of melting glacier water began to rush down ancient riverbeds, flooding the land between the shore’s abundant spits and sand dunes. Over the centuries the dunes became detached from the mainland, and barrier islands were born. About 5,000 years ago the rise in the sea level slowed considerably, and the barrier islands, including Galveston, settled down into something close to their present form. Then in about 1930, the sea began to rise again, creating a curious phenomenon known as island migration.</p><p>Though it is difficult to imagine, barrier islands are constantly moving toward the mainland. Rising sea levels cause the islands to erode on the ocean side and simultaneously build up on the bay side, always chasing the retreating shoreline. You can see the evidence for yourself, scattered along any beach. Those oyster, clam, and snail shells belong in the brackish waters of the bay, right? Then what are they doing over here on the Gulf side? The answer is that the Island moved —literally passed over the lagoon where they were born. The majority of the shells found on the beaches of any barrier island are fossils, revealed by radiocarbon dating to be prehistoric.</p><p>To see exactly how far Galveston Island has traveled since the last section of the seawall was completed in 1962, drive to where the wall ends, near Seven-Mile Road. Look west toward a group of condominiums near the water’s edge. That two hundredor three hundred-foot area between the condominiums and the end of the seawall represents 28 years of erosion. In another 20 years the first floor of some of those buildings will be partly underwater. So will a lot of extremely expensive real estate on West Beach —if a hurricane doesn’t get it first.</p><p><span class=\"dropcap\">S</span>eawall Boulevard Has To Be one of the most impressive marine drives anywhere. In its halcyon days, from the 1920’s to the mid-1950’s, the boulevard was a glittering strip of casinos, nightclubs, and pleasure piers. You can still see the old Balinese Room extending out over the Gulf, though no gambling has gone on for years. The B Room hosted the biggest names in show business and the highest-rolling gamblers. It was almost impossible to raid because the casino area, where the illegal activity took place, was situated on the Thead of a long narrow pier. When raiding parties of Texas Rangers appeared, someone up front pushed a button, the band struck up “The Eyes of Texas,” and the gambling paraphernalia folded into the walls like Murphy beds.</p><p>The pier next to the B Room, which advertises itself as “the original” Murdoch’s Pier, isn’t the original, by the way. The original was three stories tall, with a steep Churchill Downs-style roof and a lot of pennants. I should also point out that the Tremont House, on Ship’s Mechanic Row, is the third hotel to bear that name, and that, except for the block that passes in front of the hotel, the road is known less eloquently as Mechanic Street. The Old Galveston Club, on Twenty-first and Postoffice, a highly recommended gin mill, is, as the sign on the building suggests, ”the last of the old speakeasys.” The bartender, Santos Cruz, claims to have invented the margarita in honor of singer Peggy Lee.</p><p>I like to stay on the Boulevard, where you can hear the ocean and taste the salt breeze. Any number of good little motels offer weeknight rooms for as little as $39. By comparison, the rooms at the Tremont go for $100 to $250 a night. My favorite hotel is the Galvez, at Twentyfirst and Seawall Boulevard ($69 to $89 on weeknights). The Galvez is one of those wonderfully grand and imposing old resort hotels that you used to see pictured on postcards in your grandmother’s attic. It was built in 1911 by I. H. Kempner, John Sealy, Jr., and other Galveston businessmen to demonstrate their faith in the Island’s recovery after 1900. When the next really big storm hit in 1915, Islanders sipped champagne and danced the night away in the Galvez ballroom.</p><p><span class=\"dropcap\">T</span>he Best Seafood Restaurant in Galveston —and maybe in the world —is Gaido’s, on the Boulevard at Thirty-ninth. This is an Island institution. Founder San Jacinto Gaido opened the family’s first seafood canteen on Murdoch’s Pier in 1911. (One of Gaido’s associates and customers was barber and future crime-syndicate kingpin Rose Maceo.) You can’t miss Gaido’s: The building takes up most of the block, and a plaster King Kong-size crab appears to be eating the roof. Everything on the menu is expertly prepared, but the softshell crabs —broiled, deep-fried, or fried in a heavy iron skillet with butter and almonds or in other succulent variations —are good enough to be illegal. Our meal for three, with wine and tip, was $70, but you can eat well for about $15 a person. Be prepared to wait for a table.</p><p>The merits of Gaido’s notwithstanding, my favorite eating spot on the Island is an unpretentious Cajun joint called Benno’s. Located on the Boulevard at Twelfth, Benno’s must date all the way back to the early 1980’s. You order at a counter and eat on picnic tables inside or on the patio. Benno’s spicy, butter-grilled Cajun oysters ($8.25) are the best I have ever had —and I thought I had tried them all. With a couple of draft beers, your bill will be about $11 a person.</p><p>A perfect spot for a family outing is Seawolf Park on Pelican Island, across the Fifty-first Street Bridge. There is a pavilion with a snack bar, a huge grassy play area for kids, and a World War II destroyer escort and submarine open for inspection. A promontory of the park juts out just north of Bolivar Roads —the entrance to Galveston Bay—exactly where the Galveston Ship Channel forks away from the Fdouston Ship Channel. You can sit on the rocks or the pier and watch the ships of the world glide past. Every fifteen or twenty minutes, the Bolivar ferry slips across the channel. Other than the 1-45 causeway and the toll bridge at San Luis Pass, on the far west end, the ferry is the only way on or off the Island. Take a ride: It’s free, and with luck a pod of dolphins will appear.</p><p>My friend aubrey Thompson, a researcher at the University of Texas Medical Branch at Galveston, tells me that Seawolf Park is one of the best fishing spots on the Island. “The best time to fish is an hour or two before or after the tide is turning,” he advises. ”Fish hit better in moving water.” You can buy bait and rent fishing gear at the pier. On a warm, blustery day last spring, when the fishing should have been terrible, we caught eleven different species, including pompano and flounder. I had forgotten how much I enjoy fishing or how completely you lose yourself in the process. Parking is $2; fishing $1 to $2 more.</p><p><span class=\"dropcap\">A</span>s Happens So Often On the Island, my discovery of Three Trees is pure serendipity. I am talking to Sam Popovich, Galveston County’s 72year-old constable, when he mentions that as a young man he used to punch cattle on the old Ostermeyar Ranch. “That’s out by Lafitte’s Grove,” he says. ”What they used to call Three Trees.” Half an hour later we are driving out to West Beach. Finally Popovich stops beside a pond near a grove of oaks. We climb over a gate, onto private property.</p><p>Then I see the marker identifying Lafitte’s Grove as the site of the Battle of Three Trees. Of the fifteen or twenty trees there today, at least two appear to be hundreds of years old. Who can say if these are the original trees or the offspring? But i’m certain this is the place. Lafitte burned the settlement of Galveston (which he called Campeachy) and sailed away forever in the spring of 1821. Shortly before his departure, legend has it, he was heard to remark: “I have buried my treasure under the three trees.” a group of pirates who remained behind supposedly dug up a long wooden box near the grove, and when they pried off the lid, they found . . . not treasure but the body of a woman. Who she was nobody knows. Over the years Islanders have turned up small caches of treasure and coins, nothing to speak of. I dig the toe of my boot into the soft dirt, not really expecting to find anything but unable to resist the temptation.</p><p>Later, I go looking for the spot where Cabeza de Vaca and his wretched crew crawled ashore. Passing a subdivision, I walk along a deserted beach littered with shells and driftwood. I stand on top of the dunes, my back to the surf, trying to see what Cabeza de Vaca must have seen. Countless storms and flood tides have rearranged this beach since the 1500’s. By my rough calculation, Three Trees would have been five or six hundred feet farther inland. Nevertheless, from the dunes I can see the trees clearly. A breeze ripples the pages of my notebook, and for an instant I think I hear a voice. <em>If you were shipwrecked,</em> it asks, <em>what would you do?</em> But of course! i’d head straight for that grove of trees.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "November 1990",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Galveston",
      "Trees",
      "Broadway",
      "Fishing",
      "Texas",
      "Beaches",
      "buildings",
      "Seafood",
      "ten",
      "Cabeza de Vaca",
      "Home",
      "homes",
      "Statue",
      "Tour",
      "Wall",
      "War",
      "Water",
      "all the way",
      "Cajun",
      "Dating"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Galveston",
      "West",
      "Texas",
      "Houston",
      "New Orleans"
    ]
  }
}