{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19952",
    "date": "February 1995",
    "year": 1995,
    "month": 2,
    "month_formatted": "February",
    "pdf_uri": "/1995/19950200.pdf",
    "issue_cover_image": "",
    "document_start_page": 124,
    "toc_start_page": 118,
    "document_page_range": [
      [
        124,
        125,
        126,
        127,
        128,
        129
      ],
      [
        139
      ]
    ],
    "toc_order": 18,
    "toc_headline": "Gone to CyberTexas",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199502-gonetocy",
  "source": "/1995/19950200.pdf",
  "wp_post_id": 129450,
  "wp_post_guid": "http://www.texasmonthly.com/article/gone-to-cybertexas/",
  "authors": [
    "Joe Nick Patoski"
  ],
  "headline": "Gone to Cyber Texas",
  "dek": "Want to shop at Dallas stores, check out Houston restaurants, talk about the Spurs or the Lege, tap Into UT’s libraries, and visit Gonzales—all without leaving home? all you need is a computer, a modem, and our complete guide to Texas on-line.",
  "spread_caption": "",
  "excerpt": "With a computer and a modem, anyone can travel the state on the information superhighway, but it helps to have a road map. A complete guide to Texas on-line.",
  "kicker": "",
  "word_count": 7721,
  "content": "<p><strong>JOE Nick’s Little Black Cyberbook</strong></p><p><strong>a selective listing of my favorite addresses.</strong></p><p><strong>adoption</strong></p><p>Waco’s Precious in HIS Sight page on the World Wide Web features photos of foreign-born kids up for adoption (http://www.gems.com).</p><p><strong>Beer</strong></p><p>Houston suds lovers congregate at Bill Shirley’s Locations for Fine Beers (http://arganet.tenagra.com). Brewpub connoisseurs hop to a Web site about the Waterloo brewpub in austin (http://www.quadralay.com).</p><p><strong>Bilingual</strong></p><p>Spanishand English-speakers comingle on Houston’s Coco Loco BBS (713-923-6809).</p><p><strong>Business</strong></p><p>Texas-One (the Texas Open Network Enterprise) is a public-private partnership run by the state Department of Commerce to benefit small and midsize businesses (http://www.texas-one.org). Texas-One works like a global business encyclopedia. There are special sections on international trade opportunities and contacts (the entire text of NAFTA is posted here), as well as the State Strategic Plan for Information Resources Management and Hoover’s Guide to the Top 500 Texas Companies. Within the Texas Marketplace section is a list of six hundred vendors who do business with the state, gross and retail sales figures by city and county, and FAQs (“frequently asked questions”) about the Texas lottery. You can also get free Texas chili seasonings from D. L. Jardine and buy Texas-shaped peanut patties from Ruby and Jim Donaho (look under the Texas Company Directories heading).</p><p>Court records of bankruptcy proceedings are on view at the PACER (Public access to Court Electronic Records) BBS (713-250-5000, 800-795-7909).</p><p>The Texas Ethics Commission BBS (512-458-9424) lists all lobbyists registered with the state and various ethics advisory opinions.</p><p><strong>Cities</strong></p><p>Virtual tourism on the Web is almost as good as the real thing. You can travel to austin (http://www.quadralay.com or http://www.pencom.com), Dallas (http://www.unicomp.net/webnet/Dallas), Houston (http://riceinfo.rice.edu), and Bryan/College Station (http://www. tamu.edu/bv).</p><img/><p>Illustrations By Edd Patton</p><p>There’s an Old Saying About Driving across the wide expanse of our state that goes, “The sun has riz, the sun has set, and here I is in Texas yet.” That’s what it’s like to navigate the much-hyped information superhighway, because there’s a whole lot of Texas in cyberspace, the non-physical realm where computers roam.</p><p>Recently, over the course of a day spent staring into my computer screen, I read about Texas weather in 1858 (twelve northers were recorded in Fayette County that year), priced gift baskets from various Texas stores, toured the Dallas Museum of art (and downloaded Georgia o’keeffe’s <em>Bare Tree Trunks in the Desert</em> for later viewing), followed a lively thread of conversation about the fortunes of the University of Texas football team, communicated with flood victims in southeast Texas, answered an overseas query about cheap motels in Port aransas, exchanged gossip about the closing and reopening of the austin nightclub La Zona Rosa, and made reservations to fly to Veracruz, Mexico, after searching for the most convenient schedule and the cheapest fare and soliciting the opinions of fellow travelers about hotel accommodations there. And here I is in Texas yet.</p><p>The enormous Texas presence in cyberspace is partly a factor of our eminence as a high-tech hub. We’re home to some of the largest computer manufacturers in the world, a slew of software designers, and a disproportionate number of nerds and cyberpunks who are expanding the creative possibilities of computing. But the main reason is demand: Like people everywhere else, Texans are using computers to redefine how they communicate and disseminate information. Increasingly, we’re turning to electronic mail, electronic bulletin boards, and commercial on-line information services like CompuServe and america Online, as well as the Internet, the vast interlocking computer grid that connects universities and government agencies all over the world with ordinary citizens like you and me. According to one source, Texas users represent 10 percent of all worldwide activity on the Net, as the Internet is called; austin is second only to San Jose, California, in the number of Net users per capita.</p><p><strong>High-tech Heroes</strong></p><img/><p><strong>BRIAN Combs The 25-year-old systems operator of the Quadralay server’s homepage on the World Wide Web (http://www.quadralay.com) models his austin City Limits homepage after the austin Chronicle: There are extensive entertainment and restaurant listings and a fairly complete visitor’s guide to the city. The page was conceived as a way to promote Quadralay, a small austin company that sells software to large corporations that use the Web and want to move information faster and more efficiently. Nearly half the users who log on to the Quadralay server check out the product-information area; Combs keeps a guest book on the page to gauge user interest, and the responses have been encouraging. “Mostly, it’s austinites who want to know what’s on at the movies, what bands are playing, what steakhouses are nearby,” he says. “Next are the people who are coming to austin on a trip. Someone e-mailed me the other day to tell me they planned their itinerary based on my server. It gives me a warm, fuzzy feeling, because we’re giving something back.”</strong></p><p>To better appreciate the range of Texas-specific offerings on the electronic frontier, i’ve put together this guide to cyberTexas. It’s not just a whole other country; it’s a whole other universe.</p><p><strong>Electronic Mail</strong></p><p>E-Mail Is the Basic Building Block Of Online computing, by virtue of giving a user an address (mine is JoenickP@ix.netcom.com; <em>Texas Monthly’s</em>, for letters to the editor and general comments, is txmonthly@aol.com). Your mailbox location can be a bulletin board, a commercial on-line service, an Internet service provider, your school, or your place of business. Using e-mail, I can exchange typed messages with a colleague in the office, a neighbor across the street, a friend or family member in Orange or Odessa, or even a stranger on the other side of the planet.</p><p>E-mail has several advantages. It’s fast: Messages are transmitted in a matter of seconds. It’s cheap: Sending messages anywhere in the world costs almost nothing. And it’s convenient: Sending e-mail does not require licking stamps or making a trip to the post office.</p><p>In many ways, e-mail can improve your intellectual life. Want to vent your spleen about a pressing public policy issue? Write your friends—or your congressman in Washington, D.C. Five percent of the mail received by Congressman Joe Barton of arlington, for instance, is sent electronically (Barton’s address is Barton06@hr.house.gov). E-mail can improve your social life too. It has connected me with Bobwahred, a loose discussion group of writers, lawyers, and other nabobs. During one week last fall, members reviewed a new biography of Teddy Roosevelt, voiced opinions on the insurrection in Chiapas and censorship on the Internet, debated Marxism, interpreted court decisions on lawsuits filed by people who choked on chicken bones, and good-naturedly griped about all the fun and exotic places that one Dallas travel writer has been sent to on assignment.</p><p><strong>High-tech Heroes</strong></p><img/><p><strong>WAYNE Mcdilda The “Drive Friendly” spirit on the information superhighway is alive and well thanks to McDilda, a 34-year-old technology specialist at the Texas Department of information Resources. Two and a half years ago McDilda brought together various state agencies, many of which had their own on-line bulletin boards, by setting up the Texas Information Highway (TIH). Accessed as a BBS (512-475-4765) or on the Internet as a World Wide Web page (http://www.texas.gov) or gopher site (info.texas.gov), the TIH is the first road map designed by a state government to make its resources available to the general public in cyberspace. What’s amazing is that McDilda set it up in his spare time—without a budget. (By contrast, North Carolina, whose state government is another recognized leader in using technology to disseminate information, is spending $142 million over the next five years on a similar project.) “Since I know where everything is,” McDilda says, “it was easy for me to put stuff up.” He’s obviously doing something right. Last December more than 79,000 users from around the world logged on to TIH.</strong></p><p>Be warned, though: E-mail can overwhelm. One day it took me more than an hour to read or respond to the ninety messages in my mailbox, most of them from my Bobwahred pals. Granted, this was a pittance compared with the 1.9 megabytes of mail awaiting author Bruce Sterling after he returned from a week-long trip overseas, but it has made me rethink how plugged-in I want to be.</p><p><strong>Bulletin Boards</strong></p><p>Electronic Bulletin boards, or BBSs, are the neighborhood version of cyberTexas, appealing largely to people who share similar interests, much like the Rotary Club and biker gangs do in the 3-D world. BBSs operate like corkboards at the laundromat. Anything is likely to be tacked on for public notice, and messages come and go. BBSs come and go too, depending on the degree of interest of the users and the sysop (or systems operator, the person who runs the board). Access is limited by the number of telephone lines a BBS has; as such, most BBSs put a time limit on how long you can stay on. Too many users trying to log on to a BBS at the same time can overload a system.</p><p><strong>Getting Started</strong></p><p><strong>What you’ll need.</strong></p><img/><p><strong>Equipment</strong> If you don’t already have one, buy a computer with four megabytes of memory, known as RAM. Also get a modem, preferably one that can run at a minimum of 14,400 baud (the designation for speed). A telephone line is crucial too; ideally, you should have one dedicated exclusively to computer use.</p><p><strong>Money</strong> all that equipment isn’t free, of course. And although sending and receiving e-mail costs almost nothing, some bulletin boards, all commercial on-line services, and all Internet service providers charge some sort of fee—so be prepared to spend.</p><p><strong>Time</strong> You’ll need plenty of it to learn how to operate your computer, how to hook up your modem, and where to go once you log on. As fast as all this equipment may be, waiting is part and parcel of the experience. Various stretches of the information superhighway, it seems, are always under construction or jammed up with too much traffic. To make the most of your time, take classes or join a users group. Read a manual—a popular choice is <em>The Whole Internet</em> by Ed Krol. Subscribe to <em>NewbieNewz,</em> an on-line magazine for beginners published in austin (e-mail address: nn-info@io.com).</p><p><strong>Patience</strong> This is the most important commodity of all. Between modems, phone lines, software, and wiring, cruising the Infobahn can sometimes seem more like driving a beat-up jalopy on a two-lane dirt road. You re going to get dirty and frustrated cranking the engine and tinkering under the hood. Don’t despair; ask for help. There are no dumb questions in cyberTexas. Last year, after I spent a week and a half trying unsuccessfully to get on-line, I called Zilker Internet Park, an austin Internet service provider. “Relax,” said Jeff, a technical support staffer there. “We’re all on a learning curve, man.”</p><p>Pictures of Fort Worth are included in the campus tour of Texas Christian University (http://www.tcu.edu).</p><p>The University of Texas at El Paso’s Web page (http://cs.utep.edu) includes the most comprehensive compilation of Juarez restaurants, hotels, and historic sights i’ve seen in print.</p><p><strong>Cyberpunk</strong></p><p>There’s plenty of attitude at Eden Matrix, where the motto is: “No limits, no laws.” In that spirit, the Eden Matrix Web server (http://www.eden.net) works like a nineties version of a sixties underground newspaper, expressing alternative points of view with cuttingedge graphics. Cultural coverage emphasizes music (there are video and audio snippets of bands); comics can be ordered, including Shannon Wheeler’s <em>Too Much Coffee Man,</em> Sam Hurt’s <em>Eyebeam,</em> and ariel Bordeaux’s <em>Deep Girl.</em></p><p>The Paranoia Web page (http://www.paranoia.com) is an austin site dedicated to “anarchy and Eclectic interests on the Internet.” It features, among other things, directions to the Central Intelligence agency’s homepage and a listing of the ultimate strip clubs.</p><p>Download the entire text of the book <em>Hacker Crackdown</em> courtesy of author Bruce Sterling at the Zilker Internet Park gopher site (zilker.com), or check out Malt Liquor Mantra, the beat cyberpoetry of Dallas’ Charles Hancock (http://fender.onramp.net/~analyst/ mlm/mlm.html).</p><p>More cyberattitude can be found on the Roadkills-R-Us News Network homepage (http://www.pencom.com/ rru.html), which advocates “recycling as far up the food chain as possible”; on austin’s Mahalnfinet Web page (http://www.txinfinet.com); and on Dickinson’s J. P. and associates Web page (http://jpunix.com).</p><p><strong>Dentistry</strong></p><p>Sibling dentists Marc and Michelle amsili of austin dispense advice and book appointments at their DentalNet Web site (http://www.pencom.com). Richardson periodontist Carl Stewart posts his Den-Tel-Net newsletter for dentists and laypersons on the Web (http://www.onramp.net/Den-Tel-Net).</p><p><strong>Eats</strong></p><p>Dining guides to Houston by the Rice University Graduate Student association, Gil Kloepfer, David Throop, and Carol Chapman can all be accessed at the Houston InfoSource (http://www.academ.com).</p><p>You can download healthy recipes from the Web page created by Whole Foods Market Online (http://www.wholefoods.com/wf.html).</p><p>Zagat dining guides rating restaurants in Dallas—Fort Worth and Houston-Galveston are posted on CompuServe (Go Zagat).</p><p>Get the lowdown on Vietnamese restaurants in Clear Lake and Houston on Tenagra’s Web site (http://arganet.tenagra.com).</p><p><strong>Education</strong></p><p>It’s fun to visit colleges and universities on-line—not just for their files and libraries but for general information. My three favorite homepages are run by Texas A&M (http://www.tamu.edu), where photographs of the aggie bonfire can be viewed and downloaded (http://www.tamu.edu:80/bonfire); Ut-Austin (http://www.utexas.edu), which has the most complete directory of Texas Web sites that i’ve found; and Rice University (http://www.rice.edu), whose Ricelnfo service is an all-purpose resource and link to other cool sites.</p><p><strong>Employment</strong></p><p>“Jobs are available everywhere,” says John Daigle, a high-technology writer and consultant who shows victims of corporate downsizing how to look for work on-line. Daigle cites the Texas Employment Commission’s hi-TEC Bbs (part of the Texas Comptroller’s Window on the State Government Bbs at 512475-1051 or 800-227-8392) and statewide and global listings of high-tech jobs on the Web (http://www.einet.net/ galaxy/ Community/The-Workplace).</p><p>There are also local listings on several USENET newsgroups, including misc.jobs.offered, misc.jobs.contract, tx.jobs, dfw.jobs, austin.jobs, and houston.jobs.</p><p><strong>Gardening</strong></p><p>For gardening tips and climate information, visit Texas A&m’s master gardener gopher (leviathan.tamu.edu).</p><p><strong>Government/Politics</strong></p><p>The Texas Comptroller’s Window on the State Government board (512-475-1051 or 800-227-8392), an all-purpose BBS, leads you to other state agency BBSs.</p><p>In January the Legislature set up its own gopher (capitol.tlc.texas.gov), a text-only link that puts everyday folks on equal footing with lobbyists and special-interest groups by letting them contact their elected officials and by giving them access to Lege agendas, schedules, and legislation.</p><p>Bills filed in the Texas Legislature are posted on the Web (http://www.texas.gov/ texas_whatsnew.html).</p><p>The issues of privacy and property rights are the focus of the EFF-Austin and Electronic Frontiers Houston sites at the Zilker Internet Park gopher (zilker.com).</p><p>Every point of view on the political spectrum is found in cyberTexas. In the Houston area, for example, there’s the Houston Libertarian BBS (713-728-2199) and the Gunshop BBS for gun owners (713-472-6577).</p><p><strong>Health</strong></p><p>During a recent illness in the family, we embarked on a crash course in cancer statistics and state demographics at the Texas Cancer Data Center at the University of Texas-M. D. Anderson <em>Cancer Center, which</em> can <em>be</em> reached as a BBS (800-788-9293) or on the Web (http://utmdacc.mda.uth.tmc.edu).</p><p>Another good source of medical information is the Web page run by the library at the University of Texas’ Southwestern Medical School (http://feenix.metronet.com).</p><p>Since you can dial into a Bbs in your local calling area at no cost (unless a board has a membership fee), Bbss are an extremely cost-effective means of traveling through cyberTexas. Although they tend to attract folks living in the same community, Bbss are not necessarily confined to a particular locale. A message posted on a board in San antonio may be read by someone on a board in Texarkana or Del Rio, since many Bbss are part of regional and national networks like the USPOLNET, Familynet, and FIDONET.</p><p>Austin alone has more than four hundred BBSs, and there are thousands of boards statewide. Sources for finding Texas BBSs include the national magazines <em>Online access</em> and <em>Boardwatch</em> and local publications such as <em>HalPC</em> in Houston, <em>Texas Computing</em> in Houston, Dallas-Fort Worth, and austin-San antonio, <em>Computer Currents</em> in the Dallas area, <em>Tech Connected</em> in austin, and <em>PC alamode</em> in San antonio. Some BBSs list other local boards, and there is a listing of BBSs (alt.bbs) on the Internet (see “USENET Newsgroups,” page 122).</p><p>The stereotypical BBS of yore specialized in kids’ fantasy games such as Dungeons & Dragons or adult material, often of the pornographic variety. As more users log on, though, that image is changing. Bulletin boards are as diverse as the people tapping into them. There are boards for ham radio buffs, legal experts, Christians, radicals, gays, users of particular brands of computer software, marketing experts, bicyclists, and home brewers. Genealogy is a hot topic of the moment, and boards for dog and cat fanciers, senior citizens, political gadflies, and readers of mystery fiction are thriving statewide.</p><p>The most interesting discussion group and all-purpose virtual community i’ve found is the Spring, a one-thousandmember board headquartered in austin that is modeled on the WELL (Whole Earth ’lectronic Link) in San Francisco. The Spring has forums on business, law, and entertainment; topic areas focusing on everything from local nostalgia, romance, and religion to Generation X and bad writing; and reviews of restaurants, clubs, and books. (To log on, call Paul Terry Walhus at 512-302-4000.)</p><p><strong>Commercial On-line Information Services</strong></p><p>These Subscriber Services—notably america Online (800-827-6364), CompuServe (800-848-8990), and Prodigy (800-776-3449)—are the most user-friendly means of communicating, searching for and retrieving information, and generally learning your way around cyberspace. Each commercial service has its own style of presentation and management, its own exclusive features, self-contained special-interest forums, chat lines, and limited access to the Internet. Many commercial services have publications on-line; for example, CompuServe features <em>PC World</em> and <em>U.S. News and World Report,</em> while america Online has the <em>New York Times,</em> the <em>Chicago Tribune,</em> and more than thirty magazines, including <em>Time, </em>which can be perused on Sunday night before the issue hits the newsstands Monday. Most commercial services also have up-to-the-minute local weather forecasts, weather maps, stock quotes, access to american airlines’ EAAsySabre reservations system, and news wires like the associated Press and Reuters. And almost every commercial service has Texas-specific areas, among them travel forums with Texas categories and sports forums with headings for Texas’ pro teams.</p><p><strong>High-tech Heroes</strong></p><img/><p><strong>CONNIE Stout Forty-eight-year-old Stout heads Tenet, the Texas Education Network, which targets educators and students from kindergarten to the twelfth grade. Funded by the Texas Education agency, Tenet (http://www.tenet.edu) gets public school teachers and their classes on-line for a $5 annual fee. It gives them indispensable resource tools (such as access to the Library of Congress, the National archives, and several dictionaries) and plugs them into a listing of every Texas school district, public school, teacher, and administrator, as well as the Texas Parks and Wildlife Department, the McDonald Observatory’s <em>Star Date</em> program, NASA, the White House, members of the Texas Legislature, census tables, and state agencies’ databases. More than 200,000 Tenet log-ins are recorded each month.</strong></p><p><strong>“The teacher is extremely isolated in a classroom,” explains Stout, “especially since we’re having a revolution in how we read and see things.” By providing toll-free phone numbers to its users in remote areas, TENET addresses that isolation—and also the school-finance conundrum. Rather than redistributing tax money from wealthier districts to poorer ones, TENET posits the far more economical solution of giving poorer districts equal access to information through computers.</strong></p><p><strong>Log-in Lingo</strong></p><p><strong>a glossary for newbies.</strong></p><img/><p>Computer grammar and syntax may sound like a bunch of gobbledygook—and it is. Don’t bother learning it unless you plan to be an advanced user, or unless you’ve run out of challenges since you mastered Esperanto. But do take a moment to glance at this entry-level primer.</p><p><strong>Download</strong> To get files from somewhere else and put them on your computer.</p><p><strong>Upload</strong> To send files from your computer to another.</p><p><strong>FAQ</strong> “Frequently asked questions.” If you are new to an area of cyberTexas, check out the FAQ section first. You’ll save time and avoid embarrassing yourself.</p><p>If you think something is funny, type <strong>˂g˃</strong> (grin), <strong>LOL</strong> (“laughing out loud”), or <strong>ROTF</strong> (“rolling on the floor”).</p><p>:) The symbol for a smile (look at it sideways).</p><p>:( The symbol for a frown.</p><p><strong>Newbie</strong> a new user.</p><p><strong>IMHO</strong> “In my humble opinion” (in cyberTexas, modesty scores points).</p><p><strong>YMMV</strong> “Your mileage may vary” (i.e., what works for me may not work for you).</p><p><strong>Flame</strong> To put down or insult someone. This is achieved by using hostile language, frequently typed in capital letters—the equivalent of yelling. Many bulletin boards and USENET newsgroups have specific areas for flames; on the Internet, for example, you’ll find tx.flame, austin.flame, and dfw.flame.</p><p><strong>IRC</strong> “Internet Relay Chat,” cyberspace’s version of citizen’s band radio.</p><p><strong>LRF</strong> “Little rubber feet,” a snappy, meaningless comeback to condescending, know-it-all cybernerds. Ask a computer salesperson if a particular computer model supports LRF. The question can humble the smartest smarty-pants.</p><p>Like some bulletin boards, commercial services carry a subscriber fee. Typically you’ll pay about $10 a month for five hours of use, with an escalating rate of $1 to $10 per hour for additional use or access to premium offerings, such as the Bettmann photo archives on CompuServe; monthly bills of $100 are not uncommon. Yet unlike BBSs, which are run by individuals and are therefore largely free of regulation, commercial services are operated by giant corporations; as such, there is a Big Brother aspect to them. I discovered this in early December, when I was kicked off america Online without warning. After phoning the customer-service line and waiting for 45 minutes on hold, I was told that i’d used “inappropriate language” on three occasions. It turned out that my nine-year-old had logged on using my name and password and called someone on a chat line an “ass-wipe,” a put-down frequently uttered by the MTV cartoon characters Beavis and Butt-head. That’s parenthood in the computer age. The moral of the story is: Watch what you say.</p><p>Despite the mix-up, america Online (AOL) continues to be a great entry point for cyberTexas. I’ve been a frequent visitor to its forum for fans of the late austin blues guitarist Stevie Ray Vaughan, which can be found under the jazz/blues heading of the music message center at RockLink (keyword: rock). RockLink also has a radio section with message boards for austin radio and for Rocket 107, the new alternative music station in Houston. Even better, I can talk back to the boob tube by using AOL’s message boards for the big-city NBC and Abc affiliates (keywords: NBC, Abc), including KXAN and KVUE in austin, WFAA in Dallas-Fort Worth, KTRK in Houston, and KMOL in San antonio.</p><p><strong>High-tech Heroes</strong></p><img/><p><strong>DON Furth In 1992, 57-year-old computer programmer Furth attended a series of meetings held by El Paso community leaders about the city’s future. Out of those discussions came the Rio Grande Free-Net, a public-access computer information system that Furth guides as a volunteer. The free-net, which serves El Paso, surrounding West Texas counties, southern New Mexico, and parts of Mexico, logs two thousand users a day on its thirty telephone lines; it can be accessed from your house or through a computer at a local library. (The El Paso Public Library, for instance, has more than fifty computers hooked into the network.) Many areas of the free-net operate in Spanish as well as English. “I assumed most public services were already bilingual,” says Furth, “but they weren’t, so we did a lot of translating for them.</strong></p><p>“Our needs are unique,” he continues. “This region is really poor, our school districts are underfunded, and we just don’t have the resources to do the things that are done in other parts of the state. What I recognize, and everyone else recognizes, is that we can’t raise our children here to be computer illiterate.”</p><p>On CompuServe, I enjoy cruising the message board for austin’s annual South by Southwest Music Conference (Go SXSW), touring the Dallas Museum of art (Go fineart), and checking up on the latest CD releases by the Houston-based Justice Records label (Go JR). I also read the syndicated musings of Molly Ivins (Go columns), which are always good for a few laughs and some food for thought.</p><p>On Prodigy, I can communicate with the bigcity CBS affiliates (jump: television), including KTBC in austin, and I can follow the <em>Dallas Morning News’s</em> coverage of the Dallas Cowboys (jump: Dallas Cowboys); there’s a coaches’ corner and a bulletin board with input from fans and <em>Morning News</em> columnists.</p><p><strong>Free-Nets</strong></p><p>A Relatively Simple Way To Get On the information superhighway is through a free-net, a not-for-profit public access information system that is the computer equivalent of a public library. The guiding principle of free-nets is that computer communications and Internet access should be available to everyone. And, indeed, anyone can log on to a free-net and get an e-mail box and tap into discussion groups, the Internet (in some cases), and local, geographically specific resources such as college class schedules, health information, and city and county government databases.</p><p>Free-nets are currently under construction in Dallas-Fort Worth, Houston, austin, San angelo, abilene, Victoria, and San antonio, and should be operating by the end of 1995. But two free-nets are already up and running. The granddaddy of Texas free-nets is the year-old Rio Grande Free-Net (915-775-5600), a bilingual public access bulletin board that serves El Paso and nearby West Texas counties, a portion of neighboring New Mexico, and Juárez and northern Chihuahua. Through hardware and facilities provided by El Paso Community College and Providence Memorial Hospital, the Rio Grande Free-Net connects users to city, county, and regional resources (such as a list of classes and events at the University of Chihuahua) and provides access to certain areas of the Internet. Sysop Don Furth (see left) has worked with area libraries to make computers and modems available to the public at no cost, though free-nets are not exactly free: Maintenance and equipment are paid for by various institutions and corporate and user donations.</p><p>The other working Texas free-net is the North Texas Free-Net (accessible through the Internet at http://www.ntfn.dcccd.edu), which went on-line last fall and is housed on the Northlake campus of Dallas County Community College. Built by computer instructor and programmer Tom Karches, the North Texas Free-Net links users with the City of Dallas, a recreation area that includes activities postings by the Dallas chapter of the Sierra Club, an industrial area for businesses, and a university park, where UT-Dallas posts course information.</p><p>Ambulance chasers can run with the big dogs on the Texas State Emergency Medical Service BBS (512-834-6638).</p><p><strong>Humor</strong></p><p>One-liners are constantly being hurled by austin’s Velveeta Room (http://www.realtime.net//loupgaru).</p><p><strong>Kids</strong></p><p>Among the best BBSs for younguns is Komputers for Kids!, based in Houston (713-286-7800).</p><p>Students strut their stuff on the Web pages run by Highland Park Elementary School in austin (http://www.hipark.austin.isd.tenet.edu) and the Edinburg-based South Texas Region One Education Service Center (http://198.213.61.243).</p><p><strong>Libraries</strong></p><p>You can rifle through the stacks at the Texas State Library BBS (512-475-4444).</p><p>The EINet Galaxy homepage (http://www.einet.net), run by high-tech giant MCC in austin, is one of the best and most popular master library indexes to the Internet, recording 80,000 log-ins a day. It has comprehensive links to arts, humanities, and history-oriented Web sites, as well as access to the Lyndon B. Johnson presidential library.</p><p>UT has a virtual library with everything you need to know about computers (http://www.utexas.edu/reference).</p><p><strong>Maps</strong></p><p>Texas state maps can be downloaded from EINet’s Web server (http://www.einet.net) and from UT-Austin’s Perry-Casteneda Library (http://www.lib.utexas.edu/libs/pcl).</p><p><strong>Music</strong></p><p>Roadies have their own place to hang out on austin’s International Tour Services BBS (512-440-7508), a board for folks in the business end of music.</p><p>DejaDisc of San Marcos is the first independent Texas record label with a Web page (http://www.eden.com).</p><p>Blues nightclub listings in the Dallas-Fort Worth area are a regular staple of Dallas’ Blues Cafe BBS (214-638-1181).</p><p><strong>Newspapers</strong></p><p>The first major newspaper in the state to go on-line is the <em>Fort Worth StarTelegram</em> (817-878-9800 or 214-638-4150), whose StarText electronic information service presents all the news and then some. Because a given day’s paper is posted on StarText the previous night, you can get a jump on the classifieds, read sports stories minutes after the writer has filed them, peruse old articles, write an e-mail letter to the editor, or participate in reader polls. StarText offers a free browse through all O. J. Simpson stories that have appeared in the paper, along with all the evidence thus far presented in the trial; users can weigh in on the latest developments in the case through an opinion poll (login OJ and select O from the menu).</p><p>UT-Austin’s <em>Daily Texan</em> is on-line on the Web (http://www.utexas.edu), as is Baylor’s <em>Lariat</em> (http://www.baylor.edu). El Paso Community College’s paper is on the school’s BBS, as part of the Rio Grande Free-Net (915-775-5600).</p><p><strong>Oil</strong></p><p>Lists of independent oil operators, financiers, and projects are posted on Energy Exchange of The Woodlands’ Web page (http://www.infohwy.com).</p><p><strong>Outdoors</strong></p><p>Austin’s First Class and InfiNet BBS (512-301-2151) is a treasure trove of data about the Texas environment. Conferences include water and wetlands, hazardous waste and toxic materials, air quality, environmental justice, eco-politics, recycling, and endangered species. The board also features on-line publications that cover grassroots forestry, urban sprawl, eco-tourism, and Mexican environmental groups.</p><p>The Web has Texas pages for solar cars (http://www.texas.edu) and the Renewable Energy association of Central Texas (http://www.realtime.net).</p><p>The Gulf of Mexico Program Information Network has a detailed listing of state, federal, and international government agencies concerned with the Gulf of Mexico (http://www.epa.gov/ gumpo).</p><p>You can get the latest on state parks, campgrounds, and hunting seasons on Texas Parks and Wildlife’s Texas Outdoors BBS (512-389-4430).</p><p>Fishing BBSs are popular all around the state. I have visited one—Tobacco Road in Georgetown (512-930-5092).</p><p>Houston-area windsurfers get the latest advisories and tips at their own Web page (http://www.sccsi.com).</p><p>Southwest Texas State University has a Web site devoted to the Edwards aquifer (http://eardc.swt.edu).</p><p><strong>Outer Space</strong></p><p>NASA photos, including some really spacey images from the Hubble Telescope, can be dowloaded from the Web server maintained by the Lyndon B. Johnson Space Center and NASA (http://www.jsc.nasa.gov).</p><p><strong>Radio</strong></p><p>Houston’s contemporary hits station, KRBE-FM, has a presence on NeoSoft’s Web server (http://www.neosoft.com). Houston alternative station KTRU-FM has a homepage on the Ricelnfo server (http://riceinfo.rice.edu).</p><p><strong>Real Estate</strong></p><p>Why spend all day in the car house hunting? The CyberTexas Parade of Homes on the Web touts upscale properties shown by Eden Box of austin, Brants Realtors of Fort Worth, and Keller-Williams of The Woodlands (http://www.gems.com/realestate).</p><p>The Web page created by Robert P. Davis architects of Houston has pictures of the company’s residential and business projects and information about Davis’ architectural philosophy (type in ftp://ftp.sccsi.com, then click on pub/ local). Energy-efficient custom home designs are open for inspection at the advant Home page (http://www.sccsi.com/ advant/homes.html).</p><p>Super-handyman al Carrell and Dallas-area home builder Michael Holigan have teamed up for a Web page, too (http://www.unicomp.net/corp.html).</p><p><strong>The Internet</strong></p><p>Visualize the Internet As a Great Big bowl of spaghetti, and your computer as a littlebitty fork that plunges into the tangle in search of a few specific strands. That’s life on the Net. There’s an enormous amount of information out there on every subject imaginable, and finding it can be extremely difficult. Not to worry, though: With a little practice, you’ll learn how to get around, and it will definitely prove worthwhile.</p><p>Created in 1969 by the U.S. Department of Defense as a means of maintaining communications in case of a nuclear holocaust, the Net was until recently the almost exclusive domain of university and government employees, who spoke an indecipherable and wholly mystifying computer language called Unix. All that changed in the fall of 1993, when the National Science Foundation relinquished control and funding of the Net, throwing it into a state of blissful chaos and triggering a cyberspace land rush. Today the Net is a pop phenomenon, with 30 million users and 2,000 newbies, or newcomers, signing on daily. Part of the reason for the rapid growth is the development of software for Microsoft Windows, IBM Os/2, and Macintosh users that allows non-computer nerds to navigate the Net with the help of a computer mouse: You just point your cursor at your desired destination, click twice, and off you go.</p><p><strong>Getting On </strong>Unless you are a college student or professor or a government employee, for whom access to the Net is free and easy, the most efficient means of getting on the Internet is to subscribe to an Internet service provider (ISP). For as little as $2 and up to $50 a month, an ISP gets you an Internet entry point and an e-mail address. Predictably, given the expansion of the Net, the business of providing access is booming. “Being an Internet service provider is like being a realtor in austin in the eighties—everybody is one,” says a computer consultant. Some ISPs are local operations; others are regional or national. While most of the small providers could go the way of the mom-and-pop grocery when the national chains get their acts together and saturate the state’s major markets, i’m inclined to spend my money locally and reap the benefits of personalized technical support.</p><p><strong>High-tech Heroes</strong></p><img/><p><strong>DAVE Riggins When 39-year-old Riggins began plumbing the depths of cyberspace back in 1993, he didn’t know it would make him famous. All he wanted to do was figure out an easier way to look for subjects among the tangle of more than 20,000 independent gopher sites. Yet within a year, he attracted attention for creating Gopher Jewels (found at gopher://gopher.texas-one.org:70/11/gjewels), an extremely precise search tool with a menu of subjects that guides users to the information they seek.</strong></p><p><strong>When Riggins introduced his new approach on the Internet, he received kudos and encouragement—and also help. The University of Southern California offered him an Internet site to maintain Gopher Jewels; sites were eventually added in England, Turkey, Israel, and australia to speed up information processing around the globe. The result?</strong><em>Internet World</em> magazine ranked Gopher Jewels among the best Internet destinations of 1994.</p><p><strong>Today, Riggins spends at least four hours a night honing his Gopher Jewels and more time overseeing the operations of TEXAS-ONE, the Internet site for small businesses created by the Texas Department of Commerce. How does he do it? “I don’t have a life,” he laughs.</strong></p><p>In austin, Internet providers include Illuminati Online (512-447-7866), Real/Time Communications (512-206-3124), Eden Matrix (512-4789900), Texas Innovation Network (512-3383283), Turning Point (512-499-8400), and Zilker Internet Park (512-206-3850).</p><p>In Houston, there’s The Black Box (713-4802685), Neosoft (713-968-5800), Phoenix Data Systems (713-486-8337), South Coast Computing Services (713-917-5000), and Rice University’s Sesquinet (713-527-6038).</p><p>Dallas-Fort Worth ISPs include Texas MetroNet (817-543-8756), OnRamp Technologies (214-746-5398), Netcom (214-753-0045), and Unicomp (214-663-3155).</p><p>Other providers with Texas coverage: Dial n’ Cerf in California (800-876-2373), Delphi in Massachusetts (800-544-4005), and NETCOM On-Line Communications in San Jose (800-501-8649).</p><p><strong>USENET Newsgroups</strong> These subject-specific forums are the most popular Internet destinations—especially in Texas. There are at least four thousand USENET groups relating directly to our state or its cities, and more are cropping up every day. Many are preceded by a prefix indicating a special area of interest, such as <em>alt.</em> for alternative, <em>rec.</em> for recreational, and <em>sci.</em> for science, but some are prefix-free. <em>Tx.politics,</em> for instance, transports you to an area full of heated talk on the relative merits of ann Richards versus George W. Bush, property rights, goings-on in the Legislature, a newsletter about a planned solar-and-wind power system in Fort Davis, and so on. (Unfortunately, tx.politics is frequently gummed up with press releases and non-Texas subjects, such as last fall’s “De Foley-ate Congress” heading, a discussion of term limits and related matters.)</p><p>The range of Texas-specific newsgroups is as varied as the state itself. You can visit tx.religion.pagan, where it’s possible to philosophize with users named Merlin, Darkstar, and The Brew Witch. You can search for that special someone in dfw.singles or houston.personals. You can chat about Houston’s best restaurants in houston.eats.</p><p>Tx.forsale can be almost as controversial as tx.government or tx.politics. When one user tried to unload his AR-15 assault rifle, another angrily posted, “It is NOT an assault rifle!” a third user jumped in and told the second, “You haven’t got a CLUE what you’re talking about. People (like you) who don’t really understand firearms tend to cause more confusion by calling the SEMI Auto weapon by the name of its FULL Auto cousin.” all of which led a fourth user to respond, “Paranoid, aren’t we? You know, your psychiatrist can prescribe something for that.”</p><p>Photographs By David Mackenzie</p><p>Austin.general has led me around some blind curves that were just interesting enough to keep me following them. Case in point: The late July afternoon I spent tracking a conversation there about developers and environmentalists under the heading “Hug a Tree for Jesus.” The exchange of opinions turned testy when a user railed on about tree huggers and no-growthers who obsessed on the “old austin” when it was small and “cute.” His comments were pounced upon by another user, prompting the first to defend his postings as “personal opinion.” The argument ceased abruptly when a third person posted a message wanting to know where to find a good Nissan mechanic in South austin. So goes a conversation on the Net.</p><p><strong>Lone Stars On-line</strong></p><p><strong>E-mail addresses of the wired and famous.</strong></p><img/><p><strong>Ray Benson</strong><em>musician, asleep at the Wheel</em> Bismeaux@aol.com</p><p><strong>Robert Berdahl </strong><em>president, the University of Texas at austin</em> rschulze@hourglass.po.utexas.edu</p><p><strong>Mary Cutrufello</strong><em>country singer</em> PrideSworn@aol.com</p><p><strong>Michael Dell</strong><em>CEO, Dell Computer </em>mdell@dell.com</p><p><strong>Jim Hightower</strong><em>radio talk show host/ex-agriculture commissioner</em> Hightower@igc.com</p><p><strong>Tish Hinojosa</strong><em>singer-songwriter</em> tishlist@mrugacz.com</p><p><strong>William P. Hobby</strong><em>former lieutenant governor</em> hobby@bongo.cc.utexas.edu</p><p><strong>Kay Bailey Hutchison</strong><em>U.S. senator</em> sen@hutchison.senate.gov</p><p><strong>Sam Johnson</strong><em>U.S. representative from Plano</em> samtx03@hr.house.gov</p><p><strong>Meatloaf </strong><em>rock star</em> hcab32a@prodigy.com</p><p><strong>Bob Mould</strong><em>lead singer, Sugar</em> sugarnet@aol.com</p><p><strong>Ross Perot</strong><em>businessman/politician </em>71511.460@compuserve.com</p><p><strong>Matt Zoller Seitz </strong><em>1994 Pulitzer prize finalist in arts criticism</em> reeling@aol.com</p><p><strong>Bruce Sterling</strong><em>author/computer guru</em> bruces@well.sf.ca.us</p><p><strong>Steven Weinberg</strong><em>UT physicist/Nobel prize winner</em> weinberg@physics.utexas.edu</p><p><strong>Charlie Wilson</strong><em>U.S. representative from Lufkin</em> cwilson@hr.house.gov</p><p><strong>Janice Woods Windle</strong><em>author</em> truewomen@aol.com</p><p><strong>Charles alan Wright</strong><em>UT law professor/Nixon Watergate lawyer</em> cwright@mail.law.utexas.edu</p><p>David Courtney</p><p><strong>High-tech Heroes</strong></p><img/><p><strong>JULIE Gomoll If the Internet is destined for commercial exploitation, Gomoll is in the right place at the right time. The 32-year-old is president of GO Media, an austin graphic-design firm that brings Texas businesses onto the World Wide Web through the GO Media server (http://www.gomedia.com).</strong></p><p><strong>Gomoll developed her specialty only last year, after she started cruising cyberspace for kicks. The deeper she got into it, the more she realized a need for user-friendly graphics. “The people I saw out there were part of the same demographic that most of my clients were trying to reach: young and well educated, with disposable incomes.” She approached executives of Whole Foods Markets, one of her steady customers, with a proposal to establish a Whole Foods homepage on the Web. She told them, “You can establish a presence in cities where you don’t even have a store yet.” They bit, and now Gomoll designs and maintains the Whole Foods page, as well as pages for businesses ranging from the Richardson computer-chip maker Cyrix to the Nature Conservancy to Regency Marketing Group, a bicycle seat manufacturer.</strong></p><p><strong>“It’s been a slow struggle to get up the learning curve,” Gomoll says. “We adapted really early, and it has given us an edge.”</strong></p><p>A cruise of dfw.general finds inquiries for leatherworkers, body shops, car alarms in North Dallas, an explanation of ISDN (a device that will soon replace modems) and which area phone systems have it, overwhelming support of KDGEFM’s decision to drop deejays Mark Stevens and Jim Pruett, gun show information, and a request for Ross Perot’s home address so locals can show the house to out-of-town guests (one response said there’s not much to see from the street except a big wall). Alt.Dallas_Cowboys, one of the most popular Texas newsgroups, registers almost as many comments as the ever-popular alt.sex groups.</p><p><strong>Gophers</strong> Until recently, the primary means of travel around the Internet were telnet, a tool for retrieving text from remote computers, and ftp, a tool for bringing back text and graphics. But in 1991 computer scientists at the University of Minnesota developed the gopher, a menu-based search tool that tunnels through the Net looking for information on a specific subject (the tool is named for UM’s mascot, the Golden Gopher). If your computer runs with Windows or Macintosh software, all you need to do is point your cursor at the Gopher icon, double-click, and type in the subject that interests you. For instance, a search for <em>Texas</em> subjects yields more than four hundred separate headings. When you find a suitable destination, click on it and go burrow.</p><p>The downside of gophers is that the technology is good, not great. Gophers generally do not accommodate graphics, and the results of a given search can be less than precise, sort of like the help you get from a volunteer working the information desk at the public library. <em>Yet</em> under most circumstances, gophers are a valuable research aid. Many universities and government agencies have gophers reflecting the interests of the institution. UT-El Paso, for example, has a GeoGopher for geology subjects; [ Continued On Page U3 ] [ Continued From Page 123 ] you access it by typing in <em>geology,</em> and in an instant, you can plug into geology databases around the world. Sam Houston State University has an economics gopher. UT-San antonio has a music gopher. UT-Austin has several gophers, including an insurance gopher appropriately called the RISKGopher. UT-Galveston and the M.D. Anderson Cancer Center in Houston have medical gophers. Texas Tech has a campus gopher called the Prairie Dog Gopher—the most poetically named gopher in the state.</p><p><strong>Religion</strong></p><p>Christian bulletin boards are ubiquitous throughout cyberTexas. Among them are the Joshua Tree BBS (210-641-6746), the Christian Retreat BBS (214-221-7198), and the Christian Chat BBS (713-451-8406).</p><p><strong>Shopping</strong></p><p>It figures that in cyberTexas, Dallas is on the cutting edge of virtual shopping. By entering Shopping IN (http://www.onramp.net/shopping_in), a cybermall based in Big D, you can deck out your dude in an onyx bolo from Castle Gap or a belt with a pewter armadillo buckle and a Zen Gimmi Hat from TieCoon. You can even buy a miniature book from Stanley Marcus’ Somesuch Press. By typing in the same address, you can shop at Good Stuff Cheap, which sells hand-carved Scottish golf clubs, espresso makers, and virtual reality headsets.</p><p>Other Texas malls under construction include Compu-Net in Dallas (http://www.computek.net) and The Forum in Houston (http://houston.infohwy.com).</p><p>Mail-order Ruby Reds and cactus salsa from Dallas’ Goodies from Goodman (http://branch.com/goodies).</p><p>You can buy tennis gear from the Racquet Workshop in Houston (http://arganet.tenagra.com) or hiking gear from Wilderness Furnishings in Sugar Land (http://www.sccsi.com/ welcome.html). If books are your bag, you can mail-order them from Dallas-based Borders Books and Music (http://borders.com).</p><p><strong>Small Towns</strong></p><p>Big cities don’t have an on-line monopoly. Small-town BBSs include the Ranger Station in Gonzales (210-672-2219), the Phantom BBS in Carrollton (214-446-3790), the Beanery in Victoria (512-578-8656), and the Grand World Teaching Hub in Port Lavaca (512-552-7934).</p><p><strong>Sports</strong></p><p>Houston sports fans can talk baseball and basketball on two USENET newsgroups (alt.sports.baseball. houston and alt.sports.basketball.nba. hou-rockets). There’s also a Web page for Houston’s minor-league hockey team, the aeros (http://www.jsc.nasa.gov/ houston).The american Black Belt academy in South austin posts karate class schedules on its Web page (http://nall.com).</p><p><strong>Travel</strong></p><p>Ask questions, post messages, read a Moon Travel Handbook, and look for cheap fares to scenic Old Mexico on the Mexico Online BBS (407-582-7801).</p><p><strong>Western art</strong></p><p>Wayne Baize of Fort Davis, Chuck Dehaan of Graford, and Bob Moline of Fort Worth display limited-edition prints on Guildhall Western art’s Web page (http://guildhall.com/artprints).</p><p>One of the most interesting gophers i’ve found is the armadillo, the Texas Studies Gopher for middle school students and teachers created by the Houston Independent School District in conjunction with Rice University (to access it, type <em>history).</em> It led me to stories about Houston’s Fourth Ward, a notice about a technology conference in Houston, a list of recycling centers in that city, and a batch of Texas history documents, including a long paper written in 1872 detailing Texas weather. Another great gopher is the TAMU Poultry Gopher at Texas A&M. Pinups of broilers and turkeys can be downloaded, and you can book the Poultry Club’s fajita catering service for your next party.</p><p><strong>The World Wide Web</strong></p><p><span class=\"dropcap\">G</span>ophers Lost Some Of Their luster late last summer, when the National Center for Supercomputing applications (NCSA) created a graphics interface software called Mosaic and made it available to Internet users at no cost. Almost overnight, Mosaic allowed millions of cyberspace travelers to tap into the six-year-old World Wide Web, a feature that delivers not only text but also graphics, sound, and video to your computer. Now the preferred tool for traipsing across the Net, the Web grew by a phenomenal 1,713 percent last year, mainly because anyone can master it. Think of the Web as a great big file cabinet. You pull out (that is, click on) the drawer for sports. You open the file on pro football. Inside is the Dallas Cowboys folder. Somewhere in that folder is an envelope with the name “Barry Switzer” on it, containing news and views about the team’s head coach.</p><p>The trick is finding the sports drawer in the first place, a simple though seemingly daunting task. Getting to a Web destination, which is called a server, requires that you type the cryptic prefix <em>http://www</em> before the address (“http” means “hypertext transfer protocol,” and “www” is shorthand for “World Wide Web”). Typing in the address transports you to the server’s homepage; from there you can point your cursor at highlighted words and images and double-click to get to files and other homepages. There are hundreds of Texas Web pages, many listed on Web servers and other homepages, and new destinations are popping up every day. The best places to look for them are in the What’s New section of the NCSA homepage (http://ncsa.uiuc.edu) and in Web Texas at the University of Texas (http://www.utexas.edu). Over the span of three days recently, five Texas Web sites appeared.</p><p>One reason there are so many homepages is that they’re so simple to create and maintain: all it takes is time. “There’s a homepage for everything,” says Tina Buck, who teaches the teachers at austin Community College how to use the Internet for classroom instruction. To prove her point, Buck showed me the Naughty Ones homepage (http://www.eden.com/music/naughty) that she constructed with an associate named Marty Evans for the neo-lounge band that features her husband, Mike, on drums. On the page is a thumbnail biography and photo of the band, some critics’ comments, and samples of two of the band’s songs.</p><p>My favorite Texas site is the Quadralay server (http://www.quadralay.com), which has numerous austin-specific pages and a listing of Texas information servers, Texas gophers, and Texas Web pages. In addition to featuring bands such as the Naughty Ones, Quadralay’s austin City Limits pages have restaurant and movie listings; the austin Guide to Brewpubs, in which users rate their visits to the town’s on-premises breweries; a link to bat facts, in honor of the Mexican freetail colony that lives beneath the Congress avenue bridge; and information on other popular tourist destinations.</p><p><span class=\"dropcap\">E</span>ven Though i’ve Been Lost In cyberTexas for months now, I still argue with myself about the wisdom of spending so much time and money for the information I retrieve. My nine-yearold and I are fighting more and more over who gets to sit in front of the screen, and my wife keeps asking me just what it is i’m doing on the computer. I don’t really have an answer. CyberTexas isn’t all blue skies and green lights, and I still don’t understand why i’m surfing instead of driving the information superhighway—but no matter how i’m doing it, i’ve got to admit that i’m enjoying the ride. Jump into the shotgun seat and see what I mean.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "February 1995",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "Internet",
      "Computer",
      "Austin",
      "Houston",
      "Dallas",
      "Government",
      "people",
      "School",
      "Home",
      "Music",
      "News",
      "Business",
      "Computers",
      "El Paso",
      "Travel",
      "Cancer",
      "College",
      "Mexico",
      "Rice"
    ],
    "wp_categories": [
      "Ann Richards"
    ],
    "wp_location": [
      "Texas",
      "Austin",
      "Houston",
      "Dallas",
      "El Paso"
    ]
  }
}