{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-197810",
    "date": "October 1978",
    "year": 1978,
    "month": 10,
    "month_formatted": "October",
    "pdf_uri": "/1978/19781000.pdf",
    "issue_cover_image": "",
    "document_start_page": 144,
    "toc_start_page": 142,
    "document_page_range": [
      [
        144,
        145,
        146,
        147,
        148,
        149,
        150,
        151
      ],
      [
        227,
        228,
        229,
        230,
        231,
        232,
        233,
        234,
        235,
        236
      ],
      [
        238,
        239,
        240
      ],
      [
        242
      ]
    ],
    "toc_order": 4,
    "toc_headline": "The Last Of the Great Ladies",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-197810-thelasto",
  "source": "/1978/19781000.pdf",
  "wp_post_id": 112425,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-last-of-the-great-ladies/",
  "authors": [
    "Harry Hurt III"
  ],
  "headline": "The Last Of the Great Ladies",
  "dek": "By mixing manners, marriage, and money, Oveta Culp Hobby has transformed herself from a smart country girl into the most powerful woman in Texas.",
  "spread_caption": "",
  "excerpt": "Oveta Culp Hobby has gone from a country town to a position of power and wealth. What she hasn’t done will also be her legacy.",
  "kicker": "",
  "word_count": 12612,
  "content": "<p><span class=\"dropcap\">O</span>n the morning her son the lieutenant governor was arrested for driving while intoxicated, Oveta Culp Hobby arrived at the Houston Post in a fine silk hat. The hat was not one of her large mushroom styles or one of her cymbal-shaped Oriental models, but a flat, white beret. Mrs. Hobby wore the beret slightly back on her head and cocked at an angle that accented her silver-blond hairdo, her high forehead, the arch of her brow, and the blueness of her eyes. Despite the summer heat, she wore a navy-blue belted dress that hung to mid-calf and a pair of elbow-length white gloves. On most working women, the hat, the dress, and the gloves would have seemed old-fashioned and out of place. But on Oveta Culp Hobby they produced a trim, businesslike look, which, as usual, was the look most appropriate to the occasion.</p><p>As Mrs. Hobby’s chauffeur was opening the door of her Oldsmobile station wagon, the Post editorial review board was preparing the agenda for its regular Thursday meeting. This day, however, the atmosphere in the third-floor conference room was hardly ordinary. Radio reports out of austin were saying that police had stopped Bill Hobby’s car at 2:48 that morning. In the car with Hobby was a young unmarried woman; Hobby had told reporters after his arrest that he and the woman had been returning from a picnic when police pulled him over. Hobby said he intended to plead no contest to the DWI charge. According to the reports, Hobby’s wife, Diana, had flown to austin to be with her husband.</p><p>The members of the Post editorial review board took pride in objectively covering the political activities of their newspaper’s president and heir apparent. But they had never faced having to report on what seemed to be a Bill Hobby scandal. One board member had listed the DWI story on his agenda, but he hoped he would not have to be the one to bring it up. Mrs. Hobby saved him the trouble. With her white beret firmly in place, she walked right into the conference room, stood behind her customary chair, took off her long, white gloves, and looked straight at her managing editor. Just five feet four inches tall and nearly seventy years old, she conveyed anything but the impression of a little old lady.</p><p>“I know what’s on all of your minds,” Mrs. Hobby said calmly. “I want you to run a story and I want you to put it on page one.”</p><p>Without another word, she sat down in her chair and asked for the first item on the agenda. For a state preoccupied with the independent, wheeling-and-dealing male, Texas has produced its fair share of remarkable women. The late Miss Ima Hogg, Lady Bird Johnson, Barbara Jordan, and anne armstrong are widely known examples, but there are many others. Often mistakenly characterized as an ability to “think like a man,” what these women possess is formidable intelligence, which they have developed in parts of the world traditionally associated with men, and confident graciousness and personal style, which they have cultivated among both women and men. These great ladies of Texas are a special native breed—women who for the most part were not born to power or sophisication but worked up to both, women who began life in small towns and will end it in great cities, women who have chosen to maintain a strongly feminine manner while wheeling and dealing with the toughest of men.</p><p>Opposite: Oveta Hobby began her publishing career at the faltering Houston Post. Now it’s the flagship of her media empire.</p><p>Photography by Joe Baraban</p><p>“as with many noble heroines, the life of Oveta Culp Hobby is tinged with an element of failure. Although she has established herself as a great lady, Mrs. Hobby has not distinguished herself as a great publisher.”</p><p><span class=\"dropcap\">F</span>or a state preoccupied with the independent, wheeling-and-dealing male, Texas has produced its fair share of remarkable women. The late Miss Ima Hogg, Lady Bird Johnson, Barbara Jordan, and Anne Armstrong are widely known examples, but there are many others. Often mistakenly characterized as an ability to “think like a man,” what these women possess is formidable intelligence, which they have developed in parts of the world traditionally associated with men, and confident graciousness and personal style, which they have cultivated among both women and men. These great ladies of Texas are a special native breed—women who for the most part were not born to power or sophisication but worked up to both, women who began life in small towns and will end it in great cities, women who have chosen to maintain a strongly feminine manner while wheeling and dealing with the toughest of men.</p><p>Oveta Culp Hobby has long been recognized as one of the greatest of our great ladies. In a career of more than fifty years, she has been parliamentarian of the Texas House of Representatives, head of the Women’s army Corps, the first secretary of HEW, a director of major corporations, and an editor, publisher, and broadcaster. She has been a patron of the symphony and the museum, a director of the Texas Heart association, a trustee of Rice University, a member of the finest luncheon clubs and country clubs, wife of a former governor, and mother of a lieutenant governor.</p><p>During her service in the army and in the Eisenhower cabinet, Mrs. Hobby was one of the country’s bestknown women. Her portrait graced the cover of Time magazine; newspapers all over the nation reported her politics and policies. She was often cited as america’s most powerful woman. Since that time, however, Mrs. Hobby has receded from the public eye. When the managing editor of Fortune was recently given her name as an example of a powerful woman in business, he asked, “Is she still alive?”</p><p>The answer is, very much so. Today, at 73, Oveta Culp Hobby is actively in charge of a family-owned communications empire worth $200 million or</p><p>more. Her principal interests are the Houston Post and Houston’s KPRC-TV (Channel 2). But she also controls a Houston radio station (KPRC), a television station in Nashville (WTVFTV), and at least thirty acres of prime Harris County real estate. Taken together, her various enterprises provide employment for over 3000 people and earn an estimated $17 to $19 million a year in pre-tax profits.</p><p>Like most powerful people, Mrs. Hobby inspires hatred as well as love, fear as well as admiration. She is described—out of earshot—as temperamental, autocratic, old-fashioned. But even those who dislike Oveta Hobby seem to have an overriding respect for her, a special kind of awe. Friends and enemies alike describe her in terms usually reserved for royalty. She is regal but not condescending, dignified but not stuffy, cordial but never weak. She is, in short, regarded much like an English regent.</p><p>Alas, like the life dramas of many noble heroines, the story of Oveta Culp Hobby is tinged with an element of failure. Although she has established herself as a great lady, Mrs. Hobby has not distinguished herself as a great publisher. Indeed, Mrs. Hobby’s media holdings, in marked contrast to their owner, are surprisingly mediocre. The Houston Post is not the worst newspaper in the United States, and it is among the best in Texas, but it does not approach being the kind of newspaper that a major city like Houston ought to have. The sins of the Post and of KPRC are sins of omission—the stories they fail to cover, the worlds they do not report. The Hobby holdings have the financial resources to compete for the best talent in the media, but they don’t. Instead of pushing to be truly good, they settle for being just good enough.</p><p>For better or worse, nothing about the editorial or financial conditions of the Hobby family communications holdings appears destined for change. It now seems unlikely that the government will force the Hobbys to divest themselves of one of their media properties, and it is even more unlikely that the family will decide to sell. While there are some signs of improvement, it seems certain that neither the Post nor KPRC-TV will evolve very far or very fast in the near future.</p><p>The story of Oveta Culp Hobby is an inspirational story of how a country girl became a woman of world renown, a kind of female counterpart to the self-made man. But it is also the story of how and why Houston journalism is no longer in step with its city and its times.</p><p><span class=\"dropcap\">A</span> visit with Oveta Culp Hobby begins at the Houston Post's concrete-turreted building, sometimes called “Fort Hobby.” Stationed at the intersection of the Southwest Freeway and Loop 610, the building houses all the paper’s operations except for the presses, which are still downtown at the Post's old location at Polk and Dowling streets. Mrs. Hobby’s three-room suite is on the third floor. The main room has twenty-foot ceilings, mustardcolored window shades, hardwood floors, and the furnishings of a fashionable parlor: eighteenth-century tables, armchairs with carved backrests, a fireplace, an Oriental rug, pewter ashtrays, a large tapestry of a Chinese elder, and a wall of well-filled bookshelves.</p><p>Mrs. Hobby sits at a heavy mahogany desk in a corner of the room. Behind her hang an american flag from her WAC days and a purple HEW banner. As her secretary ushers me in, Mrs. Hobby greets me with a broad smile and pushes herself up from her chair with both hands.</p><p>“Let’s sit over there,” she says, gesturing to some chairs near an antique side table. “I don’t want you to see what a messy desk I have.”</p><p>Mrs. Hobby is much prettier and thinner than her recent photographs suggest; in fact she seems to have become more handsome as she has grown older. Although her walk is a little stiff, her posture is remarkably erect. Her face is not youthful, but the lines of her jaw are firm and strong. Her forehead is smooth, and her blue eyes dart with energy. She smiles and arches an eyebrow whenever she wants to make an important or ironic point, and she gives looks that vary in tenacity and graciousness from the Churchillian to the Elizabethan. She tells the story of her life in simple, lucid sentences, spiced with unaffected references to the great men she has known and to the works of writers like Henry James, Judge Learned Hand, and W. W. Rostow. She is the kind of woman who makes you feel good just because you are around her, the kind of woman who imparts the sense that she is in love with life. At the same time, she always seems to be in total control—of herself, of her company, of her situation. It is no wonder that most of her employees harbor an unstated or stated fear of her, but she professes mild surprise when she is asked about it.</p><img /><p>At 73, Mrs. Hobby continues to run her businesses from a third-floor suite in the editorial offices of the Houston Post.</p><p>Houston Post</p><img /><p>Left: While working for the Legislature, young Oveta Culp cultivated the love for politics she inherited from her father. Center: She married Will Hobby (r), and her ambitions followed his into journalism. They bought the Houston Post, which, along with Jesse Jones’ (l) Chronicle, was solidly entrenched in the tradition of booster journalism.</p><p>“Fear of me?” she asks. “I would have no idea why anyone would have any fear of me. I think i’m as open a person as ever lived. But that may not be true. That’s my own perception of myself.”</p><p>Mrs. Hobby is equally coy in discussing her own success. Asked about the key to her accomplishments in areas dominated by men, she gives a simple answer.</p><p>“Oh, it’s the easiest thing in the world,” she says with a smile. “all you have to do is just be equal. And don’t go into whatever you’re doing with a chip on your shoulder. I’ve always found that if you’re prepared and if you go in on a specific mission, you’ll generally get a hearing. You may get help and you may not. But you do get a hearing. And that’s really all you can ask for, isn’t it?”</p><p>It is certainly all that women at the Post have ever gotten. Except for a few</p><p>longtime female aides and confidantes who occupy high positions at the paper, most of Mrs. Hobby’s top executives are men. This lack of feminine solidarity may be partly because she grew up, as she puts it, “in between the real fever pitch” of the suffragettes and the women’s movement of the sixties and seventies. Her success, on the other hand, may well be because she spent much of her youth in the company of men and women whose views about females were considerably advanced for their times.</p><p>Oveta’s greatest early influence was her father, Isaac Culp, a successful lawyer and legislator from Killeen. Oveta (her mother named her after a character in a romantic novel) was born January 19, 1905, the second of seven children. She began learning to prepare her father’s legal briefs at an early age. She also adopted his love of politics and horses. At fourteen, she followed Ike Culp to the Legislature in austin and returned with him each time he was reelected. Oveta became his confidante and adviser. “My father taught me that I could turn the world around just as well as any of my brothers,” she remembers. Her motivation throughout the rest of her life has seemed to flow from that confidence and the mandate it implies. Oveta has not sought power or fame or, beyond the traditional requirements of her rank—money. She has not seemed intent on turning the world around. Instead, in the exercise</p><p>of power and accumulation of wealth and fame, she has seemed determined to fulfill her father’s trust that whatever she did she could be the best.</p><p>Emma Hoover Culp, Oveta’s mother, was also a worthy model. Busy with both home and children, Emma Culp still managed her own mother’s business affairs and saw to it that the needy families in her small Central Texas town were provided with food and clothing at Thanksgiving and Christmas. She was also involved in women’s suffrage. In the 1918 gubernatorial race, a young man named Will Hobby was running against Jim Ferguson, and one of Oveta’s most vivid memories is of her mother leaving the house for the political trail.</p><p>“I can see her open the screen door and I remember exactly what she had on,” Oveta recalls. “She was wearing a pale blue suit and a white straw hat and high, laced white boots. She was pulling on her gloves and she turned to my sister and me and she said, ‘Girls, you’ll have to look after the peaches. I’m going out to campaign for Will Hobby.’”</p><p>Oveta had not yet met the man who would become her husband, even though her mother was involved in his campaign. What she did know was that her family’s sizable orchard was having a bumper crop in 1918 and that there was a lot of work for her and her sister. On February 5, 1919, Governor Will Hobby signed the act enabling Texas women to vote, a measure that became law several months before the Nineteenth amendment. However, Oveta recalls that she did not think very well of Will Hobby while she was putting up all that fruit.</p><img /><p>Houston Chronicle</p><p>Houston Chronicle</p><p>At Will Hobby's funeral: daughter Jes sica, Mrs. Hobby, son William (l to r)</p><p>Oveta did not think much of school either. An avid reader, she did most of her learning on her own. She had read the Bible three times by the age of thirteen and had bought so many books that her father would complain about the expense. She left Mary HardinBaylor College after one year and went to austin, where she audited courses at the law school. Using the expertise she had learned from her father, she got a job with the State Banking Commission codifying the state’s banking laws.</p><p>In 1926, at the age of 21, Oveta Culp was appointed parliamentarian of the Texas House of Representatives. She kept the job for the next five years, returned to it briefly in 1939 and 1941, and wrote an authoritative textbook on parliamentary law titled Mr. Chairman.</p><p>During her first years as parliamentarian, Oveta began shuttling back and forth to Houston on political matters like the 1928 Democratic National Convention. For a short time, she shared a residence with Miss Florence Sterling, an outspoken women’s rights advocate who had been secretary-treasurer of Humble Oil Company in the</p><p>years when her brother, Ross Sterling, was its president. In 1930, Oveta suffered her first and last political defeat when she ran for the Legislature from Harris County. Her opponent, a member of the then-resurgent Ku Klux Klan, told the voters in horrified tones that she was, of all things, “a parliamentarian.” She never ran for office again.</p><p>Although Oveta’s service as a parliamentarian won her more public acknowledgment, her earlier job with the Banking Commission had the most lasting effect on her philosophy. “I remember very vividly going into those towns where the banks were closing,” she says. “The people were terrified, but the banks could not stay open because there simply wasn’t enough money. ... I think that experience of seeing the banks close and the people so afraid made me a very conservative person.”</p><p>The Depression years proved to be some of the best for Oveta Culp personally, for it was then that she began seeing William Pettus Hobby. By then a former governor, Will Hobby was president but not yet owner of the Houston Post. He had grown up in Moscow, a small town in the Piney Woods, the son of Edwin Hobby, a former Confederate officer, state senator, and district judge who later moved his family to Houston, where he went to work for timber tycoon John Henry</p><p>Kirby. Will had worked his way up through the newspaper ranks in Houston and Beaumont. In 1907 he became editor and a year later owner of the Beaumont Enterprise. In 1914 he moved into the political arena, where he stayed until 1921. He had become a last-minute candidate for lieutenant governor in 1914, assuming the governorship when Jim Ferguson resigned under threat of impeachment. In the election of 1918 Hobby handily beat Ferguson (who ran despite having been legally barred from holding office), but Hobby served only one term. During his tenure, women acquired the vote, the first oil and gas conservation rules were established under the Texas Railroad Commission, and schoolchildren were provided with free textbooks. Hobby also sponsored the “open port” law, a forerunner of the anti-union right-to-work law. After leaving the governorship, he returned again briefly to Beaumont. Then, in 1922, he moved back to Houston, where he took over the management of the Houston Post, then called the PostDispatch.</p><p>Both the Houston Post and its competitor the Houston Chronicle were squarely in the mainstream of america’s booster press. Unlike European newspapers or the printing presses of the american Revolution, their birth had not been inspired by high ideals, political oppression, or even a thirst for news. Rather, the Houston papers, like most others founded west of the appalachians after 1800, were products and promoters of the nation’s boom. Houston had a population of 138,000 and was on the threshold of prosperity. The Post and the Chronicle saw themselves more as partners in this prosperity than as bitter rivals.</p><p>“Mrs. Hobby’s skill at handling men was legendary. ‘She just exuded this sort of sensuality. She could have her hand on your husband’s arm and you wouldn’t mind because you knew she wasn’t interested in sex —just power.’”</p><img /><p>Houstan Chronicle</p><p>After Mrs. Hobby took a legal battle over deed restrictions to the Texas Supreme Court and lost, she had the family’s Shady Side mansion torn down.</p><p>Historically beset with financial failures, the Post had descended from a newspaper founded by Gail and Thomas Borden in San Felipe de austin in 1835, passing through various owners until it wound up in Houston in the hands of former Humble Oil Company president (and later Texas governor) Ross Sterling. In the early days, the Post staff included William Cowper Brann, later publisher of the Iconoclast, and William Sidney Porter, whose short stories later became famous under the pseudonym O. Henry. But the dominant forces at the paper were its businessmen.</p><p>Before running for public office, Will Hobby had been one of the premier booster press executives in the state. He had started on the business side of the Post, then shifted to the</p><p>editorial side, where he won acclaim for his sensational coverage of a local murder story. Hired away by the Beaumont Enterprise, Will quickly acquired controlling interest in that paper, bought out the competition, and established one of the first combination morning and afternoon papers in the country. He also applied his knack for sensationalism to civicand selfpromotion. His drive to get federal funds for dredging a channel to the Gulf was one of his proudest achievements.</p><p>The same kind of boosterism prevailed in Houston, where Jesse Jones was boss. A builder, banker, publisher, and civic promoter, Jones used his Houston Chronicle to advance the interests of his city and himself. His campaign for a deepwater port and his success in attracting the 1928 Democratic National Convention are wellknown civic coups. But merchant Stanley Marcus and others have recounted the ways Jones also used his business interests to pressure retailers—many of whom leased space in his buildings and banked at his bank—to advertise in the Chronicle. Jones would</p><p>later show still another side of his civic-mindedness that worked much to the benefit of Will Hobby.</p><p>Despite this atmosphere of boosterism, Hobby’s first editorial as president of the Post in 1922 set out some ambitious and high-sounding goals. “The object and purpose,” Hobby wrote, “is to make it possible for Houston to have one morning paper measuring up to the best standards of journalism of the best american cities, keeping step with Houston’s progress, helping every cause that is good.”</p><p>When Will and Oveta met, the former governor’s fortunes were at their lowest. His first wife had recently died, an insurance company he owned had failed, and—even though he was president of the Post—he was on the brink of bankruptcy. A short, rotund, jugeared fellow, he retained a dry sense of humor and an irrepressible optimism, despite his troubles. Acquainted with Oveta Culp through her father and through her own political activities, he began inviting her to operas, plays, and Sunday suppers at his house. At the time, Will was 53 years old and Oveta was only 26.</p><p>“I never thought about a romance,” Mrs. Hobby admits. “I was quite busy and I really didn’t have marriage on my mind.”</p><p>Will Hobby obviously did. As Oveta recalls, he simply turned to her one day and said, “You know, we really ought to go talk to your mother and father.”</p><p>“What for?” Oveta replied.</p><p>“Well,” said the former governor, “i’d like to ask them for your hand in marriage.”</p><p>“Well,” said Oveta, “you’ll have to ask me first.”</p><p>He did, and she said yes, and so did her parents. They were married on February 23, 1931. Oveta admits that their friends may have been surprised at the match, but she says that didn’t last long because “the marriage worked.” as she puts it, “We liked each other a great deal. I always felt so at ease with him.”</p><p>The only cloud over the matrimony, apart from Hobby’s financial difficulties, was the matter of Oveta’s lack of style. “Will, she’s going to embarrass (Continued on page 225) you,” her father warned. “She doesn’t give a hang about clothes and. she doesn’t dress up the way she should.”</p><p>The Other Hobby</p><p>The nice middle-aged man as lieutenant governor</p><p>Houston Chronicle</p><p>The former cabinet secretary (r) and the future lieutenant governor, circa 1962.</p><p>A Vinson & Elkins lawyer was making small talk with Lieutenant Governor Bill Hobby at a Houston political reception last spring when Chronicle editor Everett Collier approached Post president Hobby. Knowing that there was no love lost between the two (in addition to their professional rivalry, Collier had fiercely opposed Hobby’s election), the lawyer was looking for a graceful exit when Collier blurted, “Bill, you’re the best lieutenant governor since Ben Ramsey.”</p><p>The tribute is notable not for its extravagance—Ramsey is best remembered, by everyone except Collier, for hosting nightly poker games for lobby cronies—but because the accolade from his old foe reduced the number of Bill Hobby’s political enemies to zero. That is a singular fact in a state renowned for its wheeling, dealing, help-your-friends, gut-your-enemies type of politics, but then Bill Hobby is a singular kind of politician.</p><p>It has been almost a century since an obscure Texas congressman named Roger Mills exhorted fellow Texans to support presidential candidate Grover Cleveland with the cry, “a Democrat and a gentleman.” Since then, the first of those elements has carried considerably more weight in Texas politics than the second. Bill Hobby has restored a hint of balance to the equation. Ask anyone in political circles about Hobby</p><p>and you’ll hear something like, “He’s such a decent guy.” The most frequently cited illustration refers to Hobby’s response to his arrest in 1974 for DWI. Other Texas politicians similarly situated have sought transfers to friendly courtrooms or contended that they were actually under the influence of medication; Hobby did not contest the charge. The performance so impressed Hobby’s fellow politicians that when Comptroller Bob Bullock suffered the same fate this summer, his advisers urged him to “follow the Hobby precedent.”</p><p>There are other examples more closely connected to the line of duty. Unlike all his predecessors within memory, Hobby doesn’t truck with the lobby, socially or politically, though it helps to remember, as a former senator once told me, “He doesn’t have to—after all, they already work for folks like the Hobbys.” He has won respect for refusing to exploit his media connections: Fred Bonavita, who covers the Senate for the Post, says he’s never been in a room alone with Hobby, and Post columnist Lynn ashby says Hobby is one of two people who’ve turned down his request for an interview. (The other was Frank Sharp.) an unpretentious man (he drives a 1974 Ford and still wears his Navy shoes from the fifties), Hobby avoids the limelight, seldom holds press conferences or tours the banquet circuit, and discloses no hint of the ambition for higher office others have ascribed to him. All are characteristics politicians admire but generally prefer to leave to others, which accounts in part for Hobby’s high standing with colleagues.</p><p>What distinguishes Hobby most of all is the contrast between his indifferent attitude toward politics and a feeling toward state government that approaches reverence: in the words of an associate, he regards it “the same way a priest regards the Church.” Though his mother is thought to be the dominant influence in his life (during his first race in 1972 she instructed campaign aides, “Remember, this is William’s deal”), this attitude is clearly a paternal legacy. Both of Hobby’s grandfathers served in the Legislature and his father was governor from 1917</p><p>to 1921. In many ways Hobby seems more like a governmental engineer than a politician. He has seldom exhibited any interest in, or position on, issues—even dating back to the sixties, when he was a docile member of the then-controversial air Control Board. Instead he has concentrated on tinkering with highly complex matters like school finance, welfare, and state budgeting, often showing up at budget meetings carrying a pocket calculator.</p><p>As presiding officer of the Senate, Hobby has exercised power quietly, almost invisibly—a style patterned after his mother’s. He has championed no programs and identified himself with no philosophy; his contribution to the legislative process is something like the role of the U.S. Cavalry in Westerns: riding to the rescue whenever the Legislature finds itself in a jam. Most recently he found a way to save face for Governor Dolph Briscoe and Speaker Billy Clayton during the unwanted special session on tax relief; last year, with the aid of the best staff austin has seen since John Connally was governor, he extricated the Legislature from snarls over welfare aid and highway spending—saving the state millions of dollars on both occasions. Characteristically, Hobby has never taken credit for these or any other accomplishments.</p><p>Some of Hobby’s admirers compare him to other Texas politicians and reach the conclusion that he is a statesman. But that seems a bit too charitable. Hobby is a good lieutenant governor in a state that has seen all too few of them, but statesmanship requires more than just honesty and humility. The elements of passion and vision are missing. The closest Hobby has come to expressing a philosophy of government was this summer when, commenting on Briscoe’s far-reaching proposals to limit future state taxation and spending, he said, “If it ain’t broke, why fix it?” He might have the same answer for critics of the Houston Post. The government works, it shows a profit, it’s clean. There is more to government than that, just as there is more to newspapering, but, for the Hobbys, that’s always been enough.</p><p>Paul Burka</p><p>(Continued on page 225)</p><p><em>(</em>Continued from page 148)</p><p>Oveta, of course, proved her father wrong. Not only did she pursue various careers in addition to having two children (William P. Hobby, Jr., born in 1932, and Jessica Hobby, born in 1935*), she also began a personal transformation from precocious country girl to great lady. Oveta remembers the first years of her marriage as a time of “belt tightening.” “It would have been very easy for Will to have taken bankruptcy,” she says. “But we weren’t going to do that.” Instead, Oveta went to work at the Post and began writing a syndicated questionand-answer column on the subject of parliamentary law. A riding accident disabled her for several months, but she kept on working at her desk despite crutches and a leg brace. She rose from research editor to book editor and assistant editor, all the while making suggestions for improvements on the Post to her husband and to the paper’s general manager.</p><p>Finally, in March of 1938, Oveta was called into a Post board meeting by the paper’s chairman, J. E. Josey. “Young lady,” Josey said, “we’ve just elected you executive vice president.”</p><p>“What for?” Oveta asked.</p><p>“Well,” Josey replied wryly, “we’ve just decided to give you the authority to do what you’ve been doing already.”</p><p>A short time later, Will and Oveta were blessed with a stroke of good fortune: the opportunity to purchase the Houston Post and KPRC Radio from Jesse Jones, who also owned the competing Chronicle, for virtually no money down and with years to pay. Jones had acquired the Post in 1931, when financial reverses caused Ross Sterling to sell out. But, according to his authorized biographer, Bascom Timmons, Jesse Jones was “opposed to newspaper monopoly” and felt that “Houston would be better off if the Post was under separate ownership.” Thus, he decided in 1939 to keep his “highly successful” Houston Chronicle and sell the “moderately successful” Houston Post and KPRC Radio to his good friend Will Hobby “on such easy terms” that Hobby could pay for them out of the earnings of the two operations.</p><p>Mrs. Hobby’s version of the story is equally thin but somewhat more believable. She remembers the Post at the time of purchase as not “moderately successful” but “in the red.” She says she and her husband bought the paper and the radio station for “about $4 million or $4 million-plus.”</p><p>* Both children were born on January 19, which is also their mother’s birthday.</p><p>“I remember riding home with my husband after we signed the papers,” she says. “We were both very concerned about the idea of buying something at that time, particularly when the paper was losing money. I turned to Will and said, ‘It’s too much, but it’s the only game in town.’ ”</p><p>The Hobbys’ relationship with Jesse Jones soon became a fertile subject for gossip, speculation, and, eventually, fiction. Old-timers say that the broadshouldered, six-foot-two Jones walking down Main Street with the roly-poly, five-foot-eight Hobby was a frequent and comic sight. Hobby named his daughter, Jessica, in Jones’ honor, and some suggested that Oveta was jealous of the friendship. There were also rumors that Jesse and Oveta were in love. In 1954, Jack Guinn, an embittered former Post employee, published a roman a clef called The Caperberry Bush, which implied a romance between the two. Mrs. Hobby claims never to have heard such rumors or to have read her former employee’s novel, and she denies ever having had a romance with Jones.</p><p>“Mr. Jones and I were friends,” she says. “We seldom discussed the business of our newspapers, but we talked a great deal about politics and government.”</p><p>At any rate, with Jesse Jones playing the dual role of friend and competitor, the “Hobby team” quickly set out to turn its newspaper into a profit-maker. Will and Oveta shared an office and the top executive duties, with Oveta first concentrating on reorganizing the advertising and circulation departments. Though the Post and the Chronicle remained essentially booster papers and engaged only in what was described as “gentlemanly competition,” there is some evidence that in those early days the Post was the more aggressive. Badly trailing their competition in nearly every area, the Hobbys had little to lose.</p><p>Their strategy was to find people they considered to be good editors and writers—among them men like arthur Laro, George Fuermann, Harold Scarlett, and Leon Hale—and give them a relatively free hand, while Will and Oveta maintained daily contact with the managing editor and the other top executives.</p><p>In those days, editors were often told to print BOMs—Business Office Musts —that amounted to free advertising for the construction of buildings and the openings of stores in the form of “news” items or photographs. But the Hobbys also had a commitment to hard reporting. One series in the early fifties on the Minute Women, a group of extreme right-wingers, angered the</p><p>city s staunchest conservatives but helped establish the Post's reputation as a paper not afraid to do rough stories. “Sometimes we would assign reporters to stories that would take as long as six months,” recalls one former Post editor. “Every day we tried to have at least one thing that nobody else would have.”</p><p>Like most newspaper editors of the day, the Hobbys refused to print the word “rape,” preferring “criminal assault.” Mrs. Hobby banned the word “honeymoon,” in favor of the less suggestive “wedding trip,” and eventually discontinued the widely practiced custom of running a picture of a pretty girl on the front page of the Sunday edition. At the same time, the Post was taking the lead in covering Houston’s blacks and began referring to them as “Mr.,” “Mrs.,” or “Miss.” These gestures hardly amounted to a crusade for civil rights, but, as one former news executive notes, “at one time, you just didn’t do that.”</p><p>These were the years when Oveta began her rise to national prominence. With the coming of World War II, she was asked to head publicity for the Women’s Interest Section of the War Department. Later she was appointed a colonel in the army and head of the Women’s army Corps. Her chief accomplishment was seeing that the WAC was taken more seriously. When she took office, the Corps was composed of a few thousand women who were certified to perform 54 army jobs. By the end of the war, she had expanded the Corps to 200,000 women who could do 239 army jobs. Requests for WAC personnel were outrunning the available troops by three to one. Oveta made a point of managing the WAC in her own style. Leaving the office to carry out a mission, she would tell her staff to “give me my sword.” a devotee of fashionable hats, she instituted a requirement that WACs wear billed caps—known as “Hobby hats”—as part of their uniform. Upon her resignation from the army in 1944, she became the first woman ever to receive the Distinguished Service Medal.</p><p>When she returned to Houston after the war, Oveta convinced her husband to acquire, in 1950, the second cornerstone of the family’s fortune, KPRCTV. At the time, the station was owned by albert Lee and was the only one in Houston. The FCC had declared a moratorium on new licensing, and, as it turned out, it would be three years before it granted Houston another station. Television was still in its infancy, and Lee’s operation was losing money badly. Nevertheless, at Oveta’s urging, the Hobbys gambled $750,000 on the purchase—a pittance in retrospect—and spent another $250,000 to upgrade the facility. Under the guidance of Jack Harris, a Nashville-born communications whiz Oveta had met in Washington and brought in to run KPRC Radio, KPRC-TV quickly turned into a profit-maker. Its earnings soon began to rival those of its parent, the Houston Post, which by then was doing quite nicely.</p><p>Oveta’s personal transformation continued with the growth of the Hobby enterprises and her increasing national prominence. As Time's, 1953 cover story observed, “She ironed out her Central Texas drawl with elocution lessons, cultivated a taste for Modigliani, Bartok, and yellow roses—as well as gowns in by Valentino and Bergdorf Goodman hats.” She and her husband purchased the 27-room J. S. Cullinan mansion in fashionable Shady Side and began to entertain lavishly. “During her service in Washington, she picked up the Eastern way of giving a dinner party,” one friend recalls. “When they opened their new house, she really put on the dog, but in a very tasteful way. She had imported china and fine crystal and butlers. She showed the old families that she knew just as much as they did. She didn’t act like the people who had too much oil money.”</p><p>Oveta’s skill at handling men was by then becoming legendary. “She would just exude this incredible sort of sensuality,” remembers one woman who knew her. “I remember so many times going into a party and seeing all the men clustered at one end of the room. Oveta would always be right in the middle. She would stroke the men, but she would stroke the women, too. She could have her hand on your husband’s arm and you wouldn’t mind at all because you knew she really wasn’t interested in sex—just power.”</p><p>When Will Hobby was asked a few years later if he thought his wife was the smartest member of the Eisenhower Cabinet, he replied, “ ’course she is. But if she weren’t, she’d have them thinking she was.”</p><p>Oveta’s ascension to the cabinet began before Eisenhower’s nomination, when her wartime work with him developed into a political affinity. She became one of the leaders in helping the Republicans carry Texas in the 1952 election. Ike rewarded her by appointing her head of the Federal Security agency. When the agency was elevated to cabinet status and renamed the Department of Health, Education, and Welfare, Oveta became its first secretary. She rode in the only babyblue government-issue Cadillac, and her arrivals at cabinet meetings were heralded by the observation, “It’s baby blue and you know who.”</p><p>With Will back home running the Post and KPRC, Oveta enrolled her daughter, Jessica, in an Eastern private school and maintained close contact</p><p>with her through frequent calls and weekend visits. While her aging husband was a grandfatherly figure to young William and Jessica, Oveta was the disciplinarian. She made it clear to her children that they were to do well in their studies and behave in a manner befitting those whose mothers were cabinet officers. As secretary of HEW, her program was to show administration concern for social welfare without creating a welfare state. Oveta’s conservative supporters predicted she would accomplish great things, but she never had time to prove them right. In 1955 Will’s health began to fail. Oveta resigned her government post and went home to be at her ailing 77year-old husband’s side.</p><p><span class=\"dropcap\">O</span>veta’s homecoming marked a turning point in her life. A talented and ambitious woman, she had helped her much older and already prominent husband through his Depression crisis. Members of the great ruralto-urban population shift, Will and Oveta Hobby had used their friendship with a rich and powerful man to buy a newspaper in a fast-growing city of less than half a million people. In the Houston of their time—a place still Southern enough to be known as the Magnolia City—they built their property from a money-loser to a money-</p><p>maker. They were, to hear friends tell it, inseparable and equal partners. If Will Hobby had ever played Henry Higgins to Oveta’s Eliza Doolittle, he did so quietly and privately.</p><p>But now that relationship was no longer equal, let alone one of protegee and mentor. Oveta had become more famous than her husband and she had grown immensely in sophistication, knowledge, and experience. Will Hobby was now an old man, but she was still in the prime of life. Meanwhile, Houston was in the early stages of a spectacular urban boom. The overgrown whiskey-and-trombone town of the thirties was about to become the capital of oil and corporate relocation, the city where everyone was going.</p><p>Oveta Culp Hobby had always been a woman ahead of her times. But in the late fifties her times were moving so fast that it would be a great accomplishment just to keep pace. And Oveta would have to go it alone. Although Will’s health stabilized, it did not improve, and he remained an invalid until his death in 1964. According to close friends and associates, Oveta built this new phase of her life around her husband’s poor health. She set up an office in their mansion with a direct line to the Post and stayed at his side almost constantly. She also took over all the chief executive responsibilities for the family companies and has run them ever since.</p><p>There was, however, a new member of the Hobby team—their son, Bill, whom his mother calls William. A darkhaired, rather diffident man, Bill went to work at the Post as a teenager. After graduating from Rice University and serving in the Navy, he returned to Houston to assist his mother. He held the job of managing editor from 1960 to 1963, then shifted to the corporate side of the operation. He eventually became president of the Post, vicechairman of KPRC-TV, and chairman of WTVF-TV in Nashville. Bill left the Post in 1972 to pursue his own political ambitions (see page 149), running for and winning the lieutenant governorship in the wake of the Sharpstown banking scandals.</p><p>Jessica Hobby was determined to lead a more separate life. As a young woman, she declined to join her brother at the Post and instead gained her newspaper experience at both of the major dailies in San antonio. After graduating from the Hewitt School in New York, she attended Columbia University, then went on to marry Henry Catto, a rising young diplomat who served as chief of protocol under President Ford. Although Jessica would eventually become vice president of the Post and assume similar titles at the other family companies, she has never played an active role in the operations of the Hobby enterprises, preferring instead to raise a family and follow her husband’s career. She now lives in Virginia just outside Washington, D.C.</p><p>The decline of Will Hobby’s health marked a transition from an era of co-leadership to the reign of Oveta alone. Although this change was significant, veterans of the paper say it was not disruptive. Mrs. Hobby seemed to keep on doing what she and her husband had always done.</p><p>In the early years of this transition, it appeared that Mrs. Hobby might make—or at least let—the Houston Post become a newspaper of a quality to match the size and energy of the booming city, the kind of paper that would live up to her husband’s early editorial promises.</p><p>On the strengths of improved news coverage and management, the Post continued to approach the Chronicle in circulation, rising from a distant to a very close second. In 1960, the paper caught up with and passed the Chronicle in readership, though it continued to trail in amount of advertising. The other paper in Houston—the Houston Press, a feisty but hapless tabloid—provided Mrs. Hobby with some additional competition, but when the Press folded in 1964 the Post didn’t profit from its demise. The Chronicle bought the dead paper’s circulation, gobbled up most of the syndications, and forged back into a lead it has never relinquished.</p><p>This competitive flurry in the early sixties produced better newspapers all around. One sign of this was the decision of both major papers to hire outside editorial talent. The new editor at the Chronicle was Bill Steven, a veteran of Minneapolis and Tulsa newspapers and a supporter of higher education, civil rights, and Lyndon Johnson. The Post's new managing editor was Bill Woestendiek, a top editor from Long Island’s Newsday. But both men were soon fired, and the two papers returned to boosterism. For Steven, the end came suddenly and without specific explanation in the fall of 1965. He was replaced by the conservative Everett Collier, as much a political operator as a journalist, who has held the position of editor ever since. Continuing their cozy relationship, neither the Chronicle nor the Post ran stories about the incident.</p><p>The circumstances of Bill Woestendiek’s departure from the Post were more turbulent. A brash but reputedly popular managing editor, Woestendiek encouraged and stood behind aggressive reporting. One result was a Pulitzer Prize the Post won for exposing corruption in suburban Pasadena’s city government. After the Chronicle's arbitrary dismissal of Bill Steven, Woestendiek saw the chance to regain</p><p>the lead over the Chronicle. However, he later claimed that the Post's general manager, John C. Stetson, informed him that the orders from above were “to pull back instead of pushing ahead.” as evidence he cited Mrs. Hobby’s killing of op-ed page columns critical of President Johnson and her firing of prize-winning cartoonist Tom Darcy, whose drawings had poked fun at LBJ. Woestendiek also complained of Bill Hobby’s decisions to rewrite a number of major articles. Among them was a story planned for the front page about Houston housewives who, in protest of rising prices, were picketing grocery stores—key newspaper advertisers. After diluting the story and burying it on an inside page, Hobby later explained that he was sensitive to running news of picketing “because of civil rights demonstrations.”</p><p>To compound the situation, Woestendiek was having an affair with a female staff member and divorced his wife to marry the woman. Finally, Bill Hobby gave him notice. Mrs. Hobby at first refused to admit that Woestendiek had actually been fired, and the only item on the incident in the Post said he had “resigned.” Today, Mrs. Hobby acknowledges the firing and claims that she dismissed him because “he was not a competent managing editor” and because he wanted to fire</p><p>a number of longtime Post employees. A veteran insider says that the real reason was that Woestendiek “popped off to Mrs. Hobby too many times.” Woestendiek said at the time that he was fired “because my philosophy of what a newspaper should be differed radically from what their philosophy is.”</p><p>Whatever the philosophical dispute, Mrs. Hobby continued to expand her media holdings, presiding over their technological modernization and insuring their passage to her heirs. She also co-founded the Bank of Texas (now part of allied Bancshares), joined the boards of corporations like General Foods and Mutual Insurance Company of New York, served on a presidential commission on Selective Service and the HEW Viet Nam Health Education Task Force, and became a board member of the Corporation for Public Broadcasting. Having inherited her late husband’s membership in Houston’s Ramada Club, she became one of the few female visitors to her friend George Brown’s Suite 8F in the Lamar Hotel, a famous gathering place for the city’s power brokers. She also inherited responsibility for the $4.5 million Hobby Foundation, started by her husband, which, like many similar establishment institutions, served not only as a source of charitable donations but also as a conduit for CIA funds.</p><p><span class=\"dropcap\">B</span>ut, regardless of the magnitude of her accomplishments, they did little to advance american journalism generally or Houston journalism in particular. The theme at the Post seemed to be profit-making over news reporting. Profits were coming in at the rate of several million dollars a year, but Mrs. Hobby preferred—she says—to keep pouring the money back in. In the early sixties, Mrs. Hobby began hiring consultants to advise her on streamlining the paper’s operations. One of these people, John C. Stetson, became general manager of the Post and a member of the board. During his tenure (last year he was appointed secretary of the air Force), new management practices were instituted, the corporate structure reorganized, and the downtown printing plant updated. In 1963, Mrs. Hobby acquired the Galveston News, the Galveston Tribune, and the Texas City Sun, selling them for a profit four years later. She also bought and sold a television station in Beaumont. In 1970, she moved the Post headquarters from the old downtown location across from the printing plant to the present 200,000-square-foot fortress in Southwest Houston. She has also installed computer typesetting and editing equipment.</p><p>KPRC-TV also has received its share of new hardware, undergoing a capitalexpenditures program unmatched by any other station in Houston. In 1972, the station moved into a new building down the Southwest Freeway from the Post. Former President Lyndon Johnson attended the dedication. In 1975, Mrs. Hobby further increased her television holdings by acquiring WLACTV (now WTVF) in Nashville for a reported $18.75 million.</p><p>Mrs. Hobby has continued to operate her companies, and especially her newspaper, by means of a strong chain of command. But unlike Katharine Graham, who hired strong-willed newsmen like Ben Bradlee to run the Washington Post, Mrs. Hobby has never hired another forceful personality for the managing editor’s position since the departure of Woestendiek. In part because of the growth of the Post, KPRC-TV, and her other interests, she has no longer been able to maintain the sort of personal attention her husband once exerted on nearly every department from the newsroom to the pressroom.</p><p>“army training or whatnot, I believe in talking to the immediate supervisor,” she explains. “I don’t believe in pulling the rug out from under the editor in charge. Many times there are facts that I don’t know about.”</p><p>But Mrs. Hobby’s manner is anything but military. Rather, she displays a Southern gentility that can border on ingenuousness. She once told a group of college graduates that there would be no world crises “if all the world today operated on the simple policy of good manners, kindness, and thoughtfulness.” This sort of speechmaking has caused many to wonder if she is temperamentally suited to the business of publishing a major daily. As she puts it, while she does not have a policy of laying off any particular story, neither does she like to go after anyone. She is also likely to avoid situations that might bring on tension or unhappiness on her staff. “i’m not built to be cross or livid or tense,” she says. “I personally can’t work that way.”</p><p>Clearly, none of her underlings have desired to make her so, and, as a result, there has dawned an era of intense effort on the part of editors and reporters to avoid offending Mrs. Hobby. Although most personnel seldom see or speak to their chief executive, they seem to have a well-defined idea of what Mrs. Hobby likes and what she doesn’t, an idea often transmitted to them from the managing editor’s office. This, in turn, has led to the reincarnation—or at least the perceived reincarnation—of a number of sacred cows. Not surprisingly, many of these sacred cows have been the real estate interests whose prosperity was so vital to the prosperity of the booster press. A wire service story on how to sell a home without a real estate agent caused an angry response from advertisers and provoked criticism from editors high and low. Translation: do not say anything negative about real estate agents. A series on local water district scandals provoked angry reaction from the prominent developers involved, and the reporter, Susan Caudill, was reassigned to writing headlines. Translation: do not write anything that might inflame developers.</p><p>In many cases, Mrs. Hobby and her top editors have had good explanations for their criticisms of specific stories. They point to factual errors and to generalizations that cast aspersions on all the members of an occupation rather than on the guilty few. But in other cases, reporters could only perceive their news executives as being arbitrary or self-serving, or both. The series on water districts eventually won the AP managing editors’ award, but by the time the award was announced, Caudill had already quit in frustration.</p><p>There have been financial grievances as well. While reporters watched their newspaper’s advertising and circulation increase enough to enable the move into spacious new headquarters, they continued to receive low pay. But this and other complaints seldom have gotten much airing, partly because of an undercurrent of fear: Mrs. Hobby</p><p>might not often appear in the newsroom, she might not stand over reporters’ shoulders as they write, but everyone knows that she signs the paychecks.</p><p>In the spring of 1972, with newsroom morale low, the Newspaper Guild began organizing efforts at the Post. Other employees at the paper, including typographers and press operators, had been unionized for years, but this was the first attempt with the editorial staff. One former Post reporter remembers the complaints this way: “Part of it was pay and part of it was just personal distemper, but the real gut issue was the quality of the paper. The photographers, who helped start things, were upset because the people who built the new building forgot to put in a darkroom space. A lot of reporters were concerned with things like upgrading the library, having adequate reference books, keeping good clip files. We were tired of putting out a second-rate product.” In March 1972 an election was held, and the Guild was narrowly defeated, 64 to 59. After the election, Mrs. Hobby began to invite, new employees to her office in small groups, to meet them and to solicit their views about the paper. But, as one reporter puts it, “in a setting like that, not too many people gave her honest answers.” She has taken care to visit or send cards to employees who have been injured in the line of duty and often remembers the faithful on special occasions. When an ammonia truck exploded outside the Post building in 1976, she tied a white handkerchief over her nose and mouth, as if harking back to her WAC days, and personally supervised the evacuation of the newsroom. But for most of her employees, contact with Mrs. Hobby comes when she appears in the newsroom to bestow a distinguished service award, or at Christmastime, when she and her son greet their employees at an annual banquet held in the Post cafeteria.</p><p>The good side of this remoteness is that it has meant Mrs. Hobby hasn’t meddled in the news operations of the paper to serve her own political ends, as, for instance, has Everett Collier of the Chronicle. In 1972 she wrote signed front-page editorials condemning the release of the Pentagon Papers and endorsing the reelection of Richard Nixon, but since then Mrs. Hobby’s by-line hasn’t appeared, and the paper has virtually discontinued the practice of endorsing political candidates. Mrs. Hobby has insisted on keeping the Post's news columns free of political bias, especially where her son is concerned. Often the Post has given more coverage to Bill Hobby’s opponents than to him.</p><p>Despite her interest in the fine arts and in other social and cultural aspects of Houston establishment life, Mrs. Hobby has often declined invitations to join various boards (among them the board of Baylor College of Medicine), saying she does not like being in positions where she would have to keep information confidential that belongs in the pages of the Post. On the other hand, she doesn’t go out of her way to inform the newsroom of what she does know. When King Hussein visited the Houston home of Joanne and Robert Herring in 1977, he ducked out of the highly publicized party and secretly rode to the home of former CIA Director George Bush. There the king of Jordan dined with Nelson and Happy Rockefeller and the chairman of the board of the Houston Post. Discovering that Hussein had gone to the Bush residence and that Mrs. Hobby’s chauffeur was waiting outside, the Post reporter covering the Herring party quickly began calling around to find out details. Soon the city desk and half the newsroom were mobilized for the effort. The Post reporters finally confirmed the names of the guests at the mysterious dinner party, and the story ran on page one the next morning. But they did not get any help from their boss.</p><p>“i’m glad you got the story,” Mrs. Hobby told one of her reporters afterward. “But of course I can’t tell you anything about it.”</p><p>This has been the tenor of her stewardship—avoiding the sins of commission that the worst of meddling newspaper publishers commit but not going out of her way to help improve the paper. If she usually conducts herself like an exemplary publisher, her motive in so doing has been a desire to do things properly, not a passion to put out a first-rate paper.</p><p>Gradually, Mrs. Hobby has also begun to resign from most of her directorships of public corporations and has started to lead a more private life. In 1973, after losing a legal battle over her neighborhood’s deed restrictions, she tore down her huge Shady Side mansion (which was actually owned by the Houston Post Company) and moved into a remodeled town house off River Oaks Boulevard. She hasn’t become a social recluse, but she now devotes most of her leisure hours to traveling, reading about art, or joining friends like George and alice Brown for an evening of pitch, a card game that she plays ruthlessly but never for money.</p><p><span class=\"dropcap\">W</span>hen Oveta Culp Hobby wants to buy some new clothes, she has her secretary call a favorite shop and schedule an appointment. A preferred saleswoman prepares a special dressing room and</p><p>arranges a showing of outfits. Cecil McBride, Mrs. Hobby’s chauffeur of many years, dressed in a black suit and tie, delivers her to the store precisely at the appointed hour and waits outside. Mrs. Hobby spends about thirty minutes reviewing the garments, selects six to eight dresses and perhaps a hat, then goes on to the rest of her day. Her taste is traditional but not drab, stylish but not showy, and she keeps a tight check on her figure.</p><p>Mrs. Hobby runs the Post and its related companies with similar routine. Cecil McBride brings her to the office each morning at about 9:30 and waits by the car or in the lobby of the executive offices until she is ready to leave. She usually stays until late afternoon, taking home stacks of reading when she leaves. She is not a memo writer. Instead, she prefers to see her top executives in person as much as possible (“When you’re as good as she is in dealing with people face-to-face, writing memos is a waste of time,” observes one Post executive). Consequently, much of her day is taken up with the departmental meetings that are the principal activity of any top corporate manager. She attends editorial board meetings twice a week. At least once a week she meets formally with general manager Byron Womack, executive vice president and general counsel Jim Crowther, managing editor Kuyk Logan, and KPRC-TV station chief Jack Harris. She attends monthly management meetings at KPRC-TV and personally conducts the annual budget hearings at the <em>Post.</em></p><p>Most of Mrs. Hobby’s top men will say, as if by rote, “She runs these companies.” But few can give specific examples of innovations she has made or knotty crises she had handled with skill.</p><p>“I would characterize Mrs. Hobby as receptive to new ideas,” says Jim Crowther. “She’s willing to consider innovation and she’s willing to make the capital expenditures to keep this a progressive newspaper.” although Crowther admits that almost every idea “originates somewhere within the organization,” rather than with Mrs. Hobby herself, he insists that she is not a passive executive. “She tries to lead by example,” he says. “She wants the paper to be fair, accurate, and balanced. We like to talk about teamwork and being a team player.”</p><p>By most accounts, the top team player is Crowther himself. Formerly a noted trial lawyer at the Houston firm of Butler, Binion, Rice, Cook & Knapp, Crowther handled some labor negotiating for the Hobby account. In 1967, shortly after the departure of Bill Woestendiek, Mrs. Hobby persuaded Crowther to come to work for her full time. He appears to function as Mrs. Hobby’s right-hand man. He sits on all the major <em>Post</em> boards, including the editorial board, and meets personally with Mrs. Hobby more frequently than any other <em>Post</em> executive, including her son, Bill. All editorial matters, as Crowther puts it, “flow through” him, as do labor and personnel matters, and just about everything else. As Mrs. Hobby puts it, Crowther is “sort of the chaplain of the organization. If anyone has a problem they go to him.” a short, broad-shouldered, friendly man in his late forties, he is widely expected to be the man who will actually run the <em>Post</em> if and when Bill Hobby succeeds his mother.</p><p>Most <em>Post</em> reporters seem to regard Crowther with wary respect, but they are genuinely enthusiastic about Kuyk Logan’s promotion to managing editor. A veteran of the <em>Daily Oklahoman</em> who came to the <em>Post</em> in 1969, Logan is a short, balding man in his early forties. He openly acknowledges that an atmosphere of fear and second-guessing existed in the newsroom when he became managing editor two years ago and says he has devoted much effort to changing it. A number of reporters attest to his progress. “Kuyk used to be a little tyrant when he was assistant managing editor,” says one <em>Post</em> veteran, “but in the last couple of years, he’s really seemed to mature. He’s a lot more affable than his predecessors</p><p>were and a lot less prone to secondguess Mrs. Hobby.”</p><p>Despite such occasional hopeful signs, the <em>Post</em> will have to go a long way to become a great newspaper or even a better newspaper than the <em>Chronicle.</em> Given Houston’s boom economy, the <em>Post</em> almost can’t help but make money. Last year’s publicly reported advertising data suggest that its gross revenues for 1977 were in the range of $65 to $75 million, with net pre-tax profits of about $6.5 to $7.5 million, most of which, according to Mrs. Hobby, were plowed back into the operation for plant improvements and expansion. But, while the <em>Post</em> ranked sixth in the nation in total advertising linage with some 78 million lines, in its own market it finished a distant second to the <em>Chronicle,</em> which ran over 103 million lines, second only to the <em>Los angeles Times.</em> according to the standard estimating formulas, that would put the <em>Chronicle's</em> 1977 gross revenues at $85 to $100 million, with profits of about $8.5 to $10 million, some 30 per cent higher than those of the <em>Post.</em> as of March 13, the <em>Chronicle's</em> circulation was 323,000 daily and 417,000 Sunday. Although the <em>Post</em> held a slight lead on Saturdays, it sold only 303,000 daily and 361,000 Sunday.</p><p>There are various plausible reasons for the <em>Chronicle's</em> lead, but a major factor is that the <em>Post</em> is simply an inferior editorial product. The paper does have undeniable strengths. Among them are the pungent columns of Lynn ashby, the fine environmental reporting of Harold Scarlett, and occasional award-winning investigative work, like the series Tom Kennedy did on ousted Supreme Court Justice Don Yarbrough. But on the whole, the <em>Post</em> lacks news content and a cutting edge. Its competitor, hardly a paragon of daily journalism, at least delivers pure information from front to back. On a recent Sunday, for example, the <em>Chronicle</em> carried 1300 inches of news; the same day’s <em>Post</em> ran only 800 inches.</p><p>The <em>Post</em> makes claims of objectivity in reporting on local real estate developments, but, like the <em>Chronicle,</em> it prints Sunday “Homes” and “Townhomes” sections that are little more than quick rewrites of promotional copy sent in by advertisers. Long the oil capital of the country, Houston is now an international energy center. Papers all over the world could be looking to the Houston press for hard-hitting and informative stories on energy. Instead, the <em>Post</em> business pages feature mostly wire service reports on energy or lackluster local stories on the latest minor discoveries in West Texas.</p><p>In addition to a lack of information, the <em>Post</em> also lacks a clear personality. Whereas the <em>Chronicle</em> is sometimes catty to its political enemies, the <em>Post</em> can usually be described—hardly to its credit—as nice, which is to say bland and inoffensive. There are <em>Post</em> editorials that seem to lean to the left and editorials that seem to lean to the right, but seldom are the opinions pungent or thought-provoking. The <em>Chronicle's</em> editorials, like those of the <em>Dallas Morning News,</em> bring on cheers or rage; the <em>Post's</em> muster at best a yawn.</p><p>Many of the <em>Post's</em> editorial problems trace back to Mrs. Hobby and the atmosphere that her presence—or the lack of her presence—seems to create. Most reporters at the <em>Post</em> appear to enjoy their jobs; most say they feel relatively free of the sort of political constraints they hear about from their counterparts at the <em>Chronicle.</em> But it does not take long for even an outsider to see that fearful and sycophantic attitudes toward Mrs. Hobby remain a problem. During a recent notfor-attribution interview, one <em>Post</em> executive remarked that Mrs. Hobby’s role at the paper was such that she might walk into his office at any given moment.</p><p>“and I might add that she’s looking very beautiful today,’’ a second executive said, quite seriously.</p><p>“Here, here,” agreed the first, just as seriously.</p><p>In the opinion of one local advertising executive closely familiar with the <em>Post</em> operation, this atmosphere is part of the reason the <em>Post</em> hasn’t lived up to its potential. “People at the <em>Post</em> put out ninety-eight per cent instead of a hundred and ten per cent,” he observes. “The prevailing philosophy is ‘Don’t rock the boat. Mrs. Hobby is satisfied with this. It’s good enough.’ and that’s exactly the kind of attitude that keeps the <em>Post</em> in its rut.”</p><p>Some credit is also due the <em>Chronicle.</em> On the one hand, its ownership by a tax-exempt foundation makes its net profits higher and its financial resources greater. It has succeeded in keeping advertising and subscription rates in Houston much lower than in other major cities, a situation that works to the benefit of local merchants but to the detriment of the <em>Post. </em>On the other hand, the <em>Chronicle</em> has remained a very gentlemanly competitor. Allied with the <em>Post</em> in the Houston Publishers association, the organization that bargains with local unions, the <em>Chronicle</em> has so far refrained from publishing a morning paper. If it ever did, the <em>Chronicle</em> could very well drive the <em>Post</em> to greater heights—or substantially cut into its market.</p><p>KPRC-TV is in less of a rut than the <em>Post,</em> perhaps because the competition is weaker, but it is similarly uninspired. Last year the station had a healthy 28 per cent share of the Houston market, took in about $16 to $18 million, and made a profit of about $6 to $7 million before taxes, according to publicly reported advertising data. Under the leadership of the station manager, Jack Harris, and the news director, Ray Miller, KPRC has built a respectable news operation. It is the only station in Texas that maintains a full-time austin bureau, the first in Houston to hire black and female reporters, and the first to use portable live minicameras. It has admirably avoided the sensationalism of its chief competitor, KTRK, and doesn’t kill stories for political reasons, as other stations around the state reputedly do.</p><p>But KPRC rarely rises above standard Texas TV news fare—it is far stronger on auto accidents and domestic murders than on in-depth reporting. KPRC has 167 employees, a couple of dozen more than any other Houston station, and its plant and equipment are the envy of its competitors. “With what they’ve got, they could be twice as good as everyone else in town,” says a producer at another station. “Instead, they’re about the same.”</p><p>The biggest potential obstacle to the continued prosperity of the Hobby empire is the prospect of enormous inheritance taxes on Oveta Culp Hobby’s estate. But Mrs. Hobby says she has solved the problem through a series of “gifts” she has made to Bill and Jessica and to her eight grandchildren, who range in age from twelve to nineteen. She says the procedures have advanced to the stage that she is no longer the majority stockholder in either KPRCTV or the <em>Post,</em> though she still controls the majority of <em>Post</em> stock by virtue of her position as trustee for her grandchildren. If this estate planning is sound, the family will likely be able to hang onto its media properties well into the next century.</p><p>It would be wrong to conclude that continued family ownership will mean improvement in the future. In Texas, papers have often improved after losing their independence through a sale to a chain (as when the Times Mirror Company bought the <em>Dallas Times Herald). </em>Of course, the Hobby family could improve the <em>Post</em> to its heart’s content, because it doesn’t have any profit-hungry stockholders to answer to (as does, for instance, Katharine Graham’s Washington Post Company). But its financial independence has instead resulted in an isolation from criticism, an absence of any pressure to fulfill its potential.</p><p>The future does not appear to hold any major changes in attitudes or priorities at the <em>Post</em> or KPRC-TV; the prospect is for more of the same. In an effort to improve its national news and energy coverage, the <em>Post</em> recently doubled its Washington staff—to two peopie. While editors and reporters continue to blame the paper’s deficiencies in coverage on a limited budget and a lack of personnel, the big project at the <em>Post</em> is a plan to spend $44 million to supplement the downtown printing plant with a second facility adjacent to the offices in Southwest Houston. Meanwhile, plans at KPRC-TV include the purchase of twelve new videocameras and the hiring of five more staff members. The acquisition of WLACTV has been such a success (the station, which cost $19 million only three years ago, is now worth an estimated $33 million) that Mrs. Hobby says she is considering buying more properties —“probably in the communications field”—in the near future.</p><p>“It’s a matter of balancing,” Mrs. Hobby says, in explaining her plans for the <em>Post.</em> “We need the new press or we won’t be able to expand our circulation and our advertising. And if we can’t expand, we won’t be able to keep up with the competition and we won’t be able to stay in business.”</p><p>Whether the situation is so urgent as to require a $44 million investment may be open to debate, but spending that huge sum on hardware will not improve the paper’s news content, nor will it close the information gap between the <em>Post</em> and papers like the <em>New York Times</em>, not to mention the <em>Chronicle.</em> But then, as Bill Hobby puts it, “We don’t want to be more like the <em>New York Times.</em> We want to be like the <em>Houston Post.”</em></p><p>How well and how soon Bill Hobby will have a chance to implement that philosophy remains to be seen. At present his political career appears to have reached its zenith; he is a doubtful prospect to capture either the governor’s office or a U.S. Senate seat, the next logical steps up. His ability to take charge of the <em>Post</em> and the other Hobby companies is an open question. Company insiders insist on his competence, but, like his mother, he has been absent from the business for long political interludes. He may well have the ability to run the family enterprise, but no one maintains that he will be able to match his mother in force or charisma. Nevertheless, Bill’s mother expresses great confidence in him and says she hopes he will be able to return to the <em>Post</em> full time when his next term as lieutenant governor expires. She seems to regard his DWI arrest as past history and denies a persistent rumor that she castigated him over the incident.</p><p>“William and I have never discussed it except in the most casual way,” she says. “I never dressed him down. He’s a grown man. I personally approve of his admission of it and admire him for it. I don’t expect anyone to be a saint. I’ve made too many mistakes in my own life.”</p><p>It appears, then, that the story of Oveta Culp Hobby will, in the end, resemble the completion of a great cycle. If Bill succeeds her when his term as lieutenant governor expires in 1983, he will be 50 years old, exactly the age she was when she took over the family companies in 1955, and she will be 77, the same age Will Hobby was when his illness forced him to retire from active management.</p><p>It is remarkable that Mrs. Hobby will probably live long enough and do well enough to witness such a symmetrical conclusion to her career. But it is also ironic and a little sad, for the initial promise her husband made to provide his adopted city with a “morning newspaper measuring up to the best standards of journalism of the best american cities” is still unfulfilled. Mrs. Hobby’s <em>Post</em> has been “keeping step with Houston’s progress,” but its primary growth has been in size, not in quality. The <em>Post</em> would be an excellent paper in a city of half a million people, the sort of city Mrs. Hobby found when she returned from Washington after the war. But Houston is now a city of nearly two million people, a city assuming leadership in the nation and the world. What was once sufficient is no longer nearly good enough.</p><p>The blame for the Hobbys’ failure does not lie solely with Mrs. Hobby. She is a product of her times, and her city eventually outran her. She is, without question, a great lady. She is, as Lyndon Johnson once said, “the kind of woman you’d like to have for a daughter or a sister, a wife or a mother, or the trustee of your estate.” She has done many important and beneficial things for her state and her nation. But she has not built a great newspaper or a great television station —she merely built decent and profitable ones. And that is a legacy Houston will have to live with long after she and her many personal accomplishments have been forgotten.</p><p>She says she tries to put out the best paper she possibly can every day, and by her standards she is largely successful. There is little doubt that she is happy in what she is doing. Near the end of our discussion on Houston journalism, she said, “You know, the thing I find most joyous about life is that there’s always something new—some new problem to solve, some new idea to think about.”</p><p>A few moments later, Mrs. Hobby wished me good-bye, picked up a pair of reading glasses, and left for another editorial review board meeting, her expression pleasant but resolute, her figure a study in dignity, her big white hat resting on the back of her head like a crown.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "October 1978",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Houston",
      "Texas",
      "editorial",
      "Women",
      "News",
      "Family",
      "Governor",
      "office",
      "Mother",
      "people",
      "Advertising",
      "ever",
      "Home",
      "Work",
      "Army",
      "Business",
      "Lieutenant Governor",
      "Austin",
      "Government",
      "Media"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Houston",
      "Texas",
      "Austin",
      "Washington",
      "Beaumont"
    ]
  }
}