{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-197810",
    "date": "October 1978",
    "year": 1978,
    "month": 10,
    "month_formatted": "October",
    "pdf_uri": "/1978/19781000.pdf",
    "issue_cover_image": "",
    "document_start_page": 158,
    "toc_start_page": 156,
    "document_page_range": [
      [
        158,
        159,
        160,
        161,
        162,
        163
      ],
      [
        243,
        244
      ],
      [
        246
      ],
      [
        248
      ],
      [
        250
      ],
      [
        252,
        253,
        254,
        255
      ]
    ],
    "toc_order": 6,
    "toc_headline": "I Can’t Do It!",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-197810-icantdo",
  "source": "/1978/19781000.pdf",
  "wp_post_id": 112416,
  "wp_post_guid": "http://www.texasmonthly.com/article/i-cant-do-it/",
  "authors": [
    "Stephen Harrigan"
  ],
  "headline": "I Can't Do It!",
  "dek": "Locked within themselves is the secret of why some bright children can’t learn, no matter how hard they try.",
  "spread_caption": "",
  "excerpt": "Some kids may fail at school and it’s not their fault.",
  "kicker": "",
  "word_count": 7417,
  "content": "<p><span class=\"dropcap\">M</span>urry Thompson is a Fort Worth sculptor, a large man with big weary eyes, who, on the day I met him, was dressed in bib overalls with a tire gauge in the pocket. He wore a corduroy cap, which he did not seem accustomed to removing, and a dog named Sugar Babe was stationed at his feet. It was a pleasant tableau, and Thompson seemed so cordial and intelligent that the remarkable thing about him that had brought me to Fort Worth was never apparent. Here, I had to remind myself, is a 42-year-old man who cannot read.</p><p>According to a diagnosis made twelve years earlier, Thompson was “a classic case of specific dyslexia.” Dyslexia is perhaps the most widely known of that large group of disorders that are collectively labeled as learning disabilities.</p><p>“I read on a poor third-grade level,” he explained. “That’s the actual status that the testers have given me. I seem to be getting better, though. I’m pretty sure that getting rid of the guilt feelings I had as a kid has helped me a lot.</p><p>“I read intellectually. When you see a word it says ‘chair’ or ‘table’ or ‘cloud’ and you know the object. I’m seeing the word, period, and it doesn’t say ‘chair’ to me. I have to decode. It’s very tiring.”</p><p>I asked him what it was like for him in school not being able to read.</p><p>“It almost makes tears come to my eyes when you ask that,” he said. “I once hypnotized myself to experience the first grade again. I went into a trance and went back, and what I was aware of was being very uncomfortable. The things I was most aware of were the floor and the little sawdust particles soaked in some product—I think they called it Floor Sweep. And that’s my strongest memory of the first grade, looking down at the floor.</p><p>“I used to just fake it, I would act like everybody else, like I was happy, playing, taking part, but I wasn’t. I just tried to get from morning to evening. I just acted as if I was learning, tried to be as unnoticeable as possible. I’m good at memorizing. I have a ninety-eight percentile auditory memory, so i’d have my mother read the assignments to me at night and i’d memorize as she read, then when the teacher called on me I would just hold the book upside down and rattle it off. Sometimes i’d miss a word and the teacher would correct me, thinking it was a reading error rather than a memory error.”</p><p>Despite his ingenuity he failed three grades. He was growing too big for the desks. He overheard the school authorities discussing whether or not he should be sent to a school for the retarded, and one day soon after that the principal came onto the playground and took him aside and told him he was going to take him someplace. Murry asked where. The principal said he wanted it to be a surprise. Murry fearfully got into the car and the principal drove him across town, stopping at a traffic light across the street from a building that Murry recognized as an institution for the retarded.</p><p>“I put my hand on the door latch and thought, ‘If he turns into that driveway i’m going to jump out.’ I was going to run away. I had no idea what the experience of running away would be like, I didn’t even know if I could survive, but i’d made up my mind.</p><p>“and then the light changed and he drove right past that place and on over to Will Rogers Coliseum, where it turned out i’d won a citywide oil painting contest!”</p><p>That raised his stock somewhat, but his teachers still could not figure him out. The only thing he knew about himself was that for some reason he could not read, and that knowledge filled him with more shame and guilt than he could admit to anyone.</p><p>In high school a teacher took an interest in him and said, “Murry, I know you’ve got a lot of potential and i’m going to get it out of you.” Her dedication was a disaster for him.</p><p>Photography by Pat Berry</p><img/><p><em>“It is easier for a mother to believe that her kid is learning disabled than it is to admit that he's a lazy brat. The existence of learning disabilities does not excuse bad teachers, unloving parents, or social inequities ”</em></p><img/><p><em>S-s-s-s-s: Jeanne Pfeifer demonstrates the sound of a letter for one of her students as he writes it on the blackboard.</em></p><p>“None of my coping mechanisms would work with her. My stomach started jumping. I had to get out.”</p><p>After he left school he worked for a long time at a furniture store and became their top-selling salesman, but had to turn down an offer for a promotion to assistant manager because of all the paperwork he would have had to do. Employers kept recognizing his intelligence and backing him into corners with offers of responsibility he could not accept.</p><p>When he was in his late twenties he made a serious and prolonged attempt at teaching himself to read. He tried braille, self-hypnosis, even German, but none of it helped. For three months he worked on deciphering two pages of an encyclopedia entry about Galileo. Knowing only about three or four words in each sentence, he would look the unknown words up in the dictionary and try to puzzle out their meaning from the five or six words he was able to recognize in the definition, an ever-expanding system of cross-references that made him physically ill.</p><p>For the first time in his life he confided to someone, his doctor, that he couldn’t read or write.</p><p>“He didn’t even look up at me, just wrote out a prescription for headaches and stomach problems. I thought this guy would understand if anyone would, but I got absolutely no response.”</p><p>It was only because his doctor later heard the term “dyslexia” from another doctor in a card game that Thompson’s reading problem was ever diagnosed. “Specific dyslexia” sounded like something a person could die from, but the term reassured and partially restored him. He tried to join the Peace Corps but was turned down, and so he went to college instead. Listening to his books on tape, he made the highest grades in his class and forced his way through a bureaucracy that had never before dealt with a student who could not read. The computer kicked his card out three times on his first day of college, but he wound up with a degree in psychology and art.</p><p>Lately Murry Thompson has been teaching art at a Fort Worth Montessori school and in state and federal prisons in Oklahoma. It’s subsistence work, but his expenses are minimal. He has a tape machine in his car and listens to Erich Fromm or Jung or Sartre as he drives to and from work. When he needs to remind himself of something, he writes strange notes composed half of drawings and half of phonetic approximations of words—“NOR Regeo Struktur or “Palpepl—The aston CKUL”—that fade quickly from his understanding, as if they had been written in invisible ink.</p><p>For a while he built a series of beguiling kinetic sculptures utilizing the principle of conversion of energy, a concept he loves. Most of these pieces have fallen into disrepair, and the components litter his yard. His tiny garage apartment is crowded with his paintings and sculpture, with automobile racing trophies and a big reel-to-reel tape deck on which he listens to books he receives through the national Recording for the Blind program. At the moment, he said, he was listening to Jung<strong>—Man and His Symbols</strong>—and had just bought a copy of <strong>Secrets of the Great Pyramid</strong> that he was going to send in to be recorded.</p><p>He showed me photographs of his latest work, a mandala etched in gunpowder on a bed of sand. Thompson explained how Jung talked of the mandala as an archetype, a symbol that occurs in every culture and is universally if subconsciously understood. It did not take great insight to see why Thompson was attracted to this symbol—it made up, in a way, for another code he had never been able to understand._</p><img/><p><em>Right: The controversial MSIT method of teaching the learning disabled includes a course in creeping and crawling.</em></p><p><em>“' I just acted as if 1 was learning. I'd have my mother read the assignments to me at night and F d memorize as she read, then when the teacher called on me, I would just hold the book upside down and rattle it off.’”</em></p><img/><p><em>College graduate, artist, teacher: Murry Thompson can’t read.</em></p><p><span class=\"dropcap\">O</span>ne thing i’ve discovered about the field of learning disabilities is that, semantically speaking, it’s a free-for-all. “Learning disability” itself, for instance, is only one of about forty terms used to describe a condition that has never been adequately defined. It sometimes seems as if a vast and unexplored tract of human experience has just been thrown open for a behavioral land rush. Educators, physicians, psychologists, nutritionists, therapists, optometrists, and bureaucrats are all riding in with their reins in their teeth, searching for some piece of unclaimed territory in which to drive their stakes.</p><p>Things are not much better here at the layman’s level. All over the state, learning disability clinics are springing up at the rate of Pizza Huts or Dairy Queens, and special education departments are offering degrees in “LD,” yet there is so little clear information available about the disorder that you cannot really blame the public for holding on to its myths and to the few catchwords from the LD lexicon—such as “dyslexia” and “mirror vision”—that have lodged in its awareness.</p><p>The myths have to do mostly with a general notion that a learning-disabled child is mentally retarded. This is not true, but it is cold comfort to the families of the thousands of LD children who have been mistakenly diagnosed as mentally retarded and placed in institutions. The IQs of LD children tend to manifest themselves erratically, ranging from slightly below average to the far end of the scale, where the example of albert Einstein is enshrined. A child may not be able to read a word but may have been repairing kitchen appliances since toddierhood; he may not know his right from his left but still be able to recite the periodic table of the elements. These are extreme examples, but the point is that a learning-disabled child’s academic performance is affected in specific ways by his disability, whereas a retarded child’s learning problems are consistent across the board.</p><p>A learning-disabled child, then—and here I am relying on one of the most modest of the many definitions available —is a child who cannot learn to his potential by normal classroom methods. Obviously that definition has its drawbacks (show me a kid who <em>can</em> learn to his potential by ordinary classroom methods), but at least it is a place to start. An HEW estimate that is widely held to be very conservative places the number of children with serious learning disabilities in our schools at 10 per cent. It’s when you begin running across figures like 40 per cent that both the range and the fundamental ambiguity of the disorder become evident. The LD epidemic we seem to be experiencing may have been brought on less by a sudden upswing in the occurrence of the condition than by the refinement of our ability to perceive it. What has happened, in effect, is that a wide variety of learning problems that have always been thought of as isolated phenomena have been gathered together and given a generic label.</p><p>Dyslexia, Murry Thompson’s condition, is only one of many ways in which a learning disability can manifest itself, and dyslexia in turn is simply an aggregate of a wide variety of reading disorders. A child may lack the necessary visual skills to distinguish between the shapes of certain letters (d’s or b’s) or of words (reading “was” for “saw” and vice versa is a classic example). There may be gaps in his scanning of a line of type, or the words themselves may finally make so little cognitive impression upon him that they might as well be hieroglyphs.</p><p>Dyslexia is one of the most common of LD categories, but learning disabilities can manifest themselves in other forms. An auditory problem can prevent a child from understanding and correlating certain sounds. Retention problems can foul his ability to remember sequences, so that learning the days of the week or following a routine set of instructions may be all but impossible. He may have a poor idea of spatial relationships, which can cause his handwriting to be illegible, right and left to be indistinguishable, his general movements through the world graceless and uncoordinated. An LD child may have difficulty with arithmetic, with telling time, or even with understanding the concept of time. Hyperactivity is now recognized by most authorities as a symptom of a learning problem, as is its opposite, hypoactivity.</p><p>Any one of these problems can drive a sevenor eightyear-old into a profound state of frustration in which the acquisition of knowledge is bewildering and even threatening. His behavior in the classroom is likely to become disruptive or highly emotional, and this discipline problem is often the first outward sign of a learning disability.</p><p>All of us, of course, have some form of learning problem. From a strict interpretation, we’re all occasionally impaired. When we could not grasp some principle of long division, or diagram a sentence, or carry a tune, we were catching a glimpse of the world that some of our classmates inhabited all the time. In retrospect, it is obvious who they were: the kid who knew the entire schedule of every railroad in the continental United States, but who could not tie his own shoes; the boy who was held back every year, whose report cards were filled with f’s, who was abusive and unappeasable, but whose judgment you somehow respected. Some of these prototypical LD children could not keep still; others had no will to move and sat in their desks with their collars twisted, their pants unzipped, their faces covered with bruises from tripping over their own feet. Yet instinctively you knew that something was going on inside their heads, that little isolated tide pools of knowledge and savvy were gradually being formed.</p><p>What happened to them? Some of them, perhaps, grew out of their disability; others, like Murry Thompson, may have made heroic compensations and profited from the experience; some were quietly withdrawn from school and placed in institutions. The majority, I suspect, have remained learning disabled throughout their lives and careers without ever understanding what it is that has constantly dogged and limited them.</p><p><span class=\"dropcap\">I</span>n Houston I visited the Learning Development Center (LDC), one of the country’s most comprehensive clinics dealing with learning disabilities. It is a controversial facility, which does not mean a great deal, since every LD facility is considered controversial by somebody in the field. The specific bugaboo at LDC is its strong emphasis on what it calls “Multi-Sensory Integration Therapy” (Msit), a program that Jeanne Pfeifer, the executive director, tailored after the work of S. Willard Footlick and Russell Levy, two pioneers in developmental psychology.</p><p>MSIT is a kind of primal therapy for the central nervous system. Many experts hold that in most cases a learning disability is a dysfunction of the central nervous system, a purely physical phenomenon that could be caused by genetic inheritance, intrauterine or birth trauma, accident, disease, diet, or environmental factors. These misadventures leave the information-gathering, -retention, and -retrieval faculties of the central nervous system impaired in some way. This theory seeks to explain how such seemingly unrelated disorders as hyperactivity and dyslexia can have a common origin, but for many people it is too convenient a theory and too far removed from the actual classroom problems of LD children.</p><p><em>(Continued on page 241)</em></p><p><em>The First Step</em></p><p><em>What to do if you suspect your child has learning disabilities</em>.</p><p>An important new development for learning-disabled (LD) children is Public Law 94-142, a piece of federal legislation that went into effect last fall. PL 94-142 guarantees a “free appropriate education at public expense” to all handicapped children, a category that officially includes the learning disabled.</p><p>In practice, the law means that if you suspect your child is in need of some form of special education, or if the special education he is already receiving seems inappropriate, you can request an evaluation and, together with a “support team” at his school, design a program that is suited to his needs. This program is called an “Individual Education Plan” and spells out in detail your child’s educational objectives and whatever specialized means are needed to attain them. If you are not satisfied with the IEP or if over time it proves to be inappropriate, you can call for a review of the original evaluation and all aspects of the IEP. Of course, the law allows for either school officials or parents to act on behalf of the child. If there is still no satisfaction, the law provides for an “impartial due process hearing” by which an appeal can be made to Texas Education agency officials.</p><p>At this point, at least in Texas, things get confusing. Our state, it seems, has its own due process guidelines, which do not conform to those issued by the federal government and which it is not disposed to change. Consequently, suits have been filed, a good deal of federal money earmarked for this program is being withheld, and parents simply seeking help for their child may find themselves caught in a raging bureaucratic storm.</p><p>In essence, though, the rights of LD and other handicapped children are very simple and direct, and there is a lot of machinery that can be manipulated on their behalf. Probably the best source of information and reassurance for parents is the association for Children with Learning Disabilities (ACLD), a nationwide advocacy group with almost fifty chapters in Texas and state headquarters in austin.</p><p>ACLD keeps up-to-date lists of both private and public facilities around the state for children with learning disabilities. Though they have a policy against recommending one program above another, they can supply some suggestions as to which kind of therapy would be most effective for a particular child. They can also provide information about the uses and repercussions of Public Law 94-142, and they are currently developing regional advocacy teams skilled in all the necessary procedures to help parents and school administrators obtain for children the benefits that this law provides.</p><p><em>S. H.</em></p><p><em>(Continued from page 161)</em></p><p>“The most basic form of learning, the most primitive form,” Jeanne Pfeifer told me as she drew a little diagram of a disembodied nervous system, “is motor. Superimposed and interrelated in every way is auditory perception. Superimposed and integrated above that is vision.”</p><p>In order to bring these higher functions into line, MSIT takes a client back to square one and begins working on some of the most basic aspects of movement and perception, so that one ends up with a course in crawling, creeping, and standing around that lasts, on the average, for eighteen months to two years.</p><p>Jerome Rosner, an optometrist and a highly regarded authority in the LD field, refers to MSIT as “hogwash.” That Rosner is also a member of the LDC board only underscores the enormous range of opinion about learning disabilities that makes the condition all but incomprehensible.</p><p>“I think that sort of motor training is wasteful,” Rosner told me. “It’s like I go to the doctor with a sore throat and he says, ‘Jerry, I want you to lie down, tune your radio to this station, drink Coca-Cola seven times a day, take two aspirin, and use a blue pillowcase when you go to sleep.’ and at the end of the week i’m better! But there’s no way in the world i’m going to know what it was that cured me!”</p><p>LDC clients are first screened for auditory, visual, speech, motor, and psychological problems and are then prescribed a course of treatment based on the results. The team of resident diagnosticians—which includes a physician and an optometrist—usually finds what Pfeifer refers to as a “multiplicity of symptoms.” a truly learning-disabled child, she insists, never has a simple isolated problem.</p><p>What makes LDC unique is the diversity of its services. The Center not only has complete diagnostic and therapeutic facilities, but beginning this fall it initiated an academic program as well.</p><p>“The field is just beset with strong, opinionated people at variance,” Pfeifer said. “and I thought, ‘if we could just only get all this under one roof . . .’ and the Lord was willing, so here we are.”</p><p>She is an intense, garrulous woman who nevertheless manages to convey an air of professional calm and reserve. Her office is decorated with paintings of wide-eyed children and rain-washed Parisian street scenes, with a framed copy of the “Optimist’s Creed” and various pieces of sentimental bric-abrac seemingly so inconsistent with her general demeanor that they might have been placed there by elves while her back was turned.</p><p>“It was the desperation of parents, the fact that they’d try everything, that helped us survive,” Pfeifer said. “The behavior pattern was so similar—it was always described as ‘what my child can’t do, i’m always in the principal’s office, always in the counselor’s office.’</p><p>“Every kid who is manifesting emotional or behavioral problems in school should be checked for a. learning disability. Oftentimes a child can deal with academic work until the third grade, and then, sometime between Christmas and June of that year, the bottom falls out. What has happened is that the child has been able to deal with symbols until then, but then the pace begins to pick up. They get into cursive writing and he just can’t keep up.”</p><p>Every week the staff of LDC meets to discuss the results of the diagnostic screenings that have been carried out for new patients. At the meeting I attended, the first subject was an eightyear-old boy who was having trouble, according to Randall Reichle, the staff optometrist, with eye movement, form perception, and eye-hand coordination. He was put down for visual therapy. Another boy of the same age (four times as many boys as girls suffer from LD) was hyperactive and had bedwetting problems as well.</p><p>“This is a problem that many of these kiddos have that further limits their self-image,” Ted Schafer, the physician, told me. “i’ll put him on medication to reduce that and then later in the fall put him on Ritalin.”</p><p>Ritalin is one of several mood elevators, including the amphetamines, that are known to affect hyperactive children in the opposite way they affect other people, calming them down and helping to subdue and focus their wandering attention. It is such a widely known and prescribed drug that teachers have been known to send notes home with unruly children instructing the parents to get them on Ritalin. Schafer estimated that about 25 per cent of the kids at LDC were taking the drug.</p><p>“Two years ago I went to a meeting in Chicago of people who were supposed to be involved in learning disabilities,” he said, “and frankly I was shocked. They knew nothing more about it than just prescribing Ritalin. And it’s a good drug for those kids who need it, but they had no idea food allergies and additives could cause hyperactivity and these people were the leaders in the field!”</p><p>The staff discussed another client, a 23-year-old man who had come to them for help because his condition had prevented him from holding a job. In his draw-a-person test he had left off the feet, an oversight the staff greeted with a collective mumble of recognition.</p><p>“The average age of a patient at the center is about twelve,” Reichle said. “These kids are more malleable, whereas when we get people in their twenties these problems are more ingrained, plus they come up here and see all the kids. That’s like going to a pediatrician when you’re twenty years old.”</p><p>When all the new patients had been reviewed I asked Reichle, as I had accustomed myself to asking everyone, for his definition of a learning disability.</p><p>“an LD child has certain roadblocks that keep him from performing as well as other kids in school,” he said. “I see it as lacking basic skills—form perception, basic shapes. If you don’t get that originally, how do you get more advanced things like reading and language? We’ve got to bring third, fourth, or fifth graders back to the basics—get them on the floor, crawling, so they can get their lateral movements down.”</p><p>“We’re trying to strengthen and establish new connections in the central nervous system,” Schafer said. “For example, some of these kiddos are multi-dominant: they’re righthanded, but left-eyed, that kind of thing. The pathways are just not well enough established to open up connections between the two hemispheres.”</p><p>I thought of a current popular theory about the hemispheres of the brain —that they were once so closely integrated that people went about listening to instructions given out by voices they heard within their minds. The theory was hardly applicable to learningdisabled children, but it was the sort of mystical counterbalance I had my eye out for. I had seen too many schemata in books, with nerve axons and motor receptors and occipital reflexes laid out with great precision, diagrams that for a moment imparted very clear information that was for some reason immediately rejected by the retentive faculties of my brain. (This was, I suppose, evidence of a learning disability in itself.) What I was left with was the memory of an episode of <em>The Twilight Zone</em> in which an average american family had discovered a hole in their wall about the size of a doggy door that let them pass into the fifth dimension, a region that looked as if it were a reflection in a fun-house mirror. The learning disabled, of course, will not see the world this way, but those with serious disorders do perhaps inhabit a different field of perception. That a person cannot, for instance, tell left from right is not half as remarkable to me as the fact that there are other people who <em>can.</em> Those who cannot perceive this strange bifurcation of featureless space are simply abiding by the terms of their own awareness.</p><p>But of course in this dimension these people need help. I put on a white lab coat (“There’s a certain posture we need to assume,” Pfeifer had explained in requesting that I wear one, “that’s part of the healing art”) and wandered about the corridors of LDC, watching how this help was dispensed. I sat in on the perceptual-motor screening of a boy named Richard, a shy, slight eightyear-old whose mother had brought him to LDC because of a serious reading problem in school. He went through the tests without complaint; he seemed inured to this sort of extracurricular evaluation. He was asked to thread a needle, play catch with a beanbag, crawl on the floor like an alligator, repeat certain words without key consonant sounds, follow a little silver ball with his eyes, and perform dozens of other projects.</p><p>He seemed to me to do all right on most of these tests, but the optometry student who conducted them found that Richard has “auditory-analysisskills deficits” and a problem with right and left.</p><p>Later, in the same room (which contained, among other things, an optometrist’s chair and a strange painting of a UFO flying over a boat dock) another boy named Eric came for his vision therapy. He was a chubby, cynical kid who maintained an adversary relationship with his therapist, another optometry student.</p><p>“You been doin’ your home training?” his therapist asked.</p><p>“i’ve been too busy.”</p><p>The therapist snapped his chewing gum in exasperation. “What am I gonna do with you?”</p><p>“His focusing system is locked into a real small area and we have to bust him out of it,” he explained to me. Eric sat back in the optometrist’s chair, amused. “He’s also got a problem with visual memory. He sees something and either he can’t remember it at all or he can’t remember it correctly.”</p><p>Part of the therapy consisted of a game of tic-tac-toe, played on a blackboard behind Eric’s back. He had to keep the grid and the x’s and o’s in his mind at all times to bolster his visual memory.</p><p>“Don’t look, you turkey!” his therapist warned when he caught him turning around. All three games ended in draws.</p><p>One afternoon I sat with a small group of parents watching a videotape that was meant to introduce them to the functions of the Learning Development Center. It was a rather crude production, featuring simulated consultations that stretched the acting ability of the LDC staff to the breaking point. The parents sat in their school desks with a kind of docility and patience I had begun to notice lately in the parents of LD kids. It was not quite a look of resignation, but there was some form of professional complicity in it, a bitter satisfaction that came from knowing all the right terms and all the right theories. Most of them had been rebounding for years from teacher to counselor to psychologist to one specialist after another. Something was not right with their children—they had been held back in school year after year, delicate suggestions had been made that perhaps they might be more “suited” to an institution of some sort. But these parents were here because they felt they knew some truth about their children’s potential that had not yet been revealed to others. They had faith, and they gazed at the videotape, with its shaky camera work, wanting that faith to be confirmed.</p><p>“We’ve been kind of a court of last resort,” Pfeifer had told me earlier, but I wondered how many courts of last resort these parents had been to already. Nevertheless it was obvious they had all made up their minds about LDC. When the lights came on they seemed to want merely a suggestion of professionalism and competence, an image that Jeanne Pfeifer, rising to speak to them, gave them at once.</p><p>It was a low-key presentation, a frank discussion of the aims of LDC that was far from being a sales pitch, but the parents had primed themselves with such hope that they were already asking about fees and car pools.</p><p>“If a teacher is telling you something about your child that you don’t believe,” Pfeifer said, “things that he doesn’t do at home, and if you tell her things that he <em>does</em> do at home that <em>she</em> doesn’t believe, then you’ve probably got a child with a learning disability. We believe, contrary to the old myth, that parents are not unrealistic about their children’s potential. Let’s talk about your hunches.”</p><p>“We have a thirteen-year-old boy,” a father said. “Our psychologist is urging us to take him out of all academic classes and put him into something strictly vocational.” He shook his head. “I just don’t know if i’m ready to close the door on him yet.”</p><p>A mother talked about her daughter. “She has trouble understanding simple instructions, but I <em>know</em> she’s not retarded. I mean she can sit there every week and watch Donny and Marie and memorize the whole show. I just can’t believe that a retarded child could do that.” Multi-Sensory Integration Therapy took place in the late afternoon after school was out. The kids came attired in T-shirts bearing their names and filed into a large bare room whose floor was patterned like a checkerboard.</p><p>“Each week they go from the very grossest of movements, from creeping to walking to balancing,” Glen KrajaRadcliff, one of three therapists working with the day’s first group, told me. Perhaps out of deference to the various auditory and sequential handicaps of his charges, he allowed himself to be addressed as “Mr. K-R.”</p><p>The kids who had come into the room were as unremarkable a collection of children as could be found anywhere. They did not seem particularly clumsy or hyper, and most other LD symptoms are invisible.</p><p>“This group here is into bilateral creeping and walking,” Kraja-Radcliff said. “Most everybody has spatial difficulties, problems with right and left. We have no idea which one of the various things we do is the most beneficial. We have to give them the whole onslaught. Some of these things may have little effect. We do know that a lot of kids do better in school after MSIT. Maybe it’s simply because they’ve been able to survive this. For some of them it’s like the Bataan Death March.”</p><p>It wasn’t long before I saw what he meant. I had been invited to participate, and when the session began I took my place on one of the squares with the rest of the kids. The first order of business was the introduction by the therapists of a new system of perception. The sound “ih” meant we were to move to the right, “ah” to the left, and “uh” backward.</p><p>We stood on our squares while the therapists shouted commands. “Left arm—ih! Right leg—ah! <em>Uh!”</em></p><p>This was one of the most elementary exercises available—the class was at the second of five MSIT phases—but it was no fun at all. For the next exercise we were given a series of positions—at number four, for instance, the left arm was lifted in the air, at five the right foot was held back as well, and so on. Then we were blindfolded and told to respond to a command like “Two steps forward, half-turn right, position six, ih,”—the “ih” having been reinstated from the last exercise without warning. I did about as well as the rest of the class, but I was beginning to feel surly.</p><p>The kids themselves went through the maneuvers resignedly. Most of them were classified as hyperactive, and the very nature of the room—the squares on the floor, the strictures against speaking and moving except when commanded to do so—inhibited distraction.</p><p>Once or twice, though, somebody got out of line. This infraction elicited from the therapists something called a “startle response,” which meant that the offender’s name was shouted in a very loud voice, sending a jolt of pure stimuli into his brain stem and knocking over the distracting signals like bowling pins.</p><p>One girl in the class, a frail-looking seven-year-old named Elizabeth, did not seem to have the slightest sense of her physical presence in the universe. Her guesses at which directions were “ih” and which were “ah” seemed to be made with no reflection, and it was astonishing, given the odds, how often she was wrong. When she was corrected, she simply smiled and indulgently switched her position. None of it bothered her—she was as spatially innocent as a fetus in a womb.</p><p>The group that came next, one level up the scale from the earlier group, was composed of ten members, one of whom was twenty years old. He stood on his square with a look of real absorption, as if conscious that he was an example to the children in his class. Without the least embarrassment he crept along on the floor with the rest of the kids, taking one square at a time, like a stalking lion. His name, Sam, was ironed onto his T-shirt, and it gave him the aspect of a senior counselor in some sort of boy’s club, yet he did not use his age for leverage. He moved about in a tight, well-proportioned body that in some subtle way missed being coordinated.</p><p>The group walked across the room, one square at a time, like mannequins that were just coming to life. They threw beanbags and played an elaborate sort of board game in which a member of each team was used as a living token to be sent through a maze by verbal commands.</p><p>After motor therapy the group filed into another room whose walls were covered with chalkboards. Here they drew boxes in which they painstakingly wrote outsized cursive letters and phonemes taken from nonsense words and emphasizing short vowel sounds.</p><p>It seemed grueling to me. I went out a side door and found myself in a dark anteroom that looked out, via a oneway window, onto the room I had just left. A man was in there, pacing behind a row of chairs with his arms folded across his chest, watching his boy write letters on the board with the same critical eye he might have used to assess his Little League workouts. Sometimes he would turn his back, and then pivot around again and gaze intently at the board, as if he expected to see in that brief moment some visible sign of improvement. He said his boy had been “having trouble in school.” He was a sharp boy but had problems with his reading. He had been at LDC for three months.</p><p>I asked if there had been much of a change.</p><p>The man shrugged and smiled. “I hope so.”</p><p>“Oh dear!” Empress Zedler told me when I mentioned i’d been to LDC. “You <em>do</em> need to be talked to!”</p><p>Zedler, director of the Speech, Hearing, and Language Clinic at Southwest Texas State University, San Marcos, has worked since 1948 with the condition referred to as LLD, or “Language Learning Disability.” Her university clinic is well known and differs greatly from the one I had just visited in Houston, which she clearly regarded as the enemy camp. If there were any theoretical underpinnings at San Marcos, they did not show. Zedler prefers not to deal with what is known as the “etiology” of learning disabilities, but to focus attention on helping clients with whatever particular problems they are having in school.</p><p>“We don’t have <em>a</em> method,” Olga Dominguez, a speech pathologist who works with Zedler, told me earlier. “What we do is take the child’s problem and then use some form of remediation from which he can profit. It may be tailor-made for him. It is highly, highly individualized.”</p><p>Empress Zedler took me on a tour of the new education building. She had warned me over the phone that I would encounter “an old woman, a <em>very</em> old woman,” but she was clearheaded and formidable, and her posture was inspiring. When she walked through the halls in her pink suit the crowd of gym-shorts-clad girls she passed through seemed as insubstantial as air.</p><p>“Our clinic is filled with people who have spent years in motor-perceptual training to no avail,” she said. “It does not carry over to improve their reading, writing, and arithmetic. If a person has a motor problem the people to deal with it are fully registered physical therapists. We don’t think that reading and writing are at the elbow-eyeball level. We teach them as language skills, not motor problems.”</p><p>We walked along several corridors lined on both sides with individual rooms that were visible to us through two-way mirrors. Inside the rooms graduate students were sitting on the floor with children, demonstrating educational toys, or helping them to pronounce vowel sounds or write cursive letters. We walked rapidly through the corridors, with Zedler occasionally halting briefly at a window. “Now this little fellow . . . Oh, where is he? You can scarcely see him. There he is, way over there in the corner. He’s being helped with his English grammar.”</p><p>Monitors with clipboards patrolled the corridors, and their presence, combined with the secret windows, gave the place a futuristic and uncomfortable air of scrutiny.</p><p>The tour was brief because it was almost time for Zedler to teach her class on “The Exceptional Child in the Family,” which was regularly attended by many of the parents of the children in her clinic. In the big lecture hall she arranged her audience in rows, the parents near the front, the graduate students farther back across a gulf of empty seats.</p><p>The class consisted mostly of Zedler reviewing her principles of child rearing and talking with the parents about the behavior and progress of their children. The parents seemed enthralled. Some of them had completely reorganized their lives to be there, had either moved to San Marcos or driven several hundred miles a week to attend these meetings, and Zedler’s very presence—compelling and, true to her first name, slightly regal—must have been a tangible source of hope.</p><p>After the class I talked to some of these parents. They told me about their successes—an eight-year-old dyslexic girl whose progress had been “terrific,” an eleven-year-old boy who had been in resource rooms for most of his education, but who was now doing grade-level math, another boy of eight who had once been classified as mentally retarded but who was now doing “a lot better.”</p><p>“i’m just so grateful for a place to come to,” one mother said.</p><p>I realized then that despite the professional feud between Zedler’s clinic and the Learning Development Center the parents at both wanted and were receiving exactly the same thing—“a place to come to.” Whether the therapy they were buying for their children would ultimately be successful was something they could not know, but another sort of therapy was clearly working for them.</p><p>“Take care when you write this up,” Empress Zedler warned me as I was leaving, “because you’re dealing with the hearts of children and with the mental health of families.”</p><p>Murry Thompson grew up isolated and confused by a disorder that only a few researchers at the time were beginning to understand. Now, if it were possible to buy stock in a social malaise, the smart money would go for learning disabilities. It’s a growth industry, and, as much as one wants to believe that the truly disabled cannot help but benefit from the boom, it will surely be a mixed blessing. The picture is brighter, maybe, but the colors are starting to run.</p><p>I’ve talked to parents whose children have been to four clinics without success. Other parents have found their children “cured” almost overnight, and they speak with an almost religious fervor in praise of the facilities that accomplished this.</p><p>And, to an extent, it is a kind of faith healing. No one I have met in the field of learning disabilities has seemed the slightest bit dishonest or predatory, but I haven’t met everyone, and the area itself is so vague there is doubtless room for hucksterism. It is not in the nature of private clinics to turn clients away, and parents of LD children are typically so desperate for guidance they are likely to enroll them in the first program they hear about. The resulting therapy could be inappropriate and even destructive. Years of a child’s life and thousands of dollars of his parents’ money could be spent in some form of intensive motor therapy when all he may have needed was some remedial help with his reading. But there are also kids with several species of deeply interrelated learning disabilities for whom the broadest and most basic treatment available may be the only hope for a decent life.</p><p>In any case, there are no guarantees available. In a course of therapy that routinely takes years, success must be thought of as a very subjective notion. In that period perhaps the child would have straightened out on his own, or he may have been helped more by his relationship with his therapist or any number of hidden factors than by the therapy itself.</p><p>Added to the basic confusion about what a learning disability is and how it should be treated is the increasing public perception of it as a behavioral apologia. It is, after all, easier for a mother to believe that her kid is learning disabled than it is to admit that he’s a lazy brat. The existence of LD does not excuse bad teachers, unloving parents, or social inequities.</p><p>But it is real enough. In the big boring tomes about learning disabilities one sometimes comes across case histories so simple and sharp that the conflicting definitions, professional blood feuds, and educational verbiage suddenly recede. The voice that has stayed with me the longest is that of a boy who, over a period of years under Empress Zedler’s tutelage, learned to read and write well enough to leave behind this account of an arrestingly simple longing:</p><p>My sister had spiral notebooks tucked away to save. And every page was filled with printing and problems. I found those notebooks and I kept them hid in my room because they looked good. I’d pull them out when nobody was in there. And i’d look at them, and imagine I wrote all of that.</p><p>I couldn’t really write. But I kept in my mind, “I wrote these sitting at a desk in school. I wrote these...”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "October 1978",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Children",
      "School",
      "people",
      "Disabilities",
      "Mother",
      "Education",
      "Law",
      "Fort Worth",
      "Game",
      "Home",
      "Memory",
      "money",
      "Students",
      "Texas",
      "Work",
      "Books",
      "ever",
      "Exercise",
      "Language",
      "Nature"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Fort Worth",
      "Texas",
      "D.C.",
      "Houston",
      "San Marcos"
    ]
  }
}