{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198912",
    "date": "December 1989",
    "year": 1989,
    "month": 12,
    "month_formatted": "December",
    "pdf_uri": "/1989/19891200.pdf",
    "issue_cover_image": "",
    "document_start_page": 110,
    "toc_start_page": 110,
    "document_page_range": [
      [
        110,
        111,
        112,
        113
      ],
      [
        167,
        168
      ],
      [
        170,
        171,
        172,
        173,
        174,
        175,
        176
      ]
    ],
    "toc_order": 2,
    "toc_headline": "The All American Crooks",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198912-theall-am",
  "source": "/1989/19891200.pdf",
  "wp_post_id": 124686,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-all-american-crooks/",
  "authors": [
    "Dana Rubin"
  ],
  "headline": "The All-American Crooks",
  "dek": "Once They Were Football Heroes, Bound For Glory. Now They Are Felons, Bound For Prison. Here Is What Went Wrong At Dallas’ Carter High.",
  "spread_caption": "",
  "excerpt": "Football players at Dallas’ Carter High had it all: good futures, a state championship, and the feeling that they could do no wrong. The trouble was, their favorite hobbies were guns and holdups.",
  "kicker": "",
  "word_count": 10443,
  "content": "<img/><img/><p>Illustration By Matt Mahurin</p><p><span class=\"dropcap\">C</span><em>oming to America</em> was what they said they wanted. It was a warm evening in June, and the two clean-cut young men at the counter of the Dallas video store aroused no suspicion. ‘They’re all checked out,” said Ann Matthews, who was seated behind the cash register. The taller of the two men had a distinctive haircut consisting of narrow lines shaved along the sides of his head. He held up the box to <em>Game Plan,</em> a profootball-strategy tape that almost no one ever requested,and inquired if it was in. As Matthews brought the video to the counter, she noticed that the shorter one, in the gray sweats and the baseball cap, was gripping a small black revolver. “Forget the tape,” the other one said. “Give me your money.”</p><p>Suddenly, the register looked like an alien object. Matthews stared at it but could not remember how it opened. Impatient, the shorter man reached over the counter and jabbed at the buttons randomly, setting off a loud buzzer. Now the two men were on edge. “Make it stop,” the shorter one commanded. Matthews concentrated, pushed the correct button, and the drawer popped open. She handed over a wad of cash. After the two robbers dashed out the door and headed toward a red Camaro, she called the police.</p><img/><p><strong>Before the Robberies, Gary Edwards Was Flying High</strong></p><p>Officer Chris Daniels and his partner were southbound on U.S. Highway 67 when the robbery call came over the radio. Pulling off at the Redbird Lane exit, they spotted a red 1988 Camaro in front of Sally’s Beauty Supply. Just as the police bulletin had said, the wheels were mismatched; the front two were factory, but the rear were custom.</p><p>Walking toward the Camaro were two young men in warm-ups, one about five inches taller than the other. Again, a perfect match. Daniels flipped on the red emergency lights, and the officers jumped out, guns drawn, to make the arrest. The taller one threw up his hands, hollering, “I m sorry! I’m sorry for whatever I did. What did I do?”</p><p>Under the passenger seat Daniels found a loaded Rg .22-caliber snubnosed revolver in a purple Crown Royal bag. In the console between the two seats was a pile of bills. Loose change spilled out of the ashtray onto the floor. Under the driver’s seat was a Bb gun and a videotape.</p><p>Daniels approached the squad car, where his partner had put the suspects, and leaned over. All at once, he realized who they were. On a Saturday night about four months earlier he had stopped the same young men in the same car for driving with their brights on. On that occasion he had recognized Derric Evans, the taller youth. A star defensive</p><img/><p><strong>Derric Evans In His Yearbook Photo.</strong></p><p>back on Carter High School’s state championship football team, Derric had just been featured on the television news. His friend was Gary Edwards, a running back. The officer had congratulated the young men on winning the state title. Then he had dished out some unsolicited advice: Get a good education, since football doesn’t last forever. “You need to watch your step,” he had said. “Because you’re young and black, a lot of people are waiting for you to mess up.”</p><p><em>Dana Rubin is a freelance writer who lives in Dallas.</em></p><p>Photograph By Louis Deluca / Dallas Times Herald (Left)</p><img/><img/><p><strong>Top: Judge Joe Kendall Questions (L. To R.) Keith Campbell, P. K. Williams, And Carlos Allen. BOTToM: Derric And His Mother After Arraignment.</strong></p><p>Now here they were, handcuffed in the back seat of his squad car. “Do you guys remember me?” Daniels asked. Derric and Gary gloomily mumbled that they did. The officer then became the first person to pose the question that would be asked over and over in the weeks and months ahead: “Why did you guys do this?”</p><p><strong>Why, Why, Why? A Thou</strong>sand times the question was asked as the story of the Dallas Carter robberies unfolded. In the weeks after Derric and Gary were arrested, thirteen more students from the Carter neighborhood were arrested and charged with armed robbery. Collectively, they had pulled off 21 holdups. Ten of the fifteen—including Derric and Gary —would eventually be sentenced to long prison terms.</p><p>Whenever kids go wrong, there is occasion for soul-searching. But the Carter robberies were particularly disquieting because they quickly became entwined with the racial fears and insecurities that plague blacks and whites in Dallas. None of the familiar social explanations for crimes committed by young black males were present. Drugs, poverty, welfare, illegitimate births, the underclass environment, a history of trouble with the law, a lack of hope for the future-none of those applied. To the contrary, most of the robbers were middle-class kids who had never been in trouble and were, at least on the surface, extraordinarily successful. Derric had been voted the most popular boy in school. He was a high school allAmerican who had been named the best defensive back in Texas and one of the best in the entire country. Gary had a scholarship to play at the University of Houston. They had come so far and had so much to lose that it was incomprehensible that they would risk it all for a series of two-bit stickups.</p><p>The crimes seemed to be symptomatic of a breakdown deep below the surface, somewhere in the boys’ background. “I can’t understand this,” said a family friend of one of the robbers. “I don’t believe any of those kids were bad.” The implications were chilling. In a city that is increasingly preoccupied with race, where any tension between blacks and whites automatically assumes the dimensions of a racial conflict, people of both races need to believe that there is an escape from the violence and crime of the ghetto, that kids who have the advantages Derric Evans and Gary Edwards had will turn out all right. Instead, these kids had merely traded the tainted values of one class for those of another.</p><p><strong>[Continued On Page 167]</strong></p><p><span class=\"dropcap\">T</span><strong>„E Word Was Out: At Carter the Rules Didn’T MAtTER When You Played Football.</strong></p><p><strong>Going To Jail After Sentencing, the Shackled Prisoners Have No Future Except Prison.</strong></p><p>Photographs By Mark Williams / Dallas Times Herald (Above). Mark Graham / Dallas Times Herald</p><p>[ Continued From Page 113 ]</p><p><strong>“Money, Cash, Dough!”</strong></p><p><span class=\"dropcap\">T</span>hree inmates from the Texas Department of Corrections showed up at Carter High in late September 1988 to talk about crime. An assistant principal directed the inmates and a prison administrator to the stage of the auditorium. Looking out at the audience, they saw about three hundred students roaming around, laughing, joking, and shrieking. “It looked as though it were recess,” recalls George Lively, the administrator. The men waited to be introduced. “We sat on the stage, thinking a school official would come and call them to attention,” Lively says. “That didn’t happen.” For fifteen minutes the visitors sat there, watching the pandemonium. Finally, Lively attempted to call the students to order. “I don’t think you want us to remember your school this way,” he hollered over the din. The noise abated somewhat, and the program got under way with the inmates relating stories about how they wound up in the penitentiary. After half an hour Lively called for questions. A slender kid named Keith Campbell on the first row —whom the media would later describe as the ringleader of the robbery gang —raised his hand.</p><p>“Have you ever had sex with a man?” he asked.</p><p>“Would you repeat the question? ” Lively asked loudly.</p><p>Unfazed, Keith repeated the question in a clear, unwavering voice.</p><p>“No, have you?” Lively volleyed back. The auditorium erupted in laughter. Lively left that day with the impression that something was amiss at Carter High. In twenty years of overseeing inmate visits to public schools, that had been his worst experience.</p><p>Perhaps the conduct at the assembly would have been understandable at a crime-ridden inner-city school, but Carter High, on the southwest fringe of Dallas, is in the city’s most prosperous minority neighborhood. It is home to the city manager, two district judges, a state representative, a state senator, and many of Dallas’ black professionals. Within the district lies a country club (with a predominantly white membership), an upscale shopping mall, and enclaves of six-digit custom homes on streets with tony names like Mirage Canyon and Hunter’s Run. The average annual household income ranges from $37,000 in the more modest tracts to $52,000. As in many middle-class neighborhoods, the proliferation of burglar s attests to the inroads of crime. Part of the area once had the highest rate of car theft and burglary in the city.</p><p>Twenty-five years ago, the neighborhood was all white. Then, in the early seventies, came court orders mandating integration at every school in the city. Panicky whites who fled from the Dallas Independent School District were replaced by professional blacks making their way up the economic scale. By 1973 the enrollment at Carter High was roughly half white, half black. By the late seventies, the neighborhood had stabilized into a comfortable mix of younger black couples with school-age kids and older whites whose children had already exited the public school system. Last year, of the 1,534 students attending Carter High, 95 percent were black. Most were from solidly middle-class homes. Few had experienced genuine material deprivation.</p><p>The neighborhood’s promise of upward mobility has not been duplicated at the school. With the shift in population came a few incidents of violence, and soon many of the ablest students in the area were opting to study elsewhere under one of the district’s transfer programs. Last year more than six hundred students, 44 percent of Carter’s enrollment, switched to other schools within Disd. The exodus took its toll. By the early eighties, Carter’s standardized test scores were among the lowest in the district.</p><p>At the same time, other students were lured to Carter by the school’s gridiron success. It was widely known that promising athletes living outside the school’s attendance zone would move into the area or even fudge their addresses for the chance to play for the Carter Cowboys. Sure, that was against the rules. But the word was out: At Carter the rules did not matter, not if you played football. Throughout the neighborhood, people with no connection to the school linked their fortunes to the success of the football program. One former player says it was a common practice, for instance, for team members to get cash bonuses from friends, relatives, or other acquaintances for making standout plays.</p><p>Even when they weren’t playing football, the players had the run of the school. Teachers and administrators say that students who performed well on the field were constantly allowed to break rules. “They could be tardy, and it didn’t matter,” says one teacher. “They could be kicked out of class, and it didn’t matter.” The football players led no-fault, bulletproof lives, shielded from punishment or reproach.</p><p>By the time Derric Evans and Gary Edwards arrived, Carter had a reputation as an outlaw school. Nearly every weekend night, kids would drag race on the straightaway in front of the school, and in the mornings custodians would find beer bottles on the lawn. Sometimes gunshots would be heard in the middle of the night. Gambling had been a serious problem on campus for years. Students shot craps in the rest rooms, in stairwells, in the band hall, and on the steps behind the school. Administrators knew about the gambling—the student council had even advised the Pta about it—but they made only token efforts to stop it. Sharp eyes kept watch, and the players would disperse at the first sign of an approaching teacher or assistant principal.</p><p>Students flouted authority in class as well. “Any time you had to send a student to the office or to class, there was a great chance of being told to perform some impossible sex act,” says a math teacher. Concerned parents soon realized that mainstream activities, such as academics, had become linked in their kids’ minds with white culture. The very society that these parents had been striving to embrace was one that their kids increasingly held in contempt. “It’s difficult for a white person to understand how important it is in the black subculture to get over on the system, to beat the system,” says Milton Watkin, the head of Carter’s community advisory committee. A probation officer familiar with the neighborhood agrees. “You have to work very hard not to be white,” the officer says. “To be too smart is to be white.”</p><p>The 1989 Carter yearbook provides a candid look at the students’ twisted values. Its theme is “Showing Our True Colors.” Along with the standard sections featuring class favorites and athletic teams is page after page devoted to student preoccupation with material goods. One page focuses on fashion, with examples of the hottest items: Guess! jeans and Cole-Haan shoes. Another page, entitled “The Need for Speed,” extols the automobiles at Carter. A photo of Derric’s Ford Escort Gt—which was smashed by a drag racer in front of the school just before Christmas—bears the caption, “EasyCome E-Z Go, Derric.” But “The After Hours” reveals the bottom line. “Carter students love money,” it says. “Money, cash, dough!”</p><p>Something was terribly wrong at Carter High. The students of the black middle class had adopted the worst of their two worlds: the violence and contempt for authority of black street life and the shallow materialism of white suburbia. Even as early as 1986, more and more Carter parents were clamoring for change. What they wanted was more emphasis on academics. The school district responded by sending in a new principal with a mandate to get tough.</p><p><strong>Carter Versus the World</strong></p><p><span class=\"dropcap\">C</span>. C. Russeau never played football and was proud of it. “I don’t even know anything about the game,” he used to say, provocatively. Grizzled and stocky, the 64-year-old principal looked and talked like a drill sergeant. He had come to Carter, he let it be known, to crack down on ineffective teachers, curb discipline problems, and raise test scores. One of his first acts was to junk the traditional system of grading and substitute his own.</p><p>Russeau’s school-improvement plan, or Sip as it was called, required teachers to grade students in four areas: homework, class participation, weekly tests, and sixweek exams. The Sip established rigid criteria. But it met with resistance from the start. Before, teachers had had latitude in figuring grades. Many griped that the Sip stifled creativity, and required too much paperwork. For instance, each teacher had to average about ten grades a week for each of 100 to 150 students —in duplicate grade books.</p><p>The plan might have been better received if its creator had won more support in the school. Russeau did little to endear himself to the staff, however. He was gruff, unyielding, and prone to bilious outbursts. Among his staff he was notorious for vacillating on policy matters, constantly changing his mind —sometimes more than once a day —on what should be done about absences, tardies, paddling, profanity, and cafeteria behavior. A prime example was his tardy policy. At the beginning of the year, Russeau ordered kids who were late more than three times to go to the office. But there were far too many kids, so he decided to assemble them in the lobby. Still dissatisfied, he called for mass parent conferences, first in the mornings, then in the afternoons. Next he tried licks and in-house suspensions. It was all very confusing to the kids. Even those teachers who followed current procedure had no assurance that Russeau wouldn’t undermine them. Time and again his commitment to discipline caved in when he was confronted by indignant parents. “We’d put a student out of school for three days for fighting,” says a former assistant principal, “and the parent would come to school and Russeau would put him back in the same day.” Russeau’s personal quirks gave him a reputation for flakiness: One day for lunch he fried a squirrel on a janitor’s hot plate.</p><p>In the first week of November 1988, on the eve of the state football play-offs, the controversy over the Sip became public. Investigators for the University Interscholastic League, which governs publicschool athletics, got an anonymous tip that Gary Edwards was ineligible to play football. The Uil was told that Gary, a star running back for the undefeated Carter Cowboys, had received a failing grade in algebra during the first six-week grading period. Under the state’s no-pass, noplay rule, all students must maintain a passing grade —at least a 70—in every course in order to participate in extracurricular activities. The questioning of Gary’s grade was the first step in a battle that would pit Carter against the Uil, the state education establishment, and the media—all of which, it did not escape notice at Carter, were dominated by whites.</p><p>On November 10, after examining the grade books, representatives from the Uil and the Texas Education Agency announced that Gary had indeed failed the class. And because he had played in three regular-season games while ineligible, the Uil disqualified Carter from the playoffs. Dallas school superintendent Marvin Edwards (no relation to Gary) concurred and named South Grand Prairie to play in Carter’s place.</p><p>But the next day Superintendent Edwards changed his mind. Less than ten hours before South Grand Prairie was to play Plano East, he asserted that his own investigation had shown that Gary Edwards had passed. Wilfred Bates, the white algebra teacher, had refused to follow Russeau’s Sip in calculating grades, Edwards said, and had relied instead on a confounding system of checks and zeros. Alongside Gary’s name, Bates had written “N/C,” for “not complete.” Carter was back in the play-offs.</p><p>By then, the story was capturing a copious amount of sports-page ink and television-news time. Gary Edwards’ mystified, doe-eyed face was on the nightly news November 10. “I did pass,” he blurted. “It’s on my report card. They have all the proof there.” The next night he scored two fourth-quarter touchdowns as Carter defeated Plano East, 21-7.</p><p>In the days ahead it became clear that far more than football was at stake. Officials from the Grand Prairie and Plano school districts —both overwhelmingly white—charged that Russeau’s Sip made it next to impossible to fail a student. What Russeau had intended as an academic reform had become a symbol of black resistance to so-called white standards. The media backed the Uil: If Carter prevailed, they fumed, the no-pass, no-play standard could be circumvented by arbitrary grading systems. But to those who lived in the Carter community, the grading controversy was perceived as a biased reaction to a black school that had challenged the white-run state school system. It had all begun, they said, because an insubordinate white teacher would not accept the plan of a black administrator. Implicit in the criticism of the Sip, they complained, was the notion that black parents didn’t care about academics and were willing to overlook a failing grade for the glory of the football team.</p><p>At a November 18 hearing in Austin, state education commissioner William Kirby listened to Bates explain that the “N/C” in his grade book could count for 0 or 100, depending on Gary’s performance during the remainder of the six-week grading period. On the day the grade was issued, he said, it was probably closer to a zero. Kirby ruled against Gary. Carter was again out of the play-offs. But just over an hour later, a state district judge issued a temporary restraining order that allowed Carter to keep playing. The next day the Cowboys whipped Dallas’ Samuell High, 28-0.</p><p>As Carter kept winning, the case bounced from court to court. Plano school officials entered the fray on the side of the Uil. Parents of Plano East students filed a lawsuit attacking the Carter Sip; in response, Carter parents raised $17,000 to hire their own counsel. Carter was eventually allowed to play while the case proceeded to state appeals court. But the bitterness lingered. (Ultimately, the judge would rule in Carter’s favor, allowing individual school districts to determine student eligibility to play. Critics said the ruling gutted no pass, no play.)</p><p>Emboldened by the controversy, the football team racked up victory after victory. “It was like pouring glue on them,” says an assistant coach. “That’s what stuck them together.” On Saturday afternoon, December 17, the Cowboys demolished Converse Judson, 31-14, concluding a 14-0-1 season with the state championship.</p><p>For once, the underdog had triumphed. In the Carter neighborhood the victory resounded with symbolism. “It just so happened that at Carter they beat everybody that got in their way, and it just so happened that everybody in the way was Anglo,” says one Carter parent. “The system woke up one morning and realized it had been beaten by a bunch of black kids.”</p><p><strong>Derric And Gary</strong></p><p><span class=\"dropcap\">A</span>s best friends, Derric Evans and Gary Edwards were a curiously matched pair. Derric was a spoiled only child whose mother had lost contact with his father years ago. When he was younger he had been known for his impish pranks; he still had traces of that mischievous child—he had perfected an imitation of the mule’s laugh in the <em>Little Rascals</em> that invariably cracked a class up. Then, at the start of his junior year, Derric received that ultimate adolescent accolade: He was named to a starting position on the football team.</p><p>On the field Derric was a blue-chipper. He was graced with two qualities a college recruiter looks for: size (six three, 180 pounds) and speed (4.5 in the 40-yard dash). But his true strength was in his brawn and bravado; he would blitz from the outside and cream his opponents. Strategy, on the other hand, was not a strong point. “He could never have played offense,” says an assistant coach. “He never remembered the plays.”</p><p>Around the time that he made varsity in his sophomore year, Derric acquired what teachers euphemistically refer to as “an attitude problem.” At school he became known as a braggart, a showboat, and a cheat. Schoolwork held little interest for him. One of his former teachers says he never learned to read beyond the fourth-grade level. “Words above two syllables, he’d have trouble with,” the teacher says.</p><p>Derric’s ostentatiousness took many forms: zany pranks, unusual haircuts —he once had a lightning bolt shaved onto his head —and fashion. When it came to attention-grabbing attire, no one else at Carter came close. At times Derric wore so much jewelry that he looked, as one teacher puts it, “like the showcase at Zales.” Many of his classmates were aware that he carried a gold American Express card in his own name.</p><p>Derric wasn’t exactly a bully, though he often found himself in contests of ego with teachers and other students. He once got into a fight with another kid in the cafeteria over a piece of pizza. Another time he barged in front of about thirty students standing in line at the cafeteria, filled his tray with food, and walked past the register without paying. When a teacher confronted him, his response was, “You better get your ass out of my way.” Derric was constantly being sent to the principal’s office, but the assistant principals felt powerless to discipline him. Again and again his mother would accuse the administration of picking on her son—she even threatened a lawsuit. Russeau usually gave in. “He would say we didn’t have enough facts or we didn’t have our facts straight or we misunderstood the situation,” recalls an assistant principal. Some of Derric’s discipline problems followed him to football practice. He would often start acting up when he was supposed to be listening to the coaches. Head coach Freddie James once kicked him off the field for sassing an assistant. On at least three occasions James delivered licks with a paddle to Derric’s backside.</p><p>Throughout the spring of 1989, it seemed as though Derric was taunting his superiors, seeing how far he could go. He would regularly park his red Camaro with its $450 rear wheels—the car he got after his Ford Escort was demolished—in a fire zone. A police officer ticketed him at least three times, and on occasion Derric would go out and move his car, but it would later reappear in the same spot (one time he even parked horizontally across three spaces in the student parking lot). He never quite understood that he had done something wrong. “I’m not hurting anyone,” he would protest. But there wasn’t anything the officer could do about it. “The word got back to me that he’s the stud at this school, and he does what he wants,” the officer says.</p><p>On and off the field, Derric and Gary were constant companions. Despite Gary’s smaller size—he was five ten and 175 pounds —he too had college football potential. He was a plucky player, very quick, and bright enough to handle both offense and defense. He also displayed a fearlessness on the field, an aggressiveness that seemed to grow bolder during the play-offs. In the game against Plano East, he scored two touchdowns, both times making a complete flip over a defender.</p><p>Among other students, Gary was generally quiet and unpretentious. His father was a Union Pacific foreman who had also been a high school football star, and his mother worked as an insurance claims examiner. Gary maintained a B average, sang in the choir at his Baptist church, and dated a majorette. On weekends he would borrow his parents’ Mustang. Like his peers, he occasionally broke school rules, but when reprimanded, he would get a sheepish look on his face, apologize, and actually look as if he meant it. He was a favorite with his teachers.</p><p>At times Gary displayed a quick temper. He and his girlfriend frequently got into tussles at school. One teacher saw him violently shove her into a chain-link fence. Not a timid girl, she would often strike back. One of their nastier fights landed the two of them and all four of their parents in the office of assistant vice principal Robert Munoz for a peacemaking session.</p><p>So accustomed were Derric and Gary to breaking rules that the habit extended into every aspect of their lives. One afternoon last April, Derric, Gary, and a third football player left school in the early afternoon. With them was a sophomore girl they all knew well. At the friend’s house the young men took turns snapping Polaroid photos of each other engaged in sex with the girl. Later they brought the pictures back to school to boast. One player says escapades of a similar nature, involving Derric, Gary, and other football players, occasionally took place during the school day in the student parking lot.</p><p>Seeing Derric and Gary in the halls together or at the cafeteria, some at Carter thought they made an odd pair. One teacher even warned Gary to stay away from Derric, but he didn’t pay any attention.</p><p><strong>“Fake” Robberies</strong></p><p><span class=\"dropcap\">I</span>t was after midnight when the bash celebrating the state championship wound down at the Carter cafeteria. A jubilant crowd of kids carried the party over to the Delux Inn on Camp Wisdom Road, where several students had pitched in and rented a room. It was almost Christmas break, and most of the students were in an exultant mood.</p><p>But a handful of the players felt left out of the celebration. Keith Campbell—the student who had shocked the visitors from the Texas Department of Corrections —and two of his friends were third-stringers who hadn’t really contributed to the team’s success. Two of them had not even played in the championship game. They were seniors, and only one of them had prospects for playing college ball.</p><p>One afternoon the three boys were hanging out at Keith’s house, talking about how they needed money to buy Christmas gifts for their girlfriends. Then one of them, P. K. Williams, mentioned his new job as a cook at a nearby Jack in the Box. Every night he watched the manager count the cash and close the store. It seemed, he said, like the perfect setup for a robbery.</p><p>Keith Campbell was not the sort of kid to think better of the idea. He had been getting into trouble for as long as anyone could remember. At fourteen he had been arrested for shoplifting at Sears but was never prosecuted. Keith blamed friends, who, he said, had stolen a cassette tape and slipped it into his bag. But the incident seemed to fit a pattern. At school he was considered extremely bright but unmotivated. Slightly built with heavily lidded eyes, he would walk the halls with a swagger and a tough sneer. One fellow student calls him “an obnoxious brat.” An assistant principal says he was “responsible for more fights than any other kid at Carter.”</p><p>Keith regularly carried a loaded gun to school. “At Carter, a lot of people carry guns,” he later testified. “It’s just to be in the in crowd. The group that I was running with, we got into a lot of altercations.” In the summer of 1988 Keith was involved in a shooting incident in which three young men were fired upon but not injured. Although witnesses identified him as the gunman, Keith maintained his innocence and was not charged. But during one legal session, he filched $60 from the desk of an attorney who had stepped out of the room. The attorney told Keith’s father, who apologized and came up with the money.</p><p>At least half a dozen times during the school year, Keith was caught fighting, often because he had jumped in to defend a friend. One fistfight erupted when he accidentally squeezed some ketchup on another student in the cafeteria. But like the other football players at Carter, Keith seldom faced the consequences of his acts. His father, David Campbell, was a substitute teacher at Carter and the president of the Pta during the 1988-89 school year. Whenever Keith was sent to the principal’s office, his father would come to the rescue. “I’d see kids get suspended for fighting, and Keith Campbell would get in a fight and never leave the building,” says a Carter coach.</p><p>Five days after Carter took the state trophy, Keith and his friends pulled their first robbery. At about two-thirty in the morning, P.K., the inside man, propped open the back door of the Jack in the Box to let the other two inside. Keith was carrying a .22-caliber revolver that P.K. had taken from his aunt’s drawer. Carlos Allen, the third friend, held a .25-caliber pistol he had borrowed from a friend. Keith and Carlos looked so silly with pantyhose stretched over their faces that P.K. couldn’t stop laughing. Keith hissed at him to shut up. “They’re going to know you’re in on it,” he said. Inside the restaurant, Carlos ordered the kitchen employees to the ground, including P.K. Stretched out on the floor, P.K. still couldn’t suppress his laughter. “Me and Carlos looked at each other, and we just started giggling,” he testified.</p><p>That night they made otf with about $750, split three ways. Carlos spent his on clothes and “stuff.” P.K. blew most of his on “gold,” high school parlance for jewelry. The rest he spent on his two-year-old illegitimate son. Keith bought a gaudy gold medallion adorned with a cupid.</p><p>They sat back and waited. There was no mention of the robbery in the news, no gossip at school. The robbery itself had been unbelievably easy, so irresistible and effortless, that they hadn’t even thought of it as real. “A fake robbery,” they called it. And they were fake robbers. Like creatures living only for the moment, they didn’t consider that they might get caught. Perhaps they forgot they were mortal. They suffered no compunction, no pangs of guilt. After all, they reasoned, no one had actually been hurt. It was almost as though the robbery hadn’t happened.</p><p>The spring semester got under way at Carter, and the football players had to face an unpleasant fact: They still had to go to class. But without the charge of the football season, there was a feeling of idleness and drift. Many of the players needed only a few credits to graduate, and staying in school the entire day seemed like a waste. During seventh period, the one formerly reserved for football practice, they were assigned to study hall. Instead, they would simply leave campus or roam the halls. A common trick was to forge a hall pass. “There were so many subs at Carter, I’d just make up a name,” says one student. “I did it lots of times. Sometimes there weren’t even any hall monitors.”</p><p>To make matters worse, teacher morale at the school had plummeted. Concerned that the staff wasn’t adhering to the Sip, Russeau repeatedly announced over the public address system and in assemblies that students who saw their teachers deviate from the plan should report directly to him. Many teachers felt they were being spied upon.</p><p>In February eighteen players on the Cowboy squad were offered full athletic scholarships to college, more than at any other Texas high school. On February 8 Derric decided to honor the University of Tennessee with his signature. The instinctive showman announced his college choice while lounging in a hot tub. He wore designer sunglasses, gold chains draped around his neck, and, on his left hand, a bulky gold four-finger ring that looked like brass knuckles. As he leaned over to sign his name, a golden stud in his ear glinted in the light of the television cameras.</p><p>Not until mid-March did the idea of a second robbery come up. P.K. had lost his job at Jack in the Box and was working with Keith at a Pancho’s Mexican Buffet. “We really didn’t plan it,” Keith later testified. “We got away with the first and thought we could do some more.” On a Friday night, Keith, P.K., and two other friends drove to the Mexican restaurant. They sat in the car, waiting for the manager to close up. At about two P.K. notified the others: “Okay, it’s time.”</p><p>Assistant manager Glenn Jester was preparing to lock the back door when the young men approached him with a gun. “Go back in, m—f—, and open the safe” he was ordered. Jester did as he was told, filling a garbage bag with cash. The gunmen told him to lie facedown on the floor with his legs spread apart. As one of the robbers passed him, Jester felt a swift, sharp kick to his groin.</p><p>The Pancho’s robbery went so smoothly that it seemed a shame not to try it again. On April 15, Keith, P.K., Carlos, and two others hit the same restaurant and made off with $4,500. Now they had three flawless holdups behind them. If they had any doubt in their minds, if any of them had any notion that what they were doing wasn’t, well, <em>right,</em> they kept it to themselves, their silence creating a buffer from the risks. The young men began to case out targets, concentrating on fast-food restaurants staffed by only one or two employees during late hours.</p><p>Unable to resist showing off, the robbers began flaunting the rewards of their labor: gold rings and chains, diamond chips and gold-nugget earrings, silk shirts, Air Jordan warm-ups, Adidas Skyjacker basketball shoes, and anything by WilliWear. Their extravagance caused some resentment. “They’d come to school in $180 warm-up suits,” says one football coach. “Shoot, I buy my shirts for $11.99 and my coaching pants for $21, and I have to struggle to do that.” Some of the students also became big men on campus, treating their friends to movies, restaurants, and trips to Wet ’n Wild. Carlos Allen even gave some money to his church.</p><p><strong>an Atmosphere Of Chaos</strong></p><p><span class=\"dropcap\">T</span>hough Gary and Derric hung out with a different crowd, they had seen the new clothes and had heard about how easy it was to “make a hit.” They wanted in. The promise of instant reward for little exertion was too good to pass up. They knew it was risky, but they had become accustomed to taking chances. In their fault-free existence, they had come to think of themselves as invincible. In geography class Derric sat next to a student who worked at the Taco Bueno on Camp Wisdom Road, and from him they found out what they needed to know. At about eleven on the night of May 18, just before the restaurant closed, Derric and Gary strolled into the bathroom and hid until all the customers were gone. Then they robbed the staff at gunpoint. As they turned to leave, Gary grabbed a serrated kitchen knife and brandished it at a girl who worked in the kitchen, warning her to back off. The two were laughing as they ran out the door to the white Bmw that belonged to Derric’s mother.</p><p>Now the robberies gained momentum. Three Hillcrest High School students who lived in the Carter neighborhood joined in. From May 19 through June 20, various groups of two or three young men teamed up to commit sixteen more holdups. “We were just riding around, and whatever places we felt we could rob, we’d do it,” Keith testified.</p><p>Together, Gary and Derric pulled off six more robberies. Each one, astounding in its simplicity and ease, became an invitation to do another. The sensual satisfaction of taking part in something exciting and illicit became addictive. They were tempting fate, living on the edge, giddy. Repeatedly, witnesses said that they laughed as they ran away, as though it were all a huge joke.</p><p>Of all the disturbing aspects of the robberies, one of the most perplexing is the aimless, ill-considered manner in which they were carried out. The teenagers were unbelievably brazen, robbing in their own neighborhood, sometimes in the middle of the day, even though many of them were local football celebrities. Often they didn’t even use disguises. They left a trail of fingerprints behind them. For their getaways, they drove the flashiest kinds of cars —a white Bmw, a red Camaro. Instead of becoming more savvy with each robbery, the young men seemed to grow more bumbling and awkward. During one robbery, they testified, one of the kids left his pistol in the car and had to go back to retrieve it. In another, they had no bullets but carried out the heist with unloaded guns. And in yet another, they used only Bb guns.</p><p>Enriched by the robbery proceeds, the gambling stakes at Carter grew larger and larger. Nearly all the students involved in the robberies were now gambling daily, including Gary, Derric, and Keith. Every weekday after school the games would move to an area behind Mark Twain Elementary School. Sometimes the pot topped $100. In a sense, the escalation of the stakes was well suited to the dramatic test of who could and who could not handle the action in an armed robbery. “Are you in on this, or aren’t you?” they would taunt one another, rehearsing the derringdo necessary for the crimes.</p><p>The atmosphere at Carter continued to deteriorate. In the cafeteria, where some students would spend all five lunch periods, hanging out with friends, there were frequent food fights. The woman who operated the cafeteria cash register was attacked as she carried a sack of money down the hall. A science teacher who tried to separate a quarreling boy and girl in her classroom wound up with a broken jaw. A speech teacher broke down in class and was led away, wailing, “I hate these kids. I hate this school.” Two weeks before school ended, administrators acting on a tip searched a locker across from the principal’s office and found a Tec-9, a semi-automatic assault pistol.</p><p>Trying to maintain a semblance of order was C. C. Russeau. At times he would walk down the halls with a paddle in his hand, taking a swipe now and then at an errant student. But the problem was beyond his control. The good kids at Carter, by far the majority, continued to go to class, do their work, and take part in school activities. But the troublemakers increasingly did as they pleased with little fear of repercussion. “We knew they were breaking rules,” says one parent. “I could see the rubber band syndrome. You stretch it and you stretch it and eventually it’s going to pop.”</p><p>In the face of mounting criticism of Russeau, many black parents continued to support him. They complained that the white teachers at Carter didn’t live in their neighborhood and didn’t understand their kids. Many parents had heard Russeau talk about enforcing discipline, and they approved. But they couldn’t gauge the growing rancor or divisiveness inside the school building nor could they comprehend how it was eroding authority and undermining their children’s education. Among the teaching staff, the dislike of Russeau’s style transcended ethnicity. “This isn’t a black-white issue,” says one black teacher. “He creates an atmosphere of chaos.”</p><p>On May 10 the Walk-Across, an annual ceremony honoring graduating students, was called off after the teacher sponsor stormed out of a rowdy rehearsal. The next evening Keith and his friends robbed a Grandy’s restaurant, taking $2,000, which they used to rent matching 1989 Nissan Maximas for the senior prom. A snapshot taken at the Fairmont Hotel on prom night shows eight Carter seniors —six of whom were part of the robbery ring —looking like henchmen for the Mafia. Their chests puffing out, they wore tuxedos, designer sunglasses, and heaps of gold jewelry: rings, watches, chains, bracelets. On their faces were glaring, don’t-mess-with-me expressions. But inside they were still kids. After the prom, in search of decent food, they took their dates to Taco Bell.</p><p>On May 25 Russeau sent a letter to head coach Freddie James, indicating that he was worried about the “image and moral character of the athletes.” He complained about athletes’ wearing jewelry and earrings and said he was concerned about a lack of supervision during seventh period. Some parents, too, began to worry. One mother noticed that her son’s grades were going downhill. He had begun skipping dinner and had lost weight. Once she looked in his room at two-thirty in the morning and found him lying awake with the light off. But he wouldn’t say what was wrong. Sometimes he would show up with new clothes she didn’t recognize. “I would ask him where these things came from,” she testified, “and he would say his girlfriend bought them.”</p><p>As the school year came to a close, two junior girls at Carter, both former cheerleaders and sometime girlfriends of Derric’s, were pregnant and claiming Derric as the father (their babies were bom about three weeks apart). An older woman who works in Carter’s administrative office asked one of those girls what she saw in Derric. “She told me he was a good lover,” the woman says, astounded by the candor of the reply.</p><p>Derric’s biggest concern at the end of the school year was passing the Teams test, a state requirement for all graduating seniors. Three times before, he had failed. So in the spring of 1989 he had enrolled in a tutorial math class. This time, with his scholarship depending on earning a diploma, he made a genuine effort to learn the material. Closely monitored by a teacher to prevent cheating, he passed the test in May and was cleared for graduation. But how much he had learned was open to question. All graduating seniors had to fill out a card indicating their plans for the coming year. On his, Derric wrote, “U. of Tinn.”</p><p>Keith was not so lucky. On the day before commencement exercises, he was told he could not graduate because he had 45 unexcused class absences for the semester. Russeau had tried to skirt the rules by permitting Keith and four other students in a similar predicament to make up the absences, but district officials had heard about his plan and quashed it. Not that Keith hadn’t tried a plan of his own. He had persuaded his girlfriend’s mother to sign an attendance card excusing the absences, but an assistant principal saw through the ruse.</p><p>On June 4, a Disd drug-prevention specialist delivered the baccalaureate address at Golden Gate Baptist Church. The speaker, Terry Hornbuckle, warned the students about the pitfalls that awaited them after school —in particular, drugs, alcohol, and crime. He chided athletes for their selfish, material values, and he related the nursery rhyme about Humpty Dumpty. “There are a lot of young people today who are on the brink of falling, crashing, and collapsing their lives,” he said. In their scramble to the top, he cautioned, they couldn’t see that they were actually headed for a fall.</p><p>Three days later Gary and Derric were eating lunch at a Jack in the Box when they happened to look across the street and notice there were no customers at Bell Cleaners. They robbed it that afternoon. A couple of days later Gary was on his way to buy a snow cone when he glanced at the Video Exchange on South Hampton Road. It, too, was practically empty.</p><p>On June 20 Gary and Derric strolled into the video store and requested <em>Coming to America.</em> As the middle-aged woman behind the counter opened the register, Gary pulled a gun and demanded the money. “You get it,” she said. Derric leaned over the counter and grabbed the cash. The youths fled to the red Camaro with $256.54 and the video, a relatively disappointing take. But Derric said there was another video store a few miles away, and that was where they headed. The Video Exchange on Camp Wisdom Road would be their seventh armed robbery —and their last.</p><p>Seated in the back seat of the squad car, Gary and Derric tried to persuade the police that they had been coerced into robbing the two video stores by an overweight man who held them at gunpoint. When Officer Daniels pointed out that he had found guns beneath the car seats, they abandoned that story. But they did not grasp the enormity of their situation until later, down at the station. Sitting in the physical-evidence room, waiting for Derric to be fingerprinted, Gary began to get nervous. Perhaps he was wondering what his parents would say, or his coach, or Mr. Russeau and the school district officials who had backed him during the grading controversy. Perhaps he was thinking about his scholarship to the University of Houston, worth at least $40,000. Or perhaps he was contemplating prison for the first time.</p><p>He began to shake as if he were cold. Then he complained about a stomachache. Officer Daniels uncuffed him and led him to the bathroom. “He puked big time,” recalls Daniels. “He just puked and puked and puked.” On the way to the jail, Gary said he was feeling sick again. Once more Daniels took him to a bathroom, where he watched as Gary heaved and retched into the commode.</p><p>Nearly three weeks later Derric and Gary once more faced the television cameras. Seated in his lawyer’s office, next to his best friend, Derric was wearing a navy pinstriped suit. He looked uncomfortable as he read in a monotone from a handwritten apologia. He apologized to his victims, his mother, his school, the community, and the police department. “I knew people looked up to me,” Derric read. “I remember when kids would come up and ask for my autograph. My actions have destroyed all that.” Was he truly sorry? It was hard to tell. When he finished reading, he put his head down on his folded arms and began to sob. It was Gary’s turn. As he started to read his statement, tears began sliding down his cheeks. “I remember when younger kids looked up to me and asked me for my towels and wristbands after the games,” he said. “I have let them down.”</p><p>But all their tears and apologies could not assuage the profound hurt and humiliation coursing through the black community. Still the ordeal wasn’t over. Three days later six more kids from the Carter neighborhood were picked up. By August 3, there were thirteen suspects, including Gary’s older brother and a cousin of Derric’s. Later, two more were arrested. “There was a tremendous amount of shame and embarrassment, because we had stood up for those students,” says school board member Thomas Jones. Officer Daniels says, “It was like a Cinderella story. They screwed it up and broke a lot of hearts.”</p><p><strong>A Community On Trial</strong></p><p><span class=\"dropcap\">G</span>iven the reputation of Dallas juries for showing little leniency, twelve of the suspects opted to plead guilty and try their luck with a judge. Their cases were assigned to district judge Joe Kendall, a round-faced 35-year-old former cop who had put himself through Smu and Baylor law school by patrolling South Dallas at night in a squad car. Legally, each defendant could have received from 5 to 99 years; in Dallas County, armed robbers typically get 15 years for their first offense. Everything depended on the judge—whether he saw them as unrepentant, callous criminals who deserved the penitentiary or as pliant teenagers who deserved only a reprimand. The privileges they had enjoyed as middle-class kids worked both for and against them. You could argue that they were the kind of defendants most likely to lead useful lives if given a second chance. Or you could say that because of their advantages, they should have known better and were therefore more culpable.</p><p>Across from Kendall, at the defense tables, the young men looked like anything but football heroes. They sat there, impassive, shoulders slumped and eyes downcast. On his days in court Derric wore a handsome Italian-cut suit with a tiny gold bar in his lapel. At the other end of the table sat Gary, also in a natty suit, but the two didn’t speak. They did not even exchange glances. The courtroom was packed with friends and family, all whispering and squirming, at times chuckling at the testimony or dabbing at the corners of their eyes.</p><p>The defense lawyers hoped to portray their clients as decent, upright boys who had somehow blundered into the robberies through youthful folly. A parade of witnesses came to the Dallas County Government Center to describe what the boys were really like. Neighbors recalled their kindness, how one had fixed a car, another had cleaned gutters. Psychologists and therapists talked about low self-esteem, immaturity, and the perils of peer pressure. Sudden fame during the football controversy, they said, had given the young men a distorted view of their own powers.</p><p>Ministers told how the boys had sung in the choir and attended Bible study. Teachers presented glowing reports, not always strictly accurate: Derric was an honor student. Gary had never been in a fight. Prospective employers promised that if the judge showed leniency, they would offer the boys jobs and keep them on the straight and narrow. Two university coaches came to offer football as redemption: If Derric and Gary were given probation, they would receive full athletic scholarships to replace the ones they had lost after the arrests. All they needed, one coach said, was “a good kick in the butt.” <em>Don’t blame them,</em> the witnesses seemed to say. <em>It wasn’t their fault. It wasn’t our fault. This could have happened anywhere.</em></p><p>But the judge didn’t buy it. During much of the testimony, he looked bored. He would rub his eyes, make a few notes on a pad, and politely thank each witness. Whenever the young men themselves took the stand, however, Kendall sat at attention, taking in every word. He had a way of cocking his head and rolling his eyes whenever testimony came up that he didn’t understand —or didn’t believe. He would turn toward the stand and, in an incredulous voice, question the witness himself, sometimes for ten or more minutes while the attorneys, their roles usurped, stood mute. When Kendall asked Gary why he had gotten involved in the robberies, Gary had no answer. The day before he and Derric had gotten caught, he said, they were about to stop. “We just went one day too far out of stupidity.” Between sniffles, Derric said he had robbed to maintain an image among his school friends. “They expect me . . . they’d sometimes ask me for money, and if I didn’t have it, they’d say, ‘Oh, you, Derric Evans, don’t have any money?’” The judge did not look sympathetic.</p><p>One by one, parents came forward to plead for mercy. There were moments of excruciating awkwardness as they talked about their shortcomings and their shame, struggling in public with very personal admissions of failure. Keith’s mother, Mary Campbell, testified that her son had been diagnosed as having a behavioral problem in the sixth grade. A counselor had recommended family therapy, and they had gone but only for a short time. For years, she said, her son had not responded to punishment, had not observed curfews, had not cleaned up his room. “If I had been consistent in disciplining him,” she said softly, “he would not have gotten to where he is today.”</p><p>Even more painful was what they didn’t say. Here and there among the testimony were unmistakable signs that the crimes were manifestations of deeper ills in the community. But if the robberies exposed certain structural flaws, there was little agreement on whether the weak joints lay in the Carter community or in society at large.</p><p>Some members of the community have placed blame on the struggles of a minority group that had only recently made it out of the underclass. For those newly arrived blacks, maintaining their middleclass way of life has been much more difficult than it has been for whites, and they have paid the price. Parents who were caught up in preserving their hard-won lifestyles were unaware of the more fundamental responsibilities of middle-class life. “If they’re out there making money to stay where they are, then they’re not spending quality time with their kids,” says one black teacher who transferred from Carter to a different school this year. “They’re taking on what they think are white values, but they’re taking on all the negatives, the material things.” The result was children who had all the outer trappings of success but were deprived of the underpinnings: the strong role models and the moral guidance necessary for keeping it all in perspective. Finding themselves in a school with a powerful materialistic thrust, they got caught in the undertow. Their parents either didn’t see what was happening or didn’t want to see.</p><p>For those who found fault within the community, the tragedy of the Carter robberies was not only what it meant for the future of the children but also what it suggested about the striving of blacks, and by extension other minority groups, to succeed in white-run America. “A lot of us thought we had arrived,” says psychologist Brenda Wall, who counseled the Campbell family, “but we have not.”</p><p>At the same time, there were many more people who insisted that the robberies could have been committed by kids of any race, from any part of town. What took place at Carter High School, they said, has been happening at public schools everywhere. “I don’t think the atmosphere at Carter is any different from any other school in the city,” says Carter parent Levi Williams. “What happened is that a few kids made bad decisions.”</p><p>Whether inclined toward self-doubt or defensiveness, every black person in South Dallas was aware that what was at stake in that courtroom went beyond the futures of a dozen young men. At issue was the validation of themselves —as parents, as teachers, as leaders, and as members of the middle class. Dallas County commissioner John Wiley Price spelled it out: “Whether we know it or not, we all have been on trial in this community, those of us of color.” The whole world, it seemed, was criticizing their kids, their school, their neighborhood, their race. Who would be their judge?</p><p>In late August, after all the witnesses had told their stories and all the lawyers had rested their cases, Judge Kendall called the twelve defendants together and placed them under house arrest. Quit your jobs, he told them. Spend the next few weeks with your families. And you should prepare yourselves for the penitentiary.</p><p>There was no courtroom in Dallas County large enough to hold the crowd that came to the court building on September 22 to hear the Carter kids receive their sentences. Half an hour before the judge was to announce his decision, the courtroom and the hall outside and the stairwell were crammed with onlookers. Half of them, it seemed, were Carter students who had cut school to see what would happen to their friends. For many, the only place to stand was on the wooden benches that lined the hallway. Inside the courtroom, family members fidgeted and twisted tissues. The twelve defendants sat in the jury box,, staring into space. Judge Kendall entered the courtroom and took his seat at the bench.</p><p>He read a brief statement. “If stupidity were a crime,” he said, “you would all deserve life without parole.” Compared with the typical young offender he encountered, he told them, “you are especially without excuse.” Kendall went on to talk about various justifications for punishment. Foremost in his mind, he said, was the opportunity to take advantage of the media and send a message of deterrence to other young people.</p><p>The defendants hung their heads. It was sounding bad so far. The judge continued. The criminal justice system, he told them, is not partial to sports heroes. “When it comes to violating the law,” he said, “at the courthouse it simply doesn’t matter that you can run the football.” Despite the media attention, he said, “you are nothing but a bunch of criminals who went out, put guns on honest, working people, terrified them, and took their money.”</p><p>He paused. The conclusion was coming. The lesson in this case, he said, was that actions have consequences. And with that, he began to read the sentences: Derric Damon Evans, 20 years. Gary Bernard Edwards, 16 years. Keith Devlin Campbell, 25 years. And on and on. The others received from 2 to 14 years. Kendall made it clear that his decisions were based on the number of robberies each had committed as well as their level of aggression, their cooperation with the police, their evident remorse, and their honesty in the courtroom. He showed leniency only to a Carter student who had participated in just one robbery —he received probation—and to a Hillcrest student, who got 75 days in a Tdc boot camp.</p><p>Kendall left the bench, and for a few moments the crowd sat in silence. Then, as word filtered out to the crowded hallway, a horrible caterwauling rose and swelled through the corridors of the building. Students wailed and hugged one another. One girl passed out. In the courtroom, relatives huddled together, sobbing in their seats. The young men in the jury box were manacled together and led out. At the opposite end of the room, an attorney slipped out the door. Under his arm was the navy blazer and the pair of polished dress shoes that his client, Keith Campbell, would not be needing for a long time.</p><p>Kendall’s sentences drew little praise from people who lived around Carter High School. Even those who thought the young men deserved the penitentiary found the sentences harsh. But by then, people in the neighborhood were deeply troubled by what it all meant. Many continued to insist that there was nothing in particular wrong with their neighborhood and that such robberies could, and did, happen anywhere. For them, Kendall’s lengthy sentences reinforced their tendency to believe that the white criminaljustice system and the white-run media were racist.</p><p>Beneath that argument, expressed over and over by blacks in Dallas, lies a deep vein of self-doubt and confusion. It is as though, just below the surface, Dallas’ black community is seething with mixed emotions—disappointment that the Carter grading controversy became yet another black-white conflict, embarrassment that their championship title was tainted by scandal, and fear that the whole mess had somehow reinforced the stereotype that inside every black youth lurks a thug.</p><p><strong>Stripped Wheels</strong></p><p><span class=\"dropcap\">E</span>ven after the trial, Carter’s agony did not end. Finally recognizing the need for drastic change, Dallas school administrators transferred C. C. Russeau in mid-October. District reports showed that Carter’s standardized test scores were still way below the district’s average. Attendance was also down. Even with an overhauled Sip and the addition of a third assistant principal and a part-time security guard, the discipline problems went unchecked. One week before Russeau was ousted, a student in a hallway was stabbed in the head. Some teachers, fearful of retribution from the students they disciplined, began to carry pistols in the glove boxes of their cars.</p><p>But the biggest blow came on October 30, when Carter was barred from the state football play-offs. Once again, it was because of a player’s disputed math grade. A governing committee of high school principals ruled that head coach Freddie James had fielded a defensive tackle with a failing grade in the fifth game of the season. James was suspended for a week and a half. Once again, the community responded with cries of conspiracy and racism. But even with new leadership at the school and a curtailment of athletic excess, questions remained about the underlying problems at a high school wracked by controversy for more than a year.</p><p>“Please, say something good about the kids at Carter,” pleads one teacher in desperation. “There are so many good kids there.” She mentions a student on last year’s football team who missed being a National Merit Scholar by three points. “Would you please put that in?”</p><p>Early in the school year, a white Bmw 320i appeared on the lawn in front of Carter High. Russeau had accepted a proposition from a Dallas businessman, Charles Cross, who wanted to offer the car as an incentive to academic achievement. Under his proposal, the Pta would hold a weekly drawing to select a qualified student who would have use of the car. The offer touched off a debate about the value of material incentives. Cross insisted that it was the only way to lure students to academics, like the prize in a box of Cracker Jack. “If they’re interested in immediate goals, then approach them with immediate goals,” he reasoned. “In other words, one bite at a time.”</p><p>But Russeau had announced the program before obtaining district approval. The car sat in front of the school for two weeks while the plan was kicked back and forth by school administrators. In the end, they rejected it, saying that using a car as bait would send the wrong message. The next night, before Cross could remove the Bmw, someone stripped the wheels and rims. The following day, Cross had it towed away.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "December 1989",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Carter",
      "School",
      "Students",
      "Football",
      "Dallas",
      "robbery",
      "Teachers",
      "people",
      "Video",
      "High School",
      "Mother",
      "Plano",
      "Media",
      "ten",
      "Texas",
      "College",
      "money",
      "office",
      "Police",
      "Children"
    ],
    "wp_categories": [
      "Criminal Justice"
    ],
    "wp_location": [
      "Dallas",
      "Plano",
      "Texas",
      "Grand Prairie",
      "Golden"
    ]
  }
}