{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19934",
    "date": "April 1993",
    "year": 1993,
    "month": 4,
    "month_formatted": "April",
    "pdf_uri": "/1993/19930400.pdf",
    "issue_cover_image": "",
    "document_start_page": 128,
    "toc_start_page": 124,
    "document_page_range": [
      [
        128,
        129,
        130,
        131
      ],
      [
        180,
        181,
        182
      ]
    ],
    "toc_order": 14,
    "toc_headline": "Invasion off The Giant Purple Dinosaur",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199304-invasiono",
  "source": "/1993/19930400.pdf",
  "wp_post_id": 127656,
  "wp_post_guid": "http://www.texasmonthly.com/article/invasion-of-the-giant-purple-dinosaur/",
  "authors": [
    "Mimi Swartz"
  ],
  "headline": "Invasion Of the Giant Purple Dinosaur",
  "dek": "How Did Three Dallas Pollyannas Make Barney As Big As Big Bird? By Turning Him Into a New Age Role Model For Kids. No Wonder Some Parents Are Running For Their Lives.",
  "spread_caption": "",
  "excerpt": "So what if Barney’s New age niceness annoys some parents? His TV show is a hit with toddlers—and a financial bonanza for the Dallasites who brought him to life.",
  "kicker": "",
  "word_count": 3974,
  "content": "<img/><p>Illustration By Tim Jessell</p><p><span class=\"dropcap\">I</span> CAME To Know Barney the Way Many New parents have come to know Barney—through my own inadequacies. Many of my friends—themselves the parents of small children—had sung his praises, describing this good-natured dinosaur, the Dallas-based star of PBS’s <em>Barney and Friends,</em> as having a confounding effect on their toddlers. “David drinks milk now” or “Genna says ‘I love you’ now” were the kind of glowing reports that came my way. Barney, I was told, could transform irrational and irascible toddlers into compliant, even affectionate children—for the length of his thirty-minute TV show, anyway.</p><p>Not wanting to deprive my son or myself of the latest childrearing trend—I was clearly the only mother alive who hadn’t heard about Barney—I marched to Toys ’r’ Us and shelled out $11.95 for one of the ten Barney videotapes that inspired the show. That evening, I gathered my small family around the TV set, inserted the tape, and experienced what is, I have since learned, the standard initial parental reaction to Barney: abject horror, followed by serious doubts as to why I had ever had a child.</p><p>We were watching <em>Barney in Concert,</em> a musical extravaganza filmed live at Dallas’ Majestic Theatre. Onstage, a deep-voiced man in a giant purple dinosaur suit frolicked with a crew of children who were racially mixed but indistinguishable and who seemed to have learned to sing and dance that morning. Among the highlights were a G-rated rap song (“Hey, Mr. Knickerbocker/boppity bop”), a recitation of the alphabet song not just in English but in French (this is North Dallas, remember), and a treacly finale that made me pine for the lyrical complexity of axl Rose (“I love you./You love me./We’re a happy family”). Seeing my husband’s glazed eyes and slack jaw, I made a decision: Barney would not become my family’s new best friend.</p><p>But that was before my son made his feelings known. Sam, you see, was experiencing the standard toddler response to viewing Barney for the first time. He, too, was transfixed. From that moment on, he would stand in front of the TV, point, and say, “Barney, Mommy, Barney,” with the desperation of, say, a two-year-old. I quickly realized that it was time for me to get to know Barney much better—which was, of course, just what the creators of Barney had in mind.</p><img/><p>Barney And Friends: Creator Leacn (Left), Co-Producers Deshazer And Parker.</p><p>The First Thing Anyone Who Wants To Know Barney will discover is that he is not nearly as approachable as he appears on TV. Barney is now enjoying the kind of star status that, if not on par with Madonna, would certainly give Shannen Doherty or Luke Perry a run for their money. The sixfoot-four-inch warm and fuzzy dinosaur has a clip file an inch and a half thick for the Christmas season alone, along with handlers who choreograph his personal appearances (“We don’t want Barney interviewed in pieces,” says his publicist, Beth Ryan, who explains that one man is Barney’s body and another is his voice) and his own legal team to protect him from the myriad faux Barneys who are trying to cash in on his success. (Mrs. Mario Cuomo, who recently hired a lookalike for a kiddie party at the New York State Governor’s Mansion, should be hearing from Barney’s lawyers soon.)</p><p>I discover all this when I visit Barney headquarters in allen, north of Dallas, on a day that is representative of the Barney mania that is sweeping the nation. A crew from the <em>Today</em> show has come to film a segment about the success of Barney’s TV show, while this very morning another <em>Today</em> spot has aired about the american International Toy Fair, featuring the new $35 talking Barney (squeeze his tummy for nurturing phrases, squeeze his hand for interactive repartee). But publicist Ryan is still anxious. Informed that NBC reporter Stone Phillips anchored the toy fair spot, Ryan comers the visiting <em>Today</em> crew and demands to know whether Phillips had been familiar with the phenom that is Barney. “Did Stone know?” she asks, arms folded, eyes bright, mouth wide in a grin that could only be described as wolfish. “Bryant doesn’t always know. ”</p><p>Reassured by a visiting <em>Today</em> producer that Stone did indeed “know” about Barney-just as “Jane” and “Katie” know about Barney—Ryan relaxes, though her arms stay folded across her chest. As I stand in the lobby, surrounded by people in Barney sweats and Barney T-shirts, it becomes very obvious that, to his handlers, <em>Barney</em> is not a kids’ show but a cause.</p><p>After all, only yesterday Barney was a large, friendly, but very obscure dinosaur trapped in a doomed video series produced for toddlers in North Dallas. Back then, in 1988, hardly anyone knew Barney, and he certainly didn’t need a publicist to keep him on a firstname basis with NBC news stars. In the beginning, Barney was dopey and dull: He began each video as a small stuffed dinosaur who came to life after hearing the wishes of a member of his Backyard Gang (e.g., “I wish there were school every day”). That multiculturally correct group of children then accompanied Barney on imaginary but not very imaginative trips—to the back yard, a beach, outer space, and so on—sang sappy songs, and listened raptly when Barney inevitably reminded them to (a) use their imaginations, (b) rely on their friends, and (c) give everyone “a great big hug. ”</p><p>It doesn’t sound like the kind of premise that would inspire a cultural craze, but that is what happened. <em>Barney and Friends</em> is watched by at least as many kids as watch <em>Sesame Street</em>—about two million a day. Barney rated a float in Bill Clinton’s inaugural parade and was chosen one of <em>People’s</em> Most Intriguing People of 1992. A full-length Barney movie is being discussed for 1994. Sales of Barney merchandise—everything from stuffed Barneys and party favors to piggy banks and pajamas—are expected to hit $100 million this year. Barney cannot go to any mall without being mobbed, Elvis-like, by throngs of shrieking two-year-olds.</p><p>And parents are, for the most part, still mystified. Almost six years after his birth, Barney remains dopey and dumb—or, to use big words, amateurish and pedestrian. How did Barney challenge Big Bird for the title of National Baby-sitter? The answer lies partly with Barney, partly with his producers—and partly with parents like me.</p><p>While the <em>TODAY</em> CREW’s Cameras Roll, <em>BARNEY’s</em> co-producer, Kathy Parker, 38, takes a seat at a table in a small coffee bar for a meeting with the show’s executive staff. She is resplendent in blond highlights, gold jewelry, and a bright red jacket, looking less like the elementary school teacher she was and more like the matronly multimillionaire she has become. <em>Barney and Friends</em> is often billed as a show that was created by two moms on maternity leave who did not know what they were doing. While this story is completely credible to anyone who has seen the show, it is not exactly true. To bring Barney to life, Sheryl Leach, an austinite who had worked in marketing as well as teaching, teamed up with her close friend Parker, a Midwesterner who also had years of experience in marketing and education, and Dennis DeShazer, a Southern Methodist University graduate from Richardson who was a video writer and producer at an educational publishing company owned by Leach’s father-in-law. “We were thrown together by circumstance,” explains the droll DeShazer.</p><p>“Wooooonderful, wooooonderful circumstance,” chimes in Parker, who has an ebulliently solicitous manner that speaks to the child in all of us—which, for adults, makes her both irresistible and annoying.</p><p>Though Leach is in New ’fork today, pushing Barney at the toy fair, two other regulars are present: Mary ann Dudko and Margie Larsen, the early-education specialists who provide Barney’s writers with background and ideas and who review every script for appropriateness for twoto sixyear-olds. Since the producers believe that familiarity is the key to keeping toddlers loyal, nothing about Barney is left to chance. At a table piled high with loose-leaf binders, color coded for various scripts, subjects, and plans, those who know Barney best go over an agenda to make sure that he stays true to himself.</p><p>The meeting is brisk and businesslike. There is a discussion of shortening scripts, of sharpening Barney’s summary at the end of each program, of guest stars—Parker mentions “a wooooonderful african american woman.” Next, the group plots a show on playground safety. “as former teachers, in terms of the playground, what were the three things you were most concerned about?” Parker asks.</p><p>“Going down the slide,” Larsen insists definitively.</p><p>“Swinging,” declares Dudko. “Don’t run behind the swing. ”</p><p>Rock throwing is generally agreed to be the third most pressing playground peril.</p><p>Larsen suggests that while the show needs rules for the playground, they should be “stressed in a very positive way.” “But not too preachy,” someone says. “Definitely,” someone else agrees.</p><p>On to a show about teeth. “are we going to assign to Shawn that he lose a tooth?” Parker asks about one of the characters on the show. “How are we going to arrange that?”</p><p>“Too bad he couldn’t fall down in the playground episode,” suggests DeShazer, who is married but childless. It is decided that another character will bring her new toothless baby brother to the show. “Then,” explains a jubilant Parker, “everybody can have the big sharing moment with her sharing her baby brother with everyone.”</p><p>To know Barney’s producers is to know Barney. All three come from middle-class environs much like those depicted on <em>Barney and Friends.</em> They all report stable, happy childhoods—Parker recalls that she would cry only if she had to miss the Mouseketeers—in families free of disruptive burdens like religious obligations or multiple corporate transfers. In other words, Barney’s producers are classic suburbanites: If Big Bird reflected the hip urban lives of americans in the seventies, Barney epitomizes a retreat from that, an embracing of life that is predictable and bland.</p><p>Barney was born while Leach was home with her son almost six years ago, when she realized that there were no videos made expressly for two-year-olds. She dreamed up a talking teddy bear, and then, seeing her son’s passion for dinosaurs, she thought a talking tyrannosaur might work better. Parker, who then had only a daughter, okayed the idea but insisted that the dinosaur had to be friendly, “with no teeth or no claws”—a nonaggressive type (read: no violent superheroes, who could alienate girls) that had to be gender neutral (read: no My Little Pony-style femininity, which could alienate boys). Applying their backgrounds in earlychildhood education, the two women combined the informative aspects of current kids’ shows <em>(Mr. Rogers’ Neighborhood, Sesame Street)</em> with the warm fuzzies of the programs of their own childhoods (<em>Romper Room, Captain Kangaroo).</em> Then they added a kind of self-help service for toddlers, stressing issues like self-esteem and interpersonal relationships.</p><p>“When you’re talking about a dinosaur, the word ‘evolution’ keeps coming up,” DeShazer told me, explaining Barney’s subsequent development. The first three videos starred Sandy Duncan in what is, comparatively, an electrifying performance as a singing mom. But when focus groups showed that small children’s attention waned whenever adults were on-screen, Duncan was phased out. (From the beginning, Barney’s producers were not interested in entertaining adults. Barney offers no clever asides for adult sensibilities, no fancy camera angles or rock and roll scores to satisfy MTV aesthetes.)</p><p>[Continued On Page 176]</p><p>[ Continued From Page 127 ]</p><p>The producers then turned their full attention to refining Barney. In the early years, he was more of a stiff. He had a voice that sounded a little like Perry Como and a little like God. Gradually, he loosened up: His face and body became rounder and softer and his voice more jolly. As the production values improved, Barney became a warmer reddish purple instead of a cooler bluish purple. The creators also got better at dropping in the backgrounds, so that Barney and the gang did not look irradiated. As Barney became more physically approachable, however, he became more of an authority figure: His eyes lost their somewhat dubious cast, and he no longer allowed himself to get ensnared in a jump rope or a spontaneous bit of break-dancing.</p><p>Barney became so secure by 1991, in fact, that the producers thought he needed a foil who could, as Parker says, “reflect the wants, the needs, and the fears of a two-year-old.” Enter sidekick Baby Bop, a dinosaur who is green with pink spots and who doesn’t go anywhere without her security blanket. Baby Bop premiered at the Majestic Theatre concert and swiftly became a star in her own right, with her own plush toy at Christmastime. It is this present configuration that has so completely captured the hearts and minds of america’s twoto six-yearolds. Or, as Parker so frequently remarks, “We always knew in our heart of hearts that Barney would be successful. What we didn’t know was how big the word ‘big’ could be.”</p><p><span class=\"dropcap\">a</span>FTER Filming the Staff Meeting, the <em>Today</em> cameras move onto the <em>Barney</em> set, which on one side is a comforting suburban schoolroom straight out of the sixties and on the other is a comforting suburban school yard straight out of the sixties, complete with a leafy live oak, a tire swing, and a street-scene backdrop modeled on Dallas’ cozy M streets. Only the sandbox, which for now is obscured with storage boxes, is designated off-limits. DeShazer asks that the <em>Today</em> crew avoid this area so that children viewing the segment will not <em>see</em> that the school yard is really just a set.</p><p>DeShazer’s concern has its metaphorical side. The business aspects of Barney are far less sentimental than the show: It is a rags-to-riches tale that began with a $1 million stake from Sheryl Leach’s fatherin-law. With that money and DeShazer’s technical expertise, the trio made the now famous Sandy Duncan videos, which were duds at Toys ’r’ Us until the producers started aggressively targeting preschools in the Dallas area. During this time, the real Barney even made personal appearances at local birthday parties. That worked: By 1990 the videos had annual sales of $1.6 million. By 1991 sales had reached $3.2 million, and the licensing deals were coming in. Clearly, following Barney’s precepts—using your imagination, relying on your friends, hugging everybody in sight—could be rewarding.</p><p>The biggest break came that same year, when the daughter of a Connecticut public television executive ordered her father to play her Barney tape over and over. He subsequently came up with more than $2 million in grants from his friends at PBS to produce thirty Barney shows for the next season. <em>(Barney</em> is one of the few shows to succeed backward—from video to TV spin-off, instead of vice versa.)</p><p>Again, Barney faced adversity—for a nanosecond. Public television executives, who must have been childless, tried to cancel the show in the spring of 1992 after it had been on the air for only six weeks. There followed the usual letterwriting and phone-in campaigns from Barney’s fans and hysterical parents, during which time PBS executives also got their ratings for May. They discovered that <em>Barney and Friends</em> was the highest rated children’s program on the network—during its second month of airing. It did not take much imagination to keep Barney on the air after that.</p><p>With fame have come the usual complications, centering mostly on Barney’s image. The creators of the show have removed the first three Barney videotapes from the market—the ones that feature Sandy Duncan and the bluish Perry Como-esque Barney. “It’s something we felt we should do for the public,” DeShazer says. “We didn’t want two distinctly different Barneys out there.” Barney’s creators insist that protecting the children—as opposed to protecting their investment—is also the reason for their aggressive prosecution of Barney impostors. (One woman drove five hours to introduce her kids to what she discovered was a Barney impostor. “He didn’t look like Barney, and he was mean to the children,” says Ryan. “It’s gut-wrenching.”)</p><p>Saturation has become a concern too. The Lyons Group, the umbrella organization that manages Barney, has ceased licensing Barney’s and Baby Bop’s images, though the introduction of a new character this fall may alter the picture again. For the first time, Barney has also become the subject of negative publicity. Controversy over the copyright of the “I Love You Song” resulted in some tabloid-style headlines casting Barney as a song thief. Far more threatening are the reporters who have come to wonder why such a lucrative show is still nesting on taxpayersupported public television.</p><p>All these problems could be symptoms of an impending identity crisis. Barney may be approaching the point where he is indeed bigger than Parker, Leach, and DeShazer could have ever imagined—where he becomes more product than character and his show becomes less a program that sells Barney’s worldview and more of a commercial that sells Barney’s product line.</p><p><span class=\"dropcap\">K</span>ATHY Parker Lives With Her husband, Phil, in the aptly named El Dorado section of McKinney, a pastoral subdivision of rolling hills, sumptuous homes, and the newly rich. Although the <em>Today</em> segment is Phil Parker’s first television interview, he has been with <em>Barney</em> from the beginning. A former high school math teacher (allen High School teacher of the year, 1985), he is also a graduate of the prestigious Eastman School of Music. He now writes or adapts all the music for <em>Barney and Friends,</em> a fact that will be featured on the <em>Today</em> spot.</p><p>Once he is wired for sound, Parker, an affable balding man who does in fact look like an affable math teacher, begins to show the world how he composes his simple songs for Barney. (Sometimes he just recycles them; many <em>Barney</em> songs are just new lyrics set to old melodies in the public domain.) Parker’s work space is anything but simple: He uses an electronic keyboard attached to a computer, which prints the notes as he composes them. (an arranger, Bob Singleton, will later add the musical bells and whistles.) While wife Kathy and Dennis DeShazer listen in the background for the benefit of the <em>Today</em> cameras, Parker experiments with some song lyrics. Standing up, he plays a few somewhat plaintive bars on the piano before launching into a slow, mellifluous beginning: “There are lots of special people in the world,/Looking different as can be./And there’s one that I know so very, very well,/and that special one is me. ”</p><p>For the chorus, Parker picks up the tempo. “I was born very special and i’m special now,” he sings. “and it’s nice just to be me.”</p><p>When he finishes, the group confers about possible overuse of the word “special,” the most frequently used word in the Barney lexicon.</p><p>“The only time I struggle with the ‘special’s’ is the line where the word ‘special’ is repeated twice,” Kathy says. “But I can’t think of a substitute.”</p><p>Phil plays the song again. “So are we overkilling on the ‘special,’ or does it work?”</p><p>Kathy says it does: “It’s a strong reinforcement that you’re special.”</p><p>“What about the word ‘nice’?” Phil asks.</p><p>Again, Kathy approves. “I think ‘nice’ is warmer than ‘good,’ ” she says. “ ‘Good’ is an evaluation while ‘nice’ is a nice, warm statement.”</p><p>Making things nice and warm is, of course, the secret of <em>Barney's</em> success. Even as the show embodies the latest theories on early-childhood education, something about it speaks to the longings of adults as well, particularly the longings and fantasies of parents like me, who grew up in the sixties. As much as the producers of <em>Barney</em> insist that the show is for toddlers only, parents who watch frequently—and there are many—will see it for what it is: a promo for New age values in the guise of a kids’ show.</p><p>On <em>Barney,</em> as in life—upper-middleclass life, at least—education often takes a big back seat to emotional concerns. Nothing is more important to Barney than the self-esteem of his Backyard Gang and, in turn, his viewers. It isn’t just that every show ends with a hug and that children are reminded over and over again that they are special—everything in Barney is tied to that affectionate base. On one tape about going to school, for instance, a child sings, “When I hug blue and yellow/I make green.” So insistent is Barney in flogging self-esteem that it can backfire: Small children—who didn’t live through Watergate or John Bradshaw—must wonder what all the fuss is about and why they can’t move on to something more fun, like playing.</p><p>Then, too, Barney has a New ager’s emphasis on positive—as opposed to negative—feelings. Rarely does Barney admit that learning can also come through conflict or sadness, which is amazing given the rampant moods of toddlers. When the show does go out on a limb, it is startlingly effective, as when one character, in a show on families, is ashamed that she lives with her mother and grandmother. The reassurance she gets from the rest of the characters rings true and must have had a profound effect on children watching the show.</p><p>Barney is also, like all baby boomers, powerfully self-conscious. He is a great networker, close personal friends with a king, a Spanish dancer, and Mother Goose. And as befits the times, he is the most politically correct star on TV. There have been shows on environmentalism (“Barney, what’s recycling?” a child asks on the <em>Rock With Barney</em> videotape) and nutrition (“Snacking on healthy food is what we like to do./Eating apples, oranges, carrots, and some celery too” is one of the Backyard Gang’s favorite songs). Such good-intentions-run-amok are enough to make you want to feed your kids Fritos for a week. But unlike <em>Sesame Street,</em> which features people who talk differently and act differently, <em>Barney and Friends</em> chickens out when it comes to racial and cultural distinctions. Although the children on the show are clearly of different colors, they are all of the same class; cultural distinctions show up only on special occasions, as when a child sings the birthday song in Filipino or has a Mexican dinner of tortillas and beans. Not that two-year-olds need a treatise on the Los angeles riots, but some acknowledgement that children are raised with varied customs, values, and accents does not seem perilously inappropriate.</p><p>Finally, the producers’ insistence that the show is for children and not for grown-ups—hence its legitimized simplicity—seems like an unnecessary capitulation to our times, unwittingly embracing the notion that parents are too busy to spend time with their kids. It is fine for parents to use <em>Barney</em> to get thirty minutes of peace or meal preparation, but what’s wrong with a show that attracts both children and grown-ups?</p><p>This is not to say that in the cultural wasteland of children’s programming <em>Barney</em> is not a big relief. Unlike so many kids’ (and adults’) shows, <em>Barney</em> is not one long advertisement for problem-solving through product consumption or AK-47’s (remember the <em>Smurfs? Transformers?).</em> The only blatant nod to commercialism on the videos is a plug for more videos at the end.</p><p>I confess that in coming to know Barney, I have come to love Barney. He is like a close friend who is unrelentingly boring but unrelentingly nice; eventually, you give in to the kindness proffered. He also makes me wistful for my own past: What is portrayed as fantasy for today’s kids is simply my childhood—when I could talk to strangers and roam my neighborhood at will—brought to life. Contemporary toddlers may be savvy enough to know that the world has become so complicated that sameness and stability have become special commodities indeed.</p><p>When Phil Parker completes his interview, Kathy leads his small audience in a round of applause. “This is his first time, and he did really well!” she says. “Yeah, Phil!”</p><p>Then publicist Ryan congratulates them all. “You all sound alike, but you sound so different,” she says.</p><p>“No one else is special like I am,” Kathy jokes.</p><p>“No one else is special like us,” DeShazer choruses, smiling a big Barney smile, a trillion dollars wide.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "April 1993",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Barney",
      "Children",
      "School",
      "Love",
      "Videos",
      "people",
      "TV",
      "Video",
      "Giant",
      "Mother",
      "Son",
      "Sound",
      "Television",
      "Cameras",
      "Dallas",
      "ever",
      "High School",
      "Indeed",
      "Marketing",
      "Musical"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": [
      "Dallas",
      "Richardson"
    ]
  }
}