{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19876",
    "date": "June 1987",
    "year": 1987,
    "month": 6,
    "month_formatted": "June",
    "pdf_uri": "/1987/19870600.pdf",
    "issue_cover_image": "",
    "document_start_page": 124,
    "toc_start_page": 122,
    "document_page_range": [
      [
        124,
        125,
        126,
        127,
        128,
        129
      ]
    ],
    "toc_order": 6,
    "toc_headline": "Sombreros Of the Gods?",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198706-sombreros",
  "source": "",
  "wp_post_id": 123183,
  "wp_post_guid": "http://www.texasmonthly.com/article/sombreros-of-the-gods/",
  "authors": [
    "Brad Holland"
  ],
  "headline": "Sombreros Of the Gods?",
  "dek": "Ancient astronauts, mysterious disappearances, weird apparitions. Can you prove they didn’t happen? Hah, we thought not!",
  "spread_caption": "",
  "excerpt": "For centuries, scientists have searched for the answers to the mystery of Nosehenge. Now—for the first time—the startling truth",
  "kicker": "",
  "word_count": 1057,
  "content": "<img/><p>One of the most puzzling mysteries in all of Texas concerns the origin of the colossal stone heads that stand watch along the Pedernales River near the small town of Competence. Known to the Indian tribes of the area as the Long Snouts and to the first white settlers simply as Nosehenge, these impressive but little-understood monoliths may require a startling revision of what we think we know about Texas history.</p><p>Was Texas in fact settled by Stephen F. Austin and Sam Houston? “Not likely,” says Sidney Poss, an authority on extraterrestrial phenomena. “Nosehenge provides the best proof we have that Texas was originally a colony of men from outer space.”</p><p>This controversial new theory has been challenged by conservative scholars, but none of the critics can offer a plausible alternative explanation for the origin of the strange heads. How did they get here? Why do they stare hopefully into the sky? What are they waiting for? And —most intriguing of all —what do those puzzling red topknots represent?</p><p>Sidney Poss thinks he has discovered the answer. “They’re ancient sombreros,” he says. “You couldn’t ask for better proof that Texans are all descended from spacemen. I mean, who invented the sombrero? Where did it come from? Columbus wasn’t wearing one when he got here.”</p><p>Texas expert W. Trini Gonzales agrees: “I think much of Texas culture came from another planet. I think it was brought here by the same extrater-restrials who left us these statues. They probably gave us a lot of other things as well, like chaps, cowboy boots, peyote buttons, and the recipe for chili. I think the evidence is everywhere.”</p><p>At least one prominent UFOlogist, who prefers not to give his name, disagrees with the significance accorded the topknots. “I don’t think they’re sombreros at all,” he says. “The one on the right is probably a fire chief’s hat.”</p><p>Whatever the answer, future historians must take into account the possibility that the origins of modern-day Texans may lie farther out of state than was previously recognized.</p><img/><img/><p><strong>ANOTHER Mysterious Disappearance In the Amarillo Triangle</strong></p><img/><p>On July 21, 1957, a Uranium prospector named Bub Traven disappeared several miles outside of the small town of Eisenhower, Texas, just hours after mailing a postcard to his sister in Tenafly, New Jersey.</p><p>In 1982, at a Fina station on U.S. 40, just east of amarillo, Bub Traven reappeared. He said his new name was Hogo Pogo, and after expressing astonishment at the price of gasoline, he began to recount a bizarre story.</p><p>Traven-Pogo maintained that he had spent the previous quarter century touring all the planets of the solar system and even a planetary grouping around one of the stars in the Big Dipper. There he said he drank Moxie and had carnal relations with amelia Earhart, who disappeared from Earth during a round-the-world flight in 1937, and with actress Rosemary DeCamp, who disappeared during a 20 Mule Team Borax commercial in 1965.</p><p>An amarillo disc jockey interviewed the man the following day and recorded what is known in UFO literature as the Hogo Pogo tapes. In them, Traven, after discussing his breakfast at the motel that morning and declaring his amazement that “you can see sex on TV these days,” went into what the disc jockey insisted was “unbelievable detail” about his interplanetary travels. When played back for witnesses, however, the first of the tapes appeared to have been recorded at such a high speed that it sounded, according to one witness, “like a bar conversation between mice.” The second tape was more seriously ruined. It contained nothing but an eighteen-and-a-half-minute conversation between H. R. Haldeman and Richard Nixon concerning hush money.</p><p>Bub Traven-Hogo Pogo checked out of his motel room that afternoon and vanished again, apparently for good. But three days after his startling reappearance at the Fina station, the postcard he mailed in 1957 arrived at his sister’s home in New Jersey, bearing a smudged postmark. Where it had been or, for that matter, where Bub Traven had been for the previous 25 years remains one of the many unsolved mysteries of the amarillo Triangle.</p><img/><img/><p><strong>The Texas Taxi</strong></p><img/><p>No Incident In Texas history is stranger than the disappearance of five men and a burro who departed from the town of Luxor, Texas, in May 1888. Authorities believe they were headed for El Wences, one hundred miles to the south. But their claim that they were inaugurating taxi service in the Panhandle is now known to have masked a more ambitious project. Secret records unearthed in the Luxor Chamber of Commerce archives suggest that the men were on a secret mission to locate the legendary Lost Caballeros Mine, widely believed to have been in Mexican territory.</p><p>Unfortunately, within hours of leaving Luxor, the five men themselves became Lost Caballeros, as they were engulfed by an immense swirling dust storm and never seen again.</p><p>Meteorologists are now certain the choking dust that swallowed them was no ordinary storm. It was the mysterious El Ninja, the perennial dark cloud of the Panhandle. First noticed by Coronado, who called it La Escoba Electrica (“the vacuum cleaner”), the storm has confounded weathermen and medicine men alike for centuries. As it rolls back and forth across the empty plains, it routinely disrupts weather patterns over the entire Southwest. And there are those who speculate that in spite of its seemingly random wanderings, its black winds conceal a secret even blacker.</p><p>Were the unlucky travelers lured to their doom by some sinister force lurking within El Ninja? Were they abducted by alien craft? Or did they in fact emerge later to locate the fabled mine, get rich, and open the chain of Lost Caballeros restaurants that now dot the area? Their fate remains a subject of debate to this day.</p><p>But evidence exists to suggest that the Caballeros met a fate even more horrible. In the nearly one hundred years since their disappearance, witnesses of El Ninja have frequently reported hearing mournful cowboy singing coming from somewhere within the cloud of dust rolling over the prairie. Have the Caballeros been condemned to an eternity of singing five-part harmony? are they the kept entertainers of alien beings with unaccountable tastes in music? We may never know. All we can be sure of is that the Lost Caballeros Mine has never been located and that taxi service never took hold in the Panhandle.</p><p><em>Brad Holland is an artist who lives in New York City.</em></p><img/><img/>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "June 1987",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "Amarillo",
      "disappeared",
      "Cowboy",
      "Fate",
      "Texans",
      "Artist",
      "Austin",
      "Breakfast",
      "Commerce",
      "Culture",
      "Debate",
      "Earth",
      "Fire",
      "flight",
      "Future",
      "Gonzales",
      "History",
      "Home",
      "Literature"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Texas",
      "Amarillo",
      "Austin",
      "Mission",
      "Panhandle"
    ]
  }
}