{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19858",
    "date": "August 1985",
    "year": 1985,
    "month": 8,
    "month_formatted": "August",
    "pdf_uri": "/1985/19850800.pdf",
    "issue_cover_image": "",
    "document_start_page": 108,
    "toc_start_page": 106,
    "document_page_range": [
      [
        108,
        109,
        110,
        111,
        112,
        113,
        114,
        115,
        116
      ],
      [
        119
      ],
      [
        178
      ],
      [
        180,
        181,
        182,
        183,
        184
      ],
      [
        186,
        187
      ]
    ],
    "toc_order": 1,
    "toc_headline": "Isle Without End",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198508-islewitho",
  "source": "/1985/19850800.pdf",
  "wp_post_id": 121134,
  "wp_post_guid": "http://www.texasmonthly.com/article/isle-without-end/",
  "authors": [
    "Stephen Harrigan"
  ],
  "headline": "Isle Without End",
  "dek": "Venerable Padre, the world's longest barrier island, has survived cannibals, pirates, land wars, condos, and tidal waves of trash. As a 115-mile journey down its beaches proves, Padre's fragile beauty somehow endures.",
  "spread_caption": "",
  "excerpt": "An early castaway described Padre Island as “a wretched, barren sandbank.” It’s better known today as the Gold Coast of Texas, but its identity is still rooted in wildness and age-old solitude.",
  "kicker": "",
  "word_count": 11588,
  "content": "<p>An Old Man Who Was Hanging Out At a bait stand in Flour Bluff asked me if I was driving to Padre and if I would give him a ride across the causeway. His face was badly sunburned, and he wore an old corduroy sport coat and a cap with gold braid on the bill.</p><p>“They call me Half-acre,” he said as we started across the laguna. “I worked for army intelligence during the war. Still do, in fact.” He looked out the window as a great blue heron that was standing at the water’s edge spread its wings, executed a deep curtsy, and shoved itself aloft. Behind the bird a board sailor was hotdogging in the shallows, riding with his feet on the rim of the board and pointing the sail ahead of him, clew first, like a weapon.</p><p>I wanted to ask Half-acre if he had ever gone across on the old causeway, whose wooden pilings were still visible in the shallow water, but he was busy talking about Russian submarines, coded messages, and something about a Walther handgun that he had stolen from Hitler. Up ahead was the Intracoastal Canal, and soaring above it was the elegant span that replaced the swing bridges I had known as a kid. At the top of the new bridge I let my eyes drift from the road and looked out over the Laguna Madre-the Mother Lagoon. Its surface was marked by oyster reefs and spoil islands, and to the south the mild, milky-blue water bled into the horizon. Ahead, where the road touched down again, was Padre Island.</p><img/><img/><p>Photography By Kent Barker</p><img/><p><strong>“I was here just after spring break and a few weeks before the summer tourist season, and so South Padre Island had a downtime feel—not appealingly logy like a genuine coastal town, just a shade vacant and remote.”</strong></p><p>“i’m a doctor too,” Half-acre was saying. “Psychiatrist. I’ve worked with the finest psychiatrists in the world. They’d send me their toughest patients, the ones they couldn’t help. I was able to cure them all but one, and I married her. She got her head blown off, though.”</p><p>I was trying to decide whether to inquire further when we reached Half-acre’s destination, another bait stand, on the narrow shell bank between the causeway and the water. He thanked me for the ride and walked inside, leaving me to wonder if anywhere in the world there was a better environment for such a grizzled old salt than Padre Island.</p><p>“a wretched, barren sandbank,” wrote a doctor who was shipwrecked here in 1846, “destitute of animals, and nothing found existence here, but disgusting sand crabs, and venomous insects.”</p><p>No longer wretched, no longer barren, no longer destitute, the island is still, in its mysterious essentials, much the same place that castaway described. It is the world’s longest barrier island, running for 115 miles along the Texas coast and guarding the fertile waters of the laguna from the open Gulf. At its north end, near Corpus Christi, it is sporadically developed. There is a county park, a few beachfront condos and hotels, a back-island residential community with canals and an open-air church-all of it giving way soon enough to Padre Island National Seashore, which is a wild stretch of 67.5 miles acting as a psychic counterbalance to the booming resort city of South Padre Island at the southern end.</p><img/><p>Even so, “island” seems too grand a term for the place. It is, in fact, a sandbank, half desert and half mosquito-ridden grass flats, a wayward spit of land that, depending on your circumstances, could be either a purgatory or a paradise.</p><p>My circumstances that april day were pretty good. I was outfitted. Since I was going to journey down the length of the island, over dicey shell beaches and stretches of soft sand that could ingest a car up to its headlights, I had rented a four-wheel-drive Blazer. I had a Sears tent designed by the great mountaineer Sir Edmund Hillary, a few cans of Sweet Sue Chicken ’n Dumplings, four bottles of Gatorade on ice, and a fishing license that I had sworn out at a local 7-Eleven.</p><p>Here, near the tip of the island, the tidal flats were overgrown with condominiums, and the island road was lined with sales offices, convenience stores, and windswept shell boutiques. I headed off north, to access Road 3, an old haunt. The access road led to the beach just below Corpus Christi Pass. At one time, the pass was a natural channel, as much as thirty feet deep in some places, that cut across the width of the island and separated Padre from Mustang Island, which runs north from this point 23 miles to Port aransas. The pass is only a remnant now, a wide break in the dunes that has filled in over the years with hard-packed sand and a few stray tidal pools, but its topographical importance still holds. This is where Padre Island officially begins.</p><p>Today was a Sunday, but the sky was overcast and there was a lingering trace of winter in the air that had kept most of the weekend beachgoers home. The few cars on the beach were widely spaced, parked broadside to the surf. Despite the overcast, people were doggedly sunbathing, stretched out on their hoods with their faces turned to the Gulf.</p><p>In the old days, that was about as crowded as Padre Island ever seemed to get. I remember being aware as a child of its vast desolation. It was a place that compelled attention but withheld comfort. The relentless wind, the noise of the surf, the salt sting of the water in my eyes —all those things seemed vaguely hostile. I had not been to any other seacoasts, but I imagined them as tamer, less isolated, less demanding. With more effort than ever seemed worthwhile, my mother would set up a folding metal table and tablecloth on the lee side of the car, and during the long afternoon we would fish or body surf or sit in the car eating potato chips, glad to have a place of refuge. I felt hounded by the wildness of Padre Island, but in the evenings I began to be seduced by it. We would sit in folding chairs as the moon came up, not bothering to move as the evening tide sluiced below us, the chairs sinking and shifting into the unstable sand. The insufferable wind by then had modulated to a cool sea breeze, and the waves were more regular and subdued. The track of the moon on the water was so bright and solid it looked like it could support your weight. The adults, sipping their drinks, would be moved to platitudes about beauty and infinity. The children were naturally suspicious of such sentiments, but like our elders we were both lulled and aroused by the spectacle before us. I would stare out beyond the whitecaps, expecting at any moment to see something really good: a breaching whale, or the suddenly exposed hull of a sunken caravel. Looking out to sea across that blinding streak of moonlight, I thought of Padre Island as a rare place, a place where some cosmic payoff was always near at hand.</p><img/><img/><p><strong>“The island was lined with souvenir stands and shell boutiques. All of this land had once belonged to Padre Balli, whose statue stood near the causeway. According to his descendant Johnny Balli (upper right), the padre was saying,'welcome to my island.”'</strong></p><img/><p>Since those days the island has, as its promoters say, “come a long way,” but its identity remains rooted in age-old solitude. Behind the imposing beachfront developments at the north end, along the tidal shore of the laguna, you can still find the sites of Karankawa camps —grass flats littered with arrow points and shell tools and bits and pieces of the Indians’ distinctive pottery, which they decorated with the natural asphaltum found on the beach. In those calm backwaters the Karankawas scavenged for clams and whelks; they set up weirs and picked off the trapped fish with their longbows. At night, on spots such as these, they built driftwood bonfires and drank tea made from yaupon leaves that left them overstimulated and prey to visions.</p><p>The Karankawas, according to an early settler, were “the Ishmaelites of Texas, for their hands were against every man and every man’s hand was against them.” From Cabeza de Vaca onward, almost every white man who encountered those extraordinary people was struck by their exceptional height, by their expert skill as archers and canoeists, and finally by their absolute defiance of the new order. They had no use for horses and firearms, yet they fought the invading hordes with such skill and savagery that even such a mildmannered soul as Stephen F. Austin ultimately found it necessary to call for their extermination.</p><img/><p>In the end, that is what happened to them. No Karankawas exist today to give an accounting of themselves, and the folklore that has arisen about them has been filtered through hundreds of years of anglo contempt. They are said to have been cannibals who enjoyed tying their victim to a stake, slicing off pieces of his flesh, and eating it before his eyes. One tall tale has them raiding villages and carrying off the children to eat as trail snacks on the journey back home. Another writer chastises them for their guttural language and even asserts that they had trouble pronouncing their own name.</p><p>So much about the Karankawas—their appearance, language, dress, weapons, attitude-was so strikingly different from other Texas Indians that they seem to have been an alien presence. One theory, espoused by Herman Smith, the staff archeologist at the Corpus Christi Museum, is that they were not North american Indians at all but Caribs from the West Indies who, sometime before Columbus, had made their way in dugout canoes from antigua to the Texas coast.</p><p>The Caribs were the Vikings of the Caribbean, a ferocious, seagoing people who raided from island to island, who were tall and naked like the Karankawas, and who were such skilled swimmers and bowmen that they could loose arrows while treading water. Smith speaks of the Karankawa arrival in Texas as an invasion. “These guys came across Padre Island like John Wayne at Iwo Jima, and whatever other Indian groups were around then were flat out of business.”</p><p>The Karankawas didn’t stay in business that long either, but their presence on Padre was unerasable. Driving between a row of collapsed beach umbrellas and the seawall that guarded the Holiday Inn, I could feel some archaic power of place, an almost physical sensation that drifted across my skin like the blowing sand.</p><p>Surfers were gathered near an old wrecked fishing pier, looking out at the waves with their boards still in their cars, waiting for some promising sign before they committed themselves. One of the surfers had a parrot perched on his shoulder, and as I drove slowly by I overheard him telling a girl that the parrot did not just mimic words but could carry on an intelligent conversation in six languages.</p><p>Half a mile beyond, Bob Hall Pier protruded out into the surf on its concrete pilings. The original pier had been made of wood, and in my memory it was longer, so that in walking out to its end you could sense the choppy shallows giving way beneath your feet to the ocean deeps. I remembered hooking a large stingray out at the end of Bob Hall, and I could vividly recall the steady, unflinching pull of its wingbeats. The fish was not merely trying to get away; it was communicating its outrage, and when I saw its strange kite shape break the surface I felt as if I had committed some awful trespass against nature.</p><p>Hurricanes-Carla, Celia, Beulah, and finally allen-had destroyed the old pier, and if the new structure was not quite as evocative, at least it appeared that it would last. The pier was part of what used to be called Nueces County Park. It had recently been named Padre Ball! Park, in deference to the priest from whom the whole island took its name. Jose Nicolas Balli was the son of well-heeled Spanish colonists who had settled in the Rio Grande Valley in the late eighteenth century. His mother was a powerful and deeply religious woman who passed on to her son a facility for not drawing too fine a distinction between material and spiritual comforts. “Padre Balli left,” one modern author cheekily writes, “unmistakable evidence of a carnate existence.”</p><p>Certainly the priest worked as hard at accruing capital as he did at saving souls. Sometime between 1800 and 1805 he applied to the crown for a grant to the unclaimed strip of land off the coast that alonso alvarez de Pineda, searching for the Strait of anian, had first named Isla Blanca. When his request was granted, he turned the island into a cattle ranch, placing his nephew in charge while he returned to the comforts of the mainland. The padre lived on the island only once, when he needed a refuge during the Mexican revolution of 1821, an event that assuredly did not favor the interests of an aristocratic Spanish priest. After the revolution, Balli managed to reaffirm his original grant with the new government in Mexico, but he died soon after, leaving behind a succession of heirs whose hold on La Isla de la Padre grew, over time, more and more tenuous.</p><p>I drove from Padre Balli Park back onto the road that led down the center of the island to the national seashore. Soon the filling stations and beachwear emporiums gave way to the dunes and hummocky grasslands that covered the island between the beach and the laguna. Padre was wide here—two miles across-and the swaths of seacoast bluestem, unmarked by trees, looked limitless and pure.</p><img/><p><strong>“Near Mansfield Channel an abandoned vehicle had subsided into the sand. I climbed onto the jetties and walked out fifty yards or so, watching the sea lice scatter around the boulders and listening to the suction of the water.”</strong></p><img/><p><strong>“I remembered one old-timer's account of the day he had caught five hundred pounds of redfish. After failing to do likewise I retired to my tent, where I tried to banish my outrage at the despoiled beach and let my mind coast into sleep.”</strong></p><p>The national seashore is 67.5 miles long, extending all the way to Mansfield Channel. It was created in 1962, after long and sometimes rancorous debate from private landowners and developers who were just beginning to realize the island’s potential. A few miles from the entrance, the road I was traveling took a dogleg to Malaquite Beach, the park’s only concession to the traditional beachgoer. Malaquite is half a mile long, a cultivated stretch of shoreline that is closed to automobile traffic.</p><p>The beach was almost deserted today. I went up to the big pavilion that housed a snack bar and bathhouses and looked out toward the Gulf, admiring the spotless sand and the wide expanse of blue water that began just outside the turbulent green of the surf. The snack bar was closed, as was the visitors’ center, and the pavilion itself-only fifteen years old —was already an eerie relic, its concrete supports eaten away by the corrosive air.</p><p>From Malaquite on, there was no road at all. If you wanted to go farther, “down island,” you had to have a vehicle that could pull you through the treacherous sand and shell banks that formed Padre’s limitless beach. I drove the Blazer down to the waterline and pointed it south, planning to travel near the surf as long as the sand held firm.</p><p>Beyond Malaquite the beach was wide, and the shoreline slipped unobtrusively beneath the foamy, played-out waves that minutes before had broken with considerable power against the outer bar. The dunes were low and scruffy, fringed with waving sea oats and low-level creepers like fiddle-leaf morning glory. But between the beach and the dunes something was wrong. I kept thinking as I drove along that it could not possibly be this bad, but I was gradually forced to believe it. Padre Island National Seashore had, in the years since I had last ventured this far, become a vast trash heap.</p><p>Most of the garbage had been compressed by wave action into one long strip, but it was difficult to find a square foot of beachfront that did not host an aluminum can or a beady chunk of Styrofoam. And it went on forever, a spectacle every bit as riveting as the natural vistas that I had driven down here to admire.</p><p>I was not naive. I was familiar enough with the island to understand that the pristine, undisturbed seashore it is advertised to have is largely a copywriter’s dream. Because the middle section of Padre lies at the point of convergence of two longshore currents, it provides a continuous reading of the state of the Gulf. Things wash up here-shells, tree trunks, coconuts, rafts of sargassum, buoys, floats from fishing nets, bottles, even treasure. But the waves make no distinction between picturesque sea wrack and garbage, and the same forces that bring us doubloons and conch shells also deposit sopping mattresses and broken light bulbs.</p><p>Scattered along the beach that day, I later learned, were 142 tons of trash. The problem was most acute along the sixty miles of the national seashore. Only about four miles of beachfront are routinely kept clean, a job that falls to probationers from the U.S. District Court in Corpus Christi, who patrol the areas north and south of Malaquite Beach each week, picking up litter by hand. The National Park Service cannot begin to afford the cost of keeping the rest of the island clean, and so it is left to sink under the weight of a constant accumulation of bleach bottles, packing materials, egg cartons, bedsprings, and indissoluble plastics in an infinite variety of forms.</p><p><strong>[ Continued On Page 176 ]</strong></p><img/><p><strong>[ Continued From Page 114 ]</strong></p><p>Island tourists are responsible for only a small percentage of the trash. The great majority comes from offshore—from oil and gas operations, from commercial shipping, and from the increasing pollution of the rivers that empty into the Gulf. Drop a paper cup into the Mississippi River in Hannibal, Missouri, in November, and it’s likely to end up on Padre Island in January.</p><p>The laws governing ocean dumping are anemic. Most vessels in the Gulf of Mexico are restricted from tossing their garbage overboard only if they are inside three miles from shore, and even inside that narrow zone, it’s easy enough for a crafty despoiler to evade the law.</p><p>I traveled on, with a heavy heart, in four-wheel drive. The corridor of trash and sargasso in the center of the beach was as unvarying as a traffic median. There were inordinate numbers of construction hard hats, rubber gloves, and the disembodied limbs of Third World baby dolls. Occasionally I would see a 55gallon drum standing on end with a yellow sticker warning the curious not to approach. Such drums could be found all up and down the seashore. They were filled with solvents, antifreeze, drilling fluids containing dangerous heavy metals. They too came from the Gulf, from drilling platforms or passing ships—“moonlight dumpers.” The National Park Service, at a price to the taxpayer of $1000 per drum, periodically sent men in moon suits to remove them, identify their contents, and dispose of them.</p><p>So the two most dominant features of Padre Island were trash and toxic waste. It was enough to drive me to think about radical remedies—decommissioning the national seashore, for instance, and hoping that the resulting flood of demanding condo owners would see to it that the beach was kept clean. But that was a surly thought and only a cosmetic solution. No real change would come unless an enforceable ban on dumping could be extended far beyond the three-mile limit and ports were required to have wastedisposal facilities for ships that would otherwise dump their refuse at sea.</p><p>About fifteen miles past the park boundary, the composition of the beach began to change from sand to shell. This was Little Shell, a region whose surface was graded with fragments of coquina clams. The shell looked solid, but it shifted and gave way and provided uncertain footing for my vehicle’s businesslike tires. The water washed over the shell in rounded cusps, and cormorants stood at the swash line on their heavy webbed feet, holding their wings out to dry. In the distant haze ahead I could see the island curving a bit, outward toward the Gulf.</p><p>At the fifteen-mile marker, near a giant fuel tank that was slowly oxidizing on the beach, I decided to make camp. There was a little draw where the dunes were blown out that looked like a good place to set up the tent, so I went to work clearing the site of garbage. When that was done I set up my new tent, which promptly took off into the air like a hang glider. Obviously, Sir Edmund Hillary had never camped on Padre Island. I was finally able to anchor it by setting six-gallon water jugs into the two windward corners.</p><p>That accomplished, I set off exploring. A pass had been dredged here several times in the forties and fifties as a way to regulate the salinity in the laguna, but the pass always closed in soon after it was finished, and now all that was left of it was a low, grassy valley that led through the dunes. A string of ponds followed the old course of the pass, and they were peopled with willets and shovelers and a little blue heron who loped ahead of me as I walked, hiding in the cattails until I flushed him out again.</p><p>Flies came to attack me. They were slow and easy to swat, but there was such an endless supply of them that I gave up my goal of walking to the other side of the island, a mile distant. Instead I climbed a high dune and looked out toward the laguna, which from that distance was merely a broad, shimmering mirage. A little to the south, in the center of the laguna, was a landmark called the Hole. The Hole was deep, and the water that surrounded it was so shallow that sometimes it would evaporate, leaving great numbers of fish swimming in a natural trap. Louis Rawalt, who spent most of his life on the island, described how on such occasions one person could take two or three thousand fish.</p><p>Rawalt came to the island in 1919 when he was 21. He had been gassed in World War I and was told not to expect to survive more than six months. He decided to live out his life on Padre, which he did, although he did not die until he was 82. He made a living by fishing and beachcombing, traveling up and down the island in his Model T. He once found a Mayan figurine that dated back to 4500 B.C. Another time, walking in the dunes, he came across the hull of a Spanish galleon.</p><p>As I walked back to my camp I remembered Rawalt’s account of the day he had caught five hundred pounds of redfish while surf casting at Little Shell. I hadn’t fished since high school, but I had brought along a rod and reel from those days; its monofilament line had turned as yellow as old newspaper. Why not give it a try? I got the rig out of the truck, clipped off the old leader, and put on a stainless steel hook and a fancy surf weight that would help keep my bait on the bottom, where the wily redfish prowled. The bait was dead shrimp. I remembered how to puncture them just under the rear fins —fragile as dragonfly wings-and let the hook travel through the body, bending the shrimp to its shape.</p><p>Now what? I waded out into the gut past the first bar. The water was not warm, and the waves were high enough to slam me in the chest and make me think about my footing. Standing on the next bar, I cast out ahead into the deeper water, trying to remember if this was the way you were supposed to do it. After five minutes I was looking at my watch. The body blows from the surf were not conducive to patience. Serious surf fishermen—I had passed a few of them on my way downsat in lawn chairs and drank beer, their rods set into metal holders. But I had decided I would either do this like a sportsman or eat Sweet Sue Chicken ’n Dumplings for dinner after all.</p><p>Crabs were down there nibbling at my bait. They sent up delicate tremors through the brittle fishing line. After a while, because I was bored, I began to reel them in, admiring the tenacity with which they held onto the shrimp with one claw as they rose into the air.</p><p>Unable to recall a single instance in which I had actually caught a fish in the surf, I gave up and walked back to the truck and waited for night. When it came, moonless and chilly, I built a driftwood fire and watched the sparks, driven by the offshore wind, bound off into the dunes. They moved so swiftly that they seemed alive and willful, as if each glowing speck leapt out of the flames with a destination in mind.</p><p>The headlights of a jeep traveled down the beach. Its passage was marked as well by a regular series of percussive sounds —<em>pop-pop-pop</em>—as its tires hit the inflated sacs of beached Portuguese men-of-war. Except for the jeep, the beach was deserted. Offshore I counted nineteen lights. Half of them—the steady ones-were drilling platforms. The others were shrimp boats, trawling out beyond the bars where the shrimp were feeding in the dark water.</p><p>It was the sort of night that, long ago, would have appealed to those individuals who were in the business of wrecking and looting ships. Wreckers —some of whom were former pirates in the service of Jean Laffite—found the remote beaches and treacherous shoals of Padre Island to be a perfect location for their endeavors. They would typically attach a lantern to the end of a long pole that had been strapped to the front leg of a donkey, then lead the animal in tight circles on the beach. A captain at sea would read the distant, bobbing point of light as a buoy and steer his craft to the harbor he assumed it marked. By the time he realized his mistake, he would already have run aground on the outer bar.</p><p>The waters off Padre were dangerous enough, even without the services of wreckers, and over the years hundreds of ships foundered there. One of the island’s most notable castaways was John Singer, whose schooner, the <em>alice Sadell,</em> broke apart in the surf in 1847. Singer and his wife, Johanna, built a shelter from the remains of the <em>alice Sadell</em> and, while they waited for rescue, discovered that they liked the island well enough to stay. Singer—whose brother was the inventor of the sewing machine-apparently had some capital, and over the years he built up a considerable ranching operation. At the site of Padre Ballfs old Rancho Santa Cruz, Singer constructed a house from mahogany timbers, a blacksmith shop, and corrals. He and his wife had six children. When Johanna grew tired of island life, she put on a pair of canvas mittens and rowed a flat-bottomed skiff across the laguna and then traveled by oxcart to the relative splendor of Brownsville.</p><p>During the Civil War the island was part of the Confederate blockade. Because the Singers were openly pro-Union, they were forced off. In a panic they placed their fortune—$62,000 worth of jewelry and old Spanish coins —in a screw-top jar and buried it in the dunes. After the war they came back to the island to retrieve it, but it was the old story: the sands had shifted, the landmarks had disappeared, the treasure was lost. Singer searched for it for a year. His wife died. Finally he gave up and sailed for South america. Treasure hunters have been searching for Singer’s ranch headquarters, the Lost City, ever since. A Brownsville man is said to have found it in 1931, but before he could locate the screw-top jar the sand had engulfed the site again.</p><p><span class=\"dropcap\">W</span>hen the fire died down I took a walk along the beach, the darkness so intense that I almost collided at one point with a giant cat’s cradle of driftwood. I could not see the surf, but I could sense its movement, the constant crawl and slouch of the waves that could seem, from one moment to the next, either a threat or a comfort. The sound of the waves was constant too, but I had long since stopped discerning it. It was the aural baseline; above it was silence and, just occasionally, the panicky whining of coyotes.</p><p>A friend to wildlife, I left some scraps out for the coyotes and retired to the tent, listening to its fabric snap and billow in the wind. The tent had a floor, so I didn’t worry about sand crabs, but sand drifted in through the mesh windows, and I could feel it falling on my face like pollen. I didn’t mind. The air was pleasantly rank —salt air-and I banished my outrage at the despoiled beach and let my mind wander, coasting into sleep on a childhood memory of body surfing, recalling the sensation of soaring in those smooth waves just before they broke.</p><p>By eight o’clock the next morning I had packed and driven twenty miles farther down the beach to Big Shell. The large cockleshells that covered the surface of the beach were streaked with pale bands of color. Unbroken sand dollars were everywhere, and dozens of Portuguese men-of-war huddled together in one spot, the wind having blown them all along the same course. I took an inventory of the unnatural flotsam as well. Within a fivefoot radius of where I was standing were a turquoise detergent bottle, a shredded egg carton, a bottle of Lea and Perrins sauce, a pair of light blue Fruit of the Loom jockey shorts, a milk carton, a plastic bag, a club soda bottle, three light bulbs, a container of Lemon Pledge, a ski rope, a sandal, a tuna can, three beer cans, a can of Puncture Seal, an oil filter, and a carton of acadia buttermilk from Thibodaux, Louisiana.</p><p>I looked up in time to see an osprey dive deep into the surf and then shoot up like a subsurface missile, a mullet in its beak. A hundred yards down the beach a sea turtle was washing in. Its head was gone, and though the carcass was fresh enough to bleed, the flesh that was left was gruesome and moldy and hung like a tattered curtain covering the hole where the head had been. More than likely the turtle had been decapitated by a shrimper who had accidentally hauled it to the surface and wanted to ensure that it did no more damage to his nets.</p><p>The turtle’s shell was about three feet in diameter. I took a good look at the arrangement of the scales on its plastron and then ran a make on it with my reptile book. It was a Kemp’s ridley, a threatened species believed to have nested on Padre Island early in this century. Eight years ago a project had been started to reintroduce the turtles to the island. Eggs were collected from the ridleys’ breeding ground in Mexico and buried in Padre Island sand. When the hatchlings emerged they were allowed to flap down the beach—thus imprinting the place on their consciousness —and then scooped out of the water. A year or so later, after growing to the size of saucers, they were tossed out into the Gulf. The hope was that their homing instincts would return them to Padre, but nobody would know, until the first hatchlings reached sexual maturity, if the project would succeed. Meanwhile, more and more turtles were washing up dead.</p><p>A high, conspicuous dune was nearby, blown out in the center like a volcanic crater. I wondered if it might be Black Hill, the site of one of the old line camps from Pat Dunn’s ranch, but when I walked back into the dunes to investigate I could find no trace of the corral that was supposed to be still standing.</p><p>Pat Dunn-Don Patricio to his vaqueros —ran a cattle ranch on Padre Island for almost fifty years. He came out here with his two brothers in 1879, when he was 21 years old and the Kings and Kenedys were starting to put up fences on their vast mainland holdings. Forgotten and nearly inaccessible, Padre remained open range. It was in many ways an ideal location for a cattle ranch. Fresh water was available if one dug deep enough in the dunes, and the Gulf on one side and the laguna on the other served as natural boundaries. The narrow strip of land made the logistics of a roundup simple, and cattle were easy to spot in the almost treeless grass flats.</p><p>Dunn was thoroughly accommodated to island life. He built a home out of lumber found on the beach, furnishing it with chairs salvaged from a wrecked steamer. When a 125-pound tin of hardtack washed ashore he developed an unnatural fondness for its contents and hoarded it for years. He was kind to his cattle, preferring that his cowboys catch them by hand because he thought roping was cruel. The cattle in turn flourished, adapting to the island so completely that Don Patricio called them sea lions. They licked dead fish for salt and wallowed in the asphalt deposits and supposedly ate crabs off the beach. To get them to market they had to be swum across the laguna, and from such peculiar trail drives there grew persistent stories of drovers’ lassoing redfish.</p><p>Over the years Dunn acquired title to almost all of Padre Island, selling it in 1926 for $125,000 to Colonel Sam Robertson, who dreamed of turning it into a major resort until a hurricane blew away his improvements. Dunn moved to Corpus Christi. He maintained a suite in the Driscoll Hotel and was driven around by a chauffeur, but he seemed less content than in the years when he nibbled hardtack on Padre Island.</p><p>“If the Lord would give me back the island now,” he groused after he sold out, “wash out a channel in Corpus Christi Pass thirty feet deep, and put devilfish and other monsters in it to keep out the tourists, i’d be satisfied.”</p><p><span class=\"dropcap\">A</span> shrimp boat was aground on the beach at the thirty-mile marker. Its name was the <em>Majestic Clipper, </em>and it was canted to one side, its port outrigger dipping into the surf. The <em>Majestic Clipper</em> was a large seagoing vessel, maybe eighty feet long, and on the otherwise featureless shoreline it took on scale, so that it seemed to have the dimensions of an ocean liner.</p><p>While I was inspecting the boat, a man looked down from the bow, tossed a rope over the side, and shimmied barefoot down to the sand.</p><p><em>“Hola</em>,”he said when he landed. He told me he was from Brownsville and was the only member of the crew still aboard. Everyone else had left the day the <em>Majestic Clipper</em> tangled a line in its prop and ran aground. But the captain had ordered him to stay on board so that nobody could claim salvage rights. That had been nineteen days ago, he said, in a tone that implied it was no fun to be a castaway. For one thing, it was hard to sleep in a boat that was tilted at a 45-degree angle.</p><p>He stood back, peeling an orange that I had given him, and looked at the boat as if he were studying his predicament for the first time. “Maybe the captain will come this week,” he said, then shrugged. “Maybe not.”</p><p>I left the shrimper some more fruit and drove on, reminded anew of Padre’s reputation as the graveyard of the Gulf. The history of the island is in large part the history of shipwreck, and the evidence of its fatal magnetism is never far from sight. Some miles past the <em>Majestic Clipper</em> were the ruins of the <em>Nicaragua,</em> a coastal steamer that was driven aground during a storm in 1912. The rusted boilers of the ship rose prominently from the surf, their presence tampering with the normal course of the waves and causing a surge that periodically left one or two other jagged hulks of steel exposed.</p><p>Ten miles beyond the <em>Nicaragua</em> were the granite jetties of Mansfield Channel. A truck chassis had subsided into the sand at the edge of the boulders, and a pile of soft drink cans had been effectively sandblasted by the high winds until their labels were effaced and they shone like a precious metal. I climbed onto the jetties and walked out fifty yards or so, watching the sea lice scatter around the boulders and listening to the suction of the water in the crevices below. Mansfield Channel, built in the late fifties to provide the mainland village of Port Mansfield with access to the Gulf, was the terminus of the national seashore, though Padre Island itself ran for another forty miles on the other side. The channel was wide, and the water here was blue. A shrimp boat, flying the skull and crossbones, was moving through the jetties out to the Gulf, its wake disturbing a small sportfishing boat, <em>Yesterday’s Wine,</em> that was anchored near the channel marker.</p><p>A terrible thing happened here in 1554. Of all the shipwrecks that have occurred on Padre Island, the loss of the Spanish treasure fleet is the most lurid and unforgettable, the event that forever fixed the island’s reputation as a savage and alluring place.</p><p>“Woe to those of us who are going to Spain, because neither we nor the fleet will arrive there,” a Spanish priest named Juan Ferrer is said to have proclaimed as his ship left Veracruz. “Most of us will perish, and those who are left will experience great torment, though all will die in the end except a very few.”</p><p>Such dire predictions were not out of character for Fray Ferrer, who was so full of strange and cryptic pronouncements that he had been summoned back to Spain by the emperor to “give an account of his dreams and fantasies.” His fellow passengers were noblemen and merchants who were sailing home with their families, bearing the fortunes they had made in New Spain. The four ships that sailed from Veracruz were heavily laden as well with the crown’s revenue from the enterprises of its colony. <em>Santa Maria de Yciar,</em> the only ship whose register still exists, carried more than 15,000 pounds of silver, most of it in coins stored in casks.</p><p>The ships were to sail to Havana, where they would join a larger fleet for protection in the atlantic crossing. But twenty days out of port they were struck by a violent spring storm. One of the ships managed to make it to Havana, but the other three, running before the storm, were blown all the way back across the Gulf and broke apart within a few miles of each other on the shore of Padre Island.</p><p>About three hundred Spaniards, many of them women and children, survived the wrecks. For reasons that are unclear, they decided to abandon the shelter and provisions that could have been salvaged from the ships and undertake a march to the Spanish settlement of Panuco, which they thought lay two or three days to the south. What lay between them and Panuco, however, was not only the whole southern half of Padre Island but three hundred miles of marshy coastal lands on the other side of the Rio Grande. For seven days they walked south under the open sun, eating what shellfish they could find and licking the leaves of plants for moisture, unaware that they could find fresh water by digging in the dunes.</p><p>Finally they were approached by about a hundred Indians (likely Karankawas) who offered the Spaniards food and then stood by suspiciously as they ate. It dawned on the castaways that they were trapped, and as the Indians watched they began quietly to prepare themselves, readying the two crossbows and various other weapons that they had salvaged from the wreck. When their hosts attacked they were able to repulse them, but as they continued their march the Indians dogged their steps, picking off stragglers with their bows and arrows.</p><p>In twelve days they reached the Rio Grande. Crossing the river on makeshift rafts, they lost their crossbows. Soon after, two Spaniards were captured by the Indians and then released when they had been stripped of their clothes. That incident gave the castaways hope that all the Indians wanted was their garments, and in desperation they took off their clothes and cast them on the sand.</p><p>Naked, debased, defenseless, the Spaniards marched on. The priests sent the unclothed women in advance, where the men could not see them. One chronicler reports that some of the women dropped dead from shame.</p><p>When the women and children reached the Rio de las Palmas they barely had time to drink before the Indians attacked, shooting from a distance with their powerful bows. “The wounded child would run toward the mother for help,” we are told, “but the wound was felt by the mother as if it were her own.”</p><p>By the time the men came upon the scene, all of the women and children were dead. The men walked on, two hundred of them. On the other side of the river fifty of them were killed. The remainder walked for twenty more days, picked off one by one until their hopeless trek to Panuco ended in annihilation.</p><p>There were two survivors. A priest named Fray Marcos de Mena, left for dead in the dunes after being struck with seven arrows, somehow revived enough to continue the journey. He went for four days without food or water, and when he collapsed at night sand crabs picked at his wounds. Muttering prayers as he staggered down the beach, he finally reached Panuco. The other survivor, a soldier named Francisco Vasquez, broke off from his companions and walked alone back to the wreck site. He was there only a few days before he was rescued by the salvage fleet that had been hastily organized once word of the loss of the treasure ships reached Veracruz.</p><p>The salvage crew set up a camp on Padre Island, and for months divers, using only lung power, brought up load after load of silver reales. At the end of the project, only half the treasure had been recovered. The rest sank into the sand bottom, along with the ships’ timbers and fittings and the personal effects of the doomed passengers.</p><p>For four hundred years silver coins have been washing up on the beach north of Mansfield Channel. When the channel was made, the dredge passed right through the final resting place of the <em>Santa Maria de Yciar,</em> destroying the site but bringing to the surface, among other relics, one of the ship’s anchors.</p><p>Such discoveries narrowed the field of search for treasure hunters, and in 1967 a salvage firm from Indiana located the wreck of the <em>Espiritu Santo</em> and began hauling up artifacts. The search was promptly shut down by Jerry Sadler, the Texas land commissioner, who argued that the treasure belonged to “the schoolchildren of Texas.” a long-running legal contest sent the salvage firm back to Indiana, and the state, in the guise of the newly formed Texas antiquities Committee, moved in to claim its prize. In the early seventies the committee launched a full-scale underwater archeology project, burrowing through the sea bottom to find anchors, astrolabes, fragments of timber, verso cannon, and crucifixes.</p><p>And of course treasure. The archeologists brought up bullion disks and gold bars and hundreds of silver coins, but when the project was over a great deal more was left buried in the sand. Under the antiquities law all of it belongs to the state. Pocketing anything-coins, cannonballs, corroded spikes-is a crime punishable by a fine of up to $1000 and a jail term of up to thirty days.</p><p>“Treasure is there for all, for you and you and you,” writes one splenetic author. “But now, in the event you do manage to unearth one of these fast-eroding coins <strong>. . . You Are Required By Law</strong> to take it to someone sitting in their air-conditioned office and <strong>GIVE</strong> it to them.”</p><p>Treasure hunters still converge on Padre, despite the antiquities law and despite the certainty that their metal detectors will be confiscated if discovered by a park ranger. “If you find anybody camped two miles north of the jetties,” a treasure hunter named Dave told me, “I can guarantee you, they’re hunting.”</p><p>I had met Dave at a hotel bar in Corpus. The meeting had been arranged by intermediaries, as carefully as if it were to be a meeting with a mob boss instead of an outlaw hobbyist.</p><p>“My position is this,” he said. “Once you establish the historical significance of a site and the kinds of finds that are going to be made, why not go ahead and let people find the relics? The archeologists don’t have any use for these coins. They’re not going to tell them anything they don’t already know.</p><p>“I don’t feel like a criminal, but the first couple of times I went down there I was scared the whole time. I’ve seen people get so worried they make themselves sick to their stomachs.”</p><p>Dave hunts mostly in the winter, after high tides or storms. He drives down in the daytime, sets up camp, and hunts all night, sweeping his metal detector over the sand and illuminating his way with a single flashlight. If he sees a car coming or anything suspicious he turns off the light and hides the detector in the dunes. He has never been caught, and he knows of only one person who has been arrested on Padre Island since the antiquities law went into effect. Even so, he’s paranoid.</p><p>He looked around warily and took out of his jeans pocket several plastic bags containing coins he’d found on the beach. The silver pieces were dark gray, their edges ragged and worn thin. They were coins from the 1554 shipwrecks, minted in Mexico City in denominations of 2 and 4 reales. The names of Carlos and Johanna, the rulers of the Holy Roman Empire, were imprinted in a circle around a rendering of the pillars of Hercules. “Usually when you find a coin,” he said, with a glance at a passing waiter who seemed a little too interested in our conversation, “there’ll be so much tar and debris on it, it’ll look just like a piece of tar.”</p><p>Dave said that he finds coins, usually a few a night, on two out of three trips down to the island. In the last six years about two thousand coins from the 1554 wrecks have been found on the beach by treasure hunters. Almost all of them have been in denominations of 2 or 4 reales. A few 3-real pieces have been found, but they’re very rare. One of those, in good condition, might sell for $600.</p><p>“Back in the fifties and sixties there were some people who supposedly made a lot of money digging up coins off the island and selling them in Mexico, but it’s not really profitable anymore. I wouldn’t ever sell any of these coins anyway. One day, I suppose, i’ll put them in a museum somewhere.”</p><p>I picked up one of the coins and ran my finger along its worn surface, thinking about how this blackened, wafer-thin object had once been part of the wealth of New Spain. Now, four centuries since its loss, it was something considerably less than a piece of treasure and more than a souvenir.</p><p>Today, walking by the jetties, I scanned the ground ahead, almost unconsciously looking for a flat disk of tar that might hide such a coin. I found nothing, of course, which was probably for the best, because in my heart I was not sure I would be able to obey the antiquities law that forbade me to touch it.</p><p><span class=\"dropcap\">M</span>ansfield Channel was a major obstacle in my journey down the island. There was no bridge or ferry to take me across, and swimming or hitching a ride on a boat would have meant leaving the Blazer behind. I thought about how formidable this body of water must seem to the illegal aliens who use the island as a route north from Mexico. They have to cross the deep pass clinging to inner tubes.</p><p>The only feasible way for me to get to the other side was to drive back to Corpus, fly to South Padre Island, and then proceed northward on the island until I reached the opposite shore. A week later that was where I was, sitting across the channel on the jetties, eating lunch and watching a pod of dolphins in the pass. They were feeding in a school of mullet, close enough to where I was sitting that every so often one of them would raise an eye above the waterline and look at me.</p><p>From that point south, the island was privately owned, but there was little to distinguish it from the national seashore until one reached the condominium towers of South Padre Island. There was no road on this part of the island either, so I had rented a three-wheel all-terrain vehicle and driven up from South Padre on the beach.</p><p>The ATV had been more fun than I had expected, and as I sat on the jetties, studiously observing the dolphins eating their mullet, I could not keep my eyes from the bright yellow vehicle parked on the beach. Soon I was roaring off again down the swash line, popping men-of-war with my knobby tires and leaping over piles of sargassum. Ghost crabs, their eye stalks fully extended in alarm, zipped into their burrows at my approach.</p><p>Except for a few more drums of toxic waste, the trash problem on this side of the island was not as severe, and the wide beach grew cleaner and the water clearer the farther south I headed. Over by the low, unsecured dunes the sand was surprisingly firm. Coyote tracks were imprinted there, and the ripple marks the wind had made in the tightly packed sand reminded me of the dense cloud patterns of a mackerel sky.</p><p>The island was narrower here, and the dune fields were more likely to be breached by hurricane passes. I veered off into the mouth of one pass, opening my machine up all the way on the hypnotic flats. The laguna was no more than a mile and a half away, but the landscape was so featureless that the distance seemed infinite. I passed over the flats at full throttle, in a kind of dream state, like a person falling through the air. I picked up the tracks of some cloven-footed animal —a javelina, probably —followed them to the edge of the dunes, and then took off into the open again, downshifting as the sand became softer toward the far side of the island.</p><p>I had heard stories of vehicles such as mine dropping out of sight into deep beds of quicksand out on the flats. I wasn’t convinced that the stories were true, but as I drew closer to the laguna, I paid particular attention to the consistency of the sand, worried that I might suddenly hear a slurping sound and find that it was all over. The bare flats were decorated with shell now, and there were a few isolated hillocks of back-island dunes. A carpet of blanched sea grass bordered the waterline, and a flotilla of little pink bryozoans was just drifting into shore. I waded out into the shallow water, not much liking the feel of the ooze beneath my feet, and looked without success for snail tracks. A formless, wraithlike creature, maybe an inch across, moved with surprising speed just beneath the surface, but I lost it when I took another step and clouded up the water.</p><p>Standing in the laguna, I was on the property of the State of Texas. In 1940 Texas had pressed a claim to the island itself, contending that the original Ballf grant was invalid. The suit was titled <em>State of Texas</em> v. <em>BalU et al.,</em> and even though the state lost the suit and the Ballf grant was affirmed, it was the et als, not the Ballfs, who carried the day. The padre’s descendants had, practically speaking, long ago lost ownership to people like Pat Dunn, who moved onto the island and acquired title by right of possession.</p><p>The defendants in the Ballf case included real estate developers and land speculators, people who had a stake in bringing to reality the long-cherished fantasy of turning Padre Island into the Gold Coast of Texas. With the state’s claim denied, there was nothing to stand in the way of the boom.</p><p>But the state did derive some benefit from the suit. It managed to set the western boundary of the island according to a survey conducted by J. Stuart Boyles. The Boyles line was more or less consistent with the observable shoreline, and so it left almost the whole of the Laguna Madre-and its potential for oil and gas revenue-in the possession of Texas.</p><p>Private owners have been sniping at the Boyles line ever since in an effort to extend their title westward into the laguna. In 1969 they commissioned another survey, by M. L. Claunch, that concluded that the mean high water line of Laguna Madre was considerably westward of the place where Boyles put it. In 1980 a group of developers sued the state, claiming ownership of a part of the submerged land between the Boyles and Claunch lines. The state, wanting to avoid the expense of a lengthy trial, gave in, a position it has since regretted. Nowadays at the General Land Office the Boyles line is regarded as a sacred boundary. If it is breached further, they say, Texas could lose half of the laguna.</p><p>Padre Island’s boundaries have always been elusive, its ownership always vague. It has been a difficult place to grasp with any instrument other than the imagination. No doubt I was trespassing on somebody’s land as I made my way back to the public beach easement, but I gunned my ATV without remorse. The island was vacant and still, and there was a certain natural primacy in just being here. I liked the way that Padre Ball! had originally taken possession. He had picked up rocks and thrown them in the four directions, and then bent down and drunk the water of the Laguna Madre. Those were gestures that seemed designed not to appease the bureaucrats of Spain but to appease, in some way, the island itself.</p><p>Ten miles down the island, the beach narrowed to a strip of sand guarded by a high balustrade of dunes. The dunes formed a series of peaks, a miniature mountain range rising thirty feet into the air. On the highest peak someone had planted a cross made of driftwood, and when I climbed up to inspect it and saw the view from that spot, I felt light-headed with appreciation. On one side was the abbreviated beach and the green Gulf water, so transparent that I could see a shoal of fish beneath its surface, an oscillating blue circle that swept slowly northward. The inland side was protected by the dunes. The greenery began at the summit where I was standing and swept downward in a series of swales that ran all the way to the gleaming whiteness of the tidal flats. The carpet was broken only by several small ponds, brackish and shortlived, that nevertheless appeared as deep and cold as glacier lakes.</p><p>I had no idea if the cross was there merely to mark the view or if it had some deeper significance. The view was enough, though. This was the spot. I suppose I believed at that moment that Padre Island was, in some unfathomable fashion, alive and aware, and that this was its pulse.</p><p>But there’s nothing like a ride on an ATV to clear your head of mysticism, and soon I was yahooing down the beach again. In the haze ahead loomed the fabled city of South Padre Island, and as I entered its jurisdiction I observed the speed limit and adjusted my attitude. I was here just after spring break and a few weeks before the summer tourist season, and so the place had a downtime feel —not appealingly logy like a genuine coastal town, just a shade vacant and remote. Its buildings—its Bahia Mars and Canta Mars, its Windsongs and Bali Hais-rose upward in sometimes shocking vertical counterpoint to the low-lying sandbar that supported them. I could almost feel the island sinking under their weight.</p><p>Thirty years ago South Padre had been little more than a Coast Guard station and a collection of fishing huts. Now, in full flower, it had the feeling of a city that had come up too fast. And yet I always found it a hard place not to like. Perhaps I was just a sucker for its furious fun-in-the-sun mores. Across the laguna sat Port Isabel, with its shrimp fleet, its hardware stores, its Union Carbide plant, as if South Padre had willfully shoved all the grimy and workaday demands of existence onto the mainland. It clearly preferred the role of grasshopper to Port Isabel’s ant.</p><p><span class=\"dropcap\">I</span> checked into a room at the Hilton and walked out onto the beach to sample the aquaculture. It was a clean stretch of sand that recorded the footprints of joggers and the tracks of the big graders that swept up and down the beach removing garbage. Dunes were struggling to be born in the gaps between the high rises, but elsewhere the familiar island zones had been obliterated and there was only the gorgeous, foreshortened beach.</p><p>Lying there, I read more lurid accounts of Karankawa cannibalism. “In this manner,” the author of my book noted, “the Indian tribes would kill the survivors for food. Instead of shopping at the supermarket, they did their food shopping in this manner.”</p><p>I digested a few more pages of such lore and then ventured into the surf. The firm sand at the waterline was nearly free of shells, and the shore dropped off cleanly. Past the second bar I was already over my head. The waves formed and broke elegantly, and I was struck by how much more comfortable I felt than I usually did in Padre surf. There was nothing here: no Portuguese men-of-war, no seaweed, no strange drifting blobs tickling the hair on my legs. I floated on my back, my eyes closed, relaxing even my perpetual vigilance of sharks. There was no menace in this water or even any inconvenience. But I surprised myself by missing the trashstrewn beach north of here, where the trash itself now seemed like an index of wildness, of the island’s unruly and unprotected essence.</p><p><span class=\"dropcap\">T</span>he next day I joined up with a group of travel writers who were being wooed by the South Padre Island Tourist Bureau. We went for a morning cruise in the Laguna Madre and then boarded a bus for a look at a new condo that Ben Barnes and John Connally had built in the center of town. The building was called the Sunchase. Its two gleaming white towers, each a halved pyramid, rose up and up into the Padre Island sky, suggesting, we were told, a bird in flight. The towers were crowned by twin penthouses. “Obviously,” our guide said as we filtered into the south penthouse, “Mr. Barnes and Mr. Connally think this will be the next Miami Beach of the Southwest.”</p><p>The penthouse was unfurnished, as stark and correct as an art museum. It had recently been sold for about $700,000. The Sunchase straddled the island in such a way that from any one of the penthouse’s deep windows or balconies you could see both the Gulf and the laguna. The island beneath us was such a narrow, feeble thing that I felt like a sailor in a crow’s nest looking down at the deck of his ship.</p><p>“The amenities here,” the guide informed us, “include a dry sauna, a steambath, racquetball, and tennis. In addition to this building, last year we started Sunchase Mall. We think this will be a nice amenity for this building and a nice amenity for South Padre Island in general. We hope there will be some nice restaurants there, and that will be a further amenity.”</p><p>It became clear as our tour of South Padre Island progressed that the whole city was in itself a gigantic amenity, a way to make this unforgiving sandbar not only habitable but luxurious. In a curious way the city was distancing itself from the island, building up and away from it instead of embracing it. The island was more and more peripheral to the great free-floating resort colony it had spawned.</p><p>Next we went to see the Turtle Lady. “Now she’s not a crazy lady who dresses turtles up in clothes,” our tour leader told us as we began to file out of the bus. “Well, she does dress her turtles up in clothes, but that’s just for the small children, to keep them interested.”</p><p>The Turtle Lady’s real name was Ila Loetscher. She lived in a house on Gulf Boulevard whose foyer was dominated by wooden troughs filled with circulating seawater in which maimed sea turtles swam about. The Turtle Lady wore a white blouse with puffy sleeves under a black vest that said “Save the Ridleys.” Her goal in life, she explained breathlessly, was to make the world safe for Kemp’s ridleys like the one I had seen washed up on Big Shell.</p><p>Her means of raising consciousness on that matter was, to say the least, peculiar. From one of the troughs she picked up a turtle the size of a serving platter and held him upright in front of her. “His name is Lynn,” she said, “and he wants to say hello.”</p><p>The turtle flapped his front flippers.</p><p>“What do you do, honey,” she asked him, “when you want to be kissed?”</p><p>Lynn laid his head back in a languid manner. The Turtle Lady kissed him on his bony beak.</p><p>“It only took me a week to train this little child to do that,” she said. “You give him love first, and he will knock himself out trying to please you.”</p><p>She held the turtle out to us. “anybody else want to kiss him?”</p><p>When we demurred, she led us out into the back yard, where larger turtles —ridleys and greens and hawksbills-were kept in concrete tanks. Several of the turtles were missing flippers. Another had been brought to the Turtle Lady in a coma after he had eaten fish coated with tar.</p><p>“They are very loving little creatures,” she said, gazing blissfully into the tank. “Every night these two go to that corner together and put their flippers around each other. So I know they dearly love each other. Of course they dearly love us too.”</p><p>She picked up a turtle she called Dave Irene and said, “Okay, let’s play our game.” The Turtle Lady pretended to chew on the turtle’s flipper, then began smooching her on the neck, smearing lipstick on the creature’s white wattly skin. “She could play this game all day long,” the Turtle Lady said, though Dave Irene’s reactions were not noteworthy. It is difficult for a sea turtle to look any way but indifferent.</p><p>On the way out I sneaked a peak in a downstairs closet. There, on hangers, was a row of frilly dresses in infant sizes. Turtle clothes. There were tiny sombreros too, and tiny little beds.</p><p>In the background I could hear the Turtle Lady cooing. “That’s right,” she said. “Uh huh. You’re Mama’s little baby, aren’t you?”</p><p><span class=\"dropcap\">D</span>riving around town later on my own, I noticed a statue of Padre Ball! that faced the incoming traffic on the Queen Isabella Causeway. When I asked how it had gotten there, I was told to talk to Johnny Ball!.</p><p>Johnny Ball! is Juan Jose Ball!, a greatgrandnephew of the padre and a resident of Brownsville, where he is a border inspector for the alcoholic Beverage Commission.</p><p>“It took five years of my life to get that statue up,” he told me over a Whataburger in Port Isabel. “But it was worth it. When I was going to school I remember telling my teachers in history class that I came from the family that owned the island. I was always laughed at. Now my nieces and nephews can get up in history class and say, ‘My family once owned this island, and there’s a statue to prove it.’ ” Ball! had wanted to meet in Port Isabel rather than South Padre because he didn’t like the idea of spending money in establishments that were effectively fleecing him of his inheritance. “This is a family,” he said, “that got a royal grant, and then we got a royal screw. It burns my ass to know that other people are enjoying something that doesn’t belong to them. It’s our birthright —it’s ours!</p><p>“You’ll have to excuse me if I get angry when I talk about this. I tend to get a little excited. But i’m not running in a popularity contest here. If somebody gets pissed off, piss on ’em!”</p><p>Just exactly what happened to the Ballfs’ hold on Padre Island is unclear. <em>State of Texas</em> v. <em>Balli</em> proved the validity of the original Spanish grant, but long before that the waters had been muddied. NonBallfs had been buying and selling the island for generations, and if today’s descendants of those usurpers did not have an unsullied claim, they had something more powerful on their side: reality.</p><p>Just thinking about the way things had turned out made Johnny Ballf squirm in his booth in outrage. But if he hadn’t gotten his family’s land back, he had been remarkably successful in making sure that nobody around ever forgot the name “Ballf.” In 1977 he fired his first salvo by standing up at a Cameron County commissioners’ meeting and announcing that as a member of the Ballf family he was claiming possession of Padre Island. For five years he haunted the courthouse, lobbying for a statue of his ancestor. He rallied other members of the family. Two hundred strong, they once marched to Padre from Brownsville. Another time a group of militant Ballf heirs blocked off the causeway leading to their ancestor’s island. In 1981 Johnny Ballf won his battle for the statue. Cameron County spent $40,000 to appease the Ballfs, although Johnny is miffed that few of the dignitaries invited to the unveiling bothered to show up.</p><p>“It’s like standing at a bakery window,” Johnny said, “just looking inside. Look what i’m bucking, man—people like John Connally. Big John himself. But maybe if I became filthy rich he could become my buddy. I know how to spend a million dollars just as well as the next guy. Hell, i’ve got good taste!”</p><p>We drove back over the causeway to look at the statue. The padre stood with his arms outstretched, a crucifix in his right hand. He was saying, according to Johnny, “Welcome to my island.”</p><p>“The greatest moment in my life was the day my father saw that statue,” Johnny said. “When it arrived here from Italy, they took us out to the warehouse to see it. It was up high in a big crate, and they had us get on a forklift so they could lift us up to see his face. My dad, he couldn’t believe it. He saw it and he just broke down and cried.”</p><p><span class=\"dropcap\">P</span>adre Island ended a mile or so south of the statue. Just past the causeway, at the Cameron County line, the resort glamour of South Padre began to trail off. Here there were water slides, video parlors, campsites of crushed shell where forlorn little pup tents were sandwiched between duded-up RVs. Widow’s walks made of salt-stained lumber had been attached to the tops of some of the mobile homes in Isla Blanca Park, and as I drove along I could hear the barking of seals from a nearby momand-pop oceanarium.</p><p>I got out and walked along the jetties that guarded Brazos Santiago Pass. Nearby, in an almost empty pavilion, a band was playing in competition with the tape decks from the cars parked on the access road. High school kids promenaded from car to car, a behavioral logic as deeply encoded as that of the ruddy turnstones that were scavenging among the jetties for crabs.</p><p>I looked north, up the island that was Johnny Ballfs birthright. The view was not all that good —there was the steady pressure of development on this end, the scandalous state of the beach on the national seashore. I counted on Padre Island to withstand those abuses, not knowing if it could. It seemed strange to me that this insubstantial sandbar could have had such a constant, lifelong hold on my imagination. Watching the mild waves slide onto the beach, I felt inarticulate, subdued—ready, like that ancient priest, to cast rocks to the four winds, to drink the water of the laguna, and claim the island as my own.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "August 1985",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Padre Island",
      "Water",
      "South Padre",
      "Waves",
      "Land",
      "Texas",
      "people",
      "Fish",
      "Spanish",
      "ever",
      "Shrimp",
      "Fishing",
      "Mansfield",
      "Cattle",
      "Law",
      "Mother",
      "South Padre Island",
      "Statue",
      "Tidal",
      "Trash"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Padre Island",
      "Texas",
      "Mansfield",
      "South Padre Island",
      "Corpus Christi"
    ]
  }
}