{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19858",
    "date": "August 1985",
    "year": 1985,
    "month": 8,
    "month_formatted": "August",
    "pdf_uri": "/1985/19850800.pdf",
    "issue_cover_image": "",
    "document_start_page": 132,
    "toc_start_page": 130,
    "document_page_range": [
      [
        132,
        133,
        134
      ],
      [
        197,
        198
      ]
    ],
    "toc_order": 6,
    "toc_headline": "My Three Sons",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198508-mythrees",
  "source": "/1985/19850800.pdf",
  "wp_post_id": 121122,
  "wp_post_guid": "http://www.texasmonthly.com/article/my-three-sons/",
  "authors": [
    "Prudence Mackintosh"
  ],
  "headline": "My Three Sons",
  "dek": "Do they love to hate each other? Or do they hate to love each other? I wish I knew.",
  "spread_caption": "",
  "excerpt": "Maybe the mayhem generated by a trio of battling boys is just their idea of brotherly love.",
  "kicker": "",
  "word_count": 3020,
  "content": "<img/><p>They're all different, which may be why the three brothers get on each others nerves: Drew, slothful and secure; William, the baby; and Jack, the oldest, a perfectionist.</p><p>Photography By Jim Myers. Styling By Karen Eubank</p><p><span class=\"dropcap\">W</span>nen my friend Sarah gave birth to her second son, I wrote to her, “I know you wanted a girl, but after observing my three sons, it’s hard for me to imagine how your Jacob would grow up without at least one brother. Boys seem to thrive on a rivalry that most females would find ridiculous or just counterproductive. It’s sometimes helpful to regard boys as less highly developed creatures —trilobites or nematodes. Their dad says that’s too harsh. He prefers to think of them as wolf cubs who express affection by chewing each other’s ears off. However, the blank, uncomprehending, uninterested stares they give in response to my lectures on the need for tolerance are clearly premammalian. They are Three Musketeers only if the motto reads, Free-for-all and Two against One. Gird your loins.”</p><p>I hope I didn’t frighten my friend. As my boys have grown older, the rivalry has become more subtle. It’s been two years since my husband, John, and I returned from an evening out and found the door to Drew’s bedroom propped against his wall. Uncharacteristically, every boy was in his bed with the lights out. On closer examination we found that the center panel of the door was splintered and that the hole was a brothershaped silhouette. I guessed the familiar scenario immediately: taunt and run, taunt and run, slam bedroom door just as big brother careens around the corner —blam! at least it scared them into their beds. Contrition was quite another matter. When I meted out the punishment and assessed the damages, I heard somebody mutter, “That door never did that before. How were we to know?”</p><p>Nevertheless, the repaired door and all of our doors are reasonably secure on their hinges. These days the attacks are more verbal and psychological. Theirs is a one-upmanship validated by infuriating slang like “Burned you. Ooooh, smoked him” or “Snag.” The put-downs are accompanied by a hand not quite slapping the face of the humiliated, along with a mouth sound like the surf’s roaring, which I suppose indicates that a wave has just wiped him off the face of the earth.</p><p>The intense rivalry is fueled by the diversity of personalities in this house. I’ve had some hand in that. A television talk-show host once asked me how I handled the scene in the grocery store when my child threw a tantrum in front of the gum counter. “Which child?” I asked. With Jack, I think we left the store and sat in the car, where I “mirrored” his feelings (“I know you want the gum. Gum is fun to chew, but it’s not good for your teeth,” and so on). With second son Drew in tow, I whacked him and yelled angrily, “No gum.” With William, the baby of the family, I bought the gum. They are still working out such inequities in their upbringing.</p><p>Jack is fastidious and well organized. His hair is always combed and parted. His bed is made, his schoolbooks perfectly covered, and his desk cleared daily. His hamster’s cage is cleaned once a week without my asking. He’s been that way since birth. In a household so rarely ordered, his room is an island of tranquillity. When he was just old enough to dress himself, he began laying out his clothes in a pattern we dubbed the Little Man: shirt with arms extended, jeans with belt already in the loops, and shoes and socks extending from each pant leg. He is the only contact-lens wearer I know who has never skipped one step of the ritual cleansing recommended by the optician.</p><p>Drew, on the other hand, once surveyed the chaos of his room and said, “I just love it this way. It’s full of surprises. See that pile of pajamas? Last night a cat’s paw reached out and snagged me on the ankle just like in the jungle.” Birds and squirrels he knows by name come to his window, and the dog and her fleas sleep on his seldom-made bed. His allowance is always docked, but his wants are few. For pocket change, he walks Oso, a huge black dog on our block that most children are scared of. His homework seems to get done at the breakfast table, which explains the syrup stains. His shoes are untied and his hair uncombed. His nails would grow like a Japanese emperor’s if his music teacher and I didn’t intervene. He is a left-handed basketball player and sportsstatistics nut. Old sports pages collect beside his bed, and gum wrappers litter his nightstand drawer. In a Chinese restaurant, his fortune cookie more than once has read, “Family harmony depends on you.” and it does. Despite the clutter of his life, he is never depressed and has never sustained a pout or held a grudge. Drew is spontaneously affectionate and still kisses his mother in public. He once wrote a letter to Dr. J (Julius Erving) and after he mailed it said, “It just feels so good to know that somebody so important is going to read my letter and think about me.” If I yell at him to get his schoolbooks and coat off the kitchen floor, he sings out, “You and Betty Crocker <em>can bake someone happy.”</em></p><p>However, like his siblings, he loves a good tag-team match, and he is often the catalyst for major imbroglios. When life is too tranquil, Drew knows he can always incite a riot by casually tweaking William’s nose. That is known as a nose honk and is considered a particularly good “smoke” on William, since his nose is growing faster than the rest of him and threatens to become a replica of his father’s flaring Super Chief.</p><p>William, the youngest by more than four years, is the easiest to pick on. The independence that his older brothers sought at an early age is not too appealing to this last child of mine. Tying shoes and reading in the first grade seemed unnecessary hurdles for William. As he knowingly pointed out, “I like the books you read to me, Mom. The ones I can read are so dumb.” With some dismay, I discovered that he had settled happily at school into the reading group with the non-Englishspeaking children.</p><p>His brothers, like a pair of interfering childless aunts, incessantly kibitz. “You baby him, Mom. At his age, we were franchising lemonade stands. He can’t even cross Hillcrest avenue,” one says. “He’s just like the cat,” says the other. “You have to knock him off the table or he’ll never learn.” “He backwashes when he drinks his milk, Mother. It’s disgusting,” Jack informs me. “William,” they taunt, “don’t talk with your mouth open.”</p><p>Maybe I have babied him. I thought I was salvaging a bit of childhood for a little boy whose fantasies are always being preempted or held up to ridicule. When he was three years old I took William and his brothers to see his first movie, <em>The Empire Strikes Back,</em> probably the most violent film in the George Lucas trilogy. I remember gripping his tiny hand in the dark and thinking, “This child hasn’t even seen <em>Bambi.”</em> To assuage my guilt, I took him to see <em>Bambi</em> weeks later. When we returned, his brothers pounced unmercifully. “Did he cry? Did he cry? a little sweaty around the eyes, Willie?”</p><p>“No, he didn’t cry,” I told them. “What did you expect from a child who witnessed a creature being eviscerated and a man being frozen to death two weeks ago?”</p><p>“aw, Mom, he just didn’t understand <em>Bambi,”</em> they groaned.</p><p>“William,” Drew said, overenunciating, “the mother died. Bambi’s mother got killed. Didn’t you get it? No more mommy for Bambi.”</p><p>“So?” said the jaded three-year-old with a shrug. When William rhymed the words “meat” and “leaf” on the kindergarten achievement test, I tried to explain to the teacher that his brothers never allowed him to watch <em>Sesame Street</em> because it conflicted with <em>Batman.</em> They made fun of him when he curled up in my lap to read “Hickety Pickety, my black hen.” He delighted more in their parodies of Mr. Rogers than in the real thing, and consequently he went off to school armed with words like “faggot” and “fart head” but a little fuzzy on the days of the week.</p><p>To make matters worse, Jack and Drew regularly feed him absurd misinformation. “Broccoli grows in the armpits of owls,” they advised him at the table. They went to great pains to teach him that he would always know his age by counting the fingers on his hand. “Count ’em, Willie. One, two, three, four, five. See, you’re five years old. Next year you’ll grow another one.” I don’t know how far into his sixth year he watched for the new finger. For several summers his brothers set him up in a lemonade stand on our lucrative corner. He was terrific bait with his baseball cap turned backward, his freckles, and the dog. The brothers, of course, confiscated most of his profits by teaching him that shiny round coins were more valuable than green paper things.</p><p>John’s and my attempts to come to William’s aid have invariably backfired. John bought him a Texas Instruments Speak and Read for Christmas one year, hoping it might interest him in learning to read independently. When a correct answer was recorded, the toy computer responded in mechanized nasal tones, “You remembered one.” William understood the voice to say, “You remembered Len.” His brothers have never forgiven him for that “error,” and when other taunts fail, they can usually reduce him to tears with “Hey Willie, remembered Len lately? How’s he doing?”</p><p>Similarly, when he was five, he emerged from Sunday school class with a lacy red heart on which he had laboriously printed, “I Love Bems.” I was puzzled but admired it and tried to stuff it in my coat before his brothers joined us. Poor William retrieved the artwork and displayed it proudly to his brothers. “William loves bems, William loves bems,” they singsonged all the way to the church parking lot. Tears streaming down his cheeks by the time we got in the car, he took a pen from my purse and carefully changed the valentine to read, “I Hat Bems.” He will never live that one down.</p><p>Clearly, William gets the worst of it. Even Drew the tormentor acknowledges, “Childhood isn’t what it used to be in this family.” But the competition between Jack and Drew is more intense. Innocent nose honks can quickly escalate into brutal punches. They are, at twelve and fourteen, almost equals in size and verbal acuity. Jack employs his natural fastidiousness as a weapon to make Drew look bad. Within my earshot he attacks with “Drew, I saw your filthy hamster eat his own doo-doo. You never feed him or clean his cage.” He frequently locks Drew’s bike for him just so he can announce, “Well, Drew, your bike would have been stolen if I hadn’t taken care of it again.” He seizes gleefully on every evidence of Drew’s slothfulness. He treasures a snapshot he took of Drew from the upstairs window. In the picture Drew is sitting contentedly in a garbage can amid the piles of leaves he is supposed to be raking. Jack’s favorite fantasy is that Drew has been sent off to military school. He charges Drew rent on shirts they share, and if he finds Drew’s possessions left on his third-floor territory, he flings them down the stairwell. It confounds Jack that there is almost no way to make Drew miserable.</p><p>[Continued On Page 195]</p><p>[Continued From Page 132]</p><p>Drew even takes Jack’s teasing about his music lessons in stride. He responds with infuriating imitations of Jack talking to adults on the telephone in what Drew calls his phony Mr. Nice Guy voice. For all his hammy retorts, Drew covets Jack’s approval and friendship more than either knows. Those years of trailing worshipfully as a toddler behind the invincible big brother who made him grow up too fast have not dimmed even as the gap between them has narrowed. “Did you hear Jack cheering for me at my basketball game?” Drew asks, more excited about his brother’s encouragement than about the final score.</p><p>The three of them seldom-no, neveracknowledge the advantages they offer one another. The younger two, of course, have benefited immeasurably from having Jack, the experimental one, go first. He scrutinizes their wardrobes and their haircuts and keeps them abreast of the latest fads. Over my strong objection, Jack talked his father into including Drew in a rock concert outing. William and Drew’s dueling with their perfectionist brother has toughened their hides. Tell Jack the biggest event of your day, and he may say, “Got a quarter? Go call someone who cares.” Surely the world cannot be any harsher than this big brother.</p><p>“<span class=”dropcap“>I</span>’ll bet you wish you had different children,” Jack says uneasily after particularly contentious dinner that seemed to disturb no one’s digestion except mine.</p><p>“Oh, I sometimes wish for a daughter, but just think what I would have missed.” Daughters would never give me a Mother’s Day card signed with first and last names. A girl probably wouldn’t think to make a science project out of old sandwiches left in her locker. If I had had daughters, I would never have known what happens in boys’ gym classes. I will never reveal it to his mother, but I know the name of the child who distinguished himself by hitting the urinal from the farthest point. “You wouldn’t know about this, Mom, but people in gym class really have no decency at all,” one son tells me. I am so immersed in their male perspective that I catch myself from time to time regarding my own sex with disloyal objectivity. I shrink from the shrillness in women’s voices and feel the panic in a small boy’s heart when a notoriously garrulous mother approaches our car in the car-pool line.</p><p>Without sons, I would never have feared war in such a personal way. All three have asked after nightmares, “Would you let them make me go fight and kill somebody?” Small wonder that boys cling so tenaciously to childhood.</p><p>Nor would I have observed the peculiar nature of male friendship. Two of my sons spent elementary years with no real best friend at all. And even now, when they all seem to have friends, they know so little about each other. The whole point of male friendship seems to be doing —not talking about who or what you like, not talking at all, just action. By contrast, at their ages I could have told you my best friend’s favorite color, favorite movie star, the best book she had ever read, the kind of dress she would have bought if her mother had let her, the color of her room, the pattern of her bedspread, the wish she’d have wished if an eyelash fell on her cheek, what made her cry, the two boys in our class she’d have liked to marry, and what she intended to name her babies. The unrelenting competitiveness among boys, and perhaps among men, precludes the consoling, vulnerable conversations that females have from an early age.</p><p>Boys write to their brothers and friends at camp only under duress. This single letter from Jack came home in the bottom of Drew’s camp trunk:</p><p>Dear Drew,</p><p>Greg and I went up to University Cycle and got a catalog. It’s got the new Predators. I found out Jim’s bike STINKS! His is called CroMo Free. (i’m not talking about his racing bike.) His regular bike is a street bike.</p><p>I’ve picked out a bike for you.</p><p>It’s a Predator Team alloy/Z for $244.95. It’s got everything. Double clamp, Sugino GT three piece cranks, Sanshin alloy hubs, DiaComp MX900 brakes, fluted alloy seat post.</p><p>Jack</p><p>That was all he had to say to a brother he hadn’t seen for three and a half weeks? It may have been all his brother wanted to hear.</p><p>I have to believe that they are communicating in ways I don’t understand. When we have dinner out together, they frequently finish eating long before John and I do. Excused from the table, they race outside the restaurant. There’s something tender about the way Jack instinctively holds William’s hand in unfamiliar territory. Sometimes I look up from my plate to see them at the large restaurant window. They are holding hands and simulating a wave-breaking sequence with their arms or sometimes just striking their old standby “see no evil, hear no evil, speak no evil” monkey pose. While I feign embarrassment, I secretly applaud almost any activity that seems to unite those disparate beings.</p><p>“One fall, winner take all,” John yells as all three circle him on his knees on our bedroom carpet at night. They giggle nervously waiting to pounce on him. The stated object of this tag-team match is to pin John’s shoulders to the floor by sitting on his chest for the count of three. It is also a chance for some primal physical contact that I don’t pretend to understand. There is some hugging, some gritting of teeth, and surely some working out of pent-up hostilities. They become a mass of arms and legs. “Get him, Jack,” Drew yells. “Hold him, Willie.” Rosie, the sheepdog, is as confused as I am by the scene. She thinks her charges are in distress and nips at their flanks to extricate them. It is a typical male experiencenoisy, physical, competitive, and by their account so much fun. They will remember it with far more fondness than my fireside chats.</p><p>Once, after viewing one of those sentimental “Reach out and touch someone” telephone commercials, I turned to Jack and said, “You know, someday when you’re all grown up, your phone is going to ring, and you’ll be so glad to hear your brother’s voice.”</p><p>“Yeah, I probably will,” he agreed, “especially if the operator says the call is from australia.</p><p><em>This piece will appear in</em> Retreads, <em>to be published by Doubleday and Company this fall.</em></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "August 1985",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Mother",
      "Love",
      "Rivalry",
      "School",
      "Basketball",
      "Hair",
      "Music",
      "Son",
      "all the way",
      "Baseball",
      "Birds",
      "Books",
      "Breakfast",
      "Children",
      "Christmas",
      "Church",
      "Clothes",
      "competition",
      "Computer",
      "Death"
    ],
    "wp_categories": [
      "Books"
    ],
    "wp_location": [
      "Texas"
    ]
  }
}