{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19858",
    "date": "August 1985",
    "year": 1985,
    "month": 8,
    "month_formatted": "August",
    "pdf_uri": "/1985/19850800.pdf",
    "issue_cover_image": "",
    "document_start_page": 120,
    "toc_start_page": 120,
    "document_page_range": [
      [
        120,
        121
      ],
      [
        197,
        198
      ]
    ],
    "toc_order": 3,
    "toc_headline": "Operator, Give Me Information",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198508-operatorg",
  "source": "/1985/19850800.pdf",
  "wp_post_id": 121128,
  "wp_post_guid": "http://www.texasmonthly.com/article/operator-give-me-information/",
  "authors": [
    "Catherine Chadwick"
  ],
  "headline": "Operator, Give Me Information",
  "dek": "What To Do About All Those New Long Distance Companies? What’s the Cheapest? What’s the Best? What Good Is Ma Bell Anymore? Here’s What You Can’t Find Out",
  "spread_caption": "",
  "excerpt": "It seems practically impossible to choose the best deal from the multitude of services offered by all the new long distance phone companies. But we’ve got their number.",
  "kicker": "",
  "word_count": 2639,
  "content": "<p>By Dialing 411.</p><p>Southwestern Bell is trying to tell you something. It is in the process of converting Texas to what is called equal access, and as it does, it wants you to find your own long distance telephone company. Equal access is a regulatory requirement that came through on the coattails of At&T’s divestiture and first took effect last summer in Charleston, West Virginia. In the conversion process, the local Bell companies change the way their switching machines operate (in most cases with a modification in the computer program) in order to provide other long distance companies with connections and service that are equal in quality to At&T’s. Once your neighborhood gets equal access, your long distance calls can be billed to any participating company, from lesser-known local outfits, such as Westel and Satelco, to the two other largest carriers, Mci and Gte Sprint. Besides giving the cut-rate carriers a fair shot at your business, the conversion means that when you use one of those companies, your calls won’t sound like they are coming from deep inside a submarine. Static, echoes, crosstalk, metallic noises, and low volume should not occur as frequently as they have on alternate carriers. It won’t matter if your phone is a Touch-Tone or a plain old rotary. The chances of not being able to complete a call or of getting cut off in the middle of it are reduced, as is the possibility of being billed for calls that were never answered or only got a busy signal. And you won’t have to dial a long string of numbers; all you’ll need is 1 and then the area code. The only catch is that you have to make a choice. If you don’t select a long distance company, Southwestern Bell will assign you one at random, and it probably won’t be one that fits your needs or saves you money. So take Southwestern Bell’s advice. Reach out, reach out and pick one.</p><p>Houston-West Ellington was the first area in Texas to be switched to equal access (on August 31, 1984), followed shortly thereafter by parts of East Houston, Midland, and El Paso. Neighborhoods in Fort Worth, Dallas, Austin, and many other places won’t be converted until the end of October. By then about 54 per cent of the lines in Texas that can have equal access, will. Parts of rural Texas that are served only by independent companies (such as Big Bend Telephone) won’t receive equal access at all, because those companies aren’t obligated to provide it.</p><p>Although a lot of people know they should pick a long distance company, they don’t know how to. Telephone jargon (primary carriers, Latas, off-net, on-net, mileage bands, opportunity calling, answer supervision, Touch-Tones, Occs, and resellers) is confusing and generates all sorts of misconceptions. The easiest solution may seem to be to stick with At&T, but it’s possible (depending on what kind of caller you are) to save up to 50 per cent on phone calls by using a low-cost carrier. In Texas (the most competitive market in the country, according to At&T’s vice president for external affairs Tom Jones) there are approximately 155 companies providing long distance service. And that’s just the ones Southwestern Bell knows about. Only 48 of those are registered with the Public Utilities Commission. Five companies (Sprint, Itt, Mci, Sbs Skyline, and Western Union, called Occs, for “other common carriers”) are big enough to have their own transmission equipment—microwave systems, satellites, and cables. Then there are the resellers, companies that rent Wats lines from other carriers at a bulk discount, allowing them to charge you a rate that’s less than what you would pay At&T. (As the common carriers raise their Wats prices, watch the fares of the smaller resellers, which will have a rough time keeping their rates low.)</p><img/><p>[ Continued On Page 197 ]</p><p>Illustrated By Gene Grief</p><p>[ Continued From Page 120 ]</p><p>With so much competition, it’s hard to narrow down the real contenders for your business. Fortunately, Southwestern Bell is taking charge of the situation. Three months before an area is to be converted, Bell notifies its customers to get ready and sends along a list of equal access companies in the area. But by far the most informative aid is something I ordered from the Tele-Consumer Hotline (1536 Sixteenth Street Nw, Washington, D.C., 20036; 800-332-1124), which offers a residential long distance comparison chart for the Southwest region. Some smaller local companies were not mentioned, but you can find out more about them by simply looking in your Yellow Pages and calling for more information.</p><p>Once you get the picture of what companies are around, you must then decide which one you want for one-plus dialing and let it know. If you are the sort of Texan who lets lethargy reign, be glad you’re not a Californian. On new accounts, Pacific Bell will simply refuse to put your long distance calls through until you decide on a company. Here you will default to At&T, unless you’re in an area that gets revamped after October 31, 1985, or you receive a new phone connection after that date. Then Southwestern Bell will allot a company to you based on a percentage of the market share (in other words, if 10 per cent of the people who actually made a decision picked Westel, then 10 per cent of those who did not will be assigned to Westel). You have a sixmonth trial period to see if you are comfortable with the company you get. You can test other carriers during that time; it doesn’t cost you anything to switch (it takes only five days), and if you decide the honeymoon is over <em>after</em> the trial period, it costs a mere $5 to sign up for a new one-plus service, a bargain when you consider that you could save up to $100 a month if your bills have been around $200 in the past. That’s $1200 a year.</p><p>As you scan the long distance market do not be tempted to judge companies simply on their rates. They will be in a state of flux while equal access takes effect, and there are more important features to consider. Also, as carriers vie for your business, you will be seduced with bonuses and other incentives to sign up. (A recent letter from Mci offered to credit the first bill with up to sixty minutes in calls at the night-weekend rate.) But don’t be swept away by freebies; almost all companies offer some kind of bonus, so it shouldn’t be a determining factor in your final choice. What you should focus on is what kind of caller you are. One of the most helpful things I did was to send a sample of my long distance bills to Consumers’ Checkbook (Center for the Study of Services, 806 Fifteenth Street Nw, Suite 925, Washington, D.C., 20005; 800-441-8933). It is a nonprofit organization that offers (for a fee of $10 and up, according to the size of your long distance bills) a computerized analysis of your bills, comparing the rates that various companies would charge for your specific calls. Or ask for a copy of the center’s book <em>The Complete Guide to Lower Phone Costs</em> ($6.95).</p><p>Here’s how to get organized to tackle the long distance challenge by yourself. Go back over your old bills and see what your phone habits are, where you called, when, how long you talked, how much you spent each month, whether you need to make calls while you travel, how you want to be billed, and so on. Then compare your needs with the features offered by various companies.</p><p>What you’ll probably find is that it’s best to have several services at once. Yes, you can do that. Only one will be your oneplus company (that’s your primary carrier), but the others will be almost as easy to use. You’ll just punch in the company’s five-digit code that begins with 10. Some companies may require that you set up service with them in advance, but with others you can just dial the five digits. If you get an “all circuits busy” signal with one company, you can try the call again with another carrier.</p><p><strong>Where You Call</strong></p><p><span class=\"dropcap\">T</span>his is probably the most important aspect of your bill. If you talk to someone on the East Coast a lot, then you want your primary carrier to be a service like Sbs Skyline or Satelco that doesn’t increase its rates according to distance (or mileage bands). But if you hardly ever telephone any place outside Texas, then select a local carrier with lower intrastate rates, such as Westel, Directline, Lds, and ClayDesta. Make sure the company you’re interested in serves your area. Only At&T serves everybody, everywhere. Sbs Skyline, recommended by <em>Consumer Reports</em> two years in a row, serves Texas only out of Houston and Dallas. Some equal access companies are available only to one community, like Comp-Data Communications in San Antonio, National Telecommunications of Austin, and American Telco in Houston. Next to At&T, Mci serves the most locations, nearly five hundred nationwide.</p><p><strong>When You Call</strong></p><p><span class=\"dropcap\">T</span>his can make a difference if you’re a night and weekend caller, because many companies offer their lowest rates during those times. If your calls are usually after six p.m. or on the weekends, you might do well with Itt’s Niteline or another off-hours plan. At&T’s Reach Out America charges $10 monthly for lower rates on weekends and nights (after 11) and gives you an hour’s worth of calls. After that the rate is 14.6 cents a minute (not bad). So if you are already spending at least $10 a month on calls during those times, something like Reach Out could save you more money than one of the cut-rate carriers.</p><p><strong>Where You Call From</strong></p><p>If you travel and make a lot of calls while you’re away from home, you should look for a company with free travel services (like Sprint, Itt, Directline, Lds, or similar outfits) that can be used from any of the places you frequently visit. Just because you have a travel card from your telephone company doesn’t mean everything is set up for you to make calls. Check to see where you can call from, and find out how much it costs. Most companies will bill you at a higher rate when you use your card (Allnet Communications, Sbs Skyline, and U.S. Telecom), or charge a monthly travel-feature fee ($5 for Westel and $3 for Western Union), but all those options are cheaper than the $1.05 that At&T slaps on each call, in addition to the regular rate. Also, Sbs Skyline and others offer an incomingonly toll-free number (dial an access number and service code and the call is automatically connected to your predesignated number) that is a blessing for parents with children in college or living away from home.</p><p><strong>How Long You Talk</strong></p><p><span class=\"dropcap\">I</span>f you are a big talker and your bills reflect it, look for a company that has volume discounts (usually available for a higher minimum or a start-up fee), such as Mci, Sprint, and U.S. Tel. Itt Longer Distance gives you 10 per cent off if you spend more than $200; Allnet offers 12 per cent off if you make more than $150 worth of weekend calls. If you’re interested in such a feature, make sure the discount is applied to the entire bill and not just to the part that is over the specified amount.</p><p>For the so-called low-volume caller, the way a call is timed, or rounded (“billing increments”), can be important. If you’re on the line for short periods (look on your bills and figure the average length of your calls), you could save up to 15 per cent with a company that bills in increments of six seconds, as opposed to most, which round up to the next full minute. For example, on a call that lasted one minute and seven seconds, most companies would charge for two minutes instead of a minute and twelve seconds. Also, does the company charge more for the first minute of your call? Flat rates are better for fast talkers, and minimums should be avoided because you’ll get charged that amount even if you don’t make that many calls. Minimums can range from $5 (Sprint) to $10 (Western Union) to $16 (Itt Niteline) and on up to $60 for business or high-volume-oriented services. Few services still have a monthly fee, but look for it just in case (Itt Niteline and Satelco charge $5, and Satelco also has a $10 start-up fee); some fees can eat up any money you might think you’re saving with lower rates.</p><p>Callers whose monthly bills are less than $25 should stop their search—they won’t be able to save much money with any particular carrier.</p><p><span class=\"dropcap\">W</span>hen I got my old bills back from Consumers’ Checkbook, the Washington group that was analyzing them, I learned how to pick which companies I wanted for my telephone team. I live in Austin and most of my calls are to family in Houston, so I’m picking Westel, a local Austin-based company, as my primary carrier. I’m going to keep my eye on Directline, another local company, because its rates are very competitive, but it has a $35 start-up fee. Westel has a $10 start-up fee, but its intrastate rates are so low that I think I’ll still end up saving money. The rate per minute for a daytime call from Austin to Houston is 23 cents with Directline or Westel, 31 cents with Satelco, and 42 cents with At&T.</p><p>I also make enough calls to New York that I considered Satelco as a backup (it runs about 31 cents per minute from Austin to Nyc, as opposed to Westel’s 35 cents), but I decided it wasn’t worth it because Satelco has a monthly minimum ($10, and my calls to New York aren’t that much a month) and a start-up fee ($5). I have to admit that I almost lost all sense of practicality when I saw ClayDesta Communications’ information packet, which, with its glossy photos of a cowboy on horseback galloping across a West Texas sunset scene, is emotionally appealing. But Clay Desta’s rates aren’t so great (I’ll keep checking, but now it’s 36 cents a minute for a call to New York, almost the same as Mci and Sprint).</p><p>And because I make a lot of calls while I’m traveling, I want a company with a travel card. Again Westel looks good. It has a $5 start-up for the travel service and charges higher rates when you use it, but the other companies with attractive travel features either charge minimum fees or their rates aren’t as low in the first place, so I would still be paying more than with Westel.</p><p>And there’s one more thing to mention. If you really want to keep the bills low, you might opt for a renegade, an unequal access company like Bestline in Austin. Such companies do not participate in the Bell Operating Companies’ equal access program; they would rather keep their discount on line rentals from Bell (it’s 55 per cent now but undoubtedly will change as equal access settles in). The lines they rent aren’t top-notch, and their customers have to dial up to 27 digits. For those inconveniences (read: unequal access), the alternate carriers get to pass lower prices on to their customers. If a company decides to participate in equal access, it loses the discount and is forced to jack prices up. Many equal access companies give you the option of not having one-plus service, for lower rates. Others—Bestline, for example—are sticking with their old, cumbersome way of connecting their customers. They have attractive rates, no start-up fees, no minimums, and free travel features. But remember, along with the lower rates, you’re likely to get the other problems associated with unequal access: bad connections, blackout periods, and charges for uncompleted calls.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "August 1985",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "Travel",
      "Austin",
      "money",
      "Houston",
      "New York",
      "people",
      "rent",
      "select",
      "42",
      "Big Bend",
      "Business",
      "Children",
      "College",
      "Computer",
      "Cowboy",
      "ever",
      "Family",
      "Neighborhoods",
      "Photos"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Texas",
      "Austin",
      "Houston",
      "West",
      "Big Bend"
    ]
  }
}