{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-200011",
    "date": "November 2000",
    "year": 2000,
    "month": 11,
    "month_formatted": "November",
    "pdf_uri": "/2000/20001100.pdf",
    "issue_cover_image": "",
    "document_start_page": 122,
    "toc_start_page": 124,
    "document_page_range": [
      [
        122,
        123,
        124,
        125,
        126,
        127,
        128,
        129,
        130,
        131
      ],
      [
        183,
        184,
        185,
        186,
        187
      ]
    ],
    "toc_order": 3,
    "toc_headline": "Airport 2000",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-200011-airport20",
  "source": "/2000/20001100.pdf",
  "wp_post_id": 149262,
  "wp_post_guid": "http://www.texasmonthly.com/article/airport-2000/",
  "authors": [
    "Joe Nick Patoski"
  ],
  "headline": "Airport 2000",
  "dek": "Park Quickly? Fly Cheap? Eat Well? Shop Smart? Jog a Mile—Or Get a Massage? Chances Are You're Spending MOrE Time Than Ever At Texas’ Seven Biggest AIRPOrTS And Enjoying It Less, But It Doesn’t Have To Be THAt Way.",
  "spread_caption": "",
  "excerpt": "These days, a plane trip can entail more time in the terminal than in the air. But why get stressed when you can have a massage, taste Texas wines, go for a jog, check your e-mail—even eat gumbo while watching (other people's) planes take off? A survivor's guide to Dfw, Houston Intercontinental, and five other big-city airports.",
  "kicker": "",
  "word_count": 8126,
  "content": "<p>:: Austin-Bergstrom International</p><p>Austin</p><p>The Newest Airport In the U.S., AUSTIn Has Local Tex-Mex And Barbecue—And Live Country Music.</p><img/><img/><p>Photographs By Mark Peterson</p><img/><p>This Tree At Intercontinental Is a Sculpture Titled <em>COUNTree Music.</em></p><p><strong>Find the Deal</strong></p><p>Airline Web sites offer online booking and last-minute Internet-only specials, most of them requiring departure on Friday or Saturday, returning Monday or Tuesday. You can get weekly updates via e-mail on request. Bestfares.com and SmarterLiving.com compile all weekly specials on their Web sites. SmarterLiving.com also sends weekly updates of specials from specific airports on request. Where to look for the best deals:</p><p>AMERICAN <www.aa.com> Specials are posted during the week of travel, often as early as a full week in advance. You have to input your frequent-flier number and your password to book a flight. Loading is slow.</p><p>CONTINENTAL <www.continental.com> Specials are posted several days before the weekend of travel. Compared with other airlines, some of the specials aren’t so special. Like american, the site takes a long time to load.</p><p>SOUTHWEST <www.iflyswa.com> By far the simplest airline Web site to use. All flights are 21-day advance purchase. You must sign up on the Web site to receive the weekly bargains, which are posted on Tuesday and expire on Thursday night.</p><p>Air Canada <www.aircanada.ca> Weekend round-trip fares for the austin-Toronto nonstop route are often lower than $170.</p><p>Sun Country <www.suncountry.com> Weekend round-trips from San antonio to Minneapolis-St. Paul have been as low as $138.</p><p>Love Field</p><p>Dallas</p><p>Southwest's Big Jets Can Only Serve Texas And Adjacent States From Love. New Rivals Go Far Afield.</p><img/><p><span class=\"dropcap\">N</span>o One Likes To Spend Much time in airports, but sometimes you don’t have a choice. Bad weather settles in, or you have a three-hour layover, or the anticipated rush-hour traffic jam never materializes and you arrive two hours early. At such times, if you’re like most people, you’d rather be almost anywhere else—especially this year, when a barrage of media reports about record delays, cancellations, and consumer complaints have set off finger-pointing between the Federal aviation administration, the airlines, and the airports.</p><p>I’ve done my share of grumbling about getting stuck at aixports, like everybody else. But I have also used my spare time to explore the shops, restaurants, and out-ofthe way places that lie along the concourses. I remembered that once upon a time, airports were part of the romance of flying. You could park close enough to the terminal to walk, eat a real meal if you arrived early enough, buy a couple of gifts to take to the relatives, and watch planes take off and land from an observation deck. And, it turns out, you still can do all of these things and much more—if you happen to be in the right airport and know where to look.</p><p>Airport-bashing is like being a television critic; you can say everything is awful and your audience will know exactly what you’re talking about. But I love airports more than I hate them. My present for my sixth birthday was a personal tour of Fort Worth’s Greater Southwest International airport. I have spent the past thirty years flying in and out of every major and minor airport in Texas and have logged hundreds of hours of airport time. In recent months I have visited and revisited every big Texas airport, checked out every shop and restaurant, and interviewed passengers about their favorite timesaving routes and secret knowledge about where to park. Here is my guide and yours to the seven busiest airports in Texas.</p><p>Dallas-Fort Worth International</p><p><em>Busiest airport in Texas and fifth-busiest in the world. Greater in area than Chicago o'hare, atlanta Hartsfield, and New York JFK combined. Nonstop service to 121 U.S. cities and 31 foreign destinations. Major hub for american airlines, secondary hub for Delta. Notorious for flight delays caused by hub-and-spoke system that concentrates arrivals and departures at peak times. Best airport in america for lastminute, short-stay Internet fares (recent example: New York La Guardia $188 roundtrip); best in Texas for food, shopping, and amenities. User-friendly if you're arriving</em> or <em>departing and know your way around, but nightmarish if you're changing flights under time pressure. Designed for six semicircular terminals, three on each side of a ten-mile, north-south tollway, but only four have been built—a, C, and E on the east side and B (soon to be joined by D, for international flights) on the west. American occupies most of a, all of C, and part of B; Delta has half of E. Two automated trains connect terminals, one exclusively for american gates.</em></p><p>Dew Linked the State To the Global economy, settled the longest and most contentious city feud in Texas, and less fortuitously, inspired the term Metroplex—the most insipid nickname for a metropolitan area ever invented. But my choice for DFW’s best contribution to modern Texas was a 1976 country music hit by Moe Bandy: “Biggest airport in the World” tells of Moe’s difficulty in finding his true love, lost as he is in the concrete wilderness that is DFW. Even if DFW ranks only third in the world in area, it’s still really, really big, even by Texas-brag standards—thirty square miles. It’s big enough to have its own zip code and big enough to have its own jail, where almost one thousand arrests a year are processed. But it’s so uniformly designed and tightly planned that it has no soul. The most artistic structure in the whole spread is a one-hundred-foot metallic sculpture by the south toll plaza—the facade of the airport’s Doppler radar.</p><p>DFW is really two airports in one: the american airlines version, and the other airlines’ version (which includes everything from Delta to discounters Sun Country and Vanguard). Double woe to the firsttimer changing flights on american, fresh off the plane and looking desperately for his connecting gate. What terminal is he in? What terminal is he going to? How can he get there? Nothing is obvious. He checks his watch. He doesn’t have much time. Other passengers brush by him by the hundreds. They all seem to know where they are going. Passenger service carts ferrying the elderly and the disabled from gate to gate buzz by, always too close for comfort. We’ve all been there. Is there anyone whose heart has not sunk upon discovering that he has to change terminals at DFW? If there were such a thing as a personal trainer to help you through DFW, i’d pay.</p><p>Basic Rule: Know your departure gate. This is especially important if you’re flying on american, which operates out of three terminals. You can check gate information on the Internet (www.dfwairport. com) and get updates by radio (1610 Am for arrivals; 1640 Am for departures) or, for the latest info, cell phone (#Aa). Just don’t blame me when american switches gates at the last minute, as happens all too frequently.</p><img/><p>:: Bush Intercontinental</p><p>Houston</p><p>Intercontinental Is Texas’ Hub Alternative To Dfw, a Place Where You Don’t Feel Overwhelmed.</p><img/><p>PARKING: Garages are close to and follow the semicircular configuration of the terminals, enabling you to park close to your departure gate—if you know which one it is. Maximum rate is $12 a day; long-term lots by the terminals are $9 but too far away for a comfortable walk. American fliers should remember that even if you find a space close to your departure gate, your return flight could arrive in a distant part of the terminal, or even at a different terminal—forcing you to haul your luggage long distances. Remote parking, with train and bus shuttles to terminals, is $5 to $7 daily, the same price as off-airport private parking (the Parking Spot has locations at both ends of DFW), but as Tom Parsons of <em>Bestfares</em> magazine says, “i’m not going to waste forty minutes of my life each way to save a few bucks.”</p><p>Alternatives To Driving: One advantage of DFW’s massive scale is the many ground-transportation options. Taxis run about $36 from downtown Dallas and $43 from downtown Fort Worth but too often are hard to find at the airport when you need one most. Shared-ride shuttles, $17 from downtown Dallas and Love Field and $15 from downtown Fort Worth, are offered by four companies. For reservations, phone Super Shuttle, Classic, Big Tex, or Discount. Fort Worth T has hourly bus service from the airport to downtown for $5. An option that’s catching on is hiredcar services. The $15 to $20 premium above taxi fare buys travelers nicer vehicles and better service to and from private residences, as well as time saved by avoiding the extra stop or two made by shared shuttles. From Dallas, we like allpoints Corporate Express (Neal arnold: 214-212-0981). The new Trinity Railway Express runs from Union Station, Market Center, South Irving, West Irving, Hurst, and Richland Hills to CentrePort station, just south of DFW, with shuttle bus service to terminals (214-979-1111; fare $2).</p><p>Where To Eat (And Drink): Mostly standard airport fare but fortunately not all. Start with East Side Mario’s, a one-ofa-kind New York Italian deli and cafeteria at gate A-38 featuring penne with sausage and peppers ($6.59). There’s decent barbecue at Dickey’s (A-18, C-6, E-12); Ross Perot frequents the original in Dallas. For beluga caviar ($100), take the airport Train to Mr. G’s at the Hyatt or its sister restaurant, Papayas (roasted swordfish, $23.95). The La Bodega Winery (A-15) is the only such business found in an american airport. Three 1-ounce tastings of Texas wines are $4. Dfw is big on bars. Rider’s World biker bar (E-15, E-27) has scooter memorabilia, antone’s Po’ Boys for homesick Houstonians, and Sabrett’s hot dogs for homesick New Yorkers. The ideal place to catch a sporting event is a Texas Stadium Skybox bar (A-10, B-6, C25), surrounded by Cowboys artifacts and multiple big-screen TVs.</p><p>In Hobby's Glory Years the Bar War Was the Observation Deck.</p><p><strong>Join the Club</strong></p><p>Pony up $300 or more (or frequent-flier miles), and you can get access to the airport equivalent of the corporate skybox—the airlines’ private clubs, with complimentary beverages, business centers, and other amenities. Southwest airlines does not have a club, and three major airports—Hobby, Love Field, and El Paso—do not have club facilities. Here is what’s available and where to find it.</p><p><strong>Dfw</strong></p><p>American admirals Club (A-35 and C-19) and american Flagship Lounge (international passengers only, A-26); Continental Presidents Club (B-15); Twa ambassadors Club (B-23); United Red Carpet (B-29); British, Korean, and Lufthansa airline clubs (B-33); Delta Crown Room (E-10, E-34, and satellite area).</p><p><strong>Intercontinental</strong></p><p>Continental Presidents Club (B, south mezzanine; C-24; C-33; D7-8), american admirals Club (A-25), Delta Crown Room (a, second floor, above ticket counter).</p><p><strong>Austin-Bergstrom</strong></p><p>American admirals Club and Continental Presidents Club on mezzanine (gate 13).</p><p><strong>San Antonio</strong></p><p>Continental Presidents Club, (terminal 2, just inside security).</p><p> WHERE To Shop: You can’t walk far before coming across Western stores under such names as Jethro Pugh’s, Texas Marketplace, and JP’s Dude Ranch, all of which sell the same Texas postcard lampshades ($54.99) and Tony Lama belts. A</p><p>Five Time Super Bowl Champs football at the official Dallas Cowboys Pro Shop (A24, E-13) is $29.95, if anyone still cares. On the other hand, how can you pass up an eight-ounce bottle of Dr Pepper from Dublin made with real cane sugar for $1 at Lone Star Emporium (B-20)? Dfw has a wide array of specialty shops: timepieces (the Fossil watch store, C-27; $85 for an Original Classic Fossil); Mexican silver (Mercado Gifts, A-17, C-7, E-17; and check out the kitschy glazed ceramic bust of Carmen Miranda for $89.99); gadgets (Sharper Image, E-16, where a personal cooling system is $49.95). For Deadheads, the Tie Rack (A-37) sells Jerry Garciadesigned painted silk ties for $35.</p><p> BUSINESS Centers: Laptop Lane (A-39) is top of the line, providing private office cubicles with T1 connections for $2 for the first five minutes, 38 cents a minute thereafter. Desktop computers are available too. Areas with faxes, phones, and Internet access are located by E-8, E-31, and E-34. Gte has Internet access kiosks in every terminal (A-6, A-9, A-20, B-12, C-6, C-9, C-20, E-5, E-14, E-31); fifteen minutes for $3.75. A Wayport wireless computer station is at C-2; a Wayport Ethernet card is necessary to connect.</p><p> OBSERVATION Area: Founder’s Plaza, at the south end of the east runways, is a newly opened grassy area with picnic tables, free binoculars, and audio from the control tower. Exit east on airfield Drive before the south toll plaza, turn left on Thirtieth Street. Open seven in the morning to midnight.</p><p> FOR Kids: Dinosaur bones. Take the airport Train to the Hyatt and, between the two towers, on the third floor of the central utilities plant, are the remains of a 70-million-year-old Pleiosaur.</p><p>Quiet Place: Four well-lit chapels. Sunday morning Catholic services at seven (C15), eight (E-4), nine-thirty (B-28); nondenominational services at nine-thirty (E-4) and eleven (C-15). Bibles available in English, French, and German; Korans in English and arabic with prayer rugs available.</p><p>Stress Relievers: a chair massage at DFW Hairport (E-18) is $15 for ten minutes, $22 for fifteen. A one-third-mile jogging track is on top of the sixth-floor roof of the parking garage between terminal C and the east tower of the Hyatt. No showers, unless you’re an admirals Club member.</p><p>Time To Kill: The Hyatt Bear Creek Golf Club is three miles away via the free Hyatt shuttle. The west course has been ranked by the <em>Wall Street Journal</em> as one of the ten great places to play golf. Greens fees vary depending upon the time of day and year, $38 to $88. Phone 972-6156800. The popular Grapevine outlet mall is a $15 cab ride away.</p><p>OVERNIGHT: With 1,369 rooms, the Hyatt Regency is the biggest hotel on airport property in america. Standard room is $189.</p><p>Pet Peeve: Waiting for rental cars. DFW has combined all rental operations into one huge center at the south end of the airport. No train access, only shuttle bus. This produces short tempers, long lines, extra schlepping with the luggage, and around a 45-minute penalty.</p><p><strong>Bush Intercontimental</strong></p><p><em>Second-busiest airport in Texas. Bush name hasn’t really caught on, despite</em> Winds of Change <em>statue of former president in busy terminal C. Home base for Continental airlines, which accounts for about 80 percent of Intercontinental’s traffic—the most dominant position of any carrier at a major U.S. airport. Best airport in Texas for points south (21 nonstop destinations in Mexico). Four terminals, encountered in reverse order—D for international flights, C for most Continental traffic, B for Continental Express, and part of B and all of a for everybody else. Airport is only five years older than DFW, but in scale and architectural design, it seems to belong to an earlier generation.</em></p><p>Intercontinental Is Texas’ Hub Alternative to DFW. It serves only slightly more than half the annual passenger load of its northern rival, which means that you can actually negotiate it without feeling overwhelmed at every turn. Originally designed as a straight row of four terminals, it has evolved over the years into an unpredictable, slap-dash work in progress that tracks Houston’s standing as the last major american city without zoning laws. Each terminal’s configuration is unique: D has a single line of gates, Continental’s C is a double-cross layout, b’s gates fan out from the terminal core like an X, and a is like a game of Scrabble in progress.</p><img/><p>And yet, like Houston the city, Intercontinental somehow manages to operate efficiently. Those heading east or south will find it superior to DFW as a transfer point. It also has more of a global atmosphere, serving 20 percent more international passengers than DFW. Intercontinental has its shortcomings, which range from insufficient parking to confusing design to decaying infrastructure, but at least it doesn’t dull the senses like DFW.</p><p>PARKING: Ulcer-causing. Close-in but crowded parking near terminals for $10 daily; situation should be eased by newly opened garage for terminals a and B. Signs on the approach roads update parking availability, or you can tune in to 530 Am or call 281-733-1730 for late updates. Terminal C hourly parking is usually the last garage to fill up—if you are departing from a different terminal, walk into C and catch an interterminal train—but parking rates escalate rapidly: $1 for the first ninety minutes; $30 daily beyond five hours. Long-term garage $10 daily; remote lot, $5. It pays to know ways to beat the system. Or I should say, it costs: Frequent fliers can pay $200 (plus a $50 deposit) for an annual SurePark membership that guarantees space in the C-east garage for $15 a day (phone 281-233-1730). Another ploy, for Continental passengers only, is to park at the city’s economy lot at JFK Boulevard and Greens Road, where you can check your bags. Parking garage by terminal C has a check-in counter too. You shouldn’t have to do research to find a parking space. Note: Many international flights on Continental depart from terminal C, but all international flights arrive at terminal D. Plan your parking strategy accordingly. If you’re just picking up or dropping off passengers for an international flight, avoid the “afternoon balloon” (you know it’s bad when a crisis has a name) at terminal D. Cars meeting arriving international passengers stack up at curbside, especially around two o’clock. Park in lot D across from the terminal and find your party inside.</p><p>Off-Airport Parking: The safe choice. For a $3 fee, you can pick your space online at AMPCO Parking Express (3903 World Houston Parkway, near the south entrance; $7.50 to $10.95 daily, depending upon covered or uncovered spaces and valet or selfservice parking) and check your bags for any Continental flight. Log on to www.ampcoexpress.com (281-449-8585).</p><p>Alternatives To Driving: From southern points (including Galveston and Brazoria counties), Continental passengers can fly over the traffic tie-ups for a small additional charge by catching commuter flights from Hobby or Ellington Field. Free parking at Ellington. Express Shuttle USA (713-523-8888) serves downtown hotels ($16) and five other terminals throughout the city ($17 to $21). No doorto-door service. This omission has led to the growth of a highly competitive hiredcar service industry. I had a good experience with JJ’s TownCar (phone 713-7253242; $50 minimum from downtown).</p><img/><p>Left: San Antonio's Airplane-Tail Sundial.</p><p><strong>Driving Tips</strong></p><p><strong>Dfw</strong></p><p>At rush hour, the nor them route from Dallas via Interstate 635 and Texas Highway 114 tends to be less crowded than the southern route via Texas Highway 183.</p><p><strong>Intercontinental</strong></p><p>Do Houstonians love traffic jams? Or do they object in principle to paying a buck-fifty toll? There must be some explanation why Hardy Tollway, an almost straight shot from downtown, is empty most of the time while the freeways are clogged.</p><p><strong>Houston Hobby</strong></p><p>Coming from downtown on I-45, avoid Broadway’s heavy local traffic and stoplights by continuing on to Monroe.</p><p><strong>Austin-Bergstrom</strong></p><p>The hottest debate in town isn’t over the coming lightrail election or excessive down town road closures; it’s over the fastest, or rather least slow, route to the new airport. From downtown, cabbies like East Seventh to U.S. 183. Avoid southbound I-35 to Texas Highway 71.</p><p><strong>Dallas Love Field</strong> From downtown, try the old-fashioned route on Cedar Springs directly into the airport—often just as fast as I-35 to Mockingbird, always less nerve-wrackinq.</p><p><strong>El Paso</strong></p><p>If I-10 is at a standstill, cut over to Montana.</p><p>:: Dfw International</p><p>Dallas</p><p>A Control Room At the World’s Fifth-Busiest Airport; Above, a Map Of Air Traffic In the Dfw Area.</p><p><strong>The Second Seven</strong></p><p>In addition to Texas' big-city airports, sixteen others have commercial flights. The following airports have the best service.</p><p><strong>Amarillo</strong></p><p>Nonstops to DFW, Love, Houston Intercontinental, albuquerque, Las Vegas, Denver (via United Express). Runway extends 13,582 feet, one of the longest in the country.</p><p><strong>Corpus Christi</strong></p><p>Nonstops to DFW, Houston Intercontinental, Hobby, austin (via austin Express commuter), atlanta (via Delta Express). Thirty minutes from the Gulf.</p><p><strong>Laredo</strong></p><p>Nonstops to DFW, Houston Intercontinental. Overdue for more service.</p><p><strong>Lubbock</strong></p><p>Nonstops to DFW, Love, Houston Intercontinental, austin, albuquerque, Las Vegas. Spitting image of a DFW terminal. Miniature cotton bales in gift shop ($19.99).</p><p><strong>McAllen</strong></p><p>Nonstops to DFW, Houston Intercontinental, austin (via TWA), and scheduled to begin in January, Monterrey, Mexico (via allegro). Valley's al ternative airport to Har1ingen.</p><p><strong>Midland</strong></p><p>Nonstops to DFW, Love, Houston Intercontinental, Hobby, austin, El Paso, albuquerque, Las Vegas. Better than El Paso for the Big Bend bound (shorter drive, cheaper fares). New terminal echoes Chinati Foundation in Marfa, all arches, open space, and light. Replica of first plane built and flown in Texas hangs above the baggage carousels. Brass oil derrick in gift shop ($58.99). Best flight museum in Texas: Confederate air Force's american airpower Heritage Museum, one mile from terminal.</p><p><strong>Harlingen</strong></p><p>Nonstops to DFW, Love, Houston Intercontinental, Hobby, austin, San antonio, Minneapolis-St. Paul (seasonal, via Sun Country). Palms provide atmospheric landscaping. Take atascosa route to Padre via Rio Hondo, Bayview, and Laguna Vista.</p><p>Hobby Is Ultraconvenient But Amenities Are Few.</p><p>:: El Paso International</p><p>El Paso</p><p>Open-Air Patios Beside the Escalator Take You Instantly Into the Desert. But Avoid the Food.</p><p>Taxi Availability: Very good. Taxi stands are in front of every terminal at curbside. Fares are $35 to downtown and $41 to the Galleria.</p><p>TRANSFERRING: Changing flights on Continental can be like running a marathon in a maze. Terminal C, the main Continental terminal, is disorienting—two parallel concourses, south and north, plus a third concourse that intersects them to form a double cross. The two intersections look almost identical, with the same shops and eats. Moving sidewalks are at a minimum, so be prepared to walk, sometimes a long way. If you’re switching from Continental to Continental Express, or vice versa, you can change terminals via the underground InterTerminal Train (runs every two to three minutes) or the faster TerminaLink, which only connects terminals B and C at present.</p><p>Where To Eat: The best local dish I sampled at any Texas airport was the seafood gumbo at Bubba’s Seafood Grill and Bar ($4.95), located at both crossroads in terminal C. It’s redolent, spicy with roux, and thick with crab and shrimp. Lefty’s Lone Star Grill, near gate D-4, serves moderately healthy fare by airport standards: shrimp poorboys with good, crusty bread ($3.95) and a grilled tuna steak sandwich ($6.95). Harlon’s Bar-B-Que outlets, also at both crossroads in C, turn out a decent brisket. For leisurely dining, take the train to the Marriott Hotel, between terminals B and C. Allie’s american Grill serves breakfast, lunch, and dinner, the latter with a range that includes penne pomodore ($8.25), cowboy ribeye ($15.95), and chicken-fried steak ($8.95). Higher up in the Marriott is CK’s Revolving Rooftop Restaurant, serving lunch and dinner only (filet mignon with poblano shrimp, $32).</p><p>Where To Shop: Intercontinental doesn’t measure up to DFW for variety but easily outstrips any other Texas airport. The best choices are the Western Shop in terminal D near gate D-6, a Disney store at the north crossroads area in terminal C, and a Museum Company outlet near the terminal C lobby. At Discover Houston, in terminal B north, I found Texas Snowman and Texas Pet Tornado snow-globe paperweights.</p><p>Business Centers: None, except for private clubs. Houston, we have a problem. Dataport phones for laptops are in the walkway between terminals C and D and scattered throughout every terminal, but there are no work desks, unlike other airports.</p><p>Observation Area: The back bar of Bubba’s Seafood Grill and Bar, south concourse of terminal C at the crossroads, has a huge picture window facing the runways. At the Marriott, CK’s Revolving Rooftop Restaurant and the Flight Room Lounge on the seventh floor (opens at three), have splendid 360-degree views of the airport.</p><p>For Kids: The south concourse crossroads in terminal C has a play area with preschool toys. A few laps on the InterTerminal Train should soothe a crying child.</p><p>Quiet Place: The chapel in terminal C at the south concourse crossroads has Bibles in English and Spanish, Korans in English and arabic, and prayer rugs. The Marriott lobby has overstuffed chairs, muted lighting, and a minimum of noise.</p><p>Time To Kill: You’ve probably already killed it trying to find a parking place.</p><p>ART: Check out the sculpture <em>Countree Music</em> by Terry allen, which was installed last year. A real oak tree was taken from austin singer Joe Ely’s ranch, plated with blue metal, and planted in an airy atrium in terminal B where the concourses split. The tree sits in a floor map of the earth with Dallas at the center. Just kidding. It’s Houston, of course. Accompanying the sculpture is instrumental music composed by allen, Ely, and David Byrne, formerly of the Talking Heads. Also worth viewing is the mosaic of Buffalo Bayou between terminal B and the parking garage.</p><p>OVERNIGHT: The Houston airport Marriott has 566 rooms. Standard double is $174.</p><p>Pet Peeve: High fares, because of Continental’s dominance. I learned this the hard way, buying a one-way fare to San antonio over the phone without asking the price, only to discover later that I paid $292, rather than the $92 fare Southwest charges from Hobby.</p><p><strong>Houston Hobby</strong></p><p><em>Third-busiest airport in Texas. The states major Southwest airlines hub. Also served by american, TWA, Northwest, Delta Connection, and airTran. Nonstop destinations include most major airports (but not the Pacific Northwest or New England) and a number of smaller ones (Birmingham, Jackson, Memphis, albuquerque). Three concourses extend off of main terminal; Southwest gates are split. The City of Houston has been slow in upgrading Hobby; infrastructure is aging badly and amenities are minimal.</em></p><img/><p>Think Of Hobby As the Wal-Mart Of Texas airports: no frills, crowded, long lines, utterly charmless, but you can find just about anything you want in the way of flights, and the price is right. When <em>Consumer Reports</em> sampled fares in Houston recently, flying out of Hobby was cheaper than flying out of crosstown Intercontinental for 95 percent of the comparable flights. That’s because Hobby is a Southwest airlines hub without the burdens of Love Field, where the airline is required by the Wright amendment to serve only contiguous states. The low fares and open competition at Hobby are a case study of what Love Field would be like if the legal restrictions were removed.</p><p>[CONTINUED On Page 183]</p><p>[CONTINUED From Page 133]</p><p>Hobby is so old (it used to be Houston’s main airport until Intercontinental opened in 1969) that its toilets still have flush handles. Transferring can be a problem: Southwest has all of concourse a and some of concourse C, which makes for confusion when you come in from Dallas on C and have to make connections on A—it’s a long walk and an additional security clearance. This situation will continue for around two more years, after which the three concourses will be reconfigured into two, with all of Southwest’s twenty gates bunched together. But Hobby is convenient, just seven miles southeast of downtown, and gets you where you want to go for less. That’s the bottom line of air travel.</p><p>PARKING: The law of supply and demand doesn’t work here: Hobby has the fewest parking spaces per originating passenger of any Texas airport according to <em>Consumer Reports,</em> and yet the rates are cheap. As a result, the 3,500-space parking garage ($10 daily) fills up fast during midweek, as does the 840-space surface lot ($5 daily). A good alternative is offproperty parking with a shuttle to the airport. Express autoPark across airport Boulevard has a five-story, self-parking garage for $7.50 a day with a shuttle to the airport (or valet for $10). Nearby options are the Parking Spot and Jet Park/ AMPCO Express.</p><p>Taxi Availability: Excellent. Fare to downtown, $20.</p><p>Where To Eat: anywhere but here. The baked potato stuffed with brisket at Harlon’s Bar-B-Que is top-of-the-line fare here. For something healthy, try Peacole’s frozen yogurt with spiru-tein sprinkled in.</p><p>Where To Shop: Nothing but trinkets. Why? and why is the food so awful? The city’s aviation Department, which runs Hobby (and Intercontinental) must think it’s still the sixties, when Hobby was in its heyday but Texans’ taste was not.</p><p>Business Center: The Cloud Room conference area can be reserved through Hobby (713-640-3000). For travelers looking for individual workstations, you’re outta luck.</p><p>Observation Area: Take a gander out the big picture window in the cafe-bar, which used to be the observation deck in Hobby’s glory days. Try to spot the old terminal building, near the control tower which opened in 1940.</p><p>For Kids: There’s nothing for adults. Why expect anything for kids?</p><p>OVERNIGHT: Nothing on-property. There is a Hilton across airport Boulevard and a Hampton Inn a mile to the east.</p><p>Pet Peeve: S-L-O-W. Long lines at the ticket counter and security. Feeble baggage claim. Use skycaps and bring extra patience.</p><p><strong>austin-Bergstrom International</strong></p><p><em>Fourth-busiest airport in Texas—and the newest. Nonstops continue to increase, mainly to distant points like San Francisco and New York (Newark), but New Orleans and albuquerque passengers must stop over or transfer. Dominated by Southwest and american but all major carriers have a presence. Only international desti- nation is Toronto via air Canada. Traditional terminal design: one curved concourse with an extension. Twenty-five gates in all.</em></p><p>You Know You’re In AUSTIn When You walk into the concourse and catch a whiff of pit-cooked barbecue wafting over from the Salt Lick and hear Jimmie Dale Gilmore’s warble on the P.a. system. Austin’s new airport, which opened in May 1999, has overcome the generic airport environment to create an atmosphere that reflects its home city. Just the second new airport built in the U.S. since DFW opened in 1974 (Denver is the other), austin offers local food and shopping (with prices limited to what you would pay at in-town locations), native landscaping, great public art, airy terminal design, close access to rental cars (you can actually walk from the counters to the cars in the garage across the street), the only designated dog walk in a Texas airport (just outside the east end of the baggage claim), and the most complete and useful Web site (www.abia.org) this side of DFW. The new airport came along at exactly the right time, just when the high-tech economy was booming, and enabled the city to surpass San antonio in passengers for the first time.</p><p>If only the rest of the layout had been so well thought out. The road system around the airport is a mess—no freeway, no direct route to get there, at least three years to go before relief is in sight. Parking capacity was underestimated, even though one of the reasons for building a new airport was a lack of parking at the old airport. Signs are confusing or, as is the case at night in the long-term lot, so dim as to be unreadable. One nice perk: You can park free in the garage for the first thirty minutes.</p><p>Taxi Availability: Unreliable. At times none are in sight. When you can get one, it’s about $25 to downtown.</p><p>Where To Eat: Local favorites Matt’s El Rancho for Tex-Mex (slow service by airport standards, which may explain why the beloved chile rellenos aren’t available), Salt Lick Bar-B-Q, Schlotzsky’s Deli, and amy’s Ice Cream (try the Sweet Cream). Harlon’s Bar-B-Que, a Houston chain, has the best full-service breakfast in the airport.</p><p>Where To Shop: More austin originals. BookPeople is a real bookstore, not just an airport newsstand. Travelfest has luggage and a decent selection of maps. The <em>austin City Limits</em> vendor features CDs, Tshirts, photo reprints, and bumper stickers heralding austin’s most famous television export. Hometowner and former U.S. Open champ Tom Kite is a major investor in the golf shop.</p><p>ENTERTAINMENT: The airport tries to live up to austin’s self-declared status as Live Music Capital of the World with the Live Music Performance Stage located in the Highland Lakes Bar across from gate 9. Musicians play here in the afternoons on Wednesday, Thursday, Friday, and every fourth Saturday. School choirs and storytellers perform during the Thanksgiving and Christmas holidays.</p><p>Business Centers: The business center will open in December on the mezzanine level, with an on-site branch of Heritage Bank. Pay phones by the visitors center downstairs have TTY and DataPort capability—but no place to sit. A Wayport wireless modem station is at the east entrance of the main terminal. You must have a wireless Ethernet card for the hookup to work (you can purchase one there).</p><p>Observation Area: Inside the airport, walk upstairs by the business center entrance. Or try the Family Viewing Center, just east of the terminal. Go past the main entrance to the airport on Texas Highway 71 and turn on Golf Course Road.</p><p>For Kids: Let ’em watch the scoopers at amy’s Ice Cream, though the theatrics don’t equal those of the in-town locations.</p><p>Quiet Place: See above. You’re supposed to listen to music, not seek solitude. No chapel.</p><p>Time To Kill: Bergstrom-Cedars Golf Course, adjacent to the east side of the airport, was formerly the airbase course. Three-minute cab ride at most. Greens fee $20 with cart during week, $25 with cart on weekend; phone 512-385-4653.</p><p>ART: You’ll find more public art here than at any other airport. Standouts are Thomas Evans’ dramatic mural of Enchanted Rock, <em>Hill of the Medicine Man, </em>above the east ticket counters and Fidencio Duran’s The Visit, a series of nine acrylic paintings depicting the life of a Mexican american family. Also worth noting: John Christensen’s giant cast-in-place concrete sculptures outside the baggageclaim area; Judy Jensen’s luggage vignettes on the walls of the baggage claim; Sandra Fiedorek’s cryptic <em>To Parts Unknown</em> above the restroom in the main lobby; Jimmy Jalapeeno’s wilderness landscapes of the austin area; a map of Texas rivers and the original 1849 town grid of austin, both uncredited, on the baggageclaim floor; and Jill Bedgood’s Mythology*Texas*Reality medallions above the drinking fountains, representing such Texas symbols as horny toads, bats, and big hair.</p><p>OVERNIGHT: The former base headquarters building has been remodeled into a Hilton Hotel. A Holiday Inn Express is directly across Highway 71 from the airport entrance; standard room rate $99.</p><p>Pet Peeve: No easy walking route from the long-term lot to the terminal. Shuttle buses run erratically, and drivers often fail to wait for approaching passengers. If you do catch one, it is likely to be packed to overcapacity, with bags piled up in the aisles and next to the driver.</p><p><strong>San antonio International</strong></p><p><em>Fifth-busiest Texas airport. Age is its only shortcoming. Close in, yet convenient to suburbs. Good amenities, from parking to food. Nonstops to thirty U.S. cities, including all major points in the Southwest and Southeast, and thirteen Mexican destinations, including nonstops to Mexico City, Monterrey, San Luis Potosí, and CancunCozumel. A second “austin</em>” <em>airport for flights to Mexico or for special Southwest bargains not available in austin. Two terminals: the newer T-1 (Southwest, aerolitoral, Northwest, Mexicana, Delta/ASA, Midwest Express, United, and Sun Country) and, one hundred yards away, the venerable T-2 (eight gates shared by Continental, american, america West, TWA, and United).</em></p><p>At First Glance, San Antonio Is the poor sister of Texas airports. The twoterminal arrangement, connected by an open-air covered walkway, has a certain duct-tape look, and T-2, last remodeled for HemisFair in 1968, really shows its age. It doesn’t even have overhead arrival and departure monitors, but take heart, folks: after 32 years, they’re on the way. San antonio looks particularly bedraggled in comparison to its shiny rival seventy miles up the road, austin-Bergstrom, which is getting more new nonstops than San antonio.</p><p>But looks aren’t everything. For one thing, San antonio has nonstops to Mexico; austin doesn’t. For another, San antonio is the most user-friendly airport in Texas. I live between the two cities, and when service and schedule are equal, i’ll pick San antonio International every time for its manageable scale. Access is great—two nearby freeways, Loop 410 and U.S. 281. The signs are clear and you have a minimum of decisions to make and no obstacles to overcome.</p><p>Factor in people-friendly too. Maybe it’s because San antonio is so oriented to tourists, but whatever the reason, everyone from the ticket agents to the volunteers manning the information booth in the baggage-claim area are extremely patient and understanding, qualities not generally associated with airport personnel.</p><p> PARKING: The best of any Texas airport. Even the newly opened long-term garage is close enough for an easy walk to the terminal. Park on level 2 to walk directly to the ticket counters of T-l. The ability to accommodate six thousand cars means that you'll never have to worry about not finding a space. Daily rate: $18 shortterm, $7 long-term. Remote lots on Loop 410 and U.S. 281 approaches are unappealing despite the low rate of $4 a day because shuttles are sometimes absent for upward of fifteen minutes.</p><p> TAXI Availability: Plentiful. The fare to downtown and the River Walk is $17.</p><p> WHERE To Eat: The featured restaurant in both terminals is Fuddruckers, the burger chain founded in San antonio. Everything is cooked to order, so allow extra time. At Panchito’s Tex-Mex snack bar, also in both terminals, the breakfast tacos ($1 to $1.80) are the real deal. Casey’s Bar-B-Que in T-l, patterned after the original on Nakoma, is as good as airport ’cue gets in Texas. Bill Clinton visited the Nakoma location on a recent trip to San antonio, and Casey’s has photographs on the wall to prove it. Wine and Roses in T-2 serves up a broad selection of Texas wine and local beer.</p><p> WHERE To Shop: Wine and Roses again, for the widest variety of flowers in any Texas airport. Texan accents, at the gates in T-2, likewise has the most extensive variety of spicy stuff, from salsas to barbecue sauces, with dueling brand names like Dave’s Insanity, Spontaneous Combustion, Sudden Death, and Whoopin’ ass, plus spicy nuts, chili mixes, and Mexican cookbooks. The Love Texas Gallery features folk arts and crafts. <em>Cascarones,</em> the confetti-filled eggs that are a staple of the local Fiesta celebration each spring, are $1.70 each. Alamo tiles are $7.99. Expect even better shopping selections when the River Walk—themed area of T-1 opens in two years.</p><p> BUSINESS Centers: San antonio now has one in each terminal, with Internet access and copy and fax services (there’s a foreign-currency exchange in T-l). A conference room seating twenty across from the american ticket counter in T-2 can be reserved for $10 an hour through the city’s aviation Department (210-207-3453).</p><p> OBSERVATION Area: The top floor of the long-term parking garage.</p><p> FOR Kids: Video games and pinball machines in both terminals.</p><p> QUIET Place: a small chapel upstairs in T-2 overlooks the gates and runways.</p><p> TIME To Kill: North Star Mall, one of the biggest in South Texas, is a $6 cab ride away. The alamo Quarry Market, very upscale, with specialty shops and restaurants, is about the same distance.</p><p> ART: Best garage art around. A walk from the long-term parking garage to the terminal starts out under a multicolored skylight, going along Christopher Janney’s audio walkway, in which pedestrians set off different tones as they advance. The work of 163 area artists, priced from $36.25 to $9,999, is displayed on terminal walls and can be purchased at the Love Texas Gallery in T-I.</p><p> OVERNIGHT: No hotels on the property; many on nearby freeways.</p><p> PET Peeve: Curbside cops. They used to be the grumpiest in the state, hassling drivers if they even so much as slowed down for a drop-off or pickup, but the Officer Friendly program put them on notice to mellow out. Still, don’t test them by lingering longer than necessary.</p><p><strong>Dallas Love Field</strong></p><p><em>Sixth-busiest airport in Texas. Most convenient big-city airport. Home base for Southwest airlines, which operates 95 percent of flights. Remainder of flights are commuter-jet nonstops to destinations such as New York, L.a., Chicago. Main terminal has two concourses: West (Southwest only, fourteen gates—but no gate 13) and East (american and Continental Express commuter flights share three gates). Legend and Delta Connection commuters use a separate terminal on east side of airport off Lemmon avenue.</em></p><p>Love Field Was Texas’ Cutting-Edge airport back in the sixties as the home base of Braniff International airways, whose emphasis on style and fashion made the competition look bland. (anyone out there remember the stewardess’ inflight striptease?) Love almost died before DFW opened, in 1974, but was revived when Southwest airlines won a legal battle to continue using it. But the only thing that is cutting at Love today is corners.</p><p>Where did our Love go? Service and attention to details have slipped considerably over the years. Willful neglect seems to be at work: Why is the Web site designed for city bureaucrats instead of airline passengers looking for useful information? Has anyone noticed that the moving sidewalk on the east concourse moves intermittently, if at all? Or that the play area is in severe need of fresh Legos? and the food: I know it’s a commuter airport and all that implies—most passengers don’t stick around long—but other Texas airports have upgraded their cuisine beyond the Chili’s-Too-and-McDonald’s standard accepted at Love. Is Love blind?</p><p>The good news is that changes are afoot. The airport has been held back for years by the onerous restrictions of the Wright amendment, a federal law that limited interstate flights from Love to states contiguous to Texas—New Mexico, Oklahoma, arkansas, and Louisiana. But this protectionist law, fashioned by former Fort Worth congressman Jim Wright to make sure that the big airlines had to stay at DFW for long-distance flights, now has an exception known as the Shelby amendment. Longer nonstop flights are allowed if the planes have no more than 56 seats, a limitation that conveniently includes the new generation of commuter jets, like the Embraer regional jets. The new law has encouraged american, Delta Connection, Continental Express, and a new Love-based start-up, Legend airlines, which together provide nonstop service to New York (La Guardia), Los angeles (LAX), Chicago (o’hare), Washington (Dulles), Cleveland, and Las Vegas. There’s no telling how much Love might improve and how much consumers might benefit from lower fares at both Love and DFW if the Wright amendment was eliminated altogether.</p><p>PARKING: Love Field had the first private parking company in Texas, and it’s still the best option. AMPCO (7236 Cedar Springs Road) will park your car and shuttle you to and from the terminal for $9.50. Or self-park at Best Parking (6800 Cedar Springs Road) and catch the shuttle for $8. The garage rate is cheap ($7), but the 3,015 spaces fill up early, and if you’re carrying luggage, it’s a long walk to the ticket counter, even longer to the gate area.</p><p>Taxi Availability: Good at the main terminal. Iffy at Legend and Delta Connection. Fare downtown is $18.50.</p><p>Where To Eat: at home, before you leave. At your destination, if you can wait. Your cuisine choices are franchise or microwave. If you can’t stand the thought of another Southwest peanut, you can get takeout sandwiches, salads, fruit, and baked goods at the Oasis in the main lobby by the Texas Ranger statue.</p><p>Where To Shop: Want a Troy aikman jersey? It’s $49.95 at Grand Stand Sports by gate 6. Want an inflatable Southwest jet? It’s $5 at the Frontiers of Flight Museum shop above the terminal lobby. Need sunglasses? There’s a Sunglass Hut between gates 2 and 3. Want anything else? Try the Galleria.</p><p>Business Center: a conference center with five meeting rooms, fax service, and modem hookups is located across from the car rental counters. Hours seven in the morning to six in the evening Monday through Friday. Work desks $10 per hour. For reservations, call 214-904-9883.</p><p>Observation Area: Top floor of the parking garage. The view overlooks the west runway, with downtown rising above one end and the bubble of Texas Stadium above the other. Locals park at Bachman Lake, just north of the runways.</p><p>For Kids: There’s a small, and I mean small, play area with a few Playskool toys across from gate 14. It should keep an active toddler engaged for at least, oh, five minutes.</p><p>Quiet Place: No chapel. The main lobby can be tomblike, especially the northeast corner next to the american ticket counter. Ample seating.</p><p>Time To Kill: The Frontiers of Flight Museum above the newsstand in the lobby has a full-scale Sopwith Pup, a noteworthy history of dirigibles, and other photographs, models, and memorabilia about the history of flight. Admission $2; twelve and under $1. Hours ten to five; Sundays one to five.</p><p>Good News: Last spring’s opening of Legend’s terminal on Lemmon avenue, shared by Delta Express—promises to restore Love Field’s old cutting-edge rep with its emphasis on luxury and treating every passenger like an admirals Club member. It’s all in the details: valet parking at curbside ($15 daily); six boarding gates that each look like a hotel lobby, each with workstations; complimentary beverages and newspapers; and jets with four-across (not six) leather seats with lumbar supports, sleeper wings, footrests, computer ports, 24 channels of DirecTV, meals served on china and created by Grady Spears and other celeb chefs, four pieces of carry-on luggage allowed instead of two, and 46 inches of space between rows instead of the 33-inch industry standard—and fares no higher than the competition. The ghost of Braniff has appeared.</p><p>Pet Peeve: arriving car rental buses can’t reach the drop-off because departing buses sit. And sit. Central Expressway would be envious of this traffic jam. Desperate departing passengers often have to grab their luggage and start walking.</p><p><strong>El Paso International</strong></p><p><em>Seventh-busiest airport in Texas. Ultraconvenient for transferring but limited nonstop service. Most out-of-state nonstops head west (Las Vegas, L.a., San Diego, Phoenix, and albuquerque, which actually isn’t west if you’re in El Paso). Also nonstop service to Chicago o’hare and atlanta. Sole international nonstop goes to Chihuahua City. Single-concourse design, with Southwest, Delta, america West, and Continental to the east and american, aerolitoral, Frontier, and SunWest to the west.</em></p><p>El Paso International Is Much Easier to negotiate than Phoenix, the alternative Southwest transfer point to and from the West Coast. Transferring passengers never have to go farther than two gates for any switch on the same airline. I’ll never forget arriving from Mexico, clearing customs, and boarding a connecting Southwest flight at the opposite end of the concourse, all in ten minutes. It’s easy on the eye too, a result of a terminal redesign that added copper domes and agaveinspired ironwork, letting you know you’re in the borderlands. In fact, the only bad thing about El Paso is that there aren’t more flights here.</p><p>Getting around is almost as easy for arriving and departing passengers. The hikes between the parking lot and boarding gates are relatively short. El Paso is one of two big-city Texas airports where you can actually walk from the rental counters to the cars without requiring a shuttle ride (austin is the other). One idea that doesn’t work so well is the low concourse ceiling, designed to resemble the interior of an airliner. Smokers will be gratified that El Paso also has the only indoor smoking room left in a Texas airport. So, if El Paso can get everything else right, why can’t the food rise to the level of what’s available in the rest of the city? The fare besmirches the good name of TexMex. If nothing else, guys, throw some green chiles on everything.</p><p>PARKING: Plenty of it and close-in. Daily rate is $6.50 short-term, $4.50 long-term.</p><p>Taxi Availability: Respectable. Fare downtown: Roughly $15.</p><p>Where To Eat: Leave the airport. Cattle Baron’s Steakhouse is a quarter-mile walk from the terminal. Julio’s Café Corona, a spin-off of the Juarez original, is a tenminute, $12 taxi ride away. And Jaxon’s Restaurant and Brewing Company, a venerable El Paso favorite, is even closer, five minutes and $8. In the terminal, the main restaurant, Sun City Bar and Grill, consistently fails to impress—slow service, inconsistent food, high prices for what you get. If you get upset about it, drink some water to reduce the stress: It contains naturally occurring lithium.</p><p>Where To Shop: The newsstand-gift shop in the terminal lobby has a small but fine display of Texas Western Press books, including a history of the Tigua Indians, a local tribe that is neither local nor a tribe, but that’s part of the story ($29); and an oral biography of Tom Lea, the outstanding local writer and artist ($32.99). Also available: a T-shirt featuring Pancho Villa’s army photograph ($29.95) and an intriguing collection of incenses, including piñon, cedar, and mesquite ($4.99).</p><p>Business Center: Newly opened near the baggage claim. Faxes and Internet connections.</p><p>Observation Area: The best view is at the east end of the concourse.</p><p>For Kids: Video games and pinball on the east side of the concourse, and a dinosaur bone collection is scheduled to open by Thanksgiving.</p><p>Quiet Place: Open-air patios on either side of the escalators to the gates. There’s no better place in Texas to cool your heels in the sun. Tables, chairs, and desert landscaping.</p><p>Time To Kill: You can’t beat El Paso as a place to buy boots. Four factory outlets (Justin, Tony Lama, Lucchese, Dan Post) are located within ten minutes and a $10 cab ride of the airport. Be sure you can get a cab back to the airport. Golfers can try the city-owned Cielo Vista course one mile from the airport. Greens fees $11 (weekday sundown rate without cart) to $29 (weekend with cart). Phone: 915-591-4927.</p><p>ART: Check out the high walls and ceiling in the hallway of the terminal between the newsstand and restrooms. They are remnants of the original airport built 55 years ago and blend seamlessly with the new design.</p><p>Pet Peeve: It’s a crime against nature to serve bad food in a town where the native cuisine is outstanding.</p><p><em>For more information on airports, log on to www.texasmonthly.com.</em></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "November 2000",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "Love",
      "Southwest",
      "DFW",
      "Houston",
      "Austin",
      "Airports",
      "delta",
      "San Antonio",
      "El Paso",
      "flight",
      "Work",
      "Airlines",
      "Business",
      "Dallas",
      "Internet",
      "Traffic",
      "Cars",
      "Highway",
      "Music"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Texas",
      "Houston",
      "Austin",
      "San Antonio",
      "El Paso"
    ]
  }
}