{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-200011",
    "date": "November 2000",
    "year": 2000,
    "month": 11,
    "month_formatted": "November",
    "pdf_uri": "/2000/20001100.pdf",
    "issue_cover_image": "",
    "document_start_page": 136,
    "toc_start_page": 134,
    "document_page_range": [
      [
        136,
        137,
        138,
        139
      ],
      [
        182,
        183
      ]
    ],
    "toc_order": 4,
    "toc_headline": "Whodunit? Who Cares?",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-200011-whodunitw",
  "source": "",
  "wp_post_id": 149259,
  "wp_post_guid": "http://www.texasmonthly.com/article/whodunit-who-cares/",
  "authors": [
    "Anne Dingus"
  ],
  "headline": "Whodunit? Who Cares?",
  "dek": "Texas writers today don't have a clue about what makes a great mystery. Should we let them get away with far-fetched plots, trite characters, and gobs of gore? Over my dead body.",
  "spread_caption": "",
  "excerpt": "Anne Dingus has a few bones to pick with the modern mystery novel, which she says has been decomposing in recent years. Stepping up to defend the genre: none other than Texas’ queen of murder and mayhem, Mary Willis Walker.",
  "kicker": "",
  "word_count": 2643,
  "content": "<img /><p><strong>These Days, the Plots Of</strong> mystery novels are more puzzling than ever. But that’s no compliment. Over the past decade or so, the onceclever, once-reliable genre devoted to murder and mayhem has mysteriously decomposed, and the body of work that remains is too often limp, predictable, even downright stinky. I detect a variety of offenses: formulaic plots, clichéd characters, inane endings. Who are the chief suspects? And can we stop them before they strike again?</p><p>Most Texas mysteries, as a distinct subgroup, aren’t all that different from American mysteries in general. By Texas mysteries, I mean books by authors who live here—and there are lots—even if they don’t set their stories in their home state. Most of these writers are habitual offenders, so their books provide plenty of clues about the genre’s decline. (Happily, though, the worst writer of all is not one of ours. More on her later.) Although I no longer devour mysteries, regional or otherwise, like I used to, I did read or reread some fifty books for this article.</p><p>First, consider the word “mystery.” Because it immediately suggests Agatha Christie—style tea-and-crumpets tales, a.k.a. “cozies,” many authors and publishers prefer designations such as “psychological thriller,” “police procedural,” or “novel of suspense.” Probably the best overall term is “crime fiction,” but libraries and bookstores have long lumped together all kinds of murder stories under the rubric “mystery,” and so do I. The single essential plot element of any form of the genre, however, is a murder. In fact, in some mysteries there may not even be a mystery; the killer’s identity is revealed early on, and the ensuing suspense derives from the requisite manhunt—a who-nabshim instead of a whodunit.</p><p>Now let’s put the genre into historical context. Murder is nothing new, nor is our fascination with it. The Bible, for example, is full of gruesome killings—Cain slew Abel, Herod slaughtered babies, King David arranged to off Bathsheba’s hubby. Arguably, <em>Macbeth</em> and <em>Hamlet</em> are mysteries. The father of the modern mystery as we know it is generally acknowledged to be drunkard and drug addict Edgar Allan Poe, who, before his death in 1849, transmuted his personal demons into tales of horror that thrilled the Gothic-loving public of the day. Close behind is Arthur Conan Doyle; his character Sherlock Holmes, who first appeared in 1887, is still the best-known detective of all time. During the nineteenth century, tales by Doyle and many other writers were serialized in popular periodicals. That practice cemented the gimmick of the series character, who reappeared every week or month to solve a new mystery. This convention continues, much less effectively, today.</p><p>As for the twentieth century, the veddyveddy British mystery and the tough-guy private-eye variants ruled throughout the seventies. But in the mid-eighties the genre bifurcated into what we might call “darks” and “lites.” The latter are essentially cozies, twenty-first-century style—flimsy but fun, light on content, heavy on local color. But the darks quickly eclipsed them in popularity. Whatever the reason—the nationwide recession, the heightened marketability, the shock factor, the influence of movies—the newer, darker mystery novel was far grimmer and gorier than its older sisters, and for the first time authors began delving into forensics, the area where scientific knowledge and legal authority meet. Previously, mystery authors had merely described the victim’s body and manner of death, then moved on to obfuscating subplots, but contemporary writers dwell almost lovingly on the depth of stab wounds, the shape of blood drops, the breakdown of dead flesh. (Profoundly influential was the first series novel by Austin’s David L. Lindsey, 1983’s <em>A Cold Mind.)</em> At first, all the autopsy info and similar details were riveting, but now way too many writers put in way too much. Besides all the forensic folderol, many authors departed from tradition by having their series characters become involved in a crime not only professionally but also personally; the detective protagonists are threatened, stalked, kidnapped, tortured, or attacked in every tale. And their fictional loved ones, being far more dispensable in terms of future sales, are butchered with abandon.</p><p>Alas, the new direction quickly led many writers astray. The single biggest problem with modern mysteries springs from this forensic focus. Sure, mysteries are fiction, but the formula du jour incorporates dueling standards of reality: First the author inundates us with painstakingly researched details on, say, insects that hatch in rotting corpses or signature mutilations preferred by a serial killer; then we’re expected to believe that the hero is, in every installment, a victim too. The most overrated best-sellers of the past decade, the Patricia Cornwell series featuring the insufferably self-centered and humorless Kay Scarpetta, are uniformly preposterous. (Cornwell is not a Texan, thank God, but a resident of Virginia.) The author’s serial heroine is a medical examiner, a profession that allows plenty of gross corpse descriptions and titillating details of sexual assault. But in awkward contrast to these cold hard facts is the heroine’s nonstop personal peril. In various of the eleven Scarpetta novels, she has suffered attacks at work and at home, stabbed one serial killer and shot another, saved lives and discovered bodies, and even been accused of murder herself. Her niece, Lucy—who inherited the insufferable gene—is equally abused; so is her cop sidekick. But (stop reading here if you don’t want me to ruin the books for you) they have fared much better than Scarpetta’s boyfriends: one blown up, one burned to ash—so far. The sheer improbability of all that trauma happening to one poor little gorgeous blond medical examiner just boggles the mind. Cornwell isn’t alone: Other nationally prominent writers who maximize the improbability factor include Jeffrey Deaver, James Patterson, Richard North Patterson, Jonathan Kellerman, and Tami Hoag.</p><p>The character of Scarpetta also exemplifies another unfortunate trend in mystery writing, which is the tortured-soul persona, an essential ingredient of dark novels. Perhaps because they fear levity will undermine the grimness of their themes, many authors cast their detectives as overly solemn, pseudo-noble breast-beaters. Forget the gallows humor so beloved by cops and their • ilk; according to mystery writers, people who go around finding bodies and juggling guts apparently can’t enjoy life at all. Again, Cornwell is the worst. (I know I’m picking on her, but she can bawl all the way to the bank.) Her heroine is glum at best and given to ponderings like “I understood her secret shame born of abandonment and isolation, and wore her same suit of sorrow beneath my polished armor.”</p><p>The ability to forgo sleep is a mark of the emotionally tormented hero or heroine; for example, in <em>The Red Scream, </em>the Edgar-winning novel by Austin’s Mary Willis Walker, sleuth Molly Cates reflects that “the night was to be a vigil. She never knew when the need for one would arise ... she only knew that it would last until dawn and that she had been doing it for twentysix years—in remembrance of the dead.” That sets off the bullshit meter: Am I really supposed to believe someone voluntarily stays up all night staring out the window? Tortured souls also prefer solitude: Consider the Joe Leaphorn novels by Tony Hillerman, who lives in far, far west Texas (a.k.a. New Mexico). In <em>Sacred Clowns,</em> the Navajo policeman “hungered for isolation to become acquainted with his own sorrow.” And naturally, unlike lesser mortals, tortured souls don’t eat—Scarpetta always pushes away her plate after a few measly bites. She does drink a lot—fictional sleuths love to booze it up. Even unfed and unrested, though, any fictional detective worth his assault can still work, run, fight, and make love when the need arises.</p><p>[ Continued On Page 180 ]</p><p>[ Continued From Page 137 ]</p><p>The prevalence of all of these unrealistic personality traits is largely dictated by the very nature of the series character. Authors, not being blockheads, write books for the money, and the device of the recurring hero or heroine—once a necessity of serialization—now maximizes the odds that publishers will keep accepting writers’ manuscripts. However, an author’s continuing character can often seem stale, especially in contrast to the freshly wrought plot and people of a new book. After the minor success of her fine first mystery, <em>Zero at the Bone, </em>Mary Willis Walker switched from that novel’s heroine, dog trainer Katherine Driscoll, to magazine writer Molly Cates, specifically because a journalist has far more cause to poke and pry into other people’s affairs. (Amusingly, a paperback edition now touts <em>Zero at the Bone</em> as “a Katherine Driscoll mystery,” though it’s a single book, not a series. That’s akin to calling <em>Les Miserables</em> “an Inspector Javert mystery.”) Like many other series stars, Molly is prefab, contrived; Walker equips her with a love interest (handily, he’s a cop—and her ex-husband) and a twenty-something daughter, both of whom are pretty forgettable, especially compared to the religious nuts, bag ladies, and other secondary characters the author conjures so beautifully. Also, Molly never seems to write anything; she’s on the staff of <em>Lone Star Monthly</em> (which is modeled after this magazine) but rarely even pokes her head into the office. I confess that Walker’s portrayal of a magazine writer’s life rang instantly false to me. For one thing, my boss makes me work!</p><p>Many other cliches riddle current mysteries. I know, I know—entertainment is the genre’s raison d’etre, but again, hackneyed devices amp up the improbability level. One is the abundance of fictional lawyers and cops who bum out on their high-stress lives and retire to small towns, a convenience that invests the characters with expertise but frees them from pesky professional constraints. For instance, in 1997’s <em>Cimarron Rose,</em> best-selling author James Lee Burke of Louisiana (a native Houstonian) had ex-Texas Ranger Billy Bob Holland settle in fictional Deaf Smith. Another gimmick is the relative absence of family members, whose needs tend to slow down the plot line. Parents are usually dead (Molly Cates lost hers to cancer and murder) or, if still around, are never run-of-the-mill. El Paso’s Nancy Herndon invested her detective, Elena Jarvis, with a mother so beautiful that she “bowled over every man she met, including some young enough to be her sons.”</p><p>Texas mystery writers also like zany or weird sidekicks—especially flaky New Agers in outlandish attire and taciturn Vietnam vets. Main characters must have plenty of friends who are lawmen, attorneys, and other useful crime-related types. Charles Meyer of Austin, an Episcopal priest, writes semi-darks about the Reverend Lucas Holt, a former prison chaplain whose ex-con God Squad helps out with housebreaking, safecracking, or lock-picking when needed. Series heroes also have an inexhaustible supply of ex-lovers in distress, whose sudden reappearance jump-starts the plot. A particular irritant in the hard-boiled subgenre is the overuse of nicknames. The books of Fort Worth’s A. W. Gray, for example, are awash in them: Shoesole, Porkpie, Half-a-point, Honeybear. Also excessively common is Sps—Stupid Person Syndrome. For example, San Antonian Jay Brandon pens legal thrillers—he’s a lawyer himself—yet his attorney heroes, who argue so brilliantly in the courtroom, are also likely to venture alone into the proverbial dark alley. And finally, it seems as if everyone is rich, notably Stuart Haydon, a Houston detective created by David L. Lindsey, whose lavish inheritance gives him a Jaguar, a sprawling mansion, a designer wardrobe—and a high “yeah, right” factor.</p><p>Lindsey is also a prime example of another tedious trend in mysteries: overkill. When it comes to dispatching human beings, crime writers rarely settle for a single gunshot wound or simple suffocation; instead, they try to out-Poe Poe by coming up with horrifyingly savage methods of murder. A particularly nasty one of Lindsey’s had the killer forcing a hose down his victim’s throat, then turning on the water. Another villain bit chunks of flesh from a victim’s abdomen, then sucked his entrails out through the open wounds—yuck! Joe R. Lansdale of Nacogdoches, who pens the raunchy series starring Hap Collins and Leonard Pine, is one of many authors who, when it comes to corpses, lets no bodily orifice go unviolated. Various fictional murder victims have been barbecued, minced, mutilated, dismembered, decapitated, hanged, hleted, scalped, roasted, and dissolved in vats of acid. (Hey, no wonder the detectives are never hungry!)</p><p>My final big gripe about modern mysteries concerns the so-called surprise ending, a phrase that has become a complete and utter oxymoron. Readers have come to expect the last-chapter plot twist—or two or three—partly because so many authors cling to the tradition and partly because red-herring pseudo-solutions often occur fifty pages before the end of the book, which is a tip-off that the plot will be plodding on for a while. I’m not talking about the final resolution; I’m talking about obvious ruses. For example, in one Texas writer’s book (and I won’t name it lest I spoil it for you), a lawyer labors tirelessly to vindicate a client accused of murder. He succeeds, of course, and the identity of the culprit is a bolt from the blue. But that’s not the <em>real</em> surprise ending: We then learn that the murder victim is the illegitimate child not only of one of the lawyer’s legal associates but also of the woman with whom he has fallen in love. What are the odds? Another common variety of the twist at the end is the serial killer with nine lives. If the bad guy’s airplane blows up, you can bet he wasn’t on it; if the home of the killer-of-the-week goes up in flames, we know the charred remains in the rubble won’t be his. A straightforward conclusion that ties up most loose plot threads would truly be a nice surprise.</p><p>So far I’ve discussed dark mysteries, with their solemn aspirations to be Real Literature; now let’s focus on the unambitious and unresearched lites. A master of this kind of quickie is Kerrville’s Kinky Friedman, who casts his own self as a New York City gumshoe (and who has certainly accomplished his self-stated goal as a writer: “to entertain Americans in their airports”). But most Texas writers prefer the cozy, dialectheavy, wacky-villager subtype. Most seem hastily dashed off, and errors, both factual and grammatical, are more common than overlooked clues. For example, in <em>Biggie and the Poisoned Politician,</em> by Nancy Bell of Austin, the author refers to the Texas state song as “Texas, Our Texas, All Hail Thee, Mighty State.” (By the way, in many mysteries by out-of-state writers, a lot of anti-Texas prejudice comes through loud and clear. In <em>Track of the Cat,</em> by Mississippi’s Nevada Barr, the park ranger protagonist, Anna Pigeon, terms Texans “full of shit” and later comments, “A Texas liberal. I thought that was a contradiction in terms.”) In these fluffy mysteries authors often pad the story with pointless info. In <em>Distant Blood</em> (which is really a semi-dark), by another Austinite, Jeff Abbott, the narrator informs us, “I washed my face and used the toilet.” Didn’t need to know that! One more thing: Lite writers often adopt a glib, flippant tone suggestive of stand-up comedy. The cutesiness wears thin as the story progresses, especially when it’s narrated in the first person. In <em>Death by Dressage,</em> one of the Robin Vaughan horse-lover books by Carolyn Banks of Bastrop, the nosy heroine, preparing to trespass on a private ranch, muses, “fortunately I was wearing my allpurpose, all-size, indestructible army-green poplin shift. If anyone spotted me, I figured, I could always stand still with my arms straight out and pretend to be a tent someone had pitched.”</p><p>With that final plaint, I strike my own tent, figuratively speaking. I doubt that the criticisms (okay, the rantings) of one surly mystery fan (okay, ex-fan) will sound the death knell for the genre. There’s always hope for improvement; after all, it has been decades since the butler did it. Before more readers rethink their preferences in escapist fiction, maybe a few daring writers will attempt an original idea or two. The death of the masterly mystery would truly be a crime.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "Articles",
    "wp_issue": "November 2000",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Mystery",
      "Books",
      "Texas",
      "Murder",
      "Death",
      "Detective",
      "HERO",
      "Love",
      "cold",
      "Crime",
      "Home",
      "Novels",
      "people",
      "Serial Killer",
      "Tradition",
      "Work",
      "Writer",
      "all the way",
      "assault",
      "Cancer"
    ],
    "wp_categories": [
      "Books"
    ],
    "wp_location": [
      "Texas",
      "Houston",
      "West",
      "West Texas"
    ]
  }
}