{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19855",
    "date": "May 1985",
    "year": 1985,
    "month": 5,
    "month_formatted": "May",
    "pdf_uri": "/1985/19850500.pdf",
    "issue_cover_image": "",
    "document_start_page": 145,
    "toc_start_page": 142,
    "document_page_range": [
      [
        145,
        146,
        147,
        148
      ]
    ],
    "toc_order": 9,
    "toc_headline": "Crack Pots",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198505-crackpots",
  "source": "/1985/19850500.pdf",
  "wp_post_id": 121341,
  "wp_post_guid": "http://www.texasmonthly.com/article/crack-pots/",
  "authors": [
    "Patricia Sharpe"
  ],
  "headline": "Crack Pots",
  "dek": "The most unlikely Mexican pottery collection in Texas belongs to a man who has never been to Mexico but has never passed up a garage sale either.",
  "spread_caption": "",
  "excerpt": "One man’s Mexican pot is another man’s collectible.",
  "kicker": "",
  "word_count": 1145,
  "content": "<img/><img/><p><span class=\"dropcap\">F</span>irst curios, then kitsch, and finally collectibles, Mexican pottery of the forties and fifties filled the shopping bags and preconceived notions of american tourists.</p><p><span class=\"dropcap\">H</span>oward Letcher of austin is a man with an obsession that might seem odd to some: he collects Mexican tourist ware from the forties and fifties. For years, purists have been turning up their noses at those brightly painted clay plates, cups, and saucers; tea sets with picturesque scenes of Old Mexico; turtleor chicken-shaped casseroles. Ever wonder what happened to figurines of campesinos in sombreros sitting beside cacti? Howard has them. How about a set of hand-painted plates with tableaux of women washing clothes, men riding burros, children playing in front of an adobe hut? Howard has those too, and more.</p><p>“I call it Mexican export pottery,” Howard says. “It is different in design and function from native pottery made for everyday use, and the artwork is what makes it special. Most of the pottery he collects was made before 1960, in the decades when travel to Mexico first became easy and cheap and american tourists were buying lots of cookware and souvenirs to take home. In nearly every Mexican tourist center, visitors could find the distinctive pottery produced in Tlaquepaque, a city in the state of Jalisco that was a virtual factory for the manufacture of ceramic goods. Wholesalers strongly influenced the look of the pottery by commissioning designs their foreign customers would like-detailed, sentimental vignettes of native life. The stylized aztecan-Mayan motifs that the Mexican people themselves preferred were not to become popular in the U.S. until later. Meanwhile, american travelers were, quite unknowingly, helping to create a whole new genre of Mexican ceramics.</p><p>Photography by Tom Ryan</p><p>“In austin and San antonio,” says Howard, “it was fashionable to give a set of Mexican pottery to a couple when they married. A friend of mine says trucks from Mexico used to go up and down the streets here in austin, selling clay ware.” In addition, curio shops in San antonio were bulging with it.</p><p>“The type of pottery from Tlaquepaque is very distinctive,” says folk art collector Clifford Wallace of San antonio. “You can identify it by the background colors: a rich beige, blue, black, and the deep terra-cotta of the clay itself.” Personally, he can’t stand the stuff (“Dreadful,” he says), but he acknowledges that it is becoming more collectible by the day.</p><p>Caroline Lee, owner of Exvoto, a folk art gallery in San antonio, takes a different view. “Tastes change,” she says, “and what was considered junk at one time will later be recognized as having value. The collector’s eye picks out what is good in a piece, regardless of current tastes.” Mexican export ware, she observes, “is all handwork, and the glazes are wonderful. It represents the marriage of folk art tradition with popular fashion.”</p><p>When Howard started buying Mexican pottery at flea markets and garage sales two years ago, he had only a passing interest in it. The event that catapulted him into the ranks of fanatics was a citywide garage sale at the austin City Coliseum. “My first big payload came when I was broke,” he says. “a lady from Mcallen who had a booth put out a whole set of Mexican pottery, the best I had come across yet. The pottery had been in her family for years, and she started crying when she laid it on the card table. The pieces were going for twenty-five cents to several dollars apiece, and I had to elbow some newlyweds out of the way to get to them. I think I wrote a hot check for ten dollars and made it good in a couple of days. In fifteen minutes every piece of pottery was gone.”</p><img/><p><strong>This clever figurine anticipates every possible need. The cactus dispenses toothpicks while the señor and señora provide salt and pepper.</strong></p><img/><p><strong>Modern art had an impact not only on the furniture that filled american houses in the forties and fifties but also on the pottery from Mexico.</strong></p><img/><p><strong>Mexican artists satisfied the desires of more conventional tourists by appropriating the lines of an eighteenth-century English tea set.</strong></p><img/><p><strong>Servitude is depicted on a serving tray as mildly amusing when a cam pesino ties his sombrero to a sugarcane stalk to keep from losing it.</strong></p><p>Despite the extent of his collection, which is now approaching 1500 pieces, Howard is the first to admit that he is no expert. Anything he has learned has come through his continual search for more and better work. “I don’t speak Spanish,” he says, “and I have never been to Mexico, not even to Nuevo Laredo.”</p><p>At first, he went straight for the kitsch, but with experience he developed a feel for what he liked and an appreciation for the utilitarian qualities of the pottery. “Fairly early on, I bought a set of Mexican casseroles. I had been eating a lot of enchiladas, and the casseroles worked really well for cooking them. I could put one in the oven at five hundred degrees, and it wouldn’t crack. When I washed it,</p><p>I could smell the earthy odor of the clay.” He is careful, however, about the ware he uses for cooking, because many pieces from that period have lead in the glaze. Tests for lead tend to mar the finish, so to avoid problems altogether he doesn’t put anything acidic or liquid in a pot unless it is marked “no lead.”</p><p>In retrospect, Howard’s lack of preconceptions about Mexican pottery have proved to be a boon. No one had told him that a highly glazed tea service with eighteenth-century English lines was not considered good folk art, so he bought it. Without worrying about what was ethnically pure, he has helped save a small corner of Mexican popular culture.</p><p>His collection consists almost exclusively of pieces found in austin, with several from San antonio. He prefers precisely painted, realistic figures and refuses to buy anything that is shellacked, varnished, or decorated with house paint or other cheap materials. Lately, he has learned to pick out works by the same artist: “i’ll notice the identical style of burro or the same cactus, even among pieces I bought at different times and places.” Thanks to his obsession, pieces of several sets that had been separated for years have been reunited.</p><p>In the space of two years, Howard’s pottery mania has put down deep roots. “My collection may not be worth a lot of money, but it’s priceless to me,” he says. “at some point, I want to go to Mexico and do research, even try to find the artists, if any are still alive.” In the meantime, he’s trying to temper his enthusiasm for practical reasons. “I turned down some pieces I should have bought this weekend, but it is becoming a question of space. One day I had four pots, and the next I had more than a thousand. I don’t really know how it happened.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "May 1985",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Art",
      "Folk",
      "Mexico",
      "Austin",
      "Folk Art",
      "TEA",
      "Fifties",
      "Cactus",
      "Children",
      "Cooking",
      "Design",
      "ever",
      "Family",
      "Furniture",
      "House",
      "Junk",
      "Marriage",
      "McAllen",
      "people",
      "San Antonio"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Austin",
      "McAllen",
      "San Antonio",
      "Texas"
    ]
  }
}