{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19835",
    "date": "May 1983",
    "year": 1983,
    "month": 5,
    "month_formatted": "May",
    "pdf_uri": "/1983/19830500.pdf",
    "issue_cover_image": "",
    "document_start_page": 146,
    "toc_start_page": 146,
    "document_page_range": [
      [
        146,
        147,
        148,
        149
      ],
      [
        196,
        197,
        198
      ],
      [
        200
      ],
      [
        202,
        203,
        204,
        205,
        206
      ],
      [
        208,
        209,
        210,
        211,
        212,
        213,
        214
      ]
    ],
    "toc_order": 5,
    "toc_headline": "The Bad Brother",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198305-thebadbr",
  "source": "/1983/19830500.pdf",
  "wp_post_id": 119313,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-bad-brother/",
  "authors": [
    "Gary Cartwright"
  ],
  "headline": "The Bad Brother",
  "dek": "Matt Johnson and Ernie McMillan were leaders of the old black power crowd in Dallas. They preached revolution and went to jail. Fifteen years later, Ernie was wiser and tougher, and Matt was dead.",
  "spread_caption": "",
  "excerpt": "What happened to the old black power radicals in Dallas? Jail, hard times, middle age—and, for Matt Johnson, the losing end of a gun.",
  "kicker": "",
  "word_count": 9417,
  "content": "<p><span class=\"dropcap\">A</span>n EMS vehicle and units from the Hutchins Police Department and the sheriff’s patrol clogged the street and blocked the drive in front of the beige brick house on the corner. It was one of those suburban residential streets on the south edge of Dallas County where people move to get away from this sort of trauma, a short block of modest brick and frame homes backing up to a cul-desac. Old cars and pickups in various stages of disrepair gave the street a jumbled working-class look, and an uneasy blend of races suggested that nobody lived here too long.</p><p>It was late on a hot, clammy afternoon in September 1982, and the neighbors who clustered in the street gawked at the television cameras and talked in whispers. A man in greasy coveralls strained to hear what the two black teenagers were saying to the police. The boys were eighteen and sixteen, large for their ages; both had worn their hair long and curly until recently, but now their heads were shaved to a bare stubble. The younger boy, who had been crying, pointed in the direction of the back yard, where three large and menacing German shepherds were straining at their ropes.</p><p>The house had been randomly ransacked, an effort—or so the police theorized—to make the murder appear to be a burglary. A chair was overturned, and the contents of a bottle of bleach had been sloshed on the floor. A Tv set was found in the back yard. The body of a muscular black man in his early forties was still tangled in the bloody bedsheets.</p><img/><img/><p>Illustrated by Melissa Grimes</p><img/><img/><p><strong>“'Prison twisted Matt,' said his wife.'he became an absolute terror. Right up till the day he was killed.'”</strong></p><p>One of the neighbors, an employee of the City of Dallas, told reporters at the scene that he knew the family. There were three boys, all named Matthew Donald Johnson, which was also the dead man’s name, and a girl named Tina. The two older boys had discovered the body when they came home from Wilmer Hutchins High School. The sixteen-year-old ran to the neighbor’s home and reported that his father had been shot two times through the head. That was strange: at that point the police had discovered only one bullet hole.</p><p>The reporters who bothered to check their papers’ files under the name Matthew Johnson when they came back from the scene of the crime discovered another curious fact: Matt Johnson had been one of the leaders of the radical wing of the civil rights movement in Dallas in the sixties. He and a handful of other young black men in South Dallas had made up the local chapter of the Student Non-Violent Coordinating Committee (SNCC), an organization that had an important impact on the course of the nation and a brief, fiery run in Dallas. Despite the name, it led the movement away from nonviolence and toward the ideology of black power, and so contributed mightily to the polarized politics of the late sixties and early seventies. In the summer of 1968 Matt Johnson and his brothers in SNCC had staged an impromptu “merchandise raid” on a South Dallas grocery store, and in the summer of the King and Kennedy assassinations and the Chicago convention, that was as close to a riot as Dallas ever got. Still, it seemed strange that a man involved in political matters should meet his end in what appeared to be a low-rent crime of passion.</p><p>But when Ernie McMillan, the leader of SNCC in Dallas and in that long-ago moment a famous man locally, read the next day that Matt Johnson was dead—ignominiously dead—he wasn’t surprised. That was about the way he’d figured Matt would end up. Ernie hadn’t seen Matt since they both went to prison; he’d heard that Matt was working as a welder in a shop in South Dallas, but he didn’t stay in touch anymore. Prison had done something to all of the SNCC brothers, but especially to Matt. Once he’d served his time he acted as though the black movement had never existed.</p><p>When Ernie thought back, it was plain to him that SNCC had never been quite the unified, disciplined organization that it seemed to outsiders. Like any small and intense political movement, it had been an amalgam of all things good and bad, of purity and crookedness, idealism and cynicism, planning and scheming, rogues and saints, and all shades in between. When you thought about Matt Johnson dead, it seemed like he had never been anything but a troublemaker, but in the old days Ernie had believed in him, had thought of him as a committed radical, had even thought he'd lay down his life for Matt if it ever came to that. Strange times throw people together in strange ways, and those had certainly been strange times.</p><p><em>(Continued on page 196)</em></p><p><em>(Continued from page 149)</em></p><p><strong>Ernie Meets the Jive Philosopher</strong></p><p>Some of the older people in the South Dallas ghetto still remember “the SNCC niggers,” as they called themselves, tearing around in Matt Johnson’s funky ’37 Pontiac or Fred Bell’s red convertible, carrying shotguns and wearing tribal dashikis and afros that bushed out like enormous black auras. They planned to form a self-defense force they would call the Kaka Tahari—Swahili for “ready brothers.” Matt had brought the name back from California, along with the dashikis, the afros, the blacker-than-thou lingo, and an obscure guide to black culture called <em>The Nigger Bible,</em> written by a friend of his in Los angeles. Matt’s wife, Dorothy Jean, remembered that they were the first couple in Dallas to sport afros. “People at the barbecue stand used to ask if we were from africa,” she said. Ernie McMillan remembered that Matt was the first one of the brothers to adopt the african tribal regalia—afro, dashiki, earring, and conga drums. Quacy Williams, the youngest member of the brotherhood, recalled, “Matt had a gift for manipulating people. He could be whatever it took. He could get a woman or money or anything he wanted with that line of jive. He could go to Highland Park and talk white people out of more money than any of us had ever seen.”</p><p>The SNCC brothers could frequently be found around places like the Good Luck Drive-Inn on Oakland, passing out recruiting literature and haranguing customers with their bullhorn oratory. Matt was usually the loudest. Though he had no formal education after Madison High School and probably hadn’t read more than ten books in his life, he had the air of wisdom you might expect from a tribal medicine man. Some of the brothers thought of him as their resident philosopher. He had absolute disdain for the whole history and collective wisdom of the black movement in america; he preached a line of almost mystical hatred of whites that even the blacks didn’t understand. “anything that had gone before didn’t count with Matt,” said Ernie McMillan. “If you wore your hair short or if you didn’t wear a beard, you couldn’t be trusted. You had to wear a dashiki and an afro, the bigger the better. If you had a really big afro, you had leadership quality.”</p><p>If Matt was the philosopher, the orator, for the movement, Ernie McMillan was clearly the intellectual. Born to a family of doctors, lawyers, and educators in the area now called Short North Dallas, Ernie had been one of the young followers of Martin Luther King, Jr.</p><p>Ernie McMillan’s great-great-grandmother was a slave in the household of James K. Polk in Tennessee. His greatgrandfather was Chavis Lee Partee, one of a family of Huguenots, who married a slave in the McKinley household in Tennessee. Their last child, Chavis Partee, Jr., grew up and moved his own family to Dallas, to a community of former slaves near what is now Inwood Road. One of his eight children was Eva Partee, Ernie’s mother.</p><p>Eva married Marion Ernest McMillan, whose father, Walter R. McMillan, was one of the first black doctors in Dallas and the founder of one of the city’s first black hospitals, at Hall and State streets. Marion and Eva had four children. Their only son, Ernie, was born in 1945. The McMillans and the Partees were among the best-educated, most influential black families in Dallas. Ernie’s uncle Cecil Partee taught history at Madison and Roosevelt high schools. Another uncle, Clifton Partee, helped found the Progressive Voters League. Eva McMillan was an organizer and precinct worker at the Hall Street Commissary, and that precinct, even in the days of the poll tax, had almost 100 per cent registration.</p><p>“We were a close, tight-knit family,” Eva McMillan remembered. “Two or three nights a week we’d have family and friends over to our house for discussions—politics, women’s rights, the solar system, whatever. The kids would listen and join in, then we’d give them quizzes.”</p><p>Ernie recalled, “Our home was a little oasis, a sort of cultural center for me and my friends.”</p><p>Ernie grew up with some sense of black history and culture but hardly any recognition of the white man’s world, though it lay only a few blocks away, in downtown Dallas. “I had heard about the poll tax and the job market and all those things,” he said, “and I could see that we lived a different way because of the color of our skin. I guess I learned about social security, the eight-hour day, unions, and Marcus Garvey, but none of it registered. As kids we were spoon-fed Booker T. Washington and George Washington Carver, education in the narrowest sense.”</p><p>Ernie’s mother worked in a laundry and his father worked as a postman, an elevator operator, and sometimes a preacher, though there was very little income connected with the ministry. One Thanksgiving Ernie found a basket of food on the front porch. “I had a sense of outrage, of embarrassment,” he remembered. “In school we’d given charity baskets to the less fortunate. Only I didn’t think of us that way.”</p><p>There were books in their home—<em>The Grapes of Wrath, The Black Bour- geoisie</em>—and music that celebrated black culture and commemorated the tragic suffering of a people—such as Billie Holiday’s “Strange Fruit,” a 1940 antilynching song. Ernie remembered, too, being restricted to the few black movie houses and to the balcony of the Majestic Theater downtown, and drinking from water fountains labeled “Colored,” though the meaning didn’t register at the time. He saw photographs of blacks hanging from trees or lying crumpled and mutilated on the banks of bayous, but these didn’t register either until he heard members of his family talking about the lynching of fourteen-year-old Emmett Till in Mississippi. This was 1955, one year after the Supreme Court ruling outlawing segregation in education. And something else happened about the same time that was discussed in the homes of the McMillans and the Partees—a black seamstress named Rosa Parks made national headlines by refusing to surrender her seat on a Montgomery city bus. Rosa Parks explained that she was just tired; and the following Monday, outside the Holt Street Church in Montgomery, a young black preacher named Martin Luther King, Jr., aroused a crowd of four thousand with a speech in which he said, “But there comes a time when people get tired.”</p><p>In the late fifties Ernie’s parents separated, and his father moved to Noonan, Georgia. Ernie joined him there after he graduated from high school. He enrolled in Morehouse College, in atlanta, where families of the most smug, affluent blacks in america sent their sons to learn the consciously arrogant manners long associated with Morehouse men, among whose numbers was counted Martin Luther King, Jr. Ernie hated Morehouse from the start. \"It was that class thing all over again,” he said. “The college was only a few blocks from the ghetto, but students wouldn’t go down there. They felt superior. Who your parents were and what kind of linens you had were the important things.”</p><p>Late that summer word spread across campus that Martin Luther King, Jr., was planning an unannounced visit to invite participation in his march on Washington. Although Malcolm X and other militants condemned the march as another example of blacks’ toadying to manipulative white interests, the march was a huge success, attracting more than 250,000 people. At the zenith of the event Dr. King delivered his “I Have a Dream” speech. Ernie McMillan couldn’t afford a trip to Washington, but he organized a companion demonstration in the small town of Noonan.</p><p>When McMillan turned nineteen, his father signed a paper allowing him to become a full-time staff member of SNCC, at a sarting salary of $9.64 a week. He went to work in what was considered at the time the lynching capital of america—Southwest Georgia. Counties had names like Terrible Terrell and Bad Baker: collections of mean little rural towns of sharecroppers and field hands existing in tin-roofed shacks along dusty side streets.</p><p>Ernie knew firsthand about police dogs and clubs and fire hoses pressurized to strip the bark from trees and snap human bones. He knew about working alone, about living from house to house and getting meals wherever he could, and about ways to outwit local sheriffs who equated registering black voters with high treason.</p><p>“We were supposed to be nonviolent,” Ernie recalled, “but we weren’t stupid. We carried shotguns. That nonviolent philosophy scared me more than anything else. SNCC regulated us much more than the white power structure ever did. They’d search us before a march or demonstration. If you were carrying so much as a pencil— a pencil was considered a dangerous weapon—you weren’t allowed to march.”</p><p>He remembered the leadership of SNCC too. “The leaders would start the march in front of the group-you know, the black preachers or the andy Young types. When we got close to the fire trucks they’d disappear. The next time you’d see them would be back at the church, only they weren’t wet or bloody like the rest of us.”</p><p>In Georgia, Ernie met almost all the young black leaders of the time—John Lewis, Julian Bond, andrew Young, Stokely Carmichael, Hosea Williams. Some of them were his friends, and some of them also became disillusioned with SNCC after passage of the Civil Rights act; after 1965 a lot of blacks thought the battle had ended.</p><p>Ernie returned to Dallas in late 1964 and enrolled at the University of Texas at arlington in the spring of 1965. “after almost two years of fighting racism in the Deep South,” he recalled, “it was a shock to come back to Dallas and realize that things were just like I had left them. Nothing had changed. Nobody in the black community was doing anything.” By this time Ernie was calling himself a black nationalist, though, strictly speaking, he was not a disciple of Malcolm X, who was an outspoken enemy of Martin Luther King, Jr., and the nonviolent program. Compared to other campuses around the country, UT-Arlington appeared joltingly sedate, frozen in time. Students called themselves Rebels and celebrated Old South Week, during which the men dressed like Confederate soldiers and the women wore bonnets and layers of crinoline petticoats. Ernie joined a group that, though it was small, attracted so much attention with its protests that the school was eventually forced to abandon its “tradition” (which dated all the way back to 1952) and change the nickname Rebels. Ernie was suspended from school in 1966 for an insufficient grade-point average.</p><p>Next, Ernie became involved in the Dallas antiwar movement. It never numbered more than a handful of people, but it got a lot of media attention. One volunteer was a former member of Students for a Democratic Society (SDS) and a selfproclaimed Marxist. When the Dallas newspapers exposed this and Congressman Joe Poole promised an investigation by the House Un-american activities Committee, the group scattered like seeds in a gale. \"I was alone again,” McMillan said. “That’s when I seriously thought of forming a SNCC chapter and working with Dallas blacks on black problems.”</p><p>The conservative Dallas establishment automatically assumed that Ernie McMillan was a subversive, an outside agitator sent to foment revolution. Newspaper accounts sometimes identified him as “the son of an alabama college professor\"; hardly anyone remembered him as the onetime commander of the Booker T. Washington drill team.</p><p>Dr. Emmett Conrad, the first black to win election to the Dallas school board, spoke for the establishment when he said, \"The majority of the Negro people in Dallas want to bring about change in the same way we have always done it in the past-through discussions with the white leadership and, if necessary, through the courts.” The majority of the blacks, in fact, seldom thought of change. A1 Lipscomb, who had been a black leader before most of the SNCC members were even born, said, “We’d go downtown with our hats in our hands and talk to the establishment. The establishment would appoint some superspook leader. You’d see the same names on all the boards and commissions—the more responsible Negroes, as [Mayor] Erik Jonsson used to call them.”</p><p>The Dallas police had an impressive file on Ernie McMillan. His mother recalled that unmarked police cars used to cruise their block, especially at night. “We had the only house in Dallas that didn’t have to worry about burglars,” she said.</p><p>“The scariest times were during the antidraft movement,” she remembered. “i’d hear Ernie early in the morning getting ready to go demonstrate, and i’d shake all over. I knew he had to do what he was doing, but I was still his mother. When he’d leave the house the police would trail him and find some excuse to give him a ticket. For a while he gave up driving—started walking. They’d still stop him. They’d give him a ticket for using profanity or something. Every week, two or three times a week, we’d have to get him out of jail.”</p><p>The rallying cry of “black power” was catching on, even in Dallas. Stokely Carmichael, the new chairman of SNCC, started it by asking at a rally held during a march through Mississippi, “What do you want?” The answer, supplied by Willie Ricks, who had worked with Ernie in Thomasville, Georgia, came back: “Black power!”</p><p>Black power was condemned by King and the moderates, but it was powerful medicine to the SNCC workers. Carmichael and H. Rap Brown, who would succeed him as chairman, toured the country, provoking riots. Rap Brown advised a crowd in Cambridge, Maryland, to “burn this town down,” and nearly twenty buildings were destroyed. By the summer of 1967 there had been major riots in dozens of cities. The black revolution was a reality, and it was no longer limited to the South.</p><p>In retrospect, it seems remarkable that Dallas remained calm for as long as it did, given what had been happening elsewhere. Every time Bull Connor turned his dogs or his high-pressure hoses on marchers, every time the mayor of Birmingham spoke of “the nigger King,” every time George Wallace advised authorities to “knock some heads,” every time a church was bombed and millions of americans watched tiny caskets being paraded across their TV screens, there were new converts to the movement—and the converts grew increasingly militant.</p><p>Ernie McMillan formed his SNCC chapter in Dallas in 1967, but it attracted almost no members until the assassination of Martin Luther King, Jr., and the aftermath of bloody rioting in april 1968. McMillan appeared on a locally produced television show and declared Dallas to be “the epitome of all racism in this country.” In May 1968, a month after the assassination, McMillan appeared at a send-off rally at Fair Park for the Poor People’s March on Washington, advising blacks, as Malcolm X had done five years earlier, that the march was a waste of time. “If this country doesn’t meet our needs,” he warned, “we’re just going to have to burn it down and start over.” McMillan’s reputation as <em>the</em> black leader in Dallas was established.</p><p>McMillan’s television exposure attracted a hard core of new talent to SNCC. Matt Johnson, Quacy Williams, Fred Bell, and Charles Beasley all joined within the next few weeks.</p><p><strong>The Brothers Trash a Store</strong></p><p>By the time the Dallas media discovered Ernie McMillan (and vice versa) in the mid-sixties, Matt Johnson had served a hitch in the Navy, had gotten married, and was working as a metal cutter for a furniture manufacturer in Los angeles.</p><p>Matt’s father, whose name was also Matt, operated a small paint and body shop in South Dallas. He had settled there during World War II when a lot of farm families moved to the city looking for work. The senior Matt Johnson was from Freestone County, east of Waco, and his wife was from the adjacent county, Limestone. “We grew up on farms, chopping cotton, picking corn, whatever had to be done,” recalled Tinnie Mae Johnson, a small, frail woman. Neither of Matt Junior’s parents had much education: they probably had never heard of racism and certainly never dreamed of demonstrating against it. Matt Junior was a husky, aggressive kid who played football at Madison but otherwise was a student of no distinction. He joined the Navy after high school, and when he was discharged he married Dorothy Jean and moved to California. “When he come back from California in ’68,” his mother remembered, “he had changed. He had all that long hair and talked in some funny way where we couldn’t hardly understand him. My husband thought for a while he was off his rocker, but I guess it was just a generation thing.”</p><p>Quacy Williams grew up a few blocks from the O.K. Supermarket-a supermarket that would go down in history as the scene of the beginning of the end of the Dallas SNCC chapter. Quacy remembered that they made the best barbecued bologna sandwiches in town. Quacy was a street kid in Dallas, but he spent a lot of time with his grandmother in East Texas. In 1966 he dropped out of Lincoln High and joined the Marines. Less than two years later he was back in South Dallas, broke and unemployed. “I remember waking up one Thanksgiving morning in a motel on Oakland with this whore, after eating reds and drinking wine the night before, wondering if this was all there was to my life,” he said. He got a job as a butcher’s assistant, and a few months later he happened to look out the window of a city bus and saw “this bunch of niggers in afros and dashikis picketing O.K.” He jumped off the bus and joined them. That’s the way things happened in those days in the South Dallas ghetto.</p><p>Fred Bell, who was usually identified as McMillan’s bodyguard, was a tall, athletic, and intelligent man, a prelaw student and an orator. As SNCC’s director of defense, he was absorbed by military discipline and machismo.</p><p>Charles Beasley, called Foots because of his large feet, was quiet and selfcontained, yet physically intimidating. He harbored as strong a hatred for the white man and his system as the others did.</p><p>Viewed through the eyes of the old guard Dallas establishment, SNCC must have looked like the apocalypse unchained. But it was actually never more than an alliance of young blacks with vague ideologies and a notion that the system had to be changed.</p><p>“We had no real structure,” Ernie McMillan recalled. “We operated on the run. Whatever had to be done had to be done <em>now.</em> Everyone had his own idea. One of us stressed the community patrol, the need to arm, the military training. Matt had a mystic philosophy of manhood and self-defense. The black man was absolute king—that may have been the only thing we agreed on. We weren't very strong on women’s rights.”</p><p>“Ernie and Matt were usually at odds,” said Quacy Williams. “Except when we were actually doing something—then they were together. Ernie was completely dedicated to the movement, to the brothers and sisters. Matt was a hell of a dude, but he was inflexible. Some of the things we did, I shake just thinking about it now—seven or eight of us in a car with shotguns and bandoliers! Matt got his hands on some money and went out and bought what he called our new organizational car—a two-seat Corvette!”</p><p>Some of Dallas’ old-time black leaders admired the SNCC bunch. “They fascinated me,” admitted al Lipscomb. “I helped them picket, raise money, sit in at welfare. They made things happen.” Other blacks thought they were hotheads, or worse. They didn’t have jobs, and they were a threat to the jobs of those who did. They dressed like freaks and probably used drugs. Some of them were thieves and bullies.</p><p>During the spring and early summer of 1968 the SNCC leaders were being hauled into jail regularly on a variety of charges. McMillan was arrested for violating an anti-noise ordinance by using a sound truck to promote a political candidate. McMillan and Bell were arrested for allegedly threatening the owner of a black security service who refused to join SNCC and attempted to run them away from the Good Luck Drive-Inn. Johnson was arrested for theft—specifically, theft of a security guard’s side arm—after a man identified as Johnson tried to snatch the guard’s gun from its holster. None of the charges amounted to anything, but it wasn’t unusual for the SNCC people to spend four or five days in jail, usually in an isolated psychiatric cell. “Every time they raised a little money,” Eva McMillan recalled, “they’d have to spend it on bail and lawyers.\" These nagging misdemeanor charges wouldn't get the SNCC people off the streets, but the <em>Times Herald</em> reported that an unidentified assistant DA hoped to find reasons to file felony charges and put them away for ten years.</p><p>New members were proving hard to come by, and so were new ideas. The brothers started a newspaper—a pamphlet, really—called <em>Black Disciple</em> and featuring articles with titles like “The awareness of Being Black” and “They Call Us Communist.” although Quacy’s Marine service hadn’t taken him anywhere near Viet Nam (he served at Guantanamo Bay in Cuba), he wrote a regular “letter” from the combat zone. Matt Johnson contributed such articles as “Nigger—Open Your Eyes and See!”</p><p>During one of his trips to atlanta, Ernie McMillan ran across the strategy of organizing an economic boycott. The idea was to target a business or chain of businesses that was ripping off blacks and apply the squeeze through the use of tactics like picketing, harassment, and “basket boycotts,” in which protesters would fill shopping baskets, then claim to have forgotten their money. The Dallas SNCC workers targeted the O.K. Supermarket chain, eleven small stores, ten of which were in South Dallas; they charged that the stores operated under poor sanitary conditions, employed blacks at a pay scale lower than that for similar jobs in other parts of the city, and sold inferior and sometimes deteriorating meat and produce at prices 15 to 20 per cent higher than fair market value. The store at Oakland and Pine, according to some blacks, regularly raised prices on the day welfare checks arrived. “Most of the people on welfare were old and didn’t have transportation,” Eva McMillan said. “They didn’t have any choice but to shop at O.K. The only time I ever went in there I came home with a dozen rotten eggs.”</p><p>The boycott appeared to be succeeding. Word got out that the absentee owners were willing to sell, and Ernie attempted to set up a black economic development corporation to buy the chain. “We saw this as a great victory,” he recalled. “The chain wouldn’t be owned by SNCC; it would be owned by the community. We weren’t talking about extortion, we were talking about actually changing ownership. We didn’t realize it at the time, but we’d become a genuine threat to the business community.” But some of the SNCC leaders thought the strategy was too slow, too passive, and they demanded more aggressive and immediate action.</p><p>On the evening of July 1, 1968, thirty to forty blacks attended a meeting at the Hope Presbyterian Church and decided to descend on the store at Oakland and Pine and carry out a giant basket boycott. They were cautioned against violence and vandalism, and all carried money in case anything was broken.</p><p>What happened at the store was described by one lawyer as being “like the food-fight scene in <em>animal House.\"</em> Someone left a freezer door open, and someone dropped a bottle of milk. Matt Johnson smashed a watermelon on the floor. Ernie McMillan smashed some eggs and crushed some tomatoes, and it got worse from there. The whole thing was over in a couple of minutes, but the floor of the market was littered with broken glass, eggs, fruit, sugar, flour, and assorted condiments. The ruined merchandise was valued at between $143 and $211. Johnson and several others offered to pay, but the manager apparently refused to accept money. “We went back to SNCC headquarters feeling very good about the boycott,” McMillan said. “The manager didn’t seem upset. We even went back later that night and bought some beer. It never occurred to us that we had committed a criminal act. We saw ourselves as the vanguard of the community, defending our people against the bloodsuckers.”</p><p>The following day McMillan and Johnson were singled out for prosecution and arrested on charges of destruction of private property valued at more than $50—a felony punishable by up to twenty years.</p><p>After considerable shuffling of dockets, the case against the two SNCC leaders ended up in the court of district judge James Zimmerman, a former Dallas County prosecutor who had played a minor role in the Jack Ruby trial. Zimmerman had been appointed to the bench following the death of the Ruby trial judge, Joe B. Brown, and had just won the Democratic primary; however, he faced stiff opposition in the November general election. Both defense attorneys charged that Zimmerman rushed the proceedings to trial because he needed a “high-profile” case to assure his election. Zimmerman denied that.</p><p>Zimmerman didn’t recall that the atmosphere in Dallas was particularly supercharged that summer. But it was. A casual glance at the headlines of Dallas’ two dailies reveals the atmosphere: [Chicago] Food Store Stormed By Negroes . . . Detroit Gains New Realism Laced With Fear, Lethargy . . . Negroes In Miami Go On Rampage . . . Negroes Stage March On L.a. Police Station . . . Louisville Area Looted; Police Pelted . . . Texas Guardsmen Ready ‘If’ . . .</p><p>An AP survey showed that since the bloody Newark and Detroit riots of the previous summer the police had been stockpiling armored vehicles, helicopters, and high-powered rifles and were sending undercover agents into the slums and recruiting civilians as ready reserves. The Dallas Bar association had a contingency plan whereby its members would be pressed into service as judges and prosecutors in the event of big trouble.</p><p>The Dallas City Council, without bothering to consult a single black leader, passed a sweeping anti-riot ordinance. The Dallas establishment appeared genuinely surprised by the sharp reaction from blacks. The Reverend O. H. Lakey called the ordinance “a blatant act of tyranny,” and the <em>Times Herald</em> remarked in an editorial that it was “most difficult to understand how they [black spokesmen] could believe the ordinance is directed at the Negro community.” One question in a poll published in the <em>Dallas Morning News</em> asked, “When a race riot starts, what do you think should be done?” The question everywhere wasn’t <em>if there</em> would be a riot but <em>when.</em></p><p>For the trial of Johnson and McMillan, chief prosecutor Doug Mulder, who later made his hard-nosed reputation by persuading Dallas juries to hand down sentences of 800, 1000, 1500, and finally 5005 years, personally took charge. Appearing for the defense were two young lawyers who were just starting to make a reputation for themselves, Vincent Perini and Frank P. Hernandez.</p><p>Attorneys Perini and Hernandez correctly anticipated that they would be stuck with an all-white jury and that Judge Zimmerman would deny most of their motions. At the trial, several dozen grimacing blacks in dashikis and afros dominated the spectator section. The interior of the courtroom was rimmed by armed guards.</p><p>Perini, who had been out of law school less than two years, admits that he made “a young lawyer’s mistake” when he compared the raid on the O.K. with the Boston Tea Party during his final argument. He invoked the memory of Paul Revere, John Hancock, and Samuel adams, “sometimes known as the father of the american Revolution,” and asked, “Was there evil intention in those american patriots” when they dumped 35,000 pounds of British tea in the bay?</p><p>Chief prosecutor Mulder recalled, “When I heard Perini talk about the Boston Tea Party, I couldn’t believe my ears. Okay, let’s identify them for what they are: revolutionaries. Imagine what the British government would have given Samuel adams back then.”</p><p>The prosecution suggested to the jury that the event at the O.K. was the “beginning of a revolution” and asked, “Do we want a revolution in Dallas County-do we want to begin here?” In affirming the conviction, the Texas Court of Criminal appeals called this an “indeed telling argument.”</p><p>Members of the jury obviously agreed. In a deposition taken later, juror Mary Elizabeth Farrar told how the jurors discussed that if “these boys” were released on probation “there would definitely be riots . . . there was much talk that we didn’t want any Carmichaels or any Rap Browns or any Kings here in the city.”</p><p>The jury quickly found McMillan and Johnson guilty and sentenced them to ten years.</p><p>“That was the end of the black movement in Dallas,” al Lipscomb said. “That broke the back of the group.\"</p><p><strong>Doing Time</strong></p><p>When the appeals were exhausted and it was time for Matt Johnson to go to prison, he was close to a nervous breakdown. The brothers heard that Matt had thought of hanging himself right after the trial, during the six weeks he spent in county jail awaiting bond. Ernie had volunteered to spend an extra six weeks in jail so that the first bond money raised by people in the movement could be used to reunite Matt with his family.</p><p>A lot of things happened in the weeks and months following the trial, almost all of them bad. Fred Bell, possibly overcome by his promise that the defense lawyers would be paid, was arrested and charged with being part of a gang that had robbed a bank in the small Northeast Texas town of Ladonia. Now Fred was on his way to prison. Foots Beasley was charged with the same robbery, but he vanished. Some months later the brothers read that Foots had been arrested in Montreal trying to hijack a plane to Cuba. A guard at the county jail warned Ernie that a \"pine box” was waiting for him at Huntsville; Ernie’s mother organized a campaign of telephone calls that she hoped would convince Sheriff Bill Decker that the black community was aware of the threats on her son’s life. “One of the first things I did when I made bail,” Ernie recalled, “was buy a thirty-caliber rifle with three banana clips.” The gun was confiscated a few days later in a sweeping police raid on the homes of McMillan, Johnson, and another SNCC worker, and Ernie was charged with illegal possession of a firearm. He was also indicted for draft evasion because he had refused to take an army physical the previous spring. Quacy Williams was stopped one night driving across a bridge between South Dallas and West Dallas, and a search of his car conveniently turned up a matchbox of marijuana, which at that time could get him life in prison.</p><p>In June 1969, almost a year after the raid on the O.K., Ernie and Quacy traveled to Greenwich, Connecticut, to speak to a meeting sponsored by the National Council of Churches. Although Ernie had cleared the trip with authorities, he heard from his lawyer in Dallas that his bond was about to be revoked. “My lawyer thought the FBI was planning an ambush,” he said. “He advised me and Quacy to take a circuitous route back home.”</p><p>Instead, the two men decided to split. A few weeks later they were in africa, trying to locate Stokely Carmichael, who was living in Guinea. Quacy remembered turning 21 “in the Motherland.” as a kid Ernie had dreamed of an almost mystical africa of tribal kingdoms “where a great people lived with an empire when the English and Europeans were still living in caves,” but what he found wasn’t the africa of his dreams. “There was nothing romantic about it,” Ernie said. “I had thought of one people, one nation, but I learned there were something like two hundred fifty different languages, tribal wars, and economic chaos.”</p><p>Quacy remembered, “I loved the people but not the political systems. We saw corruption and blacks oppressing blacks.”</p><p>After about a year they had had enough. “We finally realized that this wasn’t our place,” Quacy said. “We were afroamericans. That’s when we decided to go home.”</p><p>They disappeared into the underground of the black movement in Chicago and were not captured until December 1971 when a platoon of police and FBI agents cornered them in Cincinnati. Some of the charges against them had been dismissed by then. Quacy pleaded guilty and was sentenced to five years’ probation. Ernie was sent first to federal prison in Leavenworth, then to the Texas Department of Corrections at Huntsville.</p><p>Prison certainly didn’t change Ernie McMillan. He served much of his sentence working in the fields, and once he led a sit-down protesting an order to work on Father’s Day. He was beaten, he recalled, and he was thrown into solitary. In December 1974 he was released, partly through the efforts of State Representative Eddie Bernice Johnson of Oak Cliff, who had arranged for him to testify before her House Prison Reform Committee.</p><p>Shortly after his release, Ernie went to work for Eddie Bernice Johnson. Later he worked in Dallas for the Opportunity Industrialization Center, and then for a bleach factory, where he became a union organizer. In 1979 he joined the United League of Mississippi, a civil rights organization working in the heart of the Delta, birthplace of the White Citizens Council and stronghold of old-time white supremacist Democrats.</p><p>Ernie was working in Sunflower County, Mississippi, just a few miles from the spot where Emmett Till was lynched, when he learned from his mother that authorities in Dallas were about to revoke his parole. A district attorney in Indianola, Mississippi, had alerted authorities that McMillan was suspected of being an accessory to a robbery. “I knew I hadn’t done anything,” he recalled. “But the DA gave me a choice of either leaving the state or being prosecuted and having my parole revoked. I decided to go home to Dallas and sort things out in my mind. Charges were never filed, nor was his parole revoked.</p><p>Ernie’s first marriage had ended in divorce while he was still in prison. His wife, Felicia, who had been pregnant back in 1968 when the Dallas cops and the FBI kicked in the door to their apartment, had at one time planned to join Ernie in africa, but instead she suffered a nervous breakdown. Now she had remarried and moved to Michigan with their son. His life in shambles, Ernie moved to Houston in 1980. “I felt we were on the eve of a new movement,” he said. “Houston had the largest concentration of afroamericans in the South and a history of worthwhile struggles under people like Barbara Jordan and Mickey Leland. I decided that’s where I belonged.”</p><p>While he was reassessing the movement, Ernie ran across something that shed new light on the tumultuous sixties It was a photograph of two old arch enemies, Martin Luther King, Jr., and Malcolm X. They were shaking hands.</p><p>Matt Johnson became a model prisoner His wife, Jean, recalled that he was terribly depressed for months. “a man in his cell hung himself because he got a Dear John letter,” she said. “But after a while Matt seemed to adjust.” Jean speculated that her husband “made some kind of deal in prison,” but she never knew what.</p><p>There was speculation, too, about some missing money that a wealthy Highland Park playboy had given Matt Johnson. The money was supposed to have been used to build the community center on Forest avenue, but it disappeared. Jean recalled that some months before her husband had gone away to prison, he had spent a considerable sum on clothes, a new Jaguar, and a gift to his parents. “He never confided in me where he got the money,” she said. “He never confided in me about nothing.”</p><p>Judge James Zimmerman was instrumental in Matt Johnson’s parole. The judge visited Johnson in Huntsville when he learned that parole was being considered, and he was greatly impressed with the convict’s record and attitude. “I was impressed with his dignity,” Zimmerman recalled. “He didn’t appear beat down or broken. He wasn’t wild or hostile or aggressive. He gave me his word that he would get a job and never embarrass anyone.”</p><p>Defense attorney Perini observed a similar transformation. “Matt went to prison and took his licks and became a model prisoner,” Perini said. “He apparently turned out to be a very deep person.”</p><p>But Jean Johnson saw something else. “Prison twisted him,” she said. “He became an absolute terror. Right up till the day he died.”</p><p><strong>The Philosopher Johns Tyrant</strong></p><p>Purely by chance, Quacy Williams ran into Matt last September, just a few days before Matt’s murder. Quacy had gone to a welding shop in South Dallas to check on a bus used to transport families of prisoners to and from Huntsville on visiting days. And there was Matt Johnson, trying to look pleased at this accidental encounter. Matt’s hair was traced with gray, and some of the muscle had turned to fat, but Quacy thought that he hadn’t really changed.</p><p>Matt asked about the movement—he must have known that Quacy was still involved. He said, “anytime you need me, brother, i’ll be there.” Of course he didn’t mean it. Matt didn’t care about the movement now. There wasn’t anything in it for him; the years hadn’t transformed the brothers’ basic characters, but it had transformed their needs.</p><p>“Call me,\" Matt said as Quacy was leaving.</p><p>“Okay, Matt, sure,” Quacy said. But he didn't ask for Matt’s phone number, and when Matt volunteered it he pocketed the slip of paper, never intending to call.</p><p>True to the promise of his parole, Matt Johnson never fooled with the movement again. When he was released from prison he moved with Jean and their four children into the home of his parents, who had bought a small farm near Hutchins in the southern part of Dallas County. Matt had learned welding in prison, and he worked in his father’s paint and body shop for a time. The old man had finally realized his dream—he had opened not one but two barbecue places, one in South Dallas and the other in Oak Cliff. They were called Matt’s Barbecue.</p><p>“Matt and his daddy were always arguing about something,” Jean recalled. “It was a strain living there.” Matt found another job as a machine welder, then in 1974 went to work for Gifford-Hillamerican, a manufacturer of high-pressure concrete pipes, as a tap welder and later as a troubleshooter. He told Jean he had been laid off in June, but after his death she learned that he had been fired.</p><p>A few years ago Matt and Jean made a down payment on the beige brick house on the street with the cul-de-sac. It was a short drive away from his parents’ farmhouse. Matt and Jean argued constantly, and he frequently beat her. She left him seven different times, but she always returned. “There was nowhere else to go,” she said. Matt never talked about his days in the movement, and Jean never brought it up. Not long after they moved into the new house, Matt joined a motorcycle club, the Buffalo Soldiers, sublimating part of his deeply embedded machismo in powerful machines and a new brotherhood. He also took a lover; their affair lasted for a while, but somehow it was a relief to Jean.</p><p>Jean Johnson knew that it had to end, but until she arrived home from work last September 21 and saw the police cars and television cameras and the yard full of neighbors she never dreamed it would end in disaster.</p><p>When she left for work that morning, the children were fixing breakfast; Matt was still asleep. He hadn’t worked since June. She called home about an hour later to remind him that he had an appointment at the unemployment office, but she didn’t really believe he would get dressed and go. She tried to call him several more times, but there was no answer.</p><p>Jean left work about four, stopped at the bank, then drove home to Hutchins. As she approached the street with the cul-desac and saw the commotion, she thought, “Oh, dear Lord! He’s finally hurt one of the children.” Then she saw her sixteenyear-old, Donald. He was crying. “Daddy’s dead,” he sobbed, throwing his arms around her.</p><p>This didn’t surprise her, though at the time she couldn’t make any sense out of it. In a perverse way that she couldn’t bring herself to admit, it was almost as though God had answered her prayers. Living with Matt had become unbearable. Not only had he been beating her for years, he was beating their children as well. Her eighteen-year-old, Matthew II (called Two), and her sixteen-year-old, Matthew III (Donald), had run away some months ago after their father slapped them around. There was an ugly scene in juvenile court—the judge almost held Matt in contempt for his outburst. Lately, Matt had been picking on the six-year-old, Matthew IV (called Punkin), because the boy couldn’t learn to count. Punkin had asthma and a nervous stomach that caused him to lose his breakfast almost every morning.</p><p>Donald, even more than the others, developed an obsessive fear of his father. Matt seemed to take a special delight in attacking the big, slow, awkward boy, who was timid and painfully reticent. Donald was left-handed, which Matt took as a sign of weakness. On occasion he tied the boy’s left hand behind his back, and other times he beat him with a stick and with an extension cord. There was a time when Donald couldn’t take off his shirt at school because of the slash marks on his back. The boy developed a stutter and high blood pressure.</p><p>Donald was a candidate for the varsity football team at Wilmer-Hutchins, but when he came home with failing grades in the spring, his father refused to allow him to play. Matt then apparently forgot about his injunction, because in late august he jumped the boy and demanded to know why he wasn’t at practice. Jean said, “He slapped him against the wall, then dragged him in the bathroom and shaved his head with an electric razor, shaved it as naked as the palm of my hand.” Several days later Matt blew up because Two hadn’t put away his tools; he shaved his head also.</p><p>“I felt like I couldn’t report him to child welfare,” Jean said. “Matt had been through so much. He detested whites, so you can imagine what i’d be doing to him by putting him through the white man’s system of justice again.”</p><p>Matt was constantly issuing new mandates: Jean was forbidden to wear earrings, for example, or to attend church. The children had never been baptized. About a week after the head-shaving incident, she decided to disobey him. She took the children to church for the first time and made plans for their baptism.</p><p>A few days later Matt was dead.</p><p>Jean’s in-laws turned against her, and she was virtually penniless and without friends. She didn’t even have enough money to bury her husband. The motorcycle club and Matt’s parents paid the bill. Her father-in-law was still holding Matt’s van and his motorcycle.</p><p>The day after the funeral Jean learned the awful truth: Donald confessed that he had murdered his father. He told his mother how he had walked his little sister, Tina, to the bus stop, then sneaked back into the house and hidden in a closet until the other children left for school. He took one of the rifles from his father’s gun collection and walked to the bedroom. “He didn’t remember firing the first shot,” Jean explained later. “It was like a dream. But the noise of the gun brought him back. He fired the second shot because he was afraid . . . his daddy would get up and kill him. He said he just couldn’t stand to see me hurt any more, and he couldn't stand to see Punkin growing up like he had.”</p><p>No one in authority seemed to know how to handle the case against Donald Johnson. He wasn’t a killer, though he had committed a murder of mythological significance. In a report to Judge Pat McClung of the 305th Family District Court, a probation officer took note of the frequent beatings and abuse and observed that Donald Johnson “does not possess the sophistication or ‘street knowledge’ expected of an eleventh-grade student reared in a lower-middle-class environment.” Except for the time he ran away, the boy had never been handled by the police, nor was there any indication he had used drugs or exhibited antisocial behavior.</p><p>Jean took Two, Punkin, and Tina to California to live with her sister, then returned to Dallas with Donald. He transferred to another high school, joined a boys' club, and was active in a church group. He remained in his mother’s custody until January 3, when Judge McClung made a surprise ruling that Donald Johnson should be handled as an adult. He set bond at $10,000. Jean Johnson wasn't able to raise the money. The frightened and bewildered sixteen-year-old remained in county jail for six weeks while the authorities tried to decide what to do with him. Still, no one seemed willing to make a decision.</p><p>Attorney Tom McCorkle, appointed by the court to defend Donald Johnson, said, \"I would take ten years right now. You have to realize this is just a game they play called the criminal justice system. The system is not interested in saving the boy’s soul.”</p><p><strong>The Heirs Of Malcolm X</strong></p><p>It was no consolation to the family of the late brother Matthew Johnson, but the movement was obviously alive and well. A crowd of mannerly, well-dressed blacks gathered in the student center at Texas Southern University for the Third annual Black Unity Conference, attended by 250 delegates representing 64 organizations. It was hosted by the Houston chapter of the Black United Front, of which Ernest McMillan, as he is now known, was the chairman. “Many Struggles, One Front” was the theme of the conference, and the crowd showed proper appreciation as a tall black man talked about puberty rites in africa and demonstrated various types of tribal drums and flutes. “We are the heirs of Malcolm X,” the speaker said.</p><p>“When you start off on a long trip,” McMillan was saying the next morning as he entertained an out-of-town guest in his duplex, “you get a lot of flat tires, you run out of money, but at least you get to see who your traveling companions are. Some are in it for the money, or the fame, or the sex. Some never planned to go very far. Others are there because they are fighting for a better life for the people. You lose some along the way, and you pick up others. You learn all the time from your mistakes. At one time I would have given my life for Eldridge Cleaver or Matt Johnson.”</p><p>It’s interesting, and a little sad, to see what happened to the black revolutionaries of the sixties. Stokely Carmichael, now known as Kwame Toure, is the chairman of the all-africa People’s Revolutionary party and returns to Washington, D.C., once a year. H. Rap Brown is a high-ranking Muslim in atlanta. Eldridge Cleaver travels to college campuses speaking on behalf of the Moonies—he also made news in 1975 by designing men’s trousers featuring a codpiece that highlighted the genitals.</p><p>Ernest McMillan works on various programs connected with the black cause. Quacy Williams drives a cab in Dallas, edits a black newspaper called <em>Southern Struggle,</em> and is involved with the prison bus program and other community activities. Fred Bell owns a garage in Oak Cliff, but as far as politics are concerned, he says, “i’m just a citizen who pays my bills and gets along.” Foots Beasley went back to prison—he got into some kind of scrape before he got out of the halfway house. He was scheduled for release in april.</p><p>Ernest married again a few years ago and lives with his second wife, Marionette, and their newborn daughter in a duplex not far from the Texas Southern campus. His beard is neatly trimmed and flecked with gray, and his hairline is receding—he looks older than 38. He still sees Quacy and a few of the others and keeps up with what is happening in Dallas through his mother.</p><p>He is no longer angry or bitter about what happened in 1968, only a little disappointed in how things worked out. “The things we fought for bought off a lot of people,” he says. “a lot of activists of the sixties were channeled into jobs with the agencies, into the nine-to-five syndrome The only thing they worry about now is their paychecks.”</p><p>Al Lipscomb makes a similar point “We’ve been duped with a lot of govern ment programs. Some black leaders got jobs in the programs and became very comfortable, and some stayed on those jobs until the Reagan administration started phasing them out. All we’ve done is perpetuate poverty. The concept was good, but the programs weren't supposed to be an end in themselves, just a step toward something else.’\" al worries that black students today don’t even bother to learn how to read. He surprised some people (and himself too) by advocating a return to corporal punishment in the classroom and by supporting Republican Bill Clements for governor.</p><p>Quacy Williams says he would do it all again, but he regrets that the movement of the sixties “is absolutely lost on today’s generation.\" Quacy is considerably heavier than he was when he turned 21 in the Motherland, and his bushy beard is graying. He is married now and has a son and another child on the way. He has a house with a mortgage, a fenced yard, a dog, a voter registration card, a Visa card, and debts. “i’m thirty-four now,” he says. “I still try to be relevant, but I deal with realities. I used to eat and sleep when and where I could. It didn’t matter. But I can’t do that anymore.” Sometimes when he remembers the old days, Quacy starts to shake, and sometimes he starts to laugh. “i'll tell you what we were,” he says, “a bunch of young niggers with balls. Not much brains maybe.”</p><p>Fred Bell doesn’t volunteer information about the old days. Most people in the movement don't believe Bell had anything to do with the bank job, but he and Foots Beasley were the only two who ever did time for it. “I didn’t do what they said I did,” he says, then closes the subject.</p><p>A lot of people who study these things believe that america will be torn by riots again this summer. Almost all of the black leaders from the sixties think so.</p><p>“Nothing has really changed,” says Quacy Williams. “Time is running out. This country is close to a race war.”</p><p>Al Lipscomb sees the cycle repeating itself. “Billions were squandered on programs that didn’t work,” he says. “That’s why the riots will be so devastating this time.”</p><p>“The masses are stirring again,” Ernest McMillan agrees. “The youth today don’t connect with the sixties. They don't share our tradition. We believed in the american dream—jobs, education, homes, family. People today are more cynical, or more realistic. They say the system doesn’t work—the richness of this country is meant for only a very few. A crumb here, a crumb there . . . basically, nothing has changed for blacks. These are dangerous times. This could be a destructive force, a very destructive force.”</p><p>In February a Dallas grand jury chose not to indict Donald Johnson, and the sixteen-year-old was released to his mother’s custody. If there <em>are</em> race riots, the Johnsons won’t be part of them. The remnants of the philosopher’s family have gone away to start a new life.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "May 1983",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Dallas",
      "people",
      "Police",
      "House",
      "Home",
      "March",
      "Family",
      "money",
      "Children",
      "School",
      "Texas",
      "Work",
      "ever",
      "Mother",
      "Summer",
      "BUS",
      "Church",
      "History",
      "Jail",
      "Jobs"
    ],
    "wp_categories": [
      "Barbecue"
    ],
    "wp_location": [
      "Dallas",
      "Texas",
      "Washington",
      "Houston",
      "Huntsville"
    ]
  }
}