{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19884",
    "date": "April 1988",
    "year": 1988,
    "month": 4,
    "month_formatted": "April",
    "pdf_uri": "/1988/19880400.pdf",
    "issue_cover_image": "",
    "document_start_page": 101,
    "toc_start_page": 98,
    "document_page_range": [
      [
        101,
        102,
        103,
        104
      ],
      [
        169
      ]
    ],
    "toc_order": 2,
    "toc_headline": "Wonder Plane",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198804-wonderpla",
  "source": "/1988/19880400.pdf",
  "wp_post_id": 124206,
  "wp_post_guid": "http://www.texasmonthly.com/article/wonder-plane/",
  "authors": [
    "Michael Ennis"
  ],
  "headline": "Wonder Plane",
  "dek": "The Amazing Texas Airship That Will Change the WORLD!",
  "spread_caption": "",
  "excerpt": "Up in the sky, it’s a plane, it’s a helicopter—no, it’s a tiltrotor, the Texas hybrid that will soon revolutionize air travel.",
  "kicker": "",
  "word_count": 2540,
  "content": "<img/><img/><p><span class=\"dropcap\">T</span>he business trip, 2010: at 1 p.m. an executive for a Plano corporation. preparing for a crucial meeting later in the day, hurriedly finishes a working lunch and then makes the ten-minute drive to Plano’s newest mega-mall. She parks in the five-story garage and takes the elevator to the roof. At 1:20 she is sitting, computer on her lap, aboard a fiftyseat commuter aircraft perched on the garage. The aircraft looks somewhat like a sleek turboprop, except that the engine curiously stuck at the end of each wing points straight up, and the enormous propellers resemble the rotors of a helicopter. So smoothly and quietly that it seems to levitate, the aircraft rises straight up and floats eerily over the mall. Within seconds the engines and rotors tilt down to the normal position; the executive is momentarily pushed back into her seat as the plane suddenly zooms off as fast as a conventional jet on takeoff.</p><p><span class=\"dropcap\">a</span>t 2:00 p.m., after cruising at 400 miles per hour, the engines have tilted up again and the plane drifts directly down onto the passenger terminal at the National aerospaceport near Freedom, Oklahoma. At 2:30 the executive is in the air again, this time aboard the <em>Orient Express,</em> a hypersonic jetliner that takes off and lands in the conventional fashion; three hours later she is at Tokyo’s Narita airport. Forty-five minutes later a smaller version of the strange “tiltrotor” commuter aircraft lands atop a Tokyo office building, and within a few minutes the executive is sitting down to business with her counterparts at a Japanese corporation. It is 9:30 a.m. local time; the trip from Plano to Tokyo, boardroom to boardroom, has taken five and a half hours.</p><p>Of course, intercontinental travel at five times the speed of sound is a relatively safe forecast, compared with the presumption of airports without flight delays and minutes instead of hours spent in traveling to and from them. But one key to that air-travel utopia is already taking shape at Bell Helicopter’s plant 6 in arlington. There, workers are assembling a chunky, somewhat inelegant form of carbon-fiber called the V-22 <em>Osprey,</em> the beginning of what many aviation cognoscenti are calling a revolution. The V-22, which is expected to begin test flights late this summer, is the first production version of a whole new class of aircraft that can hover like a helicopter yet cruise like a high-speed propjet. And while the V-22 has been designed and funded as a military workhorse, subsequent civilian versions—allowing downtown-to-downtown or mall-tomall commuter service as well as direct connections to huge “superhub” airports in the hinterlands—have the potential to make everyday air travel an entirely new experience.</p><p>The V-22 probably won’t begin to fulfill air-travelers’ dreams until the mid-nineties at the earliest, but it is already the culmination of decades of frequently quixotic and occasionally manic quest by aircraft designers. A helicopter rotor is a marvelously inefficient way of providing forward motion, and since the thirties aeronautical visionaries have been cooking up schemes for a truly fast aircraft capable of vertical takeoff and landing (“VTOL” in aviation jargon). During World War II the Germans had VTOLs on the drawing boards (a fuselage-mounted rotor powered by ram-jets). After the war american manufacturers jumped into the VTOL game with a series of bizarre designs ranging from jets that stood on their tails and blasted off like rocket ships to “tilt-wing” designs in which the entire wing, with its attached engines, tilted from horizontal to vertical according to the desired flight mode.</p><p>The tiltrotor design was pioneered back in the early fifties by a Pennsylvania firm appropriately named Transcendental aviation. Transcendental’s tiltrotor first flew in 1954, crashed a year later, and never achieved a full “conversion” to the ninety-degree tilt of the rotors required for rapid horizontal flight.</p><p>Fort Worth-based Bell Helicopter started studying the tiltrotor concept in the late forties, and the company’s initial effort, called the XV-3, first hovered in 1955. An ungainly contraption with a single engine stuck in the middle of the fuselage and connected by drive shafts to rotors rising from each wingtip on long “masts,” the XV-3 vibrated so severely when the rotors were tilted that the plane was almost impossible to control; in 1956 a test pilot was seriously injured in an XV-3 crash. A second XV-3 made a full rotor conversion in 1958, but the plane’s top speed of 184 mph hardly struck fear into the hearts of helicopter manufacturers (who knew that such velocity would soon be within their reach).</p><p>Bell engineers continued to work on the tiltrotor concept throughout the sixties and finally got army-NASA funding for a second-generation prototype in 1972. By then, computers had come into the aircraft design picture and solved many of the complex problems that had previously resisted trial-and-error solutions.</p><p>In 1979 Bell’s new tiltrotor, the XV-15, made its first full conversion (this time there were two engines, one on each wingtip; the engine and rotor tilt as a single unit) and quickly made believers in the aerospace community. The XV-15, which is about the size of a twinengine corporate turboprop, flies like it was built by special effects. While a helicopter shudders and pitches as it lifts off, the XV-15 rises with miraculous steadiness, as if it were being lifted in the palm of an invisible hand. But once airborne, the XV-15 has an astonishing acceleration. In one persuasive demonstration the XV-15 hovered at the end of a runway next to a Cessna Citation corporate jet; the pilot began the rotor conversion when the Cessna pilot began his takeoff roll. The XV-15 reached the other end of the runway at the same time as the now-airborne jet. The XV-15 has flown forward at almost 350 mph and sideways at about 40 mph and does almost 30 <em>backward.</em> It can also land and take off from a much steeper slope than a helicopter can.</p><p>The XV-15 was more successful than even its designers had hoped, and in 1981 Bell joined forces with Boeing Vertol, Boeing’s VTOL division in Philadelphia, to begin work on a considerably larger production version. The resulting V-22, which is almost 60 feet long and has 38-foot rotors, has moved swiftly through the militaryfunding process. More than six hundred are expected to be delivered to the Marines, Navy, and air Force beginning in 1991.</p><p>The stout, powerful-looking plane has been designed to carry 24 fully equipped troops five hundred miles in less than an hour and a half for lightning-quick combat assaults; it can also lift a vehicle weighing seven tons from external hooks or carry five tons internally. Almost anything a helicopter Can do—search and rescue, medical evacuation, submarine detection, special forces “insertion”—the V-22 can do twice as fast. And unlike helicopters, which must be ferried overseas by transport aircraft, the V-22’s speed and two-thousand-mile range enable it to reach hot spots on its own. Bell’s engineers like to point out that the 1980 Iranian hostage-rescue attempt failed because of complicated logistics dictated by the slow speed and anemic range of the helicopters involved and would have had a much better chance of success with tiltrotor technology.</p><p>[ Continued On Page 166 ]</p><p>[ Continued From Page 100 ]</p><img/><p><strong>BELL Engineers Debate: “How Can We Get Airplanes To Take Off And LAnd Like Helicopters ?”</strong></p><p><em>EUREKA!</em></p><p><strong>WONDER Plane</strong></p><p><em>SECURITY!! </em>GET Here Quick! an Airplane Just Landed <em>ON the Roof!</em></p><p><strong>WOW!</strong></p><p><strong>SOON, Southwest Airlines’ New Fleet Of Tiltrotors Are Flying Between the Alamo And the Astrodome, College Station And the Cotton Bowl!</strong></p><p><em>MEANWHILE...</em></p><p><strong>WELL, Fellas, It Looks Like Our Buck Rogers Experiment Paid Off...</strong><em>AND How!</em></p><p><strong>ON To the Future!</strong></p><p>Illustrations By Pat Foss</p><p>Performance isn’t cheap, however. Even at Bell’s estimated $15 million to $18 million each, a cost that some experts think could easily exceed $30 million on delivery, the purchase price is 10 to 20 percent higher than that for a similar-sized helicopter. But Bell is hoping that prodigious military orders will contain the unit cost enough to make tiltrotors attractive to airlines. The cost per seat-mile (the cost of carrying one passenger one mile) for a commercial version of the V-22 would be twice that of a short-takeoff-and-landing commuter plane, but Bell thinks it still has a substantial market niche. “Think arlington to Conroe, not DFW to Houston Hobby,” says Tommy Thomason, Bell’s V-22 program manager. “If you’ve got an airport at each end, a conventional aircraft is always more efficient.”</p><p>And that airport “if” is becoming increasingly problematic in the era of runway gridlock. The Port authority of New York and New Jersey, confronted with the prospect of adding a fourth area airport at a cost of $4 billion to $6 billion, commissioned a study on the impact of a commercial V-22 capable of carrying about forty passengers in the glutted Boston-New York-Washington corridor. The study concluded that anywhere from 40 to 70 percent of the area’s air commuters (about 10 million passengers annually) would be willing to pay higher tiltrotor fares if they could save both ground and air time by avoiding airports entirely. The tiltrotors would instead operate from “vertiports” built in about twenty strategic downtown and suburban locations at $5 million to $80 million each. Even with the cost of a fleet of tiltrotors thrown in, the price of the entire system would be substantially less than that of a new conventional airport.</p><p>Vertiports as small as four acres could mean air service anywhere; some proposals include a waterfront vertiport on the Hudson River adjacent to the New York convention center or vertiports built like overpasses above major highways, in addition to more-mundane locations like the tops of office buildings and parking garages. Noise pollution is less of a factor with tiltrotors than with other aircraft. “The tiltrotor is a good neighbor,” says Ron Reber, the manager of commercial tiltrotor for Bell. “It’s less noisy than a helicopter or a jet.”</p><p>Tiltrotors could also service existing airports without contributing to traffic jams on the runways or in the air; they don’t need to use the same approach patterns as fixed-wing aircraft. “This aircraft doesn’t care which way the wind is blowing,” says Reber (conventional airplanes must land and take off into the wind). And tiltrotors would be ideal feeders for the superhub airports that long-range planners are considering as an alternative to the burgeoning expense and political complications of building airports in populated areas—a new generation of supersonic transports would almost certainly require airports in the boondocks.</p><p>On the other end of the development scale, Bell expects the tiltrotor to attract Third World customers who don’t have airfields or the money to build them. Designers are already looking at an executive tiltrotor based on the XV-15. Other potential uses include emergency medical service and drug enforcement. In Texas one of the first widespread uses is likely to be servicing offshore oil platforms, now a principal market for large helicopters.</p><p>Regardless of the extent of the tiltrotor revolution, Bell’s V-22 has already changed the way even conventional aircraft will be built. The V-22 is the first major aircraft to be entirely designed on computer screens rather than on paper. Instead of acres of drafting tables, Bell has two rows of jumbo computer terminals capable of almost instantly displaying any one of thousands of separate drawings. But the most remarkable aspect of the V-22 is its construction: it is the first production aircraft made almost completely of carbon-epoxy composites. Stronger for their weight than any metal, extremely stiff, yet also effective at dampening vibrations, carbon-epoxy composites have already shown up in state-ofthe-art sporting goods like ski poles, tennis rackets, and bicycle frames. The use of composites is crucial to a successful V-22 design, since the engines and transmissions are relatively heavy and the rotor vibrations require an extra-stiff structure. But graphite airplanes will eventually make aluminum birds of every species obsolete. “Ten years from now, I think, every product coming off the assembly line will be composite,” says Reber.</p><p>Bell’s Fort Worth plant, where the V-22’s wings and rotors are fabricated (the fuselages are put together at Boeing’s Philadelphia plant), is a startling look at the aircraft factory of the future. It is clean and quiet, with none of the screeching milling equipment and piles of metal shavings associated with aluminum construction. The manufacturing process seems lifted in part from the apparel industry and in part from the supermarket. Composites are made of fabric, hundreds of sheets of woven carbon fiber (the threads are spun from a processed form of graphite, the slightly greasy crystalline form of carbon that is also used to make pencil lead) laminated between thin sheets of epoxy that come in rolls like Saran Wrap. The sheets are laid out on long, flat tables and cut to computerized patterns by lasers or high-speed water jets, just like ready-to-wear. The cut sheets are then layered in or on molds. Once the layering has reached the desired thickness, the mold (also made of composite) and laminate are vacuum-sealed in plastic bags, then cooked in large, cylindrical pressurized ovens at between 300 and 500 degrees; the heat fuses the epoxy and the fiber sheets into a laminate that resembles black plastic (carbon composites are called “black aluminum” in the trade).</p><p>To avoid confusion in dealing with thousands of sheets of material, the entire process is tracked with bar-code labels similar to those used for supermarket pricing. Graphite and epoxy have a limited shelf life until they have been cooked, so the stock rolls and uncured parts are kept in freezers. Each roll is bar-coded when it is removed from the freezer and the time is entered into the central computer that oversees the entire process; the computer makes sure that the stock isn’t left out so long that it dries and hardens. After the sheets are cut, each individual piece is bar-coded to indicate the part for which it is intended and in what sequence it is to be laminated. Bar-code readers (a phone-size keyboard with a laser wand) are used to check each sheet as it is placed in the mold; if a layer is in the proper sequence, the reader beeps reassuringly.</p><p>Even as the V-22 takes shape, Bell’s designers are considering more-advanced configurations. The most intriguing concept is the convertible-engine tiltrotor. In horizontal flight, the rotors would automatically fold back into the engine pod and the engine would convert from a propjet to the kind of fan-jet used on the fastest commercial airliners. The technology, which would enable tiltrotors to travel at close to the speed of sound, is hardly far-fetched. The V-22’s props already have internal motors that fold them back automatically, though not in flight; the Navy specified that feature for aircraftcarrier flight-deck storage.</p><p>Bell is selling its tiltrotor concept with almost religious fervor—“We’re evangelists,” says Bell spokesman Carl Harris—and calling for a tiltrotor program coordinated at the national level to fend off the challenge of a European consortium with its own tiltrotor design (the Soviets, of course, are also said to be working on a tiltrotor). But Bell’s tiltrotor will probably rise or fall with the company’s success in holding the line on the V-22’s price. Given that considerable variable, the term “tiltrotor” could soon be as commonplace as “helicopter” or “jet.” as Bell’s Tommy Thomason points out, “when commercial jets first came along, nobody knew what kind of impact they would have either.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "April 1988",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Airports",
      "Computer",
      "Design",
      "Land",
      "Travel",
      "Aviation",
      "Business",
      "flight",
      "Military",
      "New York",
      "office",
      "Plano",
      "Range",
      "Success",
      "Texas",
      "War",
      "Work",
      "Air Travel",
      "Alamo",
      "Arlington"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": [
      "Plano",
      "Texas",
      "Arlington",
      "College Station",
      "Ennis"
    ]
  }
}