{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19818",
    "date": "August 1981",
    "year": 1981,
    "month": 8,
    "month_formatted": "August",
    "pdf_uri": "/1981/19810800.pdf",
    "issue_cover_image": "",
    "document_start_page": 132,
    "toc_start_page": 130,
    "document_page_range": [
      [
        132,
        133,
        134,
        135,
        136,
        137
      ],
      [
        202,
        203,
        204,
        205,
        206,
        207,
        208,
        209,
        210,
        211,
        212,
        213
      ]
    ],
    "toc_order": 4,
    "toc_headline": "Trial By Piano",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198108-trialbyp",
  "source": "/1981/19810800.pdf",
  "wp_post_id": 116271,
  "wp_post_guid": "http://www.texasmonthly.com/article/trial-by-piano/",
  "authors": [
    "W. L. Taitte"
  ],
  "headline": "Trial by Piano",
  "dek": "What’s the surest way to a brilliant career as an international concert pianist? First, you go to Fort Worth.",
  "spread_caption": "",
  "excerpt": "Why knock yourself out for two grueling weeks at a piano competition in Fort Worth? For $12,000—and a string of concert bookings money can’t buy.",
  "kicker": "",
  "word_count": 10394,
  "content": "<p><span class=\"dropcap\">A</span> little after two-thirty on a Sunday afternoon in Fort Worth, a pianist named alan Kogosowski paced miserably behind a curtain on the stage of TCU’s Ed Landreth auditorium. He could not steel himself to walk out in front of the small audience waiting impatiently for the sixth Van Cliburn International Piano Competition to begin. Kogosowski, who with his crew cut and his compact, stocky build looked more like a young Marine captain than like a musician, had been unhappy enough when he had drawn the number one position the previous Friday. Now that the time was upon him, he found it was worse than he had anticipated. The ministrations of Eddie Maude Smyth, the contest’s official backstage mother, and of anthony Phillips, the executive director of the competition, were useless. “I can’t go out there first,” he cried.</p><img/><img/><p>Photography by Henry Grossman</p><p><em>With Fleisher conducting the Fort Worth Symphony, Schub rehearses a concerto for the finals. A tightly wound pianist, he was perhaps nervous about putting his reputation on the line.</em></p><img/><p><em>Rodriguez (r.) clowns around with a violinist, but he was serious about beating Schub.</em></p><img/><img/><p><em>an old hand at the piano, andre Watts tches Panayis Lyras as he practices. Lyras tied with Rodriguez for second prize.</em></p><p>But finally he managed to get hold of himself, and John Giordano, conductor of the Fort Worth Symphony, announced from his seat at one of the long jurors’ tables in the center of the hall that Kogosowski had chosen to begin his first round of the preliminaries with one of the most famous of Liszt’s Transcendental Etudes, “Feux Follets” (or “Will-o’-thewisps”).</p><p>Kogosowski appeared, wearing a sport coat, bowed pleasantly to the jurors, sat down on the piano bench, and frantically rolled the knob at the side to adjust the bench’s height. Then he wiped his hands on one of the cloths that Eddie Maude Smyth had thoughtfully provided (along with glasses of orange juice offstage). Finally he began to play, but the music sounded tight and forced under his hands. Only after about twenty minutes, when he was playing the last, agitated movement of Beethoven’s “Moonlight” Sonata, which the jurors had requested of him, did one begin to see the wild man he can be at the piano when he is turned loose on a piece of romantic excess like Liszt’s “Reminiscences of <em>Norma.”</em> He would do better in the second round of the preliminaries on Wednesday, but when he left the stage that Sunday afternoon, it was clear that he would not be one of the twelve pianists chosen to play in the contest’s semifinals. “I can play much better than that,” he said later. But he had blown his chance to prove it.</p><p>In the Beginning: Van Clibum Lends a Name</p><p>Helen Wilson, Fort Worth citizen, pioneer matriarch in a white pantsuit, had heard that line before. She has heard just about every possible line, because she has attended every session of every Cliburn Competition since the first one in 1962. Helen—the daughter of a West Texas county judge, raised in Fort Worth—looks and talks like everybody’s idea of a West Texas grandmother, and to me she epitomizes the city in which she has spent most of her life. When the competition began, the people of Fort Worth didn’t care that much about the piano, but they have learned to love pianists. Every four years the host families buy big pianos that are played only during the competition, they house the Cliburn contestants in their own homes, they haul them around, they feed them, they hold their hands and baby them. Other cities would put the contestants in hotels and be done with it, but Fort Worth, like Helen Wilson, has never met a stranger. Helen, widowed early, used to have a contestant stay at her house during each competition. “among my kids and foster kids and their friends, what was one more?” But now she has moved to a duplex too small for her to keep a piano, so she just chauffeurs contestants around and gives the competition what money she can afford after supporting her first love, the ballet. Helen, and hundreds of Fort Worth people like her, are what makes the Cliburn different from the other major international piano competitions.</p><p>The contestants, on the other hand, don’t vary much from one city or continent to another. Indeed, sometimes the same people who play in Fort Worth have also played in Warsaw at the Chopin Competition; in Leeds, England, at the Leeds; in Brussels at the Queen Elisabeth; or in Moscow at the Tchaikovsky (the other four of the big five among the dozens of competitions held every one to five years around the world). For young pianists, beginning a career is like joining a gypsy caravan that will travel all over the world, playing in competitions and keeping dates with crummy little orchestras.</p><p>To break out of that pattern, a pianist has to win just one big one. That is what competitions are about: the chance for a pianist to make it, to become a star. In days gone by, the most famous pianists were true matinee idols. Now all but two or three of the best-known can use the benefit of a little hype. Piano competitions provide it, but what a strange way to create matinee idols. Can you imagine a competition for rock lead guitarists?</p><p>In truth, the United States badly needs a star piano player—there are hardly any, but there is a large culture industry that has to have big names to sell tickets (every city <em>must</em> have its own symphony orchestra, and perhaps half our symphony concerts feature a piano soloist). Most of the best-known instrumentalists are Europeans and make their careers in Europe, where <strong>fees</strong> are <strong>subsidized</strong> by the state and travel is easier. Somehow, the american stars don’t stay up in the firmament. During the Cliburn Competition, Fort Worth is littered with the cold, dead iron of the meteorites that once blazed their heavenly trails.</p><p>Like Van Cliburn himself, for instance. It is fitting that the Cliburn Competition is named after him (although it really has little enough to do with him), because his story is the fairy tale that the competition is determined to make come true all over again. If you are old enough, you remember: It was 1958. Less than half a year before, the first Sputnik had winked across the sky, alarming americans over what was to follow. And in the frozen wastes of Russia itself, a young american hero conquered the enemy at their own game, on their own ground. The first american to win the Tchaikovsky Competition was star material anyhow. Van Cliburn, a Texan, was tall (six four), young (23 years old), baby-faced, blueeyed, and soft-spoken. What was more, though almost irrelevant, he could play the piano—with a big, rich sound and true romantic fervor. Every hero must have his tragic flaw, of course, and it was rumored that this one was a bit lazy and didn’t much like to practice or learn new pieces, but the nation could not let that dim the excitement of the ticker tape parade or the Eisenhower welcome at the White House.</p><img/><p><em>Jeffrey Kahane, the audience’s favorite.</em></p><p>In the round of celebrations, one honoring Van’s first teacher—Rildia Bee Cliburn, his mother—took place in Fort Worth. Among those paying homage was Dr. Irl allison, the founder and president of the National Guild of Piano Teachers, who had long thought it would be a good idea for america to have a big piano competition of its own. He surprised everybody at the banquet by announcing that he was going to establish such a contest and name it after Van Cliburn. (Nobody stopped to think that this might be too heavy a burden with which to saddle a boy just turned 24.)</p><p>Though allison was from austin, he had not intended the contest to be held in Texas, let alone in Fort Worth. He had simply wanted to make his announcement there. But his hostess that evening was Grace Ward Lankford, the president and co-founder of the Fort Worth Piano Teachers’ Forum. Lankford got a bee in her bonnet that night and spent the next two years gathering the resources that would convince allison that Cowtown just might be a suitable site for other kinds of competition besides calf roping and bull riding.</p><p>The Fort Worth of the late fifties must have seemed unlikely territory. It was long before the little treasure-box museums installed themselves across from Will Rogers Coliseum on West Lancaster. Even today the city’s orchestra does not qualify as a major one by official national standards, and Fort Worth does not have the sort of musical community that creates the frantic demand for competition tickets that the European contests experience. But through a crafty blend of civic and musical politicking, Lankford got promises from the chamber of commerce and Texas Christian University, as well as piano teachers’ guilds and later the Junior League, to support the competition if it was held in Fort Worth. The competition was established in 1962 with $70,000. This year’s competition cost $850,000.</p><p><em>“When the competition began, the people of Fort Worth didn't care much about the piano, but they have learned to love pianists. They buy big pianos that are played only during the competition, they house the contestants, and they hold their hands.”</em></p><img/><p><em>Van Cliburn poses with the contestants. Cliburn no longer performs, seeming to prefer his real estate investments to music.</em></p><p>Van Cliburn has attended each of the six competitions Fort Worth has hosted. It is impossible not to wonder what goes on in his head during these occasions. He is approaching fifty now and has put on a bit of weight so that his cheeks puff out when he smiles, and the smile is starting to seem prissy. He looks cherubic rather than boyish, but at least the effect is to some degree youthful.</p><p>Cliburn is still a celebrity, but he no longer plays the piano in public. He has been taking a sabbatical for the last two years, and he has not said when, or even whether, he will perform again. He had always been careless about his public performances—and compensatingly obsessed with perfectionism in his phonograph recordings—but before his sabbatical his playing had really gone downhill. It would be nice to think that he will come back stronger than ever, as Vladimir Horowitz has from time to time, or that he will learn to play with new carefulness and security, as artur Rubinstein did in mid-career. Van Cliburn’s talent really might have been as great as either of theirs. But for a long time he has seemed to care more about his real estate investments than about his music.</p><p>Cliburn’s relationship with the contest remains complex and in a sense tangential: “He just lent us his name,” Helen Wilson says. But Fort Worth’s support has grown and matured. What the good citizens lack in musical knowledge they more than make up for in personal relationships with the musicians. How many cities are there in the United States where almost every other family has a world-class pianist who claims membership in the clan? One of this year’s jurors, for instance, was Minoru Nojima, who won second prize in the third Cliburn in 1969. He is the most celebrated pianist in Japan, where he goes for a short tour every year. He brings back to the United States a bundle reputed to be in excess of $150,000 and is slowly building an important career here (he is only in his early thirties). When he comes to Fort Worth, he still practices in the house where he stayed as a contestant in 1969.</p><p>If the Cliburn Competition has greatly enriched the cultural life of Fort Worth, it has been less than a clear success in accomplishing its aim of launching the winners upon major careers. The cash prize offered ($12,000 this year) is never as important to the contestants as the guaranteed dates with major orchestras and large concert halls. The first winner of the competition, Ralph Votapek, seemed to promise a perfect remake of the Cliburn story: young, innocent-looking american beats out Russian heavyweights and becomes world-famous. But after all the hoopla, Votapek settled into a respectable teaching career, only occasionally venturing out on the performing circuit. The bestknown of the first five winners is Rumanian Radu Lupu. But the Cliburn did not really launch his world career. After his win in 1966 he went back to the Soviet Union, where he had been studying, to train for a few more years, then broke out again with a win ac the Leeds in 1969. Cristina Ortiz, the 1969 winner, plays much more often in Europe than in the U.S. (some say that is only because her husband is one of Britain’s leading managers); 1973 winner Vladimir Viardo, whom many are convinced is the best young pianist in the world, is not allowed to leave the Soviet bloc; and 1977 winner Steven De Groote—based in Philadelphia but more European than american in temperament and training—has played out his string of prize concert engagements and taken a job at arizona State University at Tempe.</p><p>Steven De Groote doesn’t want to hear about being launched immediately into a demanding career. During what should have been a triumphant return to Fort Worth as a visitor to the 1981 competition, De Groote was seen sulking all over town, expressing his bitterness at the pressure that comes with being the winner. He was afraid that the jurors were prejudiced in favor of pianists who would be easily marketable. “The reason i’m not smiling as much as 1 would like to is that i’m hearing so much more acutely people saying the sort of things I heard last time. ‘This person isn’t career material.’ ‘That guy, you know, he plays well, but when he comes offstage, he’s got this strange manner about him, and I don’t know if it’s going to work.’ These are the lines i’ve been getting from the top echelons of this organization. I think it’s shameful. If there’s anything but an artistic judgment being passed on someone, I really don’t want to hear it. The only relevant thing is that I won this competition last time. Why am I not what they want me to be? This should be a piano competition, not a career competition.”</p><img/><p><em>Ron T. Ennis</em></p><p><em>Helen Wilson has seen it all since 1962. She donates time and money to the contest.</em></p><img/><p>Larry C. Price</p><p><em>Career send-off: Schub accepts first prize.</em></p><p>If the competition isn’t for the career, then what is it for? It was the lure of the prizes—to say nothing of the publicity—that this year brought one of the most highly respected and successful young american pianists to Fort Worth: 28-yearold andre-Michel Schub. Born in Paris while his parents were studying at the Sorbonne—his mother was a French national, but his father was american—Schub was raised in Brooklyn and went to Princeton. He was known to his friends as plain old Mike Schub. He loved being a regular college student, because “it was the first time I was normal. I had normal friends, normal activities, not too much practice.” But after he had been at Princeton for a year, a friend arranged an audition with Rudolf Serkin, one of the most respected pianists in this hemisphere. Serkin took Schub on as a student at the Curtis Institute of Music in Philadelphia, and the boy’s “normal” life was over forever.</p><p>Schub—whose new friends began to call him andre—got several big breaks. In 1974, at the age of 21, he won the Naum-</p><p>burg Competition (one of the three big ones in this country, along with the Cliburn and the once prestigious Leventritt). In 1977 he received the avery Fisher prize, given for professional achievement rather than as the result of a contest. He played with a number of the big orchestras (including the Houston Symphony in 1980), had the prestigious regular work of playing with the Chamber Music Society of Lincoln Center, and, couple of months before the Cliburn began, accompanied Itzhak Perlman in violin sonatas on national television. Why did Schub need to play in a Fort Worth piano competition?</p><p>“Well,” he said, in a small voice that died away to an inaudible whisper at the ends of sentences, “look at the prizes, the coverage. I don’t care at all about the star part of it. But in order to play the places i’d like to, the pieces i’d like to play, a certain amount of being a star is necessary, in this country at least. The other thing is, I feel that life is short, and if you don’t make some kind of attempt to do what you want to do with your life, you’ll look back and say, ‘I should have done this, I could have done this.’ ”</p><p>In the first round of the Cliburn the question in the minds of most observers was “Is there anyone who can beat him?” Thirty-eight other pianists came to try. Of the entire group, 17 officially represented the United States, although 9 more from other countries were actually studying here. That left only 13 who came directly from abroad. The median age was 26, making this a fairly old group of contestants. Almost exactly a third of the competitors, domestic and foreign, had studied or were studying at the Juilliard School of Music in New York. Most of the american-trained pianists knew or had heard of each other because of the New York connection or from other contests, but Schub was actually something of an outsider. Though he lived in New York, he had not attended Juilliard or played on the contest circuit. The groupiness of those who frequently bumped into each other while going from one contest to another was something Helen Wilson had noticed during her twenty years of watching contests in Fort Worth and elsewhere. “i’m afraid we’ve made a bunch of contest bums for ourselves,” she says. “That’s all some of them are. You’ve heard of perpetual students? Well, some of these are perpetual contestants.” Until they get too old.</p><p><em>(Continued on page 200)</em></p><p><em>“In days gone by, the most famous pianists were true matinee idols. Now most can use the benefit of the hype that competitions provide. But what a strange way to create idols. Can you imagine a competition for rock lead guitarists?”</em></p><p><em>(Continued from page 135)</em></p><p>During the 1974 Tchaikovsky Competition in Moscow, Helen ran into one Santiago Rodriguez, whom she had met when he was a semifinalist in the 1973 Cliburn. Since the cutoff age for the Cliburn, and most other contests, is 30, 29-year-old Rodriguez was back in Fort Worth for one last try. Like Schub, he was immediately identified as a contestant to watch carefully.</p><p>The biggest problem director anthony Phillips had to face when he planned this year’s competition was the overabundance of applicants. Trying to separate the wheat from the chaff within a few days is a miserable task. Phillips, a sweetly reasonable Englishman with sparse sandyred hair, was unhappy about the idea of eliminating applicants on the basis of mere statistics and recommendations. So he came up with an alternative: twentyminute videotapes of all but the most obviously qualified or absolutely impossible hopefuls. He took taping crews to musical centers all over North america and Europe and learned to do the audio recording himself.</p><p>Once Phillips had his tapes—113 quite remarkable documents that revealed the forceful personalities of young pianists as they played a movement from Mozart, a virtuosic etude, and then ten to fifteen minutes of whatever they thought they did best—he assembled a preselection jury, which finally chose the 39 pianists who would come to Fort Worth.</p><p>Cutting down on the number of players the contest jurors had to listen to allowed them to give more time and greater concentration to each. The new method had direct results on the outcome of the competition. At least one contestant who made it to the semifinals would have been eliminated under the old system on the basis of unimpressive paper credentials.</p><p>The competition’s board of directors charged Phillips with increasing the visibility of the contest. In most artistic events, press coverage is gratifying but not strictly necessary. In a contest designed to build careers, however, it is the name of the game. What people do not always remember about Van Cliburn’s victory in Moscow is that in addition to this country’s obsession with things Soviet, there was another factor that accounted for his notoriety: daily articles on the competition in the <em>New York Times</em> by a reporter who happened to be in Moscow at the time. No contest, European or american, had had that kind of coverage since.</p><p>Phillips saw an opportunity in the recent retirement of the <em>Times'</em>s principal music critic, Harold Schonberg, who was well known for his interest in the piano. As a daily reviewer, Schonberg had never had the time to look at a competition in depth, but in his new freedom as an occasional writer for the newspaper perhaps he could be persuaded to do so. Phillips sent Schonberg a tryout videotape of the competition’s youngest entrant, Kathy Selby, an eighteen-year-old student at Bryn Mawr College, outside Philadelphia. The strategy worked. Schonberg announced that he would come to the sixth Cliburn.</p><p>For his other great publicity coup, Phillips had help from thirty-year-old Fort Worth TV filmmaker Mitchell Johnson, who had produced prizewinning documentaries about the 1977 competition that were seen nationally on PBS. Johnson now obtained the rights to film the 1981 Cliburn. The twin attractions of Schonberg and live national television ensured that the 1981 Cliburn would be the most highly publicized musical competition since the one Cliburn himself had won in 1958.</p><p>The Preliminaries: The Nerves Have It</p><p>The preliminaries of the 1981 Cliburn Competition were divided into two rounds. Each contestant got a chance to play for the jurors two 25-minute groups of selections representing a range of musical styles—a Bach composition, a Haydn sonata or an early Beethoven sonata, an etude and one other piece by Chopin, and a showy etude by a later composer. The pianists had a wide choice, in keeping with the competition’s desire to bend over backward to be “humanitarian,” to let each player relax and make music at his best.</p><p>On that first Sunday, several of the contestants who followed the unhappy Kogosowski made good first impressions. Norman Krieger, an intense 24-year-old american out of Juilliard for one year, played a movement from Beethoven’s “Tempest” Sonata with a hushed sense of drama. Jeffrey Kahane, a diminutive Californian of the same age, displayed a liquid tone—few pianists in the world could make prettier sounds. But the loudest and longest applause from the small audience was for Zhu Da Ming, the older and taller of two Chinese contestants.</p><p>Of the six nine-foot grand pianos available—worth nearly a quarter of a million dollars—Zhu had chosen the one with the glossiest finish and, many thought, the worst sound: the Bosendorfer, made in austria. The young man’s stage demeanor was modest and sweet in the extreme—an almost Franciscan mildness without any of the effeminacy that mars the behavior of so many artists. Zhu plunged into a stormy Chopin scherzo with a rather ugly tone but with very accurate and agile finger work. Although as a musician the Chinese pianist was often unconvincing, he clearly had great talent, and his manner onand offstage was appealing.</p><p>I later found out something about Zhu’s history that gave me insight into what made him and his compatriot Yii Jin such lovable figures when they played. In 1966, during the Cultural Revolution, Zhu had had to give up playing the piano at thp age of 14. For two years he went through political indoctrination; for three years more he did manual labor on a farm. The whole time he didn’t even allow himself to think about playing—things were too bad for musicians. He didn’t find an instrument to play or a teacher again until he was 21. His teacher, Zhu Gong Yi, had gone through much worse over the years; he had been paraded in the streets and degraded.</p><p>Zhu now seemed amazingly open and without fear. Only when I asked him whether he didn’t think it was still a bit dangerous to be identified with a Western art in his country did he conform to one of our stereotypes about the Chinese. He answered with a proverb: “History always moving forward, never going backward!’’ One hopes for him that he is right.</p><p>The second day’s proceedings were notable for the showings of two of the ten women contestants. Antoinette KruegerPerez had a memory lapse and her performance broke down in the middle. Her nerves had gotten the better of her. Kathy Selby, on the other hand, became a celebrity for all those in attendance who had not already seen her videotape. Schonberg the next day called her “a natural,” and she asked everybody, “What does that mean—‘a natural’?”</p><p>And after lunch andre-Michel Schub performed for the first time. He began with one of his strengths, Beethoven, played with great dynamic variation—exciting but almost fussy. Many people found it hard to get over his looks and manner; he is a very tightly wound person. The young Woodrow Wilson comes to mind, but maybe only because of Schub’s Princeton connection. Surely Wilson would never have swayed so manically over a keyboard and tilted his head with a perky grimace over a nicely played group of notes. One of the most interesting things about Schub was his determination to break out of the mold in which he had been cast—that of the intellectual pianist. His tempos were sometimes breakneck, and he chose antiintellectual, wow-’em music at every stage of the competition. Here it was a Liszt etude after Paganini, which ended his first preliminary appearance with a burst of excitement. One of the jurors leaned over to a neighbor in joyful enthusiasm.</p><p>Schub was turning out to be just as formidable as his reputation had suggested. His performance established him as the clear favorite, but everybody was hoping for a dashing dark horse so that the competition would not become merely a coronation. Significantly, everybody also seemed to have a different candidate in mind for that role. After the first round, there was talk about Zhu and Selby and Kahane and a Greek-born american named Panayis Lyras, but the favorite candidate for contender against Schub was Santiago Rodriguez.</p><p>Born in Cuba and raised in New Orleans, a 1973 graduate of UT-Austin before the inevitable stint at Juilliard, Rodriguez was cool and good-looking onstage and played the piano with ideas as well as heart. His first round had been almost thrilling but not quite up to his own standards. He had stormed off the stage, obviously angry at himself, and had not come back to acknowledge the substantial applause. Backstage he ranted and raved.</p><p>As the second round of the preliminaries began on Wednesday, nerves continued to take their toll. The field had narrowed to 38, because Korean-born Chan Hee Kim had dropped out, pleading tendinitis. Many of those who had played below their usual form in the first round did better this time; others degenerated. The jurors were on the lookout for consistency. Those who could use nerves to their advantage excelled consistently; those who could not fell by the wayside. From the videotapes it was clear that the pianist with the most impressive technique was Sayuri Iida, a 28-year-old just returned to Japan after four years at Juilliard. Stunning to look at in a rather forbidding way, she seemed to have a real chance of attracting notice here, even though she perhaps did not have the musical maturity to be one of the finalists.</p><p>But onstage, rather than in the studio or in the privacy of a home, the beautiful Iida looked as if she would rather have had a three-hour appointment with a dentist. She held herself clumsily and bowed jerkily. Her playing, too, sounded jerky. Someone remarked that she sounded like a machine with only two buttons, slowand-quiet and loud-and-very-very-fast. She went to her second preliminary performance with what may have been oriental fatalism. “Today I will be eliminated,” she said. She was right.</p><p>Everyone eagerly filed into the session at which Kathy Selby was to play again. She came out in a longish red dress, her dark hair piled on her head to expose a long, lovely neck. The eighteen-year-old pianist played Mozart, Chopin, and Bartok with beautiful tone and fantastically even runs up and down the piano, but she proved excitable, even coarsely so. She showed herself to be a natural, all right, but unseasoned. And the jurors had made it clear in their comments that this time they were going for somebody who was ready; they were not about to spoil a promising young career by giving too much too soon.</p><p>I was supposed to interview Selby at her hosts’ home right after her performance. She and her hostess, Mary Frances Byrne, passed my car and honked, and Selby waved. It was hard to recall that though she was a junior at Bryn Mawr and had appeared on the fine arts pages of the <em>New York Times</em> that week, she was still the same age as a high school senior. There was nothing very little-girlish, though, about her self-possession or ambition.</p><p>The Byrnes’ big, modern house, which was wedged onto a hillside behind a golf course, was being redecorated, but Kathy Selby fit right into the hubbub. She showed me the little grand piano where she practiced with the proximate assistance of the Byrne dog. That particular piano has a story of its own. In 1977, when the Byrnes first became a host family, they were new in town. They got involved in the Cliburn for civic or social reasons, although they were not particularly musical and did not own a grand piano. But they drew alexander Toradze as their house guest, and their lives have not been the same since.</p><p>Lexo, as they call Toradze, came in second in the 1977 competition; if the popular choice had prevailed he would have come in first. The Byrnes fell in love with him and established a lasting friendship. When he played in Carnegie Hall, they were there. What’s more, when he played in little towns all across the United States, they were often there. They went to Moscow and met Toradze’s family—his father is one of the Soviet Union’s leading composers. When Lexo came back to play a benefit for the Cliburn Competition in February 1979, of course he stayed with the Byrnes, and that was when they figured that they had better have a good instrument for him to practice on—thus the Yamaha baby grand. The Byrnes are upset that the breakdown in the cultural exchange keeps their friend from visiting them now.</p><p>No doubt Kathy Selby will be the next pianist the Byrnes fall for. As Selby and I talked, the live broadcast of Schub’s second-round performance came on the radio. I hinted to her that she shouldn’t be upset if she didn’t do as well as she expected here—that it would not be a sign that the judges did not appreciate her talent, but that they thought she needed to go back and work seriously and let her talent mature. “Oh, I do hope that they won’t do that, that they’ll let me have a chance if I do play well enough,” she replied. She had already decided that she was going on the international contest circuit if she failed to win this contest. She planned to leave Bryn Mawr, at least for the time being, and devote herself fully to the piano—much as Schub had done ten years before, when he was eighteen. It was possible that she would spend the summer practicing for the Leeds. I decided I would hate to have to change Kathy Selby’s mind about her plans for her future, or about anything else.</p><p>After six days of nonstop piano playing, the preliminaries were finally over. Friday evening the jurors went to a country club to have dinner and vote on the twelve contestants who would make it into the semifinals. A fancy system of tabulating the scores, which had been gathered from each juror as each pianist finished playing, had been programmed into a computer. Nobody knew precisely how long it would take, but when the jurors were on their way back to the auditorium, the TCU radio station would inform the contestants and the public.</p><p>Meanwhile, the competitors were getting plastered on margaritas at a buffet party at the home of the Gordon Smiths, one of the host families. You couldn’t get a drink at this party without being accosted by a contestant wanting to know what you thought his chances of getting into the semifinals were. You had to fudge a lot, because you probably had bets of several days’ standing against his making it in. No one stood to make much money off the bets, though, because all the lists were pretty much the same, except for the trash positions at the bottom. Six names were on every list—Schub, Rodriguez, Krieger, Kahane, Lyras, and Zhu—and most agreed that Hung-Kuan Chen, from Taiwan, and Boston pianist Christopher o’riley would make it. It was those others we were wondering about, and it was those others that the jurors were debating about. The whole process took less than the allotted two hours. Someone eventually discovered that the Smiths’ telephone was out of order, so even before dessert had been served, everybody was frantically trying to get back to the auditorium so as not to miss the announcement.</p><p>Once the audience was assembled, with the contestants and their host families down front (for the TV cameras), there were the obligatory speeches, mostly mercifully short. Van Cliburn, conspicuous primarily by his absence since the opening night banquet, talked about his father, who always supported young artists by letting them hang out in his convertedgarage piano studio in Kilgore. Although his father has been dead for several years (his mother has lived with their son since and was with him that night), Cliburn said he wished to do something in his memory and in his spirit—also to prove that there were no losers in this competition. He then handed an envelope to each contestant. Inside each was a $100 bill.</p><p>John Giordano made the announcements, and one by one the twelve semifinalists came up on the stage. The four unknown quantities were Edward Newman (another Juilliard clone), Barry Douglas of Northern Ireland (at 21 the youngest of the semifinalists), Christina Kiss (a hard-hitting Hungarian), and William Tritt (a colorless Canadian). The only real surprise to me was Newman, and I had to hand it to Schonberg—the only critic who picked him. Selby burst into tears when she realized her name had not been called, and the television cameras were there to record the moment.</p><p>The Semifinals: 'this Is Not a Torture Chamber“</p><p>Saturday was the only day off during the whole two-week contest, and Van Cliburn threw a barbecue for the contestants. Actually, while it was a day off from performance, it was a happy working day for some of those who had made it into the semifinals. A unique requirement in the Cliburn Competition is that each of the semifinalists play one of four selected quintets with the Tokyo String Quartet, one of the most famous young chamber music groups in the world.</p><p>The semifinals were the time for surprises in the 1981 Cliburn, and the first surprise was that the Tokyo Quartet arrived minus its regular first violinist and plus a substitute, Peter Oundjian. The change made for a real imbalance in the quintet performances until the new violinist had grown accustomed to playing with the group. In any case, the twelve pianists had little preparation time in which to mold a unified performance with the stringed instruments, and the first six —except for o’riley, who was doing fine in the Brahms quintet until he lost control and began to bang away at the last movement—gave rather pale showings.</p><p>The quintet performances alternated with one-hour solo recitals, the first of which was supposed to be given on Sunday by Norman Krieger. But he had contracted intestinal flu, and the jury allowed him to postpone his recital for a couple of days. So the first to play his solo stint was Zhu, which put him in the odd position of performing the world premiere of “Touches,” a piece commissioned from one of america’s most famous composers, Leonard Bernstein. All the contestants had been required to learn the selection within a month; if they made it as far as the semifinals “Touches” would be part of their recitals. On the big, shiny Bosendorfer that Zhu was playing, the Bernstein, and everything else, sounded like glass bouncing on tin.</p><p>Jeff Kahane made a much better impression; in fact, he established himself as the favorite of the audience. His playing of “Touches” was everything Zhu’s had not been: jazzy, bluesy—and far too free with Bernstein’s instructions. Kahane, who says he reads a lot of poetry, has tried to establish himself as a poetic pianist. His soft passages have a hundred gradations, and he can make gorgeous sounds even in Bach, where some might judge them inappropriate. But despite the many beauties of his playing, his inability to really dominate the piano, to become the powerhouse god of the romantic piano mythology, made his interesting ideas seem like cop-outs. “See, i’m doing it this way (because i’m not strong enough to do it the usual way)” was the message that came through to me. Nevertheless, Kahane had a most intriguing personality, as he sat at the keyboard nodding a rapt “yes” to his fingers as they caressed a passage in a manner he approved of.</p><p>Two of the most important recitals took place on Monday afternoon of the semifinals. Hung-Kuan Chen, the young Taiwanese, was considered by some a challenger to Schub; his videotape had impressed the preselection jury as perhaps the best of all. His recital program was uncompromisingly serious—Beethoven’s Sonata in C Minor and Ravel’s <em>Gaspard de la nuit,</em> the one a journey from despair into light, the other a journey into darkness inaccessible. Chen is an artist of uncompromising ideas—some might say of arrogance. I found many things to dislike in his playing—an occasional lack of rhythmic definition, a monochromatic quality, mannerisms in the production of sound—but also challenging ideas and real insight into the music.</p><p>The next recitalist was Schub, and his hour of solo playing was curiously unconvincing. His big piece was Brahms’s <em>Variations and Fugue on a Theme of Handel,</em> which he played at a tempo so quick that he had to sacrifice the proper Brahmsian solidity. His Liszt was not as exciting as on either of his previous two showings, and his “Touches” was nowhere near as careful about the markings as Chen’s. At the end of the hour, about the most you could say was that Schub had not played it safe; he had taken some chances and not been boringly perfect, as he might have elected to be. But he was no longer so far out in front of the others that he could not be beaten. The contest might still turn out to be a race.</p><p>Christina Kiss’s recital did not turn her into a contender against Schub, but it was a very respectable brand of hearty Middle European music-making that made her a possible finalist. After her hour and Tritt’s quintet* Krieger was scheduled to make up his missed recital. Here at last might be the one to overthrow Schub. Krieger, who looks like a young banker with severe five o’clock shadow, can be the most fastidious and note-perfect of pianists, but he can stir hearts, too. He had a lot of fans, especially among the eliminated pianists, who were starting to show up at the semifinal sessions, and when the time came for him to play—at ten-thirty Monday night—there was a sense of expectation in the audience. Van Cliburn himself was standing in the shadows at the rear of the hall, apart from his mother and the coterie of friends who were always by his side.</p><p>Giordano announced Krieger, and after a minute he walked heavily onto the stage. “He’s white as a sheet,’’ Helen Wilson whispered. He began one of his specialties, a Chopin prelude barely over a minute long but fraught with dangers for unwary fingers. The perfectionist missed a note. He stopped playing in the middle of the piece.</p><p>“Do you mind if I go on to the Brahms now?’’</p><p>“absolutely not,” Giordano returned in a voice that sought to be reassuring. “Just start with whatever you feel comfortable with.”</p><p>By the time Krieger began the Brahms sonata, some of his color had returned. As he played, though, his face stretched and contorted grotesquely, and while there were many exquisite moments, the whole was embarrassing. At the end Krieger lumbered offstage, disgruntled, and would not come back to acknowledge the audience’s sympathetic applause.</p><p>After a few moments, Giordano announced, “Mr. Krieger won’t go on tonight. He’s had a bad case of nerves, obviously. Let’s give him a nice round of applause.” and shortly after: “The consensus of the jury is that they would still like to hear Mr. Krieger play again. The jury feels, as we all do, that he is a very talented young man, and they don’t want to penalize him because he has been ill. If we can work it into the schedule for him to play again, we will do so.”</p><p>The next morning Giordano began by referring to Krieger’s performance of the night before: “Because his stopping was due to illness, he will be allowed to come back, the point being that this is a humanistic event, not a torture chamber. If the cause were just nerves, it would not be permitted.” and after Newman’s solo recital—not as uninteresting as I had feared, but still well below the standards of the other semifinalists—Krieger played the Dvorak quintet with the Tokyo. It was one of the best of the chamber performances so far.</p><p>After the break came an interlude that could not have occurred, I think it is safe to say, in Brussels or Warsaw. Giordano got back into the hall a little before the jury and told the assemblage that that day, May 26, was the birthday of one of the jurors, French Chopin and Ravel specialist Vlado Perlemuter (who was turning 77 but in his frailty looked 15 years older). He had one of the other jurors—Earl Wild, the american virtuoso—hide backstage and when Perlemuter was settled in his seat, Giordano announced the next contestant, Mr. Wildebeest. Wild came onstage to thunderous applause and with a great flourish played a rousing “Happy Birthday.” (“Happy birthday, dear Maestro Perlemuter,” is quite a mouthful.) Helen Wilson, my interpreter of the local scene, leaned over and beamed. “People from Fort Worth can be so childish and enthusiastic. Now, see how much fun that was.” She was feeling especially chauvinistic that day, because one of the pianists who *had been eliminated had kept her waiting at his front door for nearly an hour when she went to give him a ride to the theater. The childishness of pianists was quite a different thing from that of Fort Worthians. “Honestly, some of these kids are so spoiled, I don’t know what to do with them.”</p><p>So Santiago Rodriguez had a hard act to follow. He led off with “Touches,” and as Helen justly remarked, it was the first one that sounded like Bernstein. You could hear <em>West Side Story</em> peeking through the notes. His Chopin got a big audience response for its singing line and the mysterious rushing sound of the last movement. He acknowledged the applause like a handsome young matador, his upper arms at his sides, his forearms waving palms upward. His big number, excerpts from Stravinsky’s <em>Petrouchka</em> arranged for piano, sounded strange to all those who had heard Toradze’s powerhouse treatment four years before. But it was a highly original rendition, with the accent on bright colors and a complex rhythmic interrelationship between sections. Rodriguez seemed to be keeping the momentum going at the end by sheer willpower, and as he finished the last chord he rose to his feet in one sweeping motion. The audience did too—the first real standing ovation the competition had seen.</p><p>If Rodriguez’s afternoon performance made things begin to look interesting, the evening performances made them livelier yet. Zhu’s quintet showed a sad lack of experience in chamber music, for which he had had almost no opportunities in China. Douglas gave a rather bombastic recital, and then it was Kahane’s turn to play a quintet. He had chosen the Dvorak, the most melodic and the least-played of the four quintets. The first movement showed off his lyrical style well, and the performance got better and better movement by movement. The dancing jollities of the final movement built to an enormous climax, and when the last measures were over the crowd went wild. It was the single most exciting moment of the competition, and if the assembled audience had had the power to bestow the prizes, Kahane would have walked away the winner there and then.</p><p>Wednesday, the last day of the semifinals, continued the upward swing, although o’riley, the boyish Bostonian, had planned his program badly. Ravel’s <em>Gaspard</em> and the Scriabin sonata he chose were too similar in mood and effect to hold the attention after nine hardly interrupted days of listening to the piano. (“Oh, for a draft of the cool Mozart,” I was thinking.) But o’riley showed himself to be an impassioned player once again, and an appealing personality as well.</p><p>Panayis Lyras did even better. He had been a favorite of mine in the first round —I would have ranked him second to Schub—but his chamber music performance had been too retiring and lost him some points. Lyras’s recital, although rather strange, was for the most part convincing. He chose big romantic pieces, including somewhat unusual ones, and played them at slower-than-usual tempos, but perfectly and even excitingly. He blended some of the qualities of his two most recent teachers—modern music specialist William Masselos and Lisztian-inthe-grand-manner Jorge Bolet (who was originally supposed to be one of the jurors in this competition). Lyras, a rather short, Greek-born pianist who likes to take the summers off and play basketball rather than music, was a real musician. Somehow, though, I could not see him as the grand-prize winner. Rodriguez or Kahane, maybe.</p><p>In his quintet performance, which opened the last evening of playing at TCU, Schub recovered some of the ground he had lost. His Schumann quintet was far and away the best of the five tries at that work. After all, his skill at this sort of thing was what had earned him his reputation and most of his living. If he and Kahane and Rodriguez and Lyras kept up this kind of playing through the finals, the rest of the competition would be not just a horse race but also a damned fine three days of piano playing. After Schub’s quintet, the semifinals petered out with William Tritt’s playing the most boring rendition of Schumann’s romantic masterpiece <em>Kreisleriana</em> conceivable and Kiss’s giving the Schumann quintet yet another heavy, prosaic go. By nine-thirty that night we were waiting for the jurors to make up their minds about which six pianists would begin the finals the next evening.</p><p>The wait was grim. Perhaps it was just that almost everyone stayed at the auditorium and there were no margaritas to drink. And perhaps it was the feeling of finality—this was the last selection before the end. And perhaps some of the contestants’ nervousness had worn off on the rest of us.</p><p>Yet the conclusion seemed foregone. Kahane, Schub, Rodriguez, and Lyras would surely make it, and most of the smart money was saying o’riley would too. That left only one place, the problem being that there was no one who had really played well enough to fill it. I stubbornly stuck to my admiration for Chen, some others liked Douglas, and nobody would have put up a fuss if Kiss had gotten in, as a token woman and European.</p><p>Sadly, Krieger was completely out of it. He had finished his recital between the afternoon and evening sessions, and his playing had still not recovered. And then there was Zhu. Cynics like me were betting that he would be the sixth finalist. As long as there was an extra place, we reasoned, why not give it to the most colorful and unusual candidate and strike a blow for international diplomacy at the same time? and since it was so simple, what were the darned jurors doing that was taking so bloody long?</p><p>Fighting about Zhu, it turned out. There was a spread of well over thirty points in the scores the jurors gave him. Some of them pleaded valiantly that the young man, whatever his virtues and whatever his sufferings, had no business in the finals of an international piano competition. Others praised his quickness to learn. The jurors pared the choice down to three candidates for the last two spots and decided on o’riley and Zhu.</p><p>Well after midnight the jurors dragged themselves back to Ed Landreth auditorium. The announcement was made, and the six finalists were herded behind the screen on the stage to be photographed in cowboy hats with Cliburn.</p><p>The Finals: The Giant-Killer Blows It</p><p>Rodriguez used his day off to practice at his hosts’ house, wearing his tux shirt to get used to it so there wouldn’t be any surprises on the big night. He talked about the prevailing attitude that the winner should be somebody mature, somebody ready to make a career: “I think if I had to give any piece of advice to anybody, it would be to wait till the very last minute to enter a big competition. Nobody’s really quite prepared for what comes afterward. Unless you can pretty well get onstage and feel you have been there before, the shock of winning is going to throw your playing off. And you need to have an incredible amount of repertory stored up. I believe that the age limit should be raised to thirty-five. That’s when people are playing their best.”</p><p>The finalists had the chance to prove in the next three days that they were ready to launch their careers. Each of them would play two concertos back to back: one of two specified Mozart works or the Beethoven No. 2, with the Texas Little Symphony, and any later concerto of their choice with the Fort Worth Symphony (which is the Little Symphony with a number of additional players). The conductor was Leon Fleisher (himself a great pianist whose career ended seventeen years ago because of a neurological disorder in his right hand). On Thursday, May 28, Zhu and Kahane were to play.</p><p>The finals took place in the auditorium of Fort Worth’s Tarrant County Convention Center, where the plastic seats marked a distinct lowering of tone in a competition where so much was done so luxuriously. Fleisher provided rhythmically accurate and spirited accompaniment for the concertos, beginning with Zhu’s, but the orchestra sounded exhausted, all the winds sourly out of tune. It was impossible to take much pleasure in these performances, however brilliant the pianist. Zhu, despite his proclaimed love for Mozart, did not seem to have much idea how he ought to be played. His Rachmaninoff No. 2, however, was respectable, and all in all, his showing was no disgrace to him or to the members of the jury who got him into the finals.</p><p>Kahane’s playing after the intermission was a dreadful disappointment. The Mozart Concerto in E Flat, K. 271, though fluent, sounded like a wind-up music box. His Brahms No. 1 was another instance of his trying to convince us that he <em>wanted</em> to play intimately when actually he <em>had</em> to. He simply hadn’t the power to do the craggy work justice—partly because of fatigue as well as because of his small physique. Thus there was only one last chance to stop Schub. The competition was beginning to sound like a Republican convention, with “Stop Schub” the rallying cry, but a nearly hopeless one.</p><p>Friday night Schub and Rodriguez were both to play. Schub began with the Beethoven rather than the Mozart. For me the piece is one of the least engaging in the standard repertory, and Schub did nothing to make it better. He followed it with the tiredest war-horse in the concerto repertory, the Tchaikovsky No. 1. This was something of a ploy to prove again that he was a “regular guy” kind of pianist. He turned out to be a regular guy with a lot of muscle on his wimpy-looking shoulders. “That was a world-class performance,” said Gregory allen, the austin pianist who himself won a major international competition last year, the artur Rubinstein in Tel aviv. “With that big sound, he could dominate any orchestra in the world.” The fast, thundering octaves at the climax of the last movement wowed the professionals in the audience, too. At least there could be no doubt that the heir apparent had the required technical stuff.</p><p>But could he make music? Somehow, except for the Schumann quintet, every performance of Schub’s since the preliminaries had seemed less and less musically satisfying. A young New York pianist who followed the whole competition summed up the problem: “Schub plays externally, from the outside; the rest—Krieger, Kahane, Lyras, Rodriguez—play from the inside, they have something they want to communicate.” The statement was neither entirely true nor entirely fair, but it did indicate the audience’s expectations of Rodriguez, who was next at the keyboard.</p><p>The giant-killer blew it. Rodriguez turned in a nice little performance of his Mozart piece and then a nice little performance of the Rachmaninoff No. 3. This nothing from a man who has 48 concertos in his public repertoire? This blah from the man with heart, with soul, with personality, with temperament, with fire? It was said that Rodriguez had come down with a touch of the same bug that had bitten Krieger. In any case the results were the same: disaster.</p><p>The last night, Saturday, was reckoned in advance to be something of an anticlimax. Christopher o’riley had won a lot of admirers, but nobody thought him a contender for the big crown. Lyras had a few backers who thought he might go all the way, but at this point it seemed that Schub was a shoo-in. O’Riley and Lyras, however, seemed to think otherwise. O’Riley proved to be the first of the finalists who could even begin to play Mozart, and his Brahms No. 2 was an allout assault, very beautifully played. If you could have combined his performances in the finals with Kahane’s in the semifinals, you might have had a winner.</p><p>Lyras, too, was pretty convincing in the same Mozart concerto, K. 271, the one with which the twenty-year-old composer established himself as a genius as well as a prodigy. Lyras’s Mozart was a trifle too softly contoured and romantic, but at least it was something, whereas Mozart is a vacuum at the hands of most pianists. Lyras’s second work was the Prokofiev No. 2, the only slightly unusual or at all modern-sounding concerto in the finals. His playing was note-perfect and wonderfully rousing—a real foot-stomper—and he carried the audience with him. The standing ovation for him did not seem quite as spontaneous as the one for Schub (only on this last night of the contest did the audience seem to have succumbed to the automatic standing ovation at the end of a show), but it was genuine enough. Certainly the audience liked Lyras better than Schub, and if the listeners had been asked to make the jurors’ decision right then, Lyras would have pulled off the upset.</p><p>Helen Wilson was of the same mind. “Now, that’s the first performance we’ve had that somebody might have paid to see,” she contended, but I argued with her. We turned to a neighbor, one of the many artists’ managers down from New York to check out the new merchandise, and asked him to settle our dispute. “They’d pay to see Schub,” he said. I thought that pretty much summed up the contest, but we would have to wait about 21 hours to find out for sure.</p><p>The Winner: The art of Marketing</p><p>We had all been instructed to be in our seats well before six-thirty on Sunday, and we were—many of the men in black tie for the occasion and most of the women, including Helen, in long dresses. The stage was decorated with flags and plants, and all six pianos were lined up in a row across the back—the three being played by the six people still in the contest in strategic locations so one could be wheeled forward quickly for the prize recital.</p><p>At precisely six-thirty the show began. TCU piano professor Tamas Ungar and five of his students filed onstage to give the six instruments a simultaneous workout: a multipiano version of the <em>Blue Danube</em> arranged many years before by abram Chasins for the great piano pair Josef and Rosina Lhevinne (she taught Van Cliburn at Juilliard and urged him to go to Moscow, so the symbolism was somehow appropriate). “I have been trying for ten years to get them to cut out this kind of provincial crap,” someone nearby hissed.</p><p>Everybody had to get up and make a little speech, and dozens had to be introduced or thanked or both. The first lady of Texas, Rita Clements, read a little set speech with mechanical charm and was kidded by Cliburn because she had assured the audience that preparations were already under way for the seventh competition. It was funny, he said, but he hadn’t heard about that.</p><p>The most moving scene of the evening came when Lili Kraus, a pianist of world standing who teaches at TCU and had been on every previous Cliburn jury, came onstage to be introduced with the other jurors. She had been announced as one of the jurors for 1981 but had been under treatment at the Mayo Clinic for a mysterious illness. Several times she had tried to leave the hospital to come to Fort Worth to join the others in the panel, but the doctors had warned her of dire consequences if she did. At last she had defied them and had come in the day before. Most of the audience was unaware that she had come back to Fort Worth, though, and there were gasps as she walked in. Like Zhu, she has experienced suffering—in her case it was in prison camps in Indonesia during World War II. Her response to the huge ovation that greeted her was simple and generous.</p><p>And then came the moment. Giordano read the names of the two already eliminated contestants who got scholarship prizes for special promise: Kathy Selby and Barry Douglas. Then he went on to the six prizewinners. Each accepted his prize from Cliburn, shook a round of hands, thanked the jurors, and walked offstage. Sixth-prize winner: Zhu Da Ming (the jury was being honest rather than political). For the first time ever, the top five winners were american. Fifthprize winner: Christopher o’riley (the jury was not giving much weight to the final round—it looked like Schub for sure). Fourth-prize winner: Jeffrey Kahane (the people’s choice lost).</p><p>Then Giordano broke the rhythm. The jurors, he warned, had done a singular thing. (Was there going to be a real surprise at this contest after all?) They had awarded no third prize, but twin second prizes to Santiago Rodriguez and Panayis Lyras (both tried to hide a grimace —“Rats! I didn’t make it”). The first prize, as well as extra money for being the highest-ranking pianist of the americas and of the United States, went to andreMichel Schub. He also won the prize for best chamber music performance—an understandable but, I think, incorrect victory over Kahane. (It wasn’t long before the news leaked out that three of the eleven jurors had placed Schub only third.) In all, Schub’s prize money amounted to $15,000—peanuts compared with the $72,000 first prize in the routine golf tournament broadcast on commercial television earlier in the afternoon.</p><p>For the prize recital, Schub played one of the Debussy <em>Images</em> and his two LisztPaganini etudes. He did not get the lift out of them that he did during the competition, but as he said later, it is an almost impossible task to go from an anxiety-filled moment to trying to recreate a work of art. Maybe some of the tightness came from putting his reputation on the line.</p><p>And what about the art, after all this? I think andre-Michel Schub is a very promising young pianist not yet nearly at his peak. Musicians are not likely to play their best at contests—there is simply too much pressure. Schub proved that he has almost all the equipment a pianist needs for a major career: delicate control over the sounds his fingers produce, strength, stamina, and intelligence. What he lacks is the maturity needed to meet Beethoven and Brahms on their own levels. Only time will tell whether he will develop such an emotional capacity amid the rush of a career.</p><p>Contests are to be distrusted not because the wrong person loses but because the jurors must name a winner even if there is not a fully qualified one around. In a sense, admitting that Schub has some growing to do before he becomes a satisfying artist contradicts the common assumption in the staging of contests—that there are vast numbers of great pianists out there • simply waiting to be discovered. Mysteriously (given the large number of pianists our educational system produces every year), that does not seem to be the case. This year the Cliburn Competition was lucky to have Schub on the scene to take the prize. He was at least a plausible winner, whatever his limitations.</p><p>Schub ended his performance, and the sixth Van Cliburn International Piano Competition was all over—except for a dinky press conference and a celebration party and two years’ worth of engagements and the career, if any.</p><p>And as we got up to leave, Helen Wilson, who had never found Schub’s playing particularly appealing, summed up the contest with a sigh: “Well, he was the best one that came and played.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "August 1981",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "competition",
      "Fort Worth",
      "performance",
      "Music",
      "people",
      "Helen",
      "Musical",
      "Career",
      "money",
      "Van Cliburn",
      "Work",
      "House",
      "New York",
      "choice",
      "Love",
      "ten",
      "Texas",
      "Best of",
      "Country",
      "Mother"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Fort Worth",
      "Texas",
      "West",
      "Princeton",
      "West Texas"
    ]
  }
}