{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19818",
    "date": "August 1981",
    "year": 1981,
    "month": 8,
    "month_formatted": "August",
    "pdf_uri": "/1981/19810800.pdf",
    "issue_cover_image": "",
    "document_start_page": 122,
    "toc_start_page": 106,
    "document_page_range": [
      [
        122,
        123,
        124,
        125,
        126,
        127,
        128,
        129
      ],
      [
        186
      ],
      [
        188
      ]
    ],
    "toc_order": 1,
    "toc_headline": "The Perfect River",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198108-playiton",
  "source": "/1981/19810800.pdf",
  "wp_post_id": 116277,
  "wp_post_guid": "http://www.texasmonthly.com/article/play-it-one-last-time-with-feeling-land/",
  "authors": [
    "Bill Holloway"
  ],
  "headline": "Play (It One Last Time WitH Feeling) Land",
  "dek": "Before Six Flags, before Astroworld, there was Playland.",
  "spread_caption": "",
  "excerpt": "From giant fresh water prawns to bikini-clad coeds, from ancient Indian artifacts to swimming pigs, there’s something for everyone on the San Marcos River.",
  "kicker": "",
  "word_count": 1702,
  "content": "<img /><img /><p>Three blocks away you would hear it, and your heart would start jumping. The clatter of the roller coaster careening down the tracks, the screams of its terrified passengers, the yelling of the barkers pitching their rides, the heavy <em>kawhump</em> of the bumper cars whamming into each other, and above it all the singsong of the calliope matching the cadence of the carousel—it was all part of Playland Park in San Antonio, fifteen acres of fun.</p><p>For 39 years Playland was the classic American amusement park, the ideal cross between a traveling carnival and the progeny of Disneyland. It had elements of the risque but never the smarmy, down-and-out feeling of a typical midway. On the other hand, it was never obsessive about grooming, although it was attractive and well kept. Best of all, it was manageable. You didn’t have to wait 45 minutes for a ride or walk five blocks between the Ferris wheel and the Fudgsicles. But for all that, Playland was obviously the park of another era. Its closing—on Labor Day, 1980—had many causes: the economy and changing tastes, but perhaps more than anything else, entropy. The place finally just ran down.</p><p>In its heyday, though, Playland was hot. It was the kind of place where you could take your high school sweetie on a hot summer night for a round of cheap thrills. A quarter apiece at the gate got you through the turnstile, and then you hit the midway running. The first ride was the Ferris wheel, just the thing to whet your appetite for the scarier ones farther along. It was a grand and gentle ride, and it gave your solar plexus a minor thrill as you reached the top and sailed down into the night. Next were the bumper cars, the only violent ride that you could control. They offered a rare opportunity for pure, unadulterated aggression; Dr. Jekyll could become Mr. Hyde and get away with it. Then came the archery range and a number of other “skill” concessions that always seemed to be floating in a sea of fluorescent teddy bears just waiting to be won by a lucky toss.</p><p><em>(Text continued on page 186)</em></p><p><em>A fan caught a final carousel ride before Playland closed forever.</em></p><p> Illustrated by Patti Heid </p><img /><p><em>The Atomic Bomber was a relic of post-World War Ii mentality.</em></p><p><em>At the Sky Fighter vou blasted enemy planes out of the picture.</em></p><img /><p><em>A hand-colored spuvenir picture recalled an evening of laughs.</em></p><img /><p><em>The Gypsy Queen pointed to a card. You figured out the rest.</em></p><img /><p><em>A bad score on the Kiss-o-meter could undermine your confidence.</em></p><img /><p><em>Would you marry a deb or a dud? Two cents got. you the answer...</em></p><img /><img /><img /><p><em>Little kids waited to see what the mouse would do when the clock struck one. Big kids put money into fortune-telling machines for cards like these.</em></p><img /><p><em>For 39 years admission was never more than 25 cents.</em></p><img /><p><em>Mother Goose rode a steed the size of a pterodactyl.</em></p><p><em>Once you entered Playland, the outside world retreated. The park was organized and landscaped to block out views of the surrounding city. Only from the top of the highest rides, like the Ferris wheel or the roller coaster, could you see the rest of San Antonio, and then only fleetingly, as if it were the fantasy world and Playland were real.</em></p><img /><p><em>Like a crazed bag lady, Laughing Sal cackled wildly.</em></p><img /><p><em>Who wants wholesome food at an amusement park?</em></p><img /><p><em>Anyone who was tall enough could see the peep show.</em></p><img /><p><em>The Lusse Auto Scooters were cartoons come alive.</em></p><p><em>Not everything at Playland was G-rated. The Swedish Massage peep show kept you guessing, and in the tunnel of love, unseen things leaped at you menacingly. But how innocent were even the scariest, most titillating attractions compared to what kids can see at the movies today. It’s like comparing the wicked queen in Snow White to the creature in Alien.</em></p><img /><p><em>The main point of riding the Zoomer was to get high.</em></p><img /><p><em>Sleepy showed the way from Playland to reality land.</em></p><img /><img /><p><em>Above: For years Little Miss Muffet’s constantly moving arm tried to scare the spider; you’d think her looks alone would have sufficed. Right: The movie star cards were current when Playland opened, but they never changed</em><img /><img /><img /><img /><img /></p><img /><img /><img /><img /><img /><p><em>(Continued from page 123)</em></p><p>After that were the miniature golf course, the sky ride, the roller coaster, the swing-the-sledgehammer-and-ring-thebell concession, the tunnel of love, the fun house (featuring Laughing Sal, the mechanical mannequin, rocking back and forth in her glass booth while her demonic laughter was broadcast all over the park), the penny arcade with its curious assortment of archaic games, the Tilt-a-Whirl, the Hammer (a fiendish contraption; kids would scramble for the change that fell out of the pockets of unfortunate riders), the miniature train, Mother Goose Land (where the kiddie rides were), and finally the carousel, where children and adults could hop in the saddle and play cavalry charge to the music of the calliope.</p><p>Playland opened on Saint Patrick’s Day, 1941. It was operated from the beginning by James E. “Jimmy” Johnson, who came to San Antonio from Chicago in 1940 at the age of 41 to, as he says, “retire.” His retirement came to an abrupt end when, at the suggestion of a friend in the Army, he decided to open an amusement park to provide entertainment for the Gis at nearby Fort Sam Houston. In the beginning, Playland had twelve adult rides and ten kiddie rides—a number that stayed pretty much the same over the years. Johnson had no previous experience in the business, but he jumped right in and soon had the largest permanent amusement park in the state.</p><p>Although Playland was basically an overgrown midway, visiting it was not the same as going to a traveling carnival. A carnival is a hit-and-run situation: when you want to go back for more, as likely as not it’ll be gone, like a fly-by-night lover. Playland, however, was always there. You knew you could go get some thrills anytime you needed them. The eerie and the bizarre had time to grow on you. The other appealing thing about Playland was its eccentricity; it wasn’t one of those overscrubbed parks that have more spectacular rides and fancier construction but lack the essential ingredient—soul. Playland had plenty of soul. For instance, there was one spot back near the fence bordering Fort Sam where you could see, within thirty yards of each other, the miniature Mount Rushmore (now hidden in the poison oak on the banks of one of the few remaining sections of the Acequia Madre, built by the Spanish missionaries in 1726), a stockade on Fort Sam’s outer reaches in which Geronimo was allegedly held prisoner by the Army, a small herd of sheep keeping the grass trimmed under the roller coaster, and the Peaceful Valley Chapel, where every half hour a recording of the Sermon on the Mount as delivered by Melvin T. Munn would automatically play. Inside the chapel was a painting of Christ with eyes that would appear to open as the lights came on at the climax of the sermon. All these things set Playland apart. It might be gaudy and cheap, but hardly anyone could resist it. Jimmy Johnson says that in 1945 when several German prisoners of war escaped from a compound near San Antonio, they were peacefully recaptured several hours later —at Playland.</p><p>The park was a world of its own. Many of the attractions were built on the premises, in the shop where workers did everything from repairing the equipment to creating fantastic fireworks for the annual Fourth of July extravaganza. Enormous creativity and ingenuity went into some of the rides and props, like the mirrored towers with colored lights that lined the midway or the flying gander with a twenty-foot wingspan that bore Mother Goose on his broad back. On the other hand, some of the attractions were a model of simplicity. The What Every Man Knows About Women concession was a box on a pole with a viewer. You fed it a dime, looked inside, and saw—absolutely nothing. At this point most people would bang on the box a couple of times, take another look, and walk off thinking they had been gypped, while Jimmy Johnson watched and chuckled to himself. Ten cents is a pretty cheap price to pay for such a universal truth.</p><p>During its last few years, Playland began to fade. Walking down the midway, you would notice gaps in the lineup, often because the concessionaire had died or grown too old to work his booth any longer. With things the way they are now, what kind of living can a man make guessing people’s weights? Unemployment pays better.</p><p>One of the more insidious symptoms of decline was the addition of electronic games to the penny arcade. Compared to the other games, these were too efficient and perfect. They seemed like synthetic fun rather than the genuine article. Another unfortunate change was the new set of bumper cars with their sleek sports-car lines and—God forbid—seat belts. The real world was creeping in where it had no right to be.</p><p>The real world also undermined the park’s finances. Throughout its entire 39 years, Johnson never raised Playland’s admission price above 25 cents, even when places like Six Flags were raking in the chips at some $10 a head. With no profit to show for the last ten years and what he considered unfair utility rates and taxes, Johnson must have realized the end was in sight. Playland was being passed over in favor of Clone World. It was time to close, and on Labor Day, 1980, a small part of San Antonio’s history came to an end.</p><p>These days Jimmy Johnson is likely to be found roaming silently through the park in an electric golf cart, supervising the dismantling of the attractions. Potential buyers of rides and oddities, sentimental former customers taking one last look around, and old employees drop in occasionally, but the life that was there has gone and only the skeleton remains. To his credit, Johnson has been quite firm about selling his rides intact rather than breaking them up for collectors. The antique carousel that bobbed children up and down and round and round since 1917 will do so again, at another park. The Rocket will reign again as the king of rides—but not in San Antonio. The fifteen acres of prime downtown land at 2222 N. Alamo will house new buildings and new enterprises. And Jimmy Johnson will finally retire.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "August 1981",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Playland",
      "ten",
      "Cars",
      "Children",
      "Golf",
      "House",
      "Land",
      "Mother",
      "War",
      "Alamo",
      "Best of",
      "buildings",
      "Cartoons",
      "Chicago",
      "Concessions",
      "Construction",
      "Economy",
      "Entertainment",
      "Favor",
      "Food"
    ],
    "wp_categories": [
      "Food"
    ],
    "wp_location": [
      "San Antonio"
    ]
  }
}