{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19818",
    "date": "August 1981",
    "year": 1981,
    "month": 8,
    "month_formatted": "August",
    "pdf_uri": "/1981/19810800.pdf",
    "issue_cover_image": "",
    "document_start_page": 138,
    "toc_start_page": 136,
    "document_page_range": [
      [
        138,
        139,
        140,
        141
      ],
      [
        214,
        215,
        216,
        217,
        218,
        219,
        220
      ],
      [
        224
      ]
    ],
    "toc_order": 5,
    "toc_headline": "The Deal That Didn’t Work",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198108-thedealt",
  "source": "/1981/19810800.pdf",
  "wp_post_id": 116268,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-deal-that-didnt-work/",
  "authors": [
    "Victoria Loe"
  ],
  "headline": "The Deal That Didn’t Work",
  "dek": "As they cut up Texas into legislative districts, the politicians had to please the Justice Department, Bill Clements, blacks, browns, Republicans, and Democrats. And that was the easy part.",
  "spread_caption": "",
  "excerpt": "Parceling out three new seats in Congress sounds like an easy job, but the Texas Legislature tried for two months and couldn’t do it.",
  "kicker": "",
  "word_count": 5743,
  "content": "<p><span class=\"dropcap\">H</span>ugo Berlanga is one of the best products of the Corpus Christi Mexican american political machine ever to reach the Texas Legislature. He is bright, tenacious, bursting with voluble charm, and politically shrewd well beyond his 33 years. But in the 181-member Legislature, Berlanga is a man of modest consequence. He is in only his third term. He chairs no committee, has passed almost no legislation, and seldom poses a major threat to other members’ bills on the floor. And although senior Mexican american legislators have shown a surprising willingness to follow his lead, Berlanga’s influence rarely reaches beyond the Mexican american caucus. His district is equally unassuming: a largely rural swath on the wrong side of Nueces County’s tracks whose inhabitants are mostly Mexican american and mostly poor.</p><p>Berlanga is not, in short, a man accustomed to deciding the fate of congressmen or shaping the state’s political future. This spring, though, he latched onto the session’s most important issue: reapportioning Texas’ congressional, state Senate, and state House districts. And almost before he knew it, the issue—which could alter the course of both political parties, spell oblivion or survival for white liberals, and determine the lot of minorities across the state—had turned and latched onto him. As the months passed and the strife intensified, events closed in on Berlanga, until on the last day of the session the whole monstrous question sat squarely on his shoulders. Which was by no means as unlikely as it may seem: why it happened is the story of how Texas politics works in 1981.</p><p>When the Legislature reapportioned itself ten years ago, someone like Hugo Berlanga probably couldn’t have gotten elected at all. In 1971 only 10 Mexican americans and 2 blacks graced the Texas House. But court-mandated redistricting plans of the past decade have upped that figure dramatically. Today Berlanga is one of 31 minority representatives: 18 Mexican americans and 13 blacks. Still, the number of minority legislators hardly reflects the number of minorities in the population as a whole; by that yardstick, Mexican americans alone would be entitled to 32 representatives. In the past, when Mexican americans were largely locked out of the Legislature, white liberal Democrats had to be relied on to champion their cause. Now times are different. In the view of the United States Congress, the Supreme Court, and most black and brown politicians, only minorities can adequately represent minorities in politics.</p><p>Opposite: <em>Rarely did redistricting chairman Tim Von Dohlen (l.) find legislators conferring so quietly. Usually they fought.</em></p><p>Photography by Lon Cooper</p><img/><img/><p><strong>the Losers</strong></p><p><em>Draw their districts this way, and these congressmen could be out of work.</em></p><img/><p><em>How to gut four congressmen: (1) Take away Democrat Jim Mattox’s minority constituents. (2) Give them to Democrat Martin Frost to make his district 63 per cent minority. (3) Relieve Democrat Bill Patman of Mexican american voters to the south and his home to the north. (4) Give Patman the sizable chunk of Republican voters take from Republican Ron Paul.</em></p><p>Illustration by Janice ashford/Sagebrush Studio</p><p>A third minority adheres to that premise absolutely: the state’s burgeoning Republican party. This year, for the first time since Reconstruction, Republicans held enough seats to make them a force: 38 of 150 in the House, 7 of 31 in the Senate, 5 of 24 in the Texas congressional delegation—plus, for the first time in this century, the governorship. But they thought they deserved more. Today almost half of the Texans who show up at the polls vote Republican in congressional races. The disparity between the number of Republican votes cast and the number of Republicans elected is largely a product of the way districts have been drawn in the past. This session would test whether the fledgling GOP bloc had the muscle to grab a more equitable share.</p><p>That question still hangs in the balance; the Legislature failed to draw new congressional districts during its regular session. But the answer is critical to the nation’s future. The Republicans need only 27 more U.S. House seats to control Congress in 1982. Texas, with 3 new seats, naturally figures prominently in their designs. Minority legislators like Hugo Berlanga figure prominently too, because creating more minority districts often also means creating more Republican districts adjacent to them. Especially in the cities, population trends make minority gains and Republican gains almost synonymous. History has set the stage for the Democratic party to take a real drubbing; whether it does or not will depend largely on people like Berlanga.</p><p><span class=\"dropcap\">R</span>edistricting is a game most politicians would rather not play at all. Every one of the 181 legislators and 24 congressmen whose political futures were on the line this spring had good reason to be satisfied with his district—it had elected him, after all. True, most incumbents could think of ways to make their districts more politically congenial, but malicious line-drawing by other members could also make all but a handful of districts much, much worse. Faced with that choice, the overwhelming instinct was to settle for the status quo—which would have been fine, too, with most of the citizens who appeared to testify on the matter.</p><p>For a good part of this century the if-it-ain’t-broke-don’t-fixit mentality actually prevailed. Although each Texas constitution since the Republic has required the Legislature to reapportion itself regularly and the 1876 constitution specified that the redistricting follow the federal census, no new districts were drawn after either the 1930 or the 1940 count. Since the state was becoming more urban, rural legislators weren’t eager to put themselves out of work by creating fewer rural and more urban seats. They tried to circumvent that necessity altogether in 1936 by amending the state constitution to limit the number of districts any one county could contain—ensuring that urban areas would be underrepresented—but they still couldn’t agree on new districts. (The provision was later declared unconstitutional anyway.) Then in 1948 the Legislature passed a law giving redistricting power to a five-member board—composed of the lieutenant governor, Speaker of the House, attorney general, comptroller, and land commissioner—in the event that the lawmakers failed to reapportion themselves. Not until 1951 did the legislators finally succeed in drawing a new map. They dragged their feet even more when it came to congressional districts, which remained unchanged from 1917 to 1933 and then from 1933 to 1957.</p><p><em>The fate of 24 congressmen hung on Hugo Berlanga’s vote.</em></p><img/><p>Even into the mid-sixties, some districts contained wildly disproportionate numbers of people. Harris County was allowed only one state Senate district (it now has four and parts of two others) until 1965. The congressman from the most populous district represented four and a half times as many folks as the congressman from the sparsest district. One state senator had eight times as many constituents as another. In this failing Texas was hardly alone: the Tennessee legislature, for instance, had not redistricted itself since 1901, so its districts were even more grossly out of line with population. Besides the shortchanging of urban areas all across the country, legislative districts in the South were almost always drawn so as to make it impossible for black candidates to be elected. In cities with significant black populations, either all candidates were forced to run citywide in multimember districts or the black neighborhoods were divided into little pieces that were then grafted onto larger white areas. In either case, white voters always prevailed. Not a single black served in any state legislature in the South between 1906 and 1966.</p><p>The federal courts refused for years to intervene to correct such abuses, but in 1962 the Supreme Court did rule Tennessee’s numerically lopsided districts unconstitutional. Then, in a string of related opinions, the Warren Court laid down detailed guidelines to enforce its one-man, one-vote rule (which requires that congressional, state, and local districts contain only minor population deviations) and to ensure that lines were not drawn to diminish the political power of minorities. Congress jumped into the fray in 1965 with the Voting Rights act, which required Southern states with a history of discriminatory voting practices to submit proposed election law changes, including redistricting plans, to the Justice Department for approval. Texas came under the act in 1975 when it was expanded to include “language” minorities as well as racial minorities. That same year, the Legislature finally outlawed multimember legislative districts, including Corpus Christi’s. Hugo Berlanga was elected the following year.</p><p>The real impact of the Voting Rights act, however, was judicial, not legislative. Throughout the late sixties and early seventies, civil rights groups sued state and local governments under the act and quite often won. In the process of deciding those suits, a generation of liberal federal judges appointed by John F. Kennedy and Lyndon Johnson made the Voting Rights act their own and gave it a scope far beyond Congress’s wildest dreams, and that in turn brought forth even more lawsuits. It took a full seven years for all the suits filed in the wake of Texas’ 1971 reapportionment finally to be settled. The weight of all those judicial opinions and the special rules they set forth for redistricting hung heavy over the current Legislature.</p><p>The courts have established this general guideline: because blacks and Mexican americans register less, vote less, and have more children (who aren’t voters), a district must be roughly 65 per cent minority to have a realistic chance of electing a minority candidate. But what about areas where minorities have historically participated more or less than average? are those registration and voting patterns to be taken into account? and what about cities like El Paso, with large numbers of foreign residents? and should blacks and Mexican americans be counted together in creating the ideal 65 per cent minority district, even where they’re polarized and vote for anglo candidates rather than each other?</p><p><em>(Continued on page 212)</em></p><p><em>(Continued from page 139)</em></p><p>Under the rules set by the courts, it’s clearly taboo to divide a geographically compact minority community among several anglo-dominated districts: that’s “dilution.” But beware of “packing” minorities into one district to diminish their influence in neighboring ones. (If the Voting Rights act applied to political parties, this prohibition would automatically increase the number of Republicans in office. Texas Democrats have been successfully packing Republicans for years.) above all, eschew “retrogression,” or leaving minorities worse off than when you started.</p><p>All these considerations would have created headaches for the line-drawers even if Texas hadn’t undergone massive population shifts in the past decade. But it had. The total population increased by 27 per cent, from 11.2 million to 14.2 million. More critically, the way that population was distributed also changed. The inner cities either lost residents or grew more slowly than the state as a whole. The suburbs mushroomed, some by well over 100 per cent. Surprisingly, the regions without major metropolises grew only slightly less vigorously than the statewide average. So redistricting, rather than being the classic urban-rural fight that had been expected, turned out to be the suburbs versus everybody else.</p><p>That was bad news for white urban Democrats. A political map of most cities would resemble an archery target, with concentric circles composed of minorities at the center, anglo Democrats in the next ring, and Republican suburbs encircling all. Minority legislators—who lost population but were protected by law from losing their districts—reached outward to take away the white Democrats’ constituents. Since the Democrats were usually short of people to start with, that left them little recourse but to take in suburban constituents. And—poof—their districts turned Republican. In Berlanga’s case this process was complete: Nueces County elected two Mexican americans and one Republican to the House.</p><p>The irony, lost on no one, was that the very politicians who had pushed the Voting Rights act—the white liberals—were now endangered by their own creation. And regardless of the outcome in austin, the Reagan Justice Department lurked in the background—an unknown quantity, but it could be expected to look harshly upon any plan that protected white Democrats at the expense of minorities and Republicans.</p><p>It all came down to minority legislators like Hugo Berlanga. If they were willing to cede some minority voters to the white Democrats, then quite a few white Democrats would emerge from redistricting unscathed. If, on the other hand, the minority politicians insisted on keeping all the minority voters lumped together, then some white Democrats would be beaten by Republicans. The question facing Berlanga was whether it was an improvement to have a Legislature and a congressional delegation that had more minorities but also more Republicans. Was he a minority politician first, or a Democrat first? It was an agonizing dilemma that he had never before had to face so directly.</p><p><span class=\"dropcap\">S</span>uch was the general situation confronting Berlanga and the 67th Legislature. The specifics, it turned out, were even more confusing.</p><p>On March 25, 1981, the presiding officers of the Texas House and Senate were each handed a cardboard box. Inside were the final population tallies and ethnic breakdowns for each of Texas’ existing 24 congressional, 31 senatorial, and 150 House districts. The data were also broken down by county and by census tract, the basic unit around which most districts are built.</p><p>The figures indicated that with 14,228,383 residents, Texas was now entitled to 27 rather than 24 congressmen. One of the new seats, it appeared, would go to the Dallas suburbs; one would go to the Houston suburbs; and one would go to South Texas. Bringing all the districts close to the newly computed ideal size would require some fancy juggling; many, both congressional and legislative, were severely underor overpopulated.</p><p>Houston and the Rio Grande Valley had grown faster than any of the other regions—prompting Berlanga and other Hispanics to call for a new Mexican american congressional district in South Texas. Dallas, Fort Worth, and San antonio had failed to keep pace, which meant that they would lose representatives. That made them, especially Dallas, the bloodiest battlegrounds of the redistricting war. Dallas’s shortfall and Houston’s glut also set the stage for a giant tug-of-war, the outcome of which depended on whether the mapmakers started drawing in Harris County and worked north or in Dallas County and worked south. If they began by giving Houston the new districts it deserved, the northern tier of districts in Harris County would push out into the rural areas, starting a chain reaction that would culminate in the division of Dallas County into several little chunks to flesh out rural districts. Conversely, if they started by giving Dallas County the maximum number of complete districts it could justify, the domino effect would work in reverse to reduce the number of districts wholly within Harris County.</p><p>Each house of the Legislature had to pass two bills: one for congressional districts and one for its own districts. And the legislators needed to be pretty adept at hairsplitting: congressional districts had to be within a fraction of a percentage point of the perfect size; legislative districts offered a slightly greater margin for error, say 4 or 5 per cent. Of course, a computer can be that precise—and can even theoretically draw districts to conform to all state and federal constitutional mandates and the Voting Rights act. But in the real world of politics, each bill also had to satisfy enough incumbent legislators to pass: at least 76 in the House and 21 in the Senate (since there a two-thirds vote is necessary to suspend the regular order of business to bring the bill to the floor).</p><p>Once each house produced its bills, the other had to concur. In the case of state legislative districts, this was essentially a formality. But it was unlikely that either house would accept the other’s congressional plan, so a few members from each house would have to be appointed to a conference committee to resolve the differences. And oh, yes, the Legislature had to do all this in just over two months, before midnight on June 1.</p><p>If either house failed to reapportion itself by then—or if the governor <em>or</em> the Justice Department <em>or</em> the courts rejected the plan—the job would go to the redistricting board. Provided, that is, that no more than 90 days had elapsed since the end of the session. If the plan was thrown out after 91 days, who would draw the next one was anybody’s guess: maybe the board, maybe the judge, maybe even the Legislature again in special session. If, on the other hand, congressional redistricting remained undone on June 2, a special session definitely awaited the members; that’s why they’re back in austin right now.</p><p>Ten years ago, faced with this Herculean task, Lieutenant Governor Ben Barnes and Speaker Gus Mutscher simply drew the state legislative lines themselves, with a fine eye to rewarding friends and punishing enemies. Mutscher’s lieutenants remember being called into the Speaker’s office to be shown their new districts just hours before the bill reached the floor. In the Senate, Barnes didn’t even let a bill get to the floor. He simply threw the issue to the redistricting board, had an aide draw a map on the kitchen table, and rammed the thing past the other four board members. The board ended up drawing a new House plan as well, because Mutscher had sliced so many county lines to get at his enemies —some of whom found themselves stuck in districts with <em>two</em> other incumbents—that his plan was ruled unconstitutional. Eventually, various state and federal courts redrew many of the lines yet again.</p><p>This year, though, things were different. What with the departure of the old players and the arrival of new ones—the Republicans, the minorities, and the federal government—the oligarchical days of state politics are, for the moment at least, over. So redistricting was more of a free-for-all. The new districts were largely a product not of ideologies but of personalities: who liked or hated whom; who owed whom; who needed something else from whom; who controlled the flow of information and what price they extracted for it; what would look good, or bad, to the voters back home. Thus, the congressmen who wound up in jeopardy were the ones who, to put it bluntly, had the fewest friends: Democrats Jim Mattox of Dallas and Bill Patman of Ganado (coincidentally, Berlanga’s congressman), both of whom made many enemies during their tenures as state legislators, and Republican Ron Paul of Lake Jackson.</p><p>The Senate, true to form, went about its redistricting chores with a minimum of unseemly public discord. In short order the more partisan of the two houses turned out a plan for Senate districts that paired freshmen Republicans John Leedom and Dee Travis in Dallas, split Dallas County six ways, and created a new Houston district tailored for Democratic representative Craig Washington. Round one in the Houston-Dallas tug-of-war had gone to Houston, which was not surprising, since both Lieutenant Governor Bill Hobby and redistricting chairman Jack Ogg hail from that fair city. (Round two would go the other way: Bill Clements of Dallas vetoed the plan, preferring to take his chances with the five Democrats on the redistricting board.)</p><p>The Senate plan for congressional districts was equally predictable. It, too, was drawn to suit incumbents, particularly House majority leader Jim Wright of Fort Worth (who, except for a near-perfect district for himself, wanted only to keep renegade Democrat Phil Gramm’s district out of Tarrant County and to protect Democrat Martin Frost in Dallas). True, a few minor adjustments were needed—like giving back to congressmen Kent Hance and Jack Hightower the counties where their wives’ families lived. (When Hance discovered that the counties had wound up in the wrong districts, he telephoned Hobby to suggest a trade, “just so Jack and I won’t have to swap wives.”) and then there was the matter of which Democrat should be given the best shot at Ron Paul’s seat, in southern Harris County. Did it rightfully belong to Senator Chet Brooks or to Mike andrews, who challenged Paul unsuccessfully in 1980 but remains the favorite of Houston’s political kingmaker Walter Mischer? That little item spawned a complicated series of amendments that persisted right into conference committee.</p><p>Jim Mattox ended up with considerably fewer Democrats in his district than the 54 per cent he thought he needed to win. He haunted the halls of the Capitol for weeks (as did Patman’s wife, Carrin), working with party functionaries to draft amendments designed to save him. And Democrat Oscar Mauzy of Dallas faithfully offered up each amendment for the record, just as Senator Ike Harris of Dallas sent up amendments for the Republicans. And Ogg relentlessly talked each amendment down to defeat, just as everyone knew he would.</p><p><span class=\"dropcap\">I</span>n comparison, the House’s approach looked like an exercise in anarchy. It shouldn’t have; the nineteen-member redistricting committee, chaired by Democrat Tim Von Dohlen of Goliad, had been compiling exhaustive data on each existing district and conducting hearings for two months. But Speaker Billy Clayton was walking a political tightrope. He was allied much more closely with the Republicans, philosophically and practically, than with the liberal Democrats who had rallied around the man who had earlier challenged him for Speaker, John Bryant of Dallas. Bryant and his supporters had set themselves up as natural targets for elimination, and the demographics were against them, too. The catch was that Clayton wanted to run for land commissioner in 1982. And if he didn’t protect enough Democrats in redistricting, Bryant was ready and able to make trouble for him in the Democratic primary. So Von Dohlen, widely feared as a vindictive sneak in 1979, had to preserve the aura of absolute fairness in 1981 in order to protect his mentor’s interests.</p><p>Looking at the makeup of the House redistricting committee, you wouldn’t have given the Republicans a ghost of a chance: seventeen Democrats were lined up against only two Republicans. But the House is not yet, by any reasonable standard, a partisan body. And of the four true heavyweights on the committee (read: inside members of the Clayton team), one was the shrewdest Republican in the Legislature, Bob Davis of Irving, and two were conservatives receptive to the Republican cause, Von Dohlen and Bill Messer of Belton. The sole partisan Democrat who was also truly influential was Craig Washington of Houston, the brilliant black legislator who had hitched his star to Clayton’s and risen to be by far the most respected minority member of either house. But Washington had a habit of not showing up at committee meetings.</p><p>And then there was Berlanga; it didn’t take long for him to come to the fore as a point man for organized Mexican american interests. With Berlanga using his position on the redistricting committee to feed them friendly questions, attorneys for the Mexican american Legal Defense and Educational Fund (MALDEF) deluged Von Dohlen with meticulous computer-generated plans for both House and congressional districts. When they weren’t testifying, MALDEF staffers camped out in Berlanga’s office, analyzing other proposed plans and mapping strategy.</p><p>Others cast their lot differently. Members of the shadowy but vocal Coalition for Minority Representation showed up regularly to tout their plan for a minority congressional district in Dallas comprising most of Frost’s and Mattox’s black and Hispanic constituents. The coalition’s map, it emerged, had been drawn with the aid of the county’s Republican chairman. The group hadn’t started out overburdened with credibility anyway; many legislators dismissed it as a front for its members’ political ambitions. But that didn’t diminish the apparent moral force of the minority district concept.</p><p>All the time the House redistricting committee was gathering testimony, Davis, Von Dohlen, and Messer privately drew the House’s congressional plan, often working deep into the night. Anxiety among the Democrats was running high, but most were too busy worrying about their own districts to interfere effectively. Bob Davis made sure of that. The cagey veteran seemed to be everywhere and to know everything: he rattled more than a few legislators by talking to them about the minute details of their districts. When Von Dohlen at last laid his congressional plan before the committee, it had Davis written all over it.</p><p>The plan was even tougher on the besieged Dallas and South Texas congressmen than the Senate’s had been. It turned Martin Frost’s Dallas district into a minority seat (47 per cent black, 16 per cent Mexican american). It gave Jim Mattox several heavily Republican precincts in North Dallas and Garland. And it gutted Bill Patman by severing the predominantly Hispanic sections of Nueces County and Corpus Christi from his district, running it through hostile Republican territory along the coast all the way to Houston (thereby shoving Republican Ron Paul’s old seat into the blue-collar Democratic neighborhoods of Harris County), and removing Patman’s actual home from his district.</p><p>That put Berlanga in something of a box. No politician in his right mind would openly support a plan to divide his home county, especially when that county has a long history of ethnic polarization. Besides, it’s not good form to sit by quietly while one’s congressman is getting screwed. That problem soon solved itself, though: Patman showed up to put the final nail in his own coffin. When he chastised Von Dohlen in front of the committee, the chairman humiliated Patman with an unmerciful grilling over his (unfortunately meager) knowledge of the Voting Rights act. The vehemence of Von Dohlen’s response added impetus to the rumors that he himself planned to seek higher office from that particular corner of Texas and was going after Patman as a favor to local power brokers.</p><p>Once the House’s congressional redistricting bill was out in the open, howls of protest from a rejuvenated Democratic caucus forced Clayton to abandon his careful neutrality. His staff drafted an amendment to ease Frost’s plight, and the committee adopted it 17-2 on a straight partisan vote. Meanwhile, Davis—who still ended up with just about everything he wanted—did a superb imitation of a man suffering a mortal setback. And that was all the Democrats got for their trouble. When they tried to pass a complete Democratic substitute on the floor, they won the Mexican american vote but lost several blacks because their plan siphoned minorities from Frost’s district in order to help Mattox. Not even phone calls from Jim Wright, recruited by state party officials to lobby wavering members, could turn the tide. The substitute fell nearly 20 votes shy, and the committee version passed handily, setting the stage for a conference committee clash with the Senate.</p><p>As it turned out, the congressional bill was destined to wait on the shelf for well over a week while the House struggled to thrash out its own districts. Senators—and congressmen—eager for a conference committee could only wring their hands and wait. But several things happened during the ten days when the House redistricting bill occupied the House’s attention that had a direct bearing on the fate of the congressional plan.</p><p>First, Craig Washington appeared on the scene to employ his matchless eloquence and his team status to defend anglo Democrats and to debunk Republican demands for more minority districts. “When,” he demanded of one nonplussed representative, “has the Republican party ever been a leader in advancing minority rights?”</p><p>Then there was the case of the missing Hispanics. Berlanga’s district was supposed to be 63 per cent Mexican american, but when MALDEF ran the committee plan through its computer, the district came out closer to 55 per cent. Von Dohlen promised to correct the situation, but somehow the corrections kept not quite getting made as the bill progressed from hearings to committee votes to the floor. Berlanga finally got things straightened out, but it took him several nights of staying up all night to do it, and by that time he was a little, well, peeved.</p><p>Two other incidents proved crucial in determining the makeup of the congressional redistricting bill’s ten-member conference committee. Partisan Democrats wanted one of the five House conferees to be Gerald Hill, a moderate regarded by everyone as <em>the</em> reasonable man on Von Dohlen’s panel. But they pushed the Speaker too hard, threatening to cause trouble over the House districts unless Clayton agreed to appoint Hill. And that ensured that Hill was out and Messer—the last person the Democrats wanted in conference—was in.</p><p>Finally, there was the Bobby Valles incident. Berlanga and Valles were the sole Mexican americans on Von Dohlen’s committee, which meant that Clayton would appoint one of them as a conferee —appearances demanded it. Valles had more seniority than Berlanga and thus was the natural choice. But he had been seen all session consorting with comptroller Bob Bullock, one of the five members of the redistricting board. Bullock quite obviously couldn’t wait to get his hands on redistricting: he had several staffers working full time to lay the groundwork for the board to take over. So when Valles proposed an amendment that turned out to be drawn in a way that would make the whole plan unconstitutional, people immediately suspected Valles of conspiring with Bullock to sabotage the bill. Valles’s stock with the Speaker evaporated. And that’s how Berlanga ended up on the conference 9ommittee.</p><p><span class=\"dropcap\">F</span>or everyone but Berlanga, the experience was doomed to be an anticlimax. After the months of holding hearings, after the countless conferences with anxious congressmen, after the scores upon scores of tentative maps, after the midnight strategy sessions, after the days of frantic horse trading and arm twisting, the biggest issue of the session stood an excellent chance of ending in a draw.</p><p>The ten conferees represented the leadership of every major faction: two Republicans (Davis and Senator Ike Harris); two Mexican americans (Berlanga and Senator Tati Santiesteban); one black (Washington); two yellow-dog Democrats (senators Peyton McKnight and Oscar Mauzy); two aggressively conservative Clayton loyalists (Von Dohlen and Messer); and, caught in the middle, wanting badly to pass some kind of bill, Senator Jack Ogg. By the time they convened, only three days remained in the session. But they spent two of those days reiterating their relative positions: Harris and Davis talked up the necessity for a minority district in Dallas, and Mauzy and Washington talked it down. Meanwhile, House and Senate staffers worked to modify each house’s bill so that it might get the requisite six votes—three from each set of conferees—needed to make it the official conference committee report.</p><p>By the morning of June 1, it was clear that Berlanga and Santiesteban (who had already agreed to follow Berlanga’s lead) would be the swing votes. Once again the Republicans would attempt to play a minority legislator off against urban Democrats—only this time the governor got into the act, trying to persuade Berlanga to accept the House version of the plan even though it damaged Frost, Mattox, and Patman.</p><p>Clements knew exactly what Berlanga wanted: a new Mexican american congressional district in South Texas. And he knew it was not a purely selfless desire, since if Corpus Christi state senator Carlos Truan ran for Congress, Berlanga had a shot at becoming a state senator. Perhaps if the House version could be drawn to satisfy Berlanga’s self-interest, he would give Clements what the governor wanted in Dallas: a minority district to spell Finis to Frost and Mattox. Then Santiesteban would fall in line, and the plan would have its three votes on the Senate side: Harris, Ogg, and Santiesteban. (On the House side, Von Dohlen, Davis, and Messer were already solid—which also meant that the Senate’s version of the congressional districts, the one drawn to protect incumbent Democrats, was dead in the water.)</p><p>Just before the conference committee was to convene that final evening, Clements called Berlanga into his office to show him a new map and discuss possible trade-offs. Berlanga didn’t much like what he saw: the plan split three counties, including Nueces, along ethnic lines and created two side-by-side vertical districts in South Texas. Berlanga broached changes, some of which he knew Clayton would resist, and then promised to consider the plan and confer with MALDEF.</p><p>At seven the full conference committee met to look at new, modified versions of the original House and Senate bills. The Senate plan contained modifications in <em>(Continued from page 218)</em></p><p><em>(Continued on page 222)</em></p><p>Dallas, Fort Worth, and Houston, and—particularly pleasing to Berlanga—created a new Hispanic South Texas district. The House plan was identical to the map Berlanga had seen in Clements’s office. Under the baleful stares of Von Dohlen and Davis, Berlanga denounced the Clements-backed version. It would, he predicted dramatically, bring civil war to South Texas. Score one for Berlanga. And back to the drawing board. Berlanga returned to his office to wait for the summons he knew must follow.</p><p>The call came at nine-thirty. Already the halls of the statehouse echoed with the laughter of legislators making the rounds of lavish buffets stocked by the lobbies, but for Berlanga the next half-hour would be no party. Tiredly, he picked his way through the drifts of maps and computer printouts that littered his Capitol office.</p><p>“a real kitchen cabinet meeting,” Berlanga thought wryly as he was ushered into the dining area adjoining the governor’s office. The atmosphere in the room was heavy with a curious mixture of urgency and fatigue. Berlanga surveyed the assemblage: Bill Clements, Rita Clements, a couple of aides, Harris, and Von Dohlen, who looked, if possible, even more haggard than Berlanga. They were pulling out the heavy artillery this time for sure. Berlanga braced himself.</p><p>Clements took the offensive. “Well?” he demanded. “Can we cut a deal? What if we throw Val Verde County into the South Texas district?”</p><p>Berlanga shot a look at Von Dohlen. Was the chairman really ready to make concessions on the home counties of important friends of Clayton’s?</p><p>Von Dohlen shrugged. “It’s out of my hands. Bigger people than you or me are involved now.”</p><p>“Well, what’s your decision?” Clements pressed. “Will you sign the plan?”</p><p>“I don’t know,” Berlanga stalled. “What else are you willing to give? What about the Hays County split? What about Comal and Goliad?”</p><p>The governor jumped up from the table. “I can’t go any further without a commitment from you,” he said.</p><p>Then Berlanga let them have it. “I can’t live with your plan—the House plan,” he told them. “I can’t split Corpus Christi. And i’m not signing on to any plan that guts a bunch of Democrats.”</p><p>“i’ll never accept the Senate plan,” Clements warned, “or any plan that doesn’t create a minority district in Dallas County.”</p><p>“Just vote for the House version,” Von Dohlen urged. “With only two hours left in the session, Mauzy will probably filibuster it to death anyway. Just help us get <em>something</em> out of conference.”</p><p>“No,” Berlanga said flatly.</p><p>“Then it’s dead,” Clements spat, “and you killed it.”</p><p>And it was. And he had.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "August 1981",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "House",
      "Redistricting",
      "Democrats",
      "Republican",
      "Texas",
      "Dallas",
      "Legislators",
      "Democrat",
      "Legislature",
      "Senate",
      "Republicans",
      "Voting",
      "Governor",
      "Rural",
      "Speaker",
      "urban",
      "Cities",
      "Home",
      "Houston",
      "office"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Texas",
      "Dallas",
      "Houston",
      "Washington",
      "Corpus Christi"
    ]
  }
}