{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19818",
    "date": "August 1981",
    "year": 1981,
    "month": 8,
    "month_formatted": "August",
    "pdf_uri": "/1981/19810800.pdf",
    "issue_cover_image": "",
    "document_start_page": 108,
    "toc_start_page": 106,
    "document_page_range": [
      [
        108,
        109,
        110,
        111,
        112,
        113
      ],
      [
        192,
        193,
        194,
        195,
        196
      ],
      [
        198
      ],
      [
        200,
        201
      ]
    ],
    "toc_order": 1,
    "toc_headline": "The Perfect River",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198108-theperfec",
  "source": "/1981/19810800.pdf",
  "wp_post_id": 116292,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-perfect-river/",
  "authors": [
    "Stephen Harrigan"
  ],
  "headline": "The Perfect River",
  "dek": "Prehistoric Indians threw garbage into it, sorority girls float on it, foreign plants clog its banks, but the San Marcos remains what it’s always been—a small Eden in the middle of Texas.",
  "spread_caption": "",
  "excerpt": "From giant fresh water prawns to bikini-clad coeds, from ancient Indian artifacts to swimming pigs, there’s something for everyone on the San Marcos River.",
  "kicker": "",
  "word_count": 7400,
  "content": "<img/><img/><p><span class=\"dropcap\">I</span>t is only a little river. From where the San Marcos rises abruptly out of the earth to the point at which—as a nineteenth-century poet phrased it—she gives “her royal hand in marriage to the waiting Guadalupe” is a distance of only 59 miles. Well before that union, at an earlier confluence with the Blanco and an encounter with effluvia from the San Marcos wastewater treatment plant, the river begins to lose its character. Its clear, spring-fed waters are suddenly a soapy, opaque green; the stream seems bloated, sullied, prodded toward the Gulf.</p><p>But within its first few miles, as it meanders through the city limits of San Marcos, the river possesses a simple, radiant beauty. Its waters rise pure and temperate through the porous limestone strata of the vast underground filtration system known as the Edwards aquifer. Here, at its headwaters, the river has been impounded to form a small body of water known as Spring Lake, but a quarter of a mile downstream it flows again more or less according to its natural inclinations. It runs through the heart of San Marcos—it <em>is</em> the heart of San Marcos—and along its way it passes through three public parks, beneath numerous footbridges and trestles, and over a series of broken stone dams, the remains of nineteenth-century mills. Beyond the IH 35 bridge the river is deeper, murkier, and perhaps a little wilder, and there are occasional minor rapids.</p><p>In its upper stretch the San Marcos is essentially an urban river, relentlessly prettified, its banks shored up by concrete or bordered with philodendrons, its waters stocked with gold-colored carp and Mozambique tilapia, and jammed on summer weekends with rowdy college students slung into inner tubes. But the San Marcos is also a delicate and highly specialized environment for a number of indigenous creatures. Most of them are inconspicuous: a few species of the mothlike caddis flies, which in their larval stage are aquatic; tiny fish like the fountain darter and the San Marcos gambusia; and a salamander, <em>Eurycea nana,</em> that occurs in the headwaters of the river and nowhere else in the wide world.</p><p>Photography by O. C. Garza</p><img/><p><em>Inner-tubing: the preferred water sport.</em></p><p>“<strong>In its upper stretch the San Marcos is an urban river, relentlessly prettified and jammed on summer weekends with rowdy college students slung into inner tubes.</strong>”</p><p>I have seen <em>Eurycea nana.</em> a waterquality scientist named Glenn Longley scooped one up for me from the lake in front of the aquarena Springs Inn. It was perhaps an inch long, a pale, wriggly form with exotic feather-boa gills. We looked down into the net, where the salamander wriggled in and out of a clump of algae. There did not seem to be much to say about it. “Well,” Longley said, shrugging, “that’s what they look like.”</p><p>The creature was returned to the water to browse among the algae for the copepods and other nearly invisible things that it consumes. I had a vague interest in the salamander, but I was stirred by a broader appreciation of the river itself, responding to it not just because it harbored a number of phylogenetic curiosities but because it was simply so pretty. The river is certifiably extraordinary. It has been designated by the government as a “critical habitat” and described in the <em>Federal Register</em> as “one of the planet’s most precious resources.” But I found myself drawn to the river for only the most ordinary reasons: for the way the water sounded and the way it held light. The salamander favored the stream because the water temperature is a more or less constant 72 degrees. The human longing is not so specific, and certainly not so benign in its consequences, but over the millennia it has proved to be no less real. Recent archeological evidence suggests that the river is the oldest continually inhabited site in North america. Despite all the damage we have done to it, our claim to the river is secure.</p><p>“a fairyland” was the way one correspondent of the last century described the headwaters of the San Marcos, where a series of first-magnitude springs rises from the Edwards aquifer. Another imagined it “peopled with laughing water nymphs.” The outflow from the springs was more spectacular in those days; the water surged forth from its ancient limestone channels with such force that there was an incessant frothing and fountaining at the surface. Because the lake into which the springs discharge is now deeper, the impounded headwaters of the river are barely riled by the artesian force below.</p><p>At its origin the river runs even with the Balcones Fault, the great geological event that created the distinction between the Hill Country and the plains that slough away to the coast. It was the fault that created the river as well, causing cracks in the limestone through which the rising groundwater worried its way to the open air, enlarging the passages in the process.</p><p>The springs have never failed, at least in all the time that humans have kept track of them, and the water has retained its astonishing clarity. If you take one of the glass-bottomed-boat rides at aquarena Springs, the big tourist sprawl that dominates the headwaters of the river, you can make out—25 feet below the surface—the miniature grottoes along the riverbed through which the high-volume springs discharge.</p><p>There are other springs, with less force, that are visible only as ceaseless percolations through the aerated sand covering the limestone. Most of the time the boats skim across a thick bed of aquatic vegetation that is dominated by vertical growths of fanwort and the matted, interwoven strands of <em>Hydrilla</em> and riverweed. It’s like soaring above the canopy of some surreal rain forest, now and then coming across a clearing. “The white stuff down there is limestone,” the guide says, “and the dark stuff is humus—a fancy name for mud.” at such points you can see huge undulating caverns in the vegetation, floored with ossified tree limbs and teeming with Rio Grande perch, aquatic turtles, and assorted sunfish to which the guide, assuming her place in the ecology, tosses a dose of food pellets.</p><p>Opposite: <em>One of the river’s native inhabitants, a bluegill, keeps an eye on things.</em></p><img/><img/><img/><p><em>Tiny gambusia seek cover provided by imported hyacinths.</em></p><img/><p><em>The lobster-red crawfish is a delicacy for man and fish alike.</em></p><img/><p><em>Waving whiskery barbels, a catfish surveys the rocky bottom.</em></p><p><strong>A TEXAS River Primer</strong></p><p><em>Ten places to find history, power, and beauty in liquid form.</em></p><img/><p>George Oliver</p><p><em>Like a linear oasis, the Pecos flows through some of West Texas’ driest desert.</em></p><p>Most of us know the rivers of Texas only by brief glimpses obtained from highway overpasses. Yet there was a time when those rivers were the highways; they provided, as often as not, the only reasonable entree into an inhospitable landmass. For a hundred years the Spanish plied up and down the coast, probing the mouths of the rivers that emptied there and trusting that eventually one of them would turn out to be the straits that led to asia. It took a long while for that persistent notion finally to be laid to rest, but in the meantime explorers and colonists, like spawning fish, were drawn by the rivers into the interior.</p><p>The rivers are still crucial to our habitation of the state. They provide water, power, and recreation, and their very names—the Brazos, the Red, the Rio Grande—are part of the Texas mythology. To the peoples of previous centuries, the state’s great rivers were an expression of the land’s will, an unalterable geological fact to which humans, like most other creatures, un-</p><p>thinkingly conformed. But the more we exploited them, the less intimate our knowledge of those rivers became. What we see today, driving over them, is in too many cases merely the remnant version of those swift, clear streams known by our ancestors: now those rivers are muddied with eroded soil, hindered and tempered by dams, and usually running counter to the direction we want to go. So no survey of Texas rivers, even one as casual as this, can avoid a note of elegy. This is the merest nuts-and-bolts introduction, gleaned from The Handbook of Texas, brief and scattered firsthand observation, and outright prejudice:</p><p><strong>the Rio Grande</strong></p><p>The most fabled of Texas rivers begins as a mountain stream in southern Colorado and enters the Gulf of Mexico 1896 miles later at Brownsville. From El Paso to Presidio it is usually dry, but there its waters are renewed by the Rio Conchos. Within Texas, it forms the border between the United States and Mexico. Amistad Reservoir, near Del Rio, is formed by the impounded waters of the Rio Grande, as well as the Pecos and the Devil’s River. There is also a dam—forming Falcon Reservoir—in Zapata and Starr counties. At Big Bend National Park, and in the Lower Canyons further downstream (a stretch that is popular for raft and canoe trips), the Rio Grande has created some of the most spectacular scenery in Texas. For more information—two volumes of it—' read Great River by Paul Horgan.</p><p><strong>the Pecos</strong></p><p>river that Judge Roy Bean was the law west of. Five hundred miles long, rising in the Santa Fe Mountains of New Mexico and ending in the Rio Grande just above the flooded canyons of amistad Reservoir. Marked, in its lower reaches, by the steep gorges it has worn through the landscape. Good for canoeing when the water is up.</p><p><strong>the Nueces</strong></p><p>Rises from springs in the Hill Country and travels 315 miles to empty in Nueces Bay, where the Corpus Christi Ship Channel is located. The river was known to Cabeza de Vaca and La Salle and served as the U.S.-Mexico border until the United States seized the land south to the Rio Grande.</p><p><strong>the Guadalupe</strong></p><p>Rises in the Hill Country near Kerrville and flows 250 miles to San antonio Bay. Passes through Gonzales, the site of the first engagement of the Texas Revolution. One of the most popular rivers in Texas for canoeing and lollygagging.</p><p><strong>the Colorado</strong></p><p>Begins in Dawson County and travels six hundred miles to Matagorda Bay. The name Colorado, meaning “red,” is something of a misnomer, since the water is generally bottle-green. Early Spanish mapmakers may have accidentally switched the names of the Colorado and the muddy Brazos. The Colorado has been dammed, northwest of austin, to create the Highland Lakes, half a dozen bodies of water that feature scenic, aberrant vistas and inflated property values.</p><p><strong>the Brazos</strong></p><p>There are various stories about how the Brazos got its name. Most of them concur in one detail, that men suffering from thirst came upon the river at a fortuitous moment and, with renewed faith in the benevolence of the Creator, called it Brazos de Dios, or “arms of God.” Three separate forks—the Double Mountain Fork, the Salt Fork, and the Clear Fork—give rise to the Brazos. It discharges, after 840 miles, directly into the Gulf near Freeport. For the most evocative account of the Brazos see John Graves’s <em>Goodbye to a River.</em></p><p><strong>the Trinity</strong></p><p>Like the Brazos, the 550-mile Trinity rises from a welter of branches. The West Fork and the Clear Fork meet in Fort Worth, then the Elm Fork merges in Dallas. When the East Fork joins them in Kaufman County the Trinity is at last one single river all the way to its mouth in Galveston Bay.</p><p><strong>the Sabine</strong></p><p>Originates from three forks within Texas and flows 360 miles to its mouth at Sabine Pass, where a Union invasion fleet was defeated during the Civil War. Forms approximately half of the Texas-Louisiana border. The Sabine is impounded to form Toledo Bend Reservoir and, near the mouth, Sabine Lake.</p><p><strong>the Red River</strong></p><p>Long ago the Red River was the boundary between New Spain and New France. In our less exotic times it serves only to clarify the distinction between Texas and Oklahoma. Called the Red River because its waters are, more or less, red. Rises through four different forks, and runs generally west to east until it reaches arkansas, whereupon it turns southeast toward an eventual union with the Mississippi, 1360 miles from its start.</p><p><strong>the Canadian</strong></p><p>Rises in New Mexico, traverses the Texas Panhandle, and drains into the arkansas River in Oklahoma 906 miles later. Quivira, one of the fabulous golden cities sought by Coronado, may have been on the Canadian. <em>S.H.</em></p><img/><p><em>Man’s uses of the San Marcos collide with nature’s. Whose element is it, anyway?</em></p><p>The San Marcos is not a “natural” river, unless one is generous enough to consider the meddling attentions that humans have paid it over the years to be a natural process. Although much of the river is choked with plant life, there is no telling how many of the species that inhabit it are indigenous. For years the river was a major source of commercial aquatic vegetation for use in the home aquarium. It was a thriving industry that required a kind of periodic clear-cutting, a harvesting of the cabomba and elodea crops. If, in his travels, a gentleman horticulturist came across a species he thought might look pretty in the river, he’d toss it in and see what happened. Often enough, in the clear, mild water, it would thrive to nightmare proportions.</p><p>The river’s most prolific introduced species is water hyacinth, a species of floating plant originally from South america. Individually the plants are very picturesque, seemingly just the thing for a burbling, tranquil stream like the San Marcos. They have broad, thick leaves that seem to have been designed to function as airfoils, bulbous stalks filled with pockets of air to keep the plant afloat, and a submerged system of trailing, purplish roots that are reminiscent of soft coral. Each plant produces a prominent flower, but the hyacinths reproduce in a grasslike manner as well, sending out rhizomes and creating new plants, eventually knitting together a floating colony that then becomes part of one of the massive hyacinth blankets that clot the <strong>flow of</strong> the <strong>river whenever it encounters</strong> an abutment or a piling.</p><p>It was partly to control the water hyacinths that nutrias, the infamous South american water rats, were introduced into the river in the early fifties. Unfortunately, the nutrias left the water hyacinths alone. Otherwise they were like some unstoppable microbe from outer space, ravaging the native vegetation, supplanting indigenous mammals like the woodchuck, and scaring untold numbers of swimmers out of their wits. Over the years the nutrias have proven to be indefatigable pests whose life energies seem to be exclusively devoted to gnawing through the landscape with their big rodent teeth and replicating themselves with astonishing alacrity.</p><p><strong>“The glass-bottomed boats from aquarena Springs skim across a thick bed of aquatic vegetation. It’s like soaring above the canopy of some surreal rain forest.”</strong></p><p><span class=\"dropcap\">T</span>he river begins its public course beneath an old dam through which the water spills out in an iceblue, translucent flume. This is an ancestral swimming hole, deep enough in its center to make practicable a rope swing attached to a cypress tree on the bank. There is a restaurant going up here, on the other bank there are student apartments, and a few yards downstream, just above the University Drive bridge, is one of two storm drains that are channeled directly into the river.</p><p><em>(Continued on page 190)</em></p><p><em>(Continued from page 111)</em></p><p>I stood there one afternoon at dusk and tried to imagine what the river had been like two hundred years ago, before the dam had created the falls behind me, before the philodendrons and the water hyacinths and the hordes of bikini-clad teacher trainees from Southwest Texas State University lying indolent and oily in the afternoon sun. The river would have been shallower then (though it is rarely more than eight or ten feet deep now) and lined with the great cypress trees that were eventually cut down and sunk into the riverbed to provide the foundations for the dams that powered the mills along the river a century ago.</p><p>But there was no point in trying to imagine it. That particular manifestation of the river is gone, and those of us who have come to love the San Marcos must make do with its present form. And anyway, I was far from being a pure admirer of the river. I wanted it for my own use, just like everyone else, and I was willing to ignore whatever habitual damage I might do to it as I snorkeled along its length, displacing who knew what tiny creatures as my big power fins churned up the silt along its bottom.</p><p>I put on my wet-suit top and entered the river near the falls, feeling the first rush of cold and the cyclical thrumming of the agitated water. My notion that day was to swim off in search of the giant freshwater prawn, the elusive crustacean that inhabits the river and was supposedly the basis of a thriving shrimping industry here in the last century. I had seen only one—pickled in a jar in Glenn Longley’s office —and had been startled by its size. It was as big as a lobster, with huge meaty claws, and in the preserving fluid its color was a brilliant calcareous white. Since then I had looked for the prawn every time I entered the river, but I had come to the conclusion that it was as mythical as the yeti. I let my face mask rest half under the surface, and within the same field I could see a coed on the bank turning over on her stomach and undoing her bikini strap and a stinkpot turtle traveling upstream near the bottom of the river. The stinkpot, aware of my presence, picked up its pace, striding along upon the riverbed in a manner that was at once heavy and buoyant, reminding me of the way astronauts bound, not quite airborne, on the surface of the moon.</p><p>The turtle hid among the wide green blades of some water potato plants, and I let the current take me through the shallow, pebbly stretch of the river that led under the bridge and into the concrete sluiceway of Sewell Park, a natural swimming pool where it is customary for Southwest Texas students to take their ease. Toward the end of this stretch the vegetation was so thick that I had to get out and portage myself to a reentry point a hundred yards downstream near City Park. Here the water was deeper and filled with bass and bluegills and Rio Grande perch. Above the surface there were turtles—cooters—sunning themselves on half-submerged limbs. At one point I counted eighteen of them; as I drew closer they all dropped off the log with as little grace as a falling stack of dishes.</p><p>A green heron took off from the same log, using its deep, loping wingbeats to propel it to a similar station downstream. There was a yellow-crowned night heron in a tree limb above me, and a rotting snake carcass was looped around the piling of a footbridge. The current was stronger here, and like the fish 1 faced it and watched what it washed downstream. Now and then they would lunge at something I couldn’t see—a tiny crustacean or water bug—but the only things visible to me were the endless parade of water hyacinths and unidentifiable vegetative debris.</p><p>I was washed down to the train trestle at Rio Vista Park, where I wended my way in and out of the pilings, looking under the canopy of water hyacinths for one of the monster prawns. Instead there were crawfish, as lividly red as boiled lobsters, and minute damselfly larvae, structurally indeterminate little beings that looked as if they could as easily evolve into fish as into the flying insects they were destined to become.</p><p>I settled to the bottom and as long as my breath lasted watched the lazy, respirating mantle of a half-buried clam, and the bluegills that hovered above their prey and then suddenly dived into the mud like kingfishers. In the mat of water hyacinths above there were sometimes gaps through which the sun penetrated, illuminating the underwater landscape so that it resembled a gloomy storybook illustration of a deep forest glade.</p><p><span class=\"dropcap\">S</span>an Marcos is a city of 23,000 people. It was established by fits and starts, first as a short-lived Spanish mission in 1755, later as a Mexican colonial commune that was abandoned in short order due to repeated raids from the local Tonkawas and a flood in June 1808 that may have been equal in magnitude to the one that occurred this June, when San Marcos was inundated by seventeen inches of water and the engorged river rose out of its banks. The first anglo settlers were farmers, veterans of the Texas Revolution and of a later conflict known as the Plum Creek Fight, a decisive horseback battle that effectively chastened the Comanches for a spectacular raid on the coastal town of Linnville. By this time the Tonkawas were in alliance with the settlers against the Comanches, and the ensuing chronicle of San Marcos, to the casual reader interested only in the bloody milestones by which an area develops a “history,” seems idyllic and uneventful. One reads about the establishment of businesses, the founding of churches, the building of millraces, and Sunday picnics at the springs.</p><p>The economy of San Marcos is still keyed, to the stability of the springs that feed the river, but it is a tourist economy now. The city’s chief attraction is aquarena Springs, which, together with a negligible fault-line cavern known as Wonder Cave, siphons off a consistent stream of travelers from IH 35. Aquarena Springs began in the twenties, when a. B. Rogers —“a rancher, a sportsman, a leading furniture dealer and undertaker, and a progressive citizen,” according to the local newspaper—bought the land surrounding Spring Lake and began to develop the site. He built a hotel and a golf course and over the years outfitted the lake with glassbottomed boats and an underwater show like the one he had seen at Florida’s Weeki Wachee Spring. Rogers’s basic philosophy for this enterprise, according to Gene Phillips, the park’s present manager, was to “take natural beauty and manicure it.”</p><p>A variety of exotic things have taken place at aquarena Springs. Performing seals were brought in, but they did not flourish. Once a four-hundred-pound sea turtle was released in the river, but it promptly sank into the alien biomass and died. On the positive side, aquarena is proud of the underwater wedding that took place in the submerged theater in 1954, a formal affair in which the groom wore twelve-pound shoes, the bride’s skirt was lined with lead hoops, and all “bridal attire” was sprayed with lacquer to “keep its appearance fresh.” an event of equal magnitude was the filming of the movie <em>Piranha,</em> which featured a now-classic line of dialogue—“Sir, the piranhas are eating the guests!”—spoken on the shores of Spring Lake.</p><p>Aquarena now features a sky ride, which angles up from the east bank of the river to the top of the scarp on the other side. There is also a machine called a sky spiral, a rotating observation deck that travels up and down a glaring white metallic shaft that looks like some immense public utility project. Other amenities include the standard “authentic” Western town and a disturbing arcade in which ducks and chickens and rabbits sit in cages <strong>and,</strong> at the insertion of a coin, proceed in <strong>the</strong> most dim <strong>and perfunctory manner to</strong> ring a fire bell or walk a tightrope for their daily niblets. “Welcome to my show,” says a sign on these cages. “I am happy and eager to perform for you. My classmates and I were taught at animal Behavior Enterprises, Hot Springs, arkansas, using the reward system.”</p><p>One of the mainstay attractions at aquarena Springs is Ralph the Swimming Pig, who performs as part of the underwater show. There has been, in fact, a succession of Ralphs; when each one, after about a year, grows too big and persnickety to perform he is—to put it quite bluntly—eaten.</p><p>When I attended the underwater show a little Ralph piglet was being trained off to the side of the Polynesian “volcano” that is the theater’s centerpiece. A college girl in a green sequined bathing suit—an aquamaid—was trying to entice the creature into the water with a bottle of milk. “Come on,” she said, tapping him on the nose with the nipple and then withdrawing it. “Come on, or i’m gonna pop you one.”</p><p>The performing area for the underwater show is a calm, lucent pool about fifteen feet deep, created by the diversion of a natural spring that rises in the lake behind it. The theater itself is a kind of submarine that, by means of a ballast system that was once the subject of a cover story in <em>Popular Mechanics,</em> submerges so that its viewing windows are just below the surface of the water.</p><p>On the day I entered the submarine there were few patrons—mostly young parents with bewildered, frenetic toddlers who seemed determined to focus their attention everywhere except on what was happening on the other side of the windows. A young man in a Hawaiian shirt stood at a microphone in the center of the theater and asked us to think of him as our skipper. We observed a feeding frenzy by a group of ducks as we began our descent, and soon we were looking from below at a teeming surface of disembodied paddling feet. Now and then one of the ducks would dive deep for a sinking pellet, fighting hard with those feet to submerge and then finally rocketing to the surface with the buoyancy of a football.</p><p>Two “Polynesian witch doctors” named Glurpo and Bubblio jumped into the water from the volcano, pulled two long rubber hoses from its base, and began to breathe from them as they clowned about in the weightless atmosphere of the pool. The South seas verisimilitude was a little slack. It was apparent when Ralph came onto the scene that the Swimming Pig was not fond of his role. Glurpo coaxed him into the water with a milk bottle and led him around the viewing window. The pig, his wild eyes fixed on the bottle, churned the water with his cloven feet, struggling to keep his snout in the air.</p><p>“Glurpo,” said the skipper when the pig had completed his rounds, “is going to use his magic on that clamshell and on the mouth of the volcano and bring forth two beautiful, shapely native girls. Hopefully with any luck at all we’ll have some beautiful native girls.”</p><p>A giant clamshell opened and, as in some Botticellian nightmare, an aquamaid sprang forth. Another soared boldly from the archway in the submerged half of the volcano. Their bathing suits were iridescent; the sequins glittered like fish scales. As they performed acrobatics their blonde hair flowed above their heads like some barely rooted algal mass. The aquamaids cocked their right legs, arched their backs, and began to rotate, flailing gently with their hands at the water in a manner that suggested the strumming of a harp. Next they demonstrated their prodigious buoyancy control. By inhaling through the hoses, then exhaling, they were able to rise and fall in the pool like counterbalances. Then, retaining just the proper amount of air, they hung motionless, in perfect harmony with the complex hydrodynamics all about them. There was something magnificent about the aquamaids; it was their poise in such an unsettled element, the touching nonchalance with which, later, they sat on giant concrete lily pads and had an underwater picnic, munching on celery and then somehow managing to gurgle an entire twelveounce soft drink into their systems.</p><p><span class=\"dropcap\">F</span>or several years an archeological excavation has been taking place in the bottom of Spring Lake, and it is not unusual for patrons of the glass-bottomed boats to look down and see a group of divers picking through a section of river bottom marked off into a grid by red plastic tape.</p><p>I spent a few hours here and there working with the archeologists, fanning away the overburden of mud and then picking up flint chips and anything else that seemed to my indiscriminate eye to have significance. The boats came overhead with ceaseless regularity, and whenever I heard the electric whirr of their motors I would look up through fifteen feet of water and marvel at the detail of the faces peering at us through the glass.</p><p>At so shallow a depth there is no concern about the bends, and so it’s possible for a diver to stay underwater all day, which was the normal operating procedure of the archeologists. It was not unusual for them to put in forty hours a week of total submersion.</p><p>Most of them were SMU students, supervised by an anthropology professor named Joel Shiner. Shiner is in his sixties, but he looks younger, and he has a glowering, cynical edge that is not unappealing. He first began digging in the lake two years ago, after a San Marcos acquaintance told him about an abundance of projectile points he had found just below the falls. When Shiner went to look for himself, he found that the reports were correct and that besides the points there were large numbers of exotic rocks —quartz crystals from arkansas and red metamorphic rocks from West Texas. Since all the artifacts appeared to be in no order whatsoever, it was unclear to Shiner whether they belonged to this site or had merely washed over the falls from their original matrices in the lake.</p><p>Shiner got a digging permit from the Texas antiquities Committee, obtained permission from aquarena to work in the lake, and gathered up enough in course fees from his archeology students to pay for the gas to and from San Marcos. He had already been conducting make-believe archeology sessions for them in Dallasarea lakes, but now he could put them to work in the field for real—and a gorgeous submerged field at that.</p><p>They chose a spot along the ancient river terrace, above the channel where the river must have flowed long before the dam was built and the rising waters diffused its original identity. Shiner wanted to do what he termed a “humanistic” report, to do more than simply catalog the artifacts and their associated strata. He wanted to reconstruct the lives of the Indian cultures that dwelt here, to discover if he could what sort of intangible resources—spiritual resources—they derived from the river.</p><p>He had a notion that the exotic rocks he found, rocks that he determined could have arrived at the San Marcos only by being brought from a great distance and with a certain amount of trouble, had been used as offerings to the springs. “Everybody,” he told me, “thinks that Indians are the ideal citizens. They protect the environment and all that crap. So we thought we’d test this hypothesis. Where would the stones be if the Indians were worshiping the springs? Where would the garbage be? If our hypothesis was true the bottom of the springs would be full of exotic rocks and the bones of virgins, but the garbage would be up on the banks, thrown back from the springs so it wouldn’t pollute the water.”</p><p>In the process of sorting through the evidence in the river bottom, Shiner and his students turned up a treasure trove of artifacts—hundreds of thousands of points and tools dating back through the Paleo-Indian and archaic periods and suggesting that a sedentary population had lived along the river for 12,000 years. But Shiner concluded that the pretty rocks were not offerings at all but more likely the collection of one or more prehistoric rock hounds. And the garbage that he had expected to find high up on the river terrace wasn’t there. It was lower, in the channel. The unseemly truth of the matter was that the Indians had thrown their trash into the springs.</p><p>Shiner was not discouraged. In a way, it made these people more real, and it extended the history of human spoilage of the garden spot of the San Marcos River by a good many thousand years. “One way or another,” he told me in his Dallas office, which was filled with boxes of projectile points and bison bones and primitive hacking tools, “we’re going to make some activity sense out of this site. As people—full-fledged card-carrying people—they had to appreciate the beauty of the place. No way you can avoid it. There’s absolutely no reason to believe that these people were inferior in any way. Maybe they didn’t make votive offerings to the springs. Maybe the only damn thing the river inspired them to do was sing and dance, but I bet you they sang and danced well. Maybe the springs were not sacred, but that doesn’t mean they didn’t enjoy looking at them.</p><p>“From an economic viewpoint this place was a blessing for the Indians. I’m sure they saw beauty in it. I’d sum it up this way: anybody who left the San Marcos to go someplace else was a damn fool.”</p><p><span class=\"dropcap\">T</span>he Indians’ routine abuse of the river was part of a natural cycle. While it provides a historical context for our own despoliation, it hardly excuses us. There were, of course, far fewer Indians, and their technology had not given them the pop-top, with which modern man unfailingly garnishes the bottoms of his rivers.</p><p>Certainly it is fair to say that most of the solid citizens of San Marcos refrain from tossing their garbage directly into the river, but over the years there has not been a great deal of regard for subtler forms of pollution. Construction around the river has increased in recent months, while city standards for the control of urban runoff—as well as serious scrutiny of the kinds of projects that are allowed in the watershed that is drained by the river —have been almost nonexistent.</p><p>Things began to change last winter, when the residents of an upper-class San Marcos neighborhood known as Springlake Hills noticed red construction flags one day in a streambed near their homes that drains into the headwaters of the river. It is unclear whether the residents’ primary motivation in opposing the highdensity condominiums scheduled for this site had more to do with environmental matters or with their own property values, but it soon became a cause that stirred the nascent protectionist instincts of a good portion of the citizenry.</p><p>The Springlake Hills group, led by a Southwest Texas psychology professor named Harvey Ginsburg, widened the arena of concern from their own back yard to the San Marcos River watershed and the entire recharge zone, which is the area in which rainfall and runoff enters the Edwards aquifer. They asked the city council for a moratorium on all development until the effects of such development could be assessed. For three months Ginsburg bombarded the Planning and Zoning Commission and the city council with data, petitions, and videotapes featuring scenes of the pure, babbling water that was under their stewardship.</p><p>In the midst of all this I called on Ginsburg, who lives in a multilevel redwood house that faces the wooded defile that was scheduled to be bulldozed.</p><p>“I can take you down many avenues,” he said. “Political, environmental, paranormal.”</p><p>I chose paranormal.</p><p>He said there had been a string of what he termed “low-probability coincidences” since the fight had been joined. On the evening of the day he had first tried and failed to get the Planning and Zoning Commission to adopt a moratorium, the creek where all the development was to take place had begun flowing for the first time in three years. At another point Ginsburg and his wife and the two other couples who were most active in the controversy discovered that they all had anniversaries on December 21. And then when the Ginsburgs visited the ruins of Tulum during a trip to Cozumel, a Mexican guide named Pinky told them that the Mayans, who worshiped fresh water, had foolishly constructed a building on top of a cave that housed the spring from which they drew their water. One day the cave roof fell in under the weight of the building. The water was polluted and, Pinky said, “to this day it smells foul.”</p><p>“Low-probability coincidence,” Ginsburg said.</p><p>Later that day a colleague of his from Southwest Texas, a parapsychologist named William Braud, came over to Ginsburg’s house and walked with us down to the creek. Braud had brought along a piece of paper on which his wife, who had never seen the creekbed, had jotted down her psychic impressions of it that morning. Ginsburg also had a document, a sort of paranormal deposition that a former student of his had written after Ginsburg took him down to the proposed construction site. The student had suddenly realized he had been to this place before and correctly predicted the location of a group of century plants that grew there.</p><p>Ginsburg read the document aloud as we walked down to the creek. “as we meandered into the gully I began to recognize the landscape. . . . We soon came to a place where the earth had fallen away from the higher ground and toward the creek, producing a short, steep ledge.”</p><p>By the time Ginsburg had read this last sentence he was standing on that short, steep ledge. Below the ledge there was, according to the document, a cave.</p><p>I looked at the “cave,” which was a depression in the soil that looked as though it had once housed a root system. Meanwhile Braud handed Ginsburg his wife’s notes.</p><p>“Midden,” the paper said. “Indian maiden dressed in white by fish-drying rack. Rock overhang.”</p><p>“Well, William,” said Ginsburg, “would you say this is a hit?</p><p>“a near-hit, certainly.”</p><p>I was not quite sure what was going on here. After a while I realized that Ginsburg and Braud felt they were close to proving a hypothesis that this particular place, which was now threatened with high-density condominiums, had once been so powerful or so sacred that it reverberated in the minds of certain “sensitive” souls who had never even seen it. Ginsburg was trying to enter some sort of mystical continuum that ran parallel with the actual course of the river. This was not a concept that would carry much weight with the Planning and Zoning Commission, and whatever psychic sensors I was equipped with had detected no tremors at all. But the idea was appealing; perhaps all that disembodied human energy and longing still hovered at the headwaters of the river, eternally unwilling to leave.</p><p>“Let me describe how I feel about this,” said Ginsburg when we were back in his house. “I don’t know what the coincidences mean. I’ve just had certain links, i’m not privy to the whole chain. I feel as if i’m a vehicle. I’m just part of the flow. The events are controlling me. I can’t explain it.</p><p>“I get the feeling that this is a struggle that has occurred before. It’s something about building along that river. I get the feeling that at points in time throughout the history of man’s living around the river, this struggle has come up many times before. It’s a struggle between one group wanting to build something that will damage the environment and another group that believes the environment is sacred.”</p><p>The controversy raged on through the winter and spring. One day, out of the blue, saying he wanted to spend more time with his family, the mayor quit. A spokesman from the Texas Department of Water Resources got up at a meeting to say the Edwards aquifer recharge zone was not where everyone thought it was but was located mostly to the west, outside the jurisdiction of San Marcos. On the advice of other professionals, however, the recharge zone was allowed to remain where it was. Finally, a moratorium was adopted, but not before a building permit was issued to the developer who wanted to build the condominiums in the creekbed behind Ginsburg’s home. Construction was scheduled to begin this summer.</p><p><span class=\"dropcap\">E</span>arth Day, april 22, was a dismal, overcast day, and the people who showed up on the banks of City Park to participate in the annual River Cleanup were not legion. There were perhaps twenty or thirty of them.</p><p>One of the leaders was Tom Goynes, who owns a canoe livery down the river and is the usual winner of the Texas Water Safari canoe race, which begins at the San Marcos and ends 265 miles later in San antonio Bay. “I can remember,” he said, “about ten years ago it wasn’t unusual for schools to let out a half-day for Earth Day. But noooooo, not anymore.”</p><p>The volunteers took garbage bags and worked up and down the river by canoe or on foot. I put on my snorkeling gear and combed the bottom of the river at City Park. There were hundreds of pop-tops within an area no larger than an average swimming pool, and the bottom was also littered with beer bottle shards, Easter egg shells, Fritos bags, marbles, even a tire tool. It was peaceful, solitary work, and every now and then I would stop and admire the underwater topography, the way a turtle stood motionless underwater on a submerged limb, the constant stream of air bubbles that rose from the whorled stems of the fanwort and from the center of the white flowers that extended sunward on long, fragile stalks.</p><p>When I came out of the water I noticed perhaps a thousand young people singing and parading toward City Park, and I was seized for a moment with the inspiring thought that this throng had come to help with the cleanup. But they were only the Derby Day contestants from the college, who had come to the banks of the river for an afternoon of sack races and crab walks.</p><p>“Ooooooh,” said a girl, a member of an organization named Friends of the River that had helped to organize the cleanup. “If I see any of them throwing down their beer cups . . . <em>oooooohV</em>’</p><p>There was a river festival the next Saturday, consisting of an art fair and one or two country bands and demonstrations of synchronized swimming and children’s gymnastics. The highlight of the day was an aquatic parade through Sewell Park, which comprised only four or five floats. There was a river queen who waved to the sparse crowd from a canoe decorated with crepe paper and pom-poms, an inner tube with a papier-mache zebra’s head that did not clear the footbridge and had to be retired, and the Friends of the River float, which consisted of two canoes tied together and heaped high with full garbage bags.</p><p><span class=”dropcap\">O</span>ne night I went along with a group of divers who, under some official pretext or other, were making a tour of Spring Lake. There was a good moon, and in the deep holes where the vegetation was kept cleared, there was already illumination enough for us to see without lights. I dropped down to the opening of a high-volume spring and lay basking in the silence and the half-light and in the steady pressure of the water that sluiced upward —magically, I thought—from the depths of the aquifer. How long that water will continue to flow is an open question. The San Marcos springs have never failed, but our demands on the groundwater that supports them grow every day. San antonio, for instance, has no surface-water supply system. It is cheaper for the city to extract all of its water directly from the aquifer itself. In another few decades, when the populations of San antonio and all the other communities that depend on the aquifer have dramatically increased, the water table may very well be too low to feed the San Marcos springs, and then the river itself will be gone.</p><p>We saw a big eel and a spotted gar and several bullhead catfish that were swimming around beneath the submarine theater. I descended to the bottom of that performance pool and remembered the aquamaids as they had performed their buoyancy skills, hovering there in the water in perfect, ravishing balance. The moonlight played upon the fluted edges of the giant clamshell. Aquarena seemed a mysterious place that night. It seemed almost like a place of worship, the most recent evidence of the ageless, imperfect human infatuation with the river. Our love for such gleaming placeshas always been ungovernable and devastating.</p><p>I stayed in the pool awhile longer, staring through the glass of the submarine into the dark, empty auditorium and then wandering aimlessly around the base of the volcano. Then I swam out of the theater and back into the wellspring of the river. I was looking for the giant freshwater prawn.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "August 1981",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Water",
      "San Marcos",
      "Texas",
      "rio",
      "Rivers",
      "Spring",
      "Garbage",
      "Swimming",
      "Shiner",
      "Boats",
      "Canoe",
      "Fish",
      "Giant",
      "Pool",
      "Students",
      "Aquarena Springs",
      "Beauty",
      "Construction",
      "Country",
      "Environment"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "San Marcos",
      "Texas",
      "West",
      "Hill Country",
      "San Antonio"
    ]
  }
}