{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19888",
    "date": "August 1988",
    "year": 1988,
    "month": 8,
    "month_formatted": "August",
    "pdf_uri": "/1988/19880800.pdf",
    "issue_cover_image": "",
    "document_start_page": 97,
    "toc_start_page": 94,
    "document_page_range": [
      [
        97,
        98,
        99
      ],
      [
        143,
        144,
        145
      ]
    ],
    "toc_order": 4,
    "toc_headline": "The Inventive Mr. Chu",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198808-theinvent",
  "source": "/1988/19880800.pdf",
  "wp_post_id": 123918,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-inventive-mr-chu/",
  "authors": [
    "Al Reinert"
  ],
  "headline": "The Inventive Mr. Chu",
  "dek": "He Used A Mistake To Solve the Mystery Of Superconductivity. He Used A Typographical Error To Protect His Discouery. THeN He Turned Down an Offer From California And Stayed In Texas. How Clever Can You Get?",
  "spread_caption": "",
  "excerpt": "Heat + pressure + yttrium + a politically savvy University of Houston physicist = a formula to change the world.",
  "kicker": "",
  "word_count": 4463,
  "content": "<p><span class=\"dropcap\">L</span>ike Most Great Contemporary scientists, Ching-Wu Chu—he wasn’t yet called Paul —was a high school nerd. His favorite subjects were math and science, and his favorite pastime was rebuilding old crystal radio sets. Back then, in the early fifties, Taiwan was still very much an undeveloped, impoverished Third World island, so there was prestige in being a nerd —a future scientist—and lots of encouragement. By the time he graduated from high school, he was rebuilding the cheaply built transistor radios that were spreading from Japan throughout the world. In the United States at the time they were smugly regarded as toy radios.</p><p>Today Paul Chu has his hand on the wheel of a huge revolution in modern technology. His star first rose into public view on the last day of 1986, with a flurry of news reports datelined Houston: “A University of Houston scientist,” began the page one story in the <em>Houston Chronicle,</em> “has announced discovery of a material that conducts electricity almost without resistance at nearly double the temperature of previous materials. The discovery may lead to major changes in how the world transmits and uses electricity.” But the really big news was still three weeks away.</p><p>Ever Since 1752, When Ben Franklin hung a metal key on a kite string in a thunderstorm in an attempt to snare a lightning bolt, man has been trying to harness the God-like natural force we call electricity. Some 240 years’ worth of such efforts have radically transformed the human condition. We have discovered a mighty cornucopia of uses for this elemental energy and vastly improved upon wet string as an electrical conductor.</p><p>All of our conductors, nonetheless, through all these years still dampened the strength of raw electricity. On a large scale even our grandest conductors, those great high-voltage transmission lines that carry the juice from power plants to city lights, in the simple act of transportation lose upward of 25 percent of the generated energy -billions of dollars’ worth.</p><p><em>Chu credits “wild thinking” for his laboratory success. Because of it, he says, “the world will never be the same again.”</em></p><p>Photograph By Robb Kendrick</p><img/><p>At the small-scale end of things, we are just as hampered and restricted in our uses. Our fastest and craftiest computers, our most powerful magnets and electric motors, our finest gadgets and appliances are all limited by their very own circuitry, no matter how ingenious.</p><p>That’s why a workable superconductor is the holy grail of solid-state physics. It is a concept of perfection on which airy theorists and windy professors might rhapsodize in dreamier moments. Superconductivity was known to be possible, but it was a laboratory miracle, a footnote rumor. In 1911 a Dutch physicist named Heike Kamerlingh Onnes had found, much to his astonishment, that mercury supercooled to minus 452 degrees Fahrenheit (almost to absolute zero, minus 460 degrees) lost all resistance to electric current. It became, in essence, an invisible medium, a pure flow of electrons. Onnes had no idea how or why.</p><p>Superconductivity is the nirvana of electrons. Instead of charging wildly along when caught up in a current, constantly crashing against molecules and losing energy, superconducted electrons travel effortlessly, like angels in a beam of light. No energy is lost to resistance.</p><p>For 75 years Onnes’ discovery remained pretty much the state of the art. A niobium alloy that became superconductive at minus 433 degrees Fahrenheit was found in 1941, but that didn’t seem very meaningful. Cooling anything to minus 400 degrees or below is so difficult and so unrelated to the real world that even theorists failed to get excited.</p><p>In the post-Sputnik years of practical science and applied physics, the quest for a superconductor seemed unproductive and out of fashion, and it was largely forgotten. About the only place in the world where the dream was kept alive was at the University of California at San Diego, in the labs and seminars of Bernd Matthias, who was sending his students and papers off to Ibm and the At&T Bell Laboratories, to Tokyo and to China —to four of the five places where solid-state physics would be completely shattered in 1987.</p><p>Paul Chu, one of Matthias’ students, came to the University of Houston in 1979 because Hugh Walker, then the dean of natural sciences, was looking for areas that the major state science schools —Texas A&M and the University of Texas —had ignored. “The group of people working on superconductors was very small in those days,” says Walker. “There probably weren’t more than twenty-five who were well known in the field, and Paul was certainly one of them. He already had a national reputation when we hired him.”</p><p>After majoring in physics at ChengKing University in Taiwan, Ching-Wu Chu had continued his education in America, at Fordham in the Bronx. In 1965, a couple of years and a master’s degree later, he moved on to Ucsd, which at the time had the country’s best department in solid-state physics, not a very glamorous specialty. The consumer stampede that made “solid-state electronics” a household term was still to come. It was at Ucsd that Paul Chu —his California name —first became interested in the obscure field of superconductors.</p><p><strong>The Lab Team Wagered Fried Chicken Dimmers On Whether</strong></p><p><strong>A New Material Would Be Superconductive.</strong></p><p><strong>Chu Always Bet Yes.</strong></p><p>Chu was enthusiastic about coming to Texas. “It was a boom place in the late seventies,” he recalls, in his shy, offbeat English. “It was a very positive and optimistic feeling here, and those attitudes are very important to good science. And not just because of money. We didn’t require so much money for our work, not compared to other types of research, maybe. This positive support was more important.”</p><p>A large load of optimism was vital in a field that had made so little progress for so long. Indeed, the central theory of how superconductivity happens, for which three Americans-John Bardeen, Leon Cooper, and John Schrieffer—shared the Nobel prize for physics in 1972, did little more than explain the strange results that had mystified Onnes sixty years earlier. They showed that electrons pair off when superconducted, instead of dashing singly as they always do otherwise. It wasn’t merely a matter of going faster with less resistance, but an altogether new mode of travel. By forming pairs, the electrons are cushioned somehow, in some unobservable quantum-mechanical way that unifies their motion, blessing their passage. Thus superconductivity is something entirely different from just an improvement on ordinary conductivity. And that’s about all the theory had to say on the subject. It offered neither guidance nor hope for the future (and in fact proved helpless to explain the extraordinary results of 1987).</p><p>“People could not overcome the temperature barrier,” says Chu, “so funding agencies started losing interest in the subject. The research people started going into other areas. It was very depressed, I have to say.”</p><p>By the mid-eighties only a few dozen scientists in the world were still pursuing the quest for a superconductor. One of them was Paul Chu, who was so truehearted he actually dreamed about it. One night in 1984, for instance, he awoke from a dream that was a fantasy fulfillment.</p><p>“In my dream,” he says, a bit sheepishly, “I was in the lab, and I got some superconductivity above seventy-seven degrees [Kelvin, the scientist’s temperature scale], in a sodium-sulfide system. The next day I called my group together. I told them about this dream, and they got all excited. They went to the libraries, looked up all the possible compounds, and tested them all.”</p><p>Chu laughs at the memory —none of the compounds superconducted—but the point worth noting here is not only was he prepared instinctively to believe that his dream could come true, but so was his lab staff. This gang of supposedly tough-minded, empiricalevidence rationalists was a congregation of credulous seekers.</p><p>Another believer in those discouraging times was Karl Alex Muller, a Swiss physicist at the Ibm research lab in Zurich who pursued the quest in his spare time, like a hobby. He had the bright idea to give up altogether on metals and alloys, the traditional prospects, and to try metallic oxides known as ceramics. At everyday temperatures ceramics are such poor conductors that they are used as insulators, but Muller figured it was possible, if not likely, that some might behave differently at very low temperatures.</p><p>[ Continued On Page 140 ]</p><p>[ Continued From Page 96 ]</p><p>He and his fellow hobbyist, Johannes Georg Bednorz—with whom he later shared the 1987 Nobel prize for physics —cooked up several hundred different oxide compounds, varying ingredients like amateur chefs until—<em>sacrebleu!</em>—they got one that worked. By April 1986 they had a small black dish of brittle ceramic that proved superconductive at minus 397 degrees Fahrenheit. They submitted their results to the German journal <em>Zeitschrift jur Physik,</em> which published the paper a leisurely five months later.</p><p>Paul Chu at U of H saw the significance immediately. So did Professor Shoji Tanaka at the University of Tokyo, and so did physicists at the At&T Bell Labs in Murray Hill, New Jersey (where the transistor had been invented in 1947). At all three institutions, researchers moved mattresses and hot plates into their labs and fell into round-the-clock shifts, knowing that the race was on. Within weeks all three teams had confirmed the Swiss results. In another two weeks the Houston and Bell labs had improved upon those results by five and six degrees, respectively, and were calling press conferences. This was the news that reached the public on the last day of 1986.</p><p>The new results were universally recognized as the most significant advance since the invention of the transistor. Laboratories everywhere dropped what they were doing and rushed to catch up. Superconductors were heating up, so everyone wanted in on the action. And that’s when Paul Chu delivered his bombshell.</p><p>Chu had had an inspiration of his own. What would happen, he wondered, if high pressure, as well as low temperature, was applied to this stuff? There was no body of knowledge or evidence, no theory at all, to suggest this wild hare. “We just believe in wild thinking around here,” he says, grinning madly.</p><p>It turned out that temperatures didn’t need to be as low as had been thought. By applying 10,000 atmospheres of pressure to the same Swiss compound, Chu got it to lose all resistance at minus 388 degrees, an advance that surpassed the Swiss achievement.</p><p>Chu next reasoned that external pressure might be handily replaced by internal pressure, in the form of denser atoms in the matrix of the compound. He started substituting elements —strontium for barium, yttrium for lanthanum—running his little furnace nonstop to bake these concoctions, driving his chemists to distraction.</p><p>There were hundreds of possible combinations, different proportions of these few ingredients crushed to powder and mixed together by mortar and pestle, just as Merlin might have done it while searching for his own philosophers’ stone. Then each mixture was fired at a broad range of temperatures, each of which yielded varying properties; even the cooling periods had to be monitored precisely and correlated with specific results. It was an age-old method of experimentation, low tech but highly skilled, that required great care and patience and trusted in good luck.</p><p>One day in January a compound emerged from the oven with a sickly green color, a bad sign. Everyone knew that only black oxides were electrical conductors at <em>any</em> temperature. Indeed, other labs had cooked up green compounds and rejected them automatically, without even testing them for superconductivity. Chu insisted on testing everything. And that commitment and persistence are the measure of the man and the key to his success.</p><p>Paul Chu is a gardener—not one who plants spring flowers and a few tomatoes, but one who plants trees. He plants them, moreover, from seeds. When he first moved to Houston, he planted in his small back yard a pair of palm tree seeds he had carried from California. He planted them with the expectation of seeing them take root and helping them survive and watching them flourish. He didn’t expect easy or quick results.</p><p>Chu’s half-dozen lab-team members had a tradition of whimsical betting —the loser always bought Popeye’s chicken dinners —over whether a new material would prove superconductive. Chu had paid for a lot of dinners in this way, since he always bet yes no matter how unlikely the prospect. But on this day in January 1987, nobody would bet against him.</p><p>The ugly green ceramic proved to be superconductive, with no extra pressure whatsoever, at a phenomenal minus 283 degrees Fahrenheit, a threefold temperature increase over anything in history. It also, and much more portentously, for the first time passed the threshold of practical, economical usage. Minus 320 degrees Fahrenheit is the ambient temperature of liquid nitrogen, a commercial coolant that costs less than keg beer. To chill something lower requires liquid helium, which costs seven times more than liquid nitrogen and is tricky to use. Paul Chu’s team had found the first superconductor that wasn’t just a laboratory phenomenon.</p><p>There wasn’t the revelry one might expect over such a discovery. Chu’s lab team was five-sixths Chinese and all work, not to mention completely exhausted from the weeks of round-the-clock work, so they weren’t inclined culturally, professionally, or emotionally to open the bubbly. It was the guys from the labs down the hall, in fact, who insisted on champagne. The celebration lasted about five minutes.</p><p><span class=\"dropcap\">T</span> he results were announced on February 16, 1987, and solid-state physics was turned upside down (or inside out, as the case may be). The field could never be the same again, and every physicist in the world knew it. The annual meeting of the American Physical Society in March at the New York Hilton Hotel was a madhouse of geniuses. The session on superconductivity —the Woodstock of Physicists was what the physicists themselves called it—saw 3,000 of them jamming into a ballroom with 1,200 seats at seven in the evening, staying there till dawn, as giddy as teenage girls and gossiping breathlessly about superconductors.</p><p>The star of this new craze was Paul Chu, who had his picture in <em>Time</em> magazine the week of March 2. In the next few months, as word of his discovery reverberated, he was pictured on the cover of the <em>New York Times Magazine</em> and the front page of <em>Usa Today,</em> interviewed on all three major television networks, and invited to the White House.</p><p>“The laboratory breakthroughs into high-temperature superconductiv-iv-ivity,” said Ronald Reagan, stubbing his tongue, “are an historic achievement.” Flanked by his secretaries of state and defense, he hosted a full-dress presidential conference on superconductivity in July 1987.</p><p>Later that summer Paul Chu accompanied Houston mayor Kathy Whitmire on a city-sponsored embassy to Japan. Chu’s reception there was phenomenal. The press covered him as if he were a rock star, detailing even his shopping forays and restaurant orders, dogging him with paparazzi. Back home at the University of Houston, the file of Japanese news coverage was three inches thick within a month. There were small but growing files in other languages too, especially German and Chinese, plus a regular library of technical references. By U of H standards, Paul Chu was the biggest thing since basketball.</p><p>He was in demand everywhere. Every conference or meeting on new technology needed to hear from him in order to stay current. Invitations poured in, and for a while Chu tried to satisfy them all. For years he had been a predawn jogger, a mile-a-morning man, so he was in pretty good physical condition, but his marathon worldwide lecture tour finally broke him in October. He was thoroughly exhausted, and doctors told him to go home and rest.</p><p>His dream had come true, as dreams usually do, in a way that he had never expected. And now he had to live with it.</p><p><span class=\"dropcap\">I</span> t’s eleven o’clock in the morning, and Paul Chu is giving a lecture to a dozen U.S. congressmen who came to the University of Houston’s main campus at this particular time, because that was when Chu could fit them into his schedule. One of their colleagues, Steve Bartlett, a Dallas Republican, has just introduced Chu as “the world’s leading physicist”—he said it twice in a oneminute introduction—so the politicians all know they’re supposed to listen up.</p><p>There is also a crush of media people who had waited outside in the hallway, drinking colfee and making bored small talk, ignoring the congressmen for more than an hour until Chu arrived. That was when the four television-news cameras started rolling. The congressmen all scurried to front-row seats, where the cameras might catch them, and sat up attentively.</p><p>Chu, who is mildly offended by the hyperbolic introduction, begins his talk with what he calls an old Chinese proverb. “If you want to get into the hall of fame,” he says, “you must practice, practice and work, work.” Then he pauses. With his slight build, gigantic eyeglasses, and fishbowl haircut, he looks like the sidekick in an Indiana Jones movie—utterly nonthreatening. “If you want to get to the White House,” he continues, “you promise, promise and lie, lie.” His delivery is deadpan, so the congressmen don’t know how to respond. When he waits on them, they titter and chuckle nervously.</p><p>Paul Chu is not by any stretch your classic comic-strip eccentric scientist, and he is nobody’s fool. He has been a U.S. citizen since 1973, and he’s proud of it—especially that his two children were bom citizens —so he has learned about American politicians. He will find time for them, but he won’t pander to them.</p><p>He has learned about the media too. His two major announcements—in December 1986, then the big one in February 1987 —could not have been better orchestrated by a Hollywood press agent. All the right reporters were called, backgrounded and promised exclusives, rounded up just days before his competitors could act. And Chu himself is as friendly and accessible as a busy public figure could possibly be, willing to give ten minutes at the drop of a press card. Whether he is “the world’s leading physicist” only time will tell, but he is undoubtedly among the world’s bestpublicized physicists.</p><p>Paul Chu’s special oriental-American scientist’s perspective is best revealed in the way he handled the patent on his discovery. The superconductor that first broke the liquid-nitrogen barrier—the threshold of real-world applications —was a ceramic composed of four elements: yttrium, barium, copper, and oxygen. The only thing new in this recipe was yttrium, which Chu had substituted for lanthanum in a compound that several other labs were trying out. It made all the difference in the world, and it wasn’t just a lucky guess.</p><p>Like any proper American inventor, Chu immediately filed for a patent. At the same time, being a good scientist, he sent a report to his peers, in this instance by way of <em>Physical Review Letters,</em> the weekly worldwide bulletin board of professional physicists. The first act conferred proprietary ownership and the second, scientific legitimacy on his work. An awkward problem, however, was that under then-current schedules, they occurred in reverse order. His discovery was in danger of being proclaimed before it could be profitably claimed.</p><p>Chu submitted to <em>Physical Review Letters</em> a report that used the chemical symbol for ytterbium, <em>Yb,</em> in every place that the symbol for yttrium, <em>Y,</em> should have been used. The typographical error occurred 24 times in the report. The patent application, on the other hand—though concerned with the same subject, prepared by the same office, and submitted at the same time-did not suffer from a single such mistake.</p><p>The patent on the first high-temperature superconductor was filed on January 12, 1987, more than a month before Chu’s formal announcement of success (at which he refused to divulge the chemical formula). Promptly upon its acceptance, Chu phoned the offices of <em>Physical Review Letters</em> to inform them that the paper he had previously submitted had an error. It was corrected in time for publication on March 2.</p><p>That is the American-educated Paul Chu, the savvy promoter who always has time for Tv reporters and congressmen. He is a genuine person and a real operator. At the same time, there is Ching-Wu Chu the physicist, a grown-up version of the boy who stripped transistor radios down to see how they worked. This is the man who signs his research papers “C. W. Chu” at the end of a long list of students and lab assistants, everyone who helped. More than a hundred research papers have been published in that modest way. The epochal trickster paper in <em>Physical Review Letters</em> lists nine different authors, the last of whom is C. W. Chu.</p><p>“Teamwork is extremely important today,” he tells the tight-lipped, browfurrowed congressmen. “The spirit of individualism is what has brought America to the advanced stage of recent time, but teamwork is the key to the future. That is what is required for good science, to use this new technology. We must have harmonious feelings.”</p><p>He isn’t really talking about superconductors at all. Sure, he has an overhead projector and a few simple slides on the myriad products and benefits and the new industries that superconductors make possible—but you can tell he finds the subject boring. His descriptions of multibilliondollar utility savings and 300-mile-perhour magnetic trains are listless and dutiful, a shallow preamble to his real point.</p><p>“We need to take a broad view of science and technology,” he says, passionately now, to the baffled politicians. “Think about the Manhattan Project, when so much was accomplished so quickly. And when Sputnik happened and the decision was made for the Apollo project to send men to the moon. These are the parallels we have for us today, for the future of technology.”</p><p>It will be at least a decade before the tangled rights to Chu’s superconductor are sorted out and any monetary value placed on them. The U of H compound was first purified by Bell Labs and its molecular structure first determined by an Ibm group in California, so both companies may have valid rights in basic development. Both had prototype products, research tools like ultrasensitive magnetometers, on the market within six months. Smaller American corporations are moving into the field as well, and one even promises superconducting wire by the end of 1988. And it’s anybody’s guess what’s going on in Japan, where superconducting computer chips are already being manufactured.</p><p>Chu wishes everybody well. “The world will become very different,” he says, quite emphatically. “The world will never be the same again.”</p><p>The politicians nod agreeably, as if they too are farsighted enough to imagine new worlds. These are people who watched whole industries move overseas before they got indignant and acted surprised.</p><p>The patent application for the world’s first commercial superconductor was filed on behalf of the University of Houston. Nobody knows what the patent rights might ultimately be worth, but the U of H board of regents expects big things. Special covenants and escrow accounts have been established, patent attorneys retained, fantasies indulged. A new $22.5 million science research center is under way, evidence of high hopes.</p><p>Paul Ching-Wu Chu was offered a $26,100-a-year salary to come to the University of Houston in 1979. He was earning $85,000 in 1987, when he made his historic discovery, which got him a raise to $150,000, yet he still lives in the same rather ordinary house he moved into when he came to Houston.</p><p>In May 1987 the Texas Legislature made Paul Ching-Wu Chu an honorary Texan and simultaneously authorized the Texas Center for Superconductivity at the University of Houston. The Legislature has appropriated $4 million, and more than $15 million has been pledged to the center—most under the assumption that Paul Chu will be the director. If he leaves, so will the money.</p><p>Chu has lots of options. There isn’t a physics lab in the world that wouldn’t love to have him. The University of California at Berkeley is so eager to get him that the school announced his coming once already, based solely on wishful thinking. Chu is by nature and manner a collaborator, frequently in close communication with colleagues at other labs, invariably at institutions more famous for their scientific research than U of H is. They all reckon they can lure him away.</p><p>So far he has played it perfectly. By never stating flatly that he wouldn’t leave Houston, he raised everybody’s hopes and, more tangibly, their offers. Berkeley’s $20 million research facility was a clear enticement for Chu, but U of H matched that with the new research center, even raising the bid a few million. The university also appointed Chu’s father-in-law, an emeritus mathematician at Berkeley, to a visiting professorship. Chu’s lab-team members, who would have had to move with him, say that Chu never said anything about leaving and that they never expected him to leave.</p><p>In any case, Chu is rarely around. His appointment book reads like a Willie Nelson concert schedule, with appearances every day in some new city. In the spring semester he was on the road all but ten days in four months, giving lectures and seminars, attending symposia, accepting awards. In the past year Chu has been awarded about every prize his profession can bestow in half a dozen countries. But his chance for a Nobel prize may have passed. He probably would have shared last year’s prize with Muller and Bednorz if his discovery had come two months sooner, before the nominations closed.</p><p>Ground-breaking work has continued to come out of Chu’s lab. Late last January Chu’s team discovered an entirely new and stable superconductor in an oxide of bismuth, calcium, strontium, and copper at a new record of minus 243 degrees Fahrenheit. The find has set off another round of temperature advances.</p><p>“We cannot have first-rate manufacturing capacity,” Chu tells the congressmen, “without first-rate science-engineering capability.” He is closing in on his main point now, stressing it in his soft-voiced way. “We cannot exist in the future, we won’t survive, without first-rate educational capacity.”</p><p>He is most earnestly selling the value of learning itself, the benefits of acquiring knowledge. That is the message of all great teachers, and that is what Chu most aspires to be. He named his only son Albert in honor of his own hero, and it isn’t Albert Einstein. “He’s named after Albert Schweitzer,” Chu says firmly. “Schweitzer was a very great man, a great teacher.”</p><p>Schweitzer was the physician and philosopher who gave up a famous academic career in Europe to found a missionary hospital in equatorial Africa in 1913. He spent fifty years in primitive surroundings and monkish poverty, spreading knowledge and practicing medicine. In 1952, when Ching-Wu Chu was eleven years old, Schweitzer won the Nobel peace prize and used the money selflessly.</p><p>Following in the footsteps of his hero, Paul Ching-Wu Chu announced last March that the money from his share of the patent on his revolutionary superconductor would be divided among his labteam members, his students.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "August 1988",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Research",
      "Houston",
      "California",
      "March",
      "News",
      "people",
      "Science",
      "Texas",
      "Future",
      "money",
      "Nobel Prize",
      "University of Houston",
      "Cameras",
      "Chicken",
      "Home",
      "Legislature",
      "Media",
      "New York",
      "School"
    ],
    "wp_categories": [
      "Dallas"
    ],
    "wp_location": [
      "Houston",
      "Texas",
      "Dallas",
      "Marathon"
    ]
  }
}