{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19888",
    "date": "August 1988",
    "year": 1988,
    "month": 8,
    "month_formatted": "August",
    "pdf_uri": "/1988/19880800.pdf",
    "issue_cover_image": "",
    "document_start_page": 107,
    "toc_start_page": 104,
    "document_page_range": [
      [
        107,
        108,
        109,
        110
      ]
    ],
    "toc_order": 6,
    "toc_headline": "Shades Of Summer",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198808-shadesof",
  "source": "/1988/19880800.pdf",
  "wp_post_id": 123912,
  "wp_post_guid": "http://www.texasmonthly.com/article/shades-of-summer/",
  "authors": [
    "Jerry Jeanmard"
  ],
  "headline": "Shades Of Summer",
  "dek": "You can’t escape the Texas sun, but you sure can get out from under it.",
  "spread_caption": "",
  "excerpt": "Let there be light, but leave us in the dark. Long before Ozona knew about ozone, Texans were inventing scads of ways to hide from rays.",
  "kicker": "",
  "word_count": 880,
  "content": "<p><span class=\"dropcap\">A</span> very good thing, the sun. Without it many of life’s enrichments would simply cease to exist, including afternoon football, stained-glass windows, Yankee tourist dollars, and virtually all forms of vegetation. Without it Houston’s mildew problem would certainly become completely unmanageable. • But like all good things, the sun must be taken in moderation. And in Texas, where certain areas are blessed with 299 days of sunshine a year, turning flat West Texas plains into great sandy griddles and cities into saunas, we learned long ago to appreciate the absence of sun —or, as we fondly call it, shade. • Texans seek shade the way residents of less fortunate climes seek the sun. Surely it was a denizen of some dank Eastern urban thicket who suggested we direct our feet to the sunny side of the street. In most Texas towns there is no sunny side of the street: both sides are covered by accommodating awnings. • If seeking shade is a major goal of Texas life, providing it is an industrial conglomerate that incorporates engineera ing, manufacturing, construction, and agriculture. Let us examine some of the options available when our good friend and constant companion the sun overstays his welcome.</p><p><em>Jerry Jeanmard is a Houston designer.</em></p><img/><p><strong>Portable Shade #1: Headborne</strong></p><p>Derived from the familiar sugar-loaf sombrero, the everpopular ten-gallon hat was the cowboy’s second-best friend. Its current use is often primarily decorative and metaphorical (see Strait, George). The James Dean skinny-brim had its moment in the sun, but it was soon replaced by the ubiquitous gimme cap and sun visor, which keep our noses, if not our necks, from turning red. Meanwhile, pioneer women wore sunbonnets to shade their faces.</p><img/><img/><img/><p>Illustration By Margaret Kasahara</p><img/><p><strong>a Welcome Visitor From the South</strong></p><p>Hey, Cisco! Hey, Pancho! Hey, sombrero, from the Spanish “<em>sombra</em>,” meaning “shade.” In 1823 James austin requested a “Spanish, wide-brim, white, wool hat” from his brother Stephen, because he understood they were “very cheap and it will be almost impossible to stand the prairie without one.” The abridged version in gaily colored straw (left) enjoyed a mercifully brief period of favor in the fifties.</p><img/><img/><p><strong>Portable Shade #3: automotive</strong></p><p>Ranchers and farmers learned this trick quickly—probably from their cows, which seem able to find shade anywhere. The trick, of course, is to keep the truck between you and the sun. But it’s okay to squint anyway.</p><img/><p><strong>Portable Shade #2: Hand-Carried</strong></p><p>Its proper name is “parasol,” if you please, and not “umbrella” (that’s <em>parapluie, n’estce pas?).</em> Rent one, complete with a pair of matching beach chairs, for the whole day on Galveston’s Stewart Beach for $5.</p><p>Certainly not portable but able to shelter small crowds beneath its capacious thirteensquare-foot wingspan is this Sunfast acrylic beauty (below) from Santa Barbara Designs, available through designers at E. C. Dicken in Houston and Dallas. They’ll throw in the teak pole, frame, and finial for a cool $3,925.</p><img/><img/><img/><p><strong>Out Under a Limb</strong></p><p>There is something ineffably soothing about natural shade, the kind of cool stillness found beneath the limbs of a glorious old shade tree. Regional plant authority Lynn Lowry is nuts for the sugar maple (below), preferably grown from native East Texas seeds instead of the more common northeastern ones. He also suggests the swamp chestnut oak for East Texans and the bur oak for the arboreally less fortunate. Says Lowry: “I don’t know of any other tree that will grow in all parts of the state.’</p><img/><img/><img/><p><strong>a Porch by any Other Name</strong></p><p>Architectural historians have noted that from dogtrots to Victorian wraparound verandahs, porches have reflected the national character—expansive, pragmatic, and informal. In the fifties we moved indoors, into the air conditioning, and the oncegrand porte cochere became the carport. Gracious porches, like this one (above) on the King Ranch, have lost some of their popularity but none of their allure: They still bring solace to body and soul.</p><img/><p>Illustration By Michael Mcgar, Photograph By Hickey-Robertson (Center)</p><img/><img/><p><strong>Colonnade in the Shade</strong></p><p>This 150-foot grape arbor at San antonio’s La Villita is but a particularly splendid example of a common method by which early Spanish builders provided shade. Dallas’ Frank Welch, long a proponent of vernacular architecture, borrowed the idea for this covered walkway at Kerrville’s Riverhill Country Club (top).</p><img/><p><strong>a Roof Over Our Heads</strong></p><p>The freestanding pavilion has roots in the brush arbor (right), an ad hoc affair that was improvised for revival meetings and the like. Swimmers at Houston’s Southside Place Bath House can thank Taft architects for the jaunty version below.</p><img/><p><strong>Gimme Shelter</strong></p><p>In many parts of the state, the Texas highway department’s rest stops are muchneeded oases of shade. Not content merely to provide welcome relief from the sun, those zanies at the highway department thrust themselves into the vanguard of the post-modern movement by sprinkling the landscape with culturally resonant and amusing <em>folies.</em> See the tepees off Interstate 10 near Sierra Blanca; dine beneath the <em>faux</em> derricks near Tyler.</p><img/><img/><img/><img/><p><strong>Under the Cover</strong></p><p>Remember when every Main Street in Texas extended awnings (far left) to welcome prospective shoppers and idle strollers from the scorching heat? Nowadays spiffy new designer awnings on storefronts, like these smart black numbers at Houston’s River Oaks Shopping Center (near left), carry a different message—yet another strip-center facelift. Just as before, the awnings are there to let us know everything is cool inside.</p><p>Photographs By Robert Maxham (Center Left). Robb Kendrick (Bottom Right). Arbor Illustration By James Noel Smith</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "August 1988",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "Highway",
      "Houston",
      "Spanish",
      "Texans",
      "Affair",
      "Austin",
      "Beauty",
      "Cities",
      "Country",
      "Country Club",
      "designer",
      "East Texas",
      "Farmers",
      "Favor",
      "Fifties",
      "House",
      "Illustration",
      "Photograph",
      "rent"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Texas",
      "Houston",
      "Austin",
      "East Texas",
      "West"
    ]
  }
}