{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19888",
    "date": "August 1988",
    "year": 1988,
    "month": 8,
    "month_formatted": "August",
    "pdf_uri": "/1988/19880800.pdf",
    "issue_cover_image": "",
    "document_start_page": 83,
    "toc_start_page": 80,
    "document_page_range": [
      [
        83,
        84,
        85,
        86,
        87,
        88
      ],
      [
        145,
        146,
        147,
        148,
        149
      ]
    ],
    "toc_order": 1,
    "toc_headline": "The Ants From Hell",
    "toc_kicker": "",
    "cover_cut_line": "The Fire Ant: Ruthless, Dangerous, Unstoppable - And It's After You"
  },
  "identifier": "TXMO-ARTICLE-198808-theantsf",
  "source": "",
  "wp_post_id": 123927,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-ants-from-hell/",
  "authors": [
    "Emily Yoffe"
  ],
  "headline": "The Ants From Hell",
  "dek": "They sting. They kill. They destroy. They mate in midair. Nothing can stop . . .",
  "spread_caption": "",
  "excerpt": "Fire ants are on a relentless march across Texas, maiming, devouring, and stinging the living daylights out of everything in their path. We’ve tried to stop them, and it has only made them stronger.",
  "kicker": "",
  "word_count": 7114,
  "content": "<p>The Horror, the Horror In august 1984 three-yearold Kevin Bobrow was playing in his yard in austin, when he was stung by a fire ant. Twenty minutes later he was wheezing and flushed. Forty minutes later he was in the emergency ward with a tube down his throat so he could breathe. After he recovered, his doctor started him on allergy shots. The following May Kevin was again stung by a fire ant. His parents got him to the hospital just before he went into shock. The next day Kevin’s parents decided to pack their bags and leave the state for good. Last spring Ray Telfair, a biologist with the Texas Parks and Wildlife Department, put up a bluebird box on a telephone pole near his home in Whitehouse. The birds built a nest and laid five eggs, and just before Telfair left town on business, the eggs hatched. When he returned the following week, he went to check on the young bluebirds. “as I got closer I saw a column of fire ants going up the pole,” says Telfair. “I got to the box and looked inside the nest. All the hatchlings had been killed and were being devoured by the ants. I found the ant mound at the bottom of the pole, hidden by a dewberry vine.” Research scientist ann Sorensen was in the field in Bryan to collect fire-ant colonies. She was shoveling ants into a nearly full bucket and decided she could get in one more load. As she bent over and tapped the bucket to make room for the last shovelful, the sandy soil and ants flew up in the air. “My face, hair, and scalp were covered with three hundred ants, all stinging at the same time,” she says. Because she wears contact lenses, she couldn’t even get the ants out of her eyes without grinding the lenses into her corneas. Colleagues rushed her to a clinic, where she was cleaned up and pumped full of medication. She was barely able to open her eyes for two days, and her face was swollen for a week. A fawn less than two weeks old, when confronted with danger, follows its instinct to freeze. In fire-ant-infested areas, that leads to disaster. Within minutes the baby deer can be covered with ants. “We see ulceration of the eyes, bites all along the face, muzzle, on the tongue,” says P. C. Hanes, an animal rehabilitator for Wildlife Rescue in austin. “The ants crawl into the fawn’s nose and into its stomach. When we wash out their stomachs, we find hundreds of fire ants.” Of the fifteen young deer attacked by fire ants that Hanes has treated so far this year, nine have died.</p><img/><img/><p>Illustration By Buddy Hickerson</p><p>“It’s a slow poisoning, and it’s very painful,” she says.</p><p><span class=\"dropcap\">T</span>he summer of 1988 is our Waterloo, our Dunkirk, our experience of total defeat. We have poisoned them, we have boiled them, we have set them on fire, all to no avail. The fire ants have won. Sixty million acres are occupied territory. Except for a handful of counties, everything north of alice to Oklahoma and east of Kerrville to arkansas has been claimed.</p><p>But fire ants are not gracious in victory. They are continuing their march westward, extending the front by five to ten miles a year. Only the driest portions of West Texas and the coldest areas of the Panhandle can hope to be spared.</p><p>There is nothing we can do to stop them. One of the stinging ironies of the war against the fire ant is that everything we have tried has only made them stronger.</p><p>We used to laugh and call them “far ain’ts.” We’re not laughing anymore. Fire ants have changed Texans’ relationship to nature. The earth beneath our feet has been transformed into teeming cities of venom-filled stingers. Walking barefoot through the back yard is an exercise in self-flagellation. Children in playgrounds now fear fire ants more than strangers bearing candy bars. A picnic in the park turns into an occasion to perform a version of Saint Vitus’ dance.</p><p>Fire ants are wreaking havoc on agriculture too. Ant mounds more than a foot high with the durability of concrete can break the blades of harvesting equipment. Fire ants are crop pests for growers of citrus, okra, potatoes, and soybeans. Ants swarm into poultry houses and feed on just-hatched chicks. They infest and destroy beehives. Any wild or domestic young animal that wanders too close to a colony can be stung to death.</p><p>Fire ants make love hundreds of feet above the earth. Afterward, he falls to his death and she becomes a queen.</p><p>The news is only going to get worse. A new, improved fire ant is out there, and that change means an exponential increase in fire ants. Five to ten years ago a fire-ant colony in Texas was ruled by a single queen directing about 150,000 workers. An acre of infested land contained about forty mounds. The Texas Department of agriculture has discovered those happy days are over. A recent survey of the state’s 130 infested counties shows that practically all fire ants live in multiple-queen colonies. That means that in each colony up to 200 queens direct as many as 500,000 workers. An acre of infested land now can contain four hundred mounds.</p><p>All those fire ants are doing more than just making our lives miserable. Like their archenemy, man, fire ants are so rapacious that they are simplifying the ecosystem. They are driving out lizards and snakes and mice and whatever insects come their way. They may eat most of Texas’ dozens of beneficial ant species, species that, for example, help to till the soil. The consequences of that destruction will be understood only later, after we discover what crucial natural balance has been tipped.</p><p>The fire ant is also doing a job on the human ego. We are bigger than they are, we are smarter than they are, yet when our society is pitted against theirs, our brawn and our brains mean nothing. In fact, our superior intelligence is just a distraction fire ants aren’t burdened with. Nothing diverts them from their relentless drive to conquer.</p><p> Meet Invicta In Texas today the fire ant everyone is talking about is <em>Solenopsis invicta.</em> It is an appropriate name, meaning the “invincible” fire ant. <em>Invicta</em> is the dark reddish-brown imported creature that injects a fiercely burning venom, resulting in a pustule that takes days to clear. Most of Texas also has, or had, two types of native fire ants —native in the sense that they arrived from Latin america more than five hundred years ago, long enough to be considered homegrown. They too are stinging ants, but their behavior is less aggressive and their bite more mild than that of their recently arrived cousin. They are rapidly being wiped out by <em>invicta.</em> The native fire ants, once considered pests, are now viewed in a light similar to the Shah of Iran: We may not have loved them, but they sure look good compared with their successor.</p><img/><p>Illustration By Lane Smith</p><p><strong>the Birds, the Bees, And the Ants</strong></p><p><em>Invicta</em>'s first appearance in the United States was in the thirties in Mobile, alabama, where it landed presumably after riding steerage on a cargo ship from South america. Its habitat was the Pantanal, the floodplain formed by headwaters of the Paraguay River, running through Brazil, Paraguay, and northern argentina. Like many immigrants who seek a landscape in america similar to the one they left behind, the red imported fire ant discovered that it felt right at home and immediately began spreading through the South. By the fifties it had reached eastern Texas. Lest we ascribe our blister-filled fate to the carelessness of foreigners, bear this in mind: Puerto Rican researchers believe their islandwide <em>invicta</em> infestation, which began in the seventies, is the result of an ant cruise on a Houston oil freighter.</p><p>Fire ants aren’t picky about their travel accommodations.</p><p>For instance, they made short work of the trip between East Texas and Lubbock by riding in landscape plants bound for a new subdivision. Similar slipups are believed to account for the infestations in Wichita Falls, abilene, and San angelo. Because ants share our love of lush watered lawns and sumptuous foliage, they have become a major headache for the nursery and sod industries.</p><p>To prevent giving fire ants a further boost the United States Department of agriculture quarantined all infested areas —all plants, sod, and hay shipped out must be certified free of fire ants.</p><p>“after the economy, fire ants are our number one problem,” says arthur Milberger of Milberger Turf Farms in Bay City. Because of the cost of inspection and certification, shipping outside of the quarantined area can be prohibitively expensive. Some fire-ant-free places like it that way. “You practically need an act of Congress to ship to California,” Milberger says.</p><p>For most people, the looming concern about fire-ant colonies is, How do I identify one? a simple method is to stand on top of a suspected mound and see how your ankles feel in five minutes. Since mound shape and size can vary because of soil conditions, visual clues are less conclusive but also less harrowing. Fire ants like to build broad conical mounds, approximately a foot high. In clay soils the mounds can be larger, but in sandy soils they may protrude only a few inches. In disturbed areas—lawns that get mowed frequently, for example—the mounds may be almost flattened. Also, some colonies may not build mounds at all but live in the walls of buildings or burrow under the edges of highways. So if you live in an infested area and you see a circle of dirt that looks like an ant mound, stay clear.</p><p>The corollary question is, How do I identify a fire ant? Well, if it’s reddish brown to black, if it’s an eighth of an inch long, if it’s an ant, and if you’re within the front, assume the worst.</p><p><em>Invicta</em> is sort of the Dirty Harry of ants. It is in a perpetual state of daring you to walk by and make its day. Once <em>invicta</em> is aroused to attack, it steadies itself on its victim’s skin with its mandibles —jawlike pincers—then injects venom with its stinger. Unlike bees, the kamikazes of insects that have the decency to eviscerate themselves when they sting, a fire ant can sting repeatedly with no ill effects to itself.</p><p><em>Invicta</em>'s venom is an oily alkaloid mixed with a little protein; the burning sensation it causes has given the ant its popular name. Your one chance to lessen the effect of the bite is to quickly break down the protein —doctors recommend</p><p>dabbing the bite with diluted bleach or covering it with a paste of meat tenderizer and water. If you can’t do that within fifteen minutes, don’t bother. Occasionally the resulting blisters break and become infected, and a few individuals find they leave a brownish mark that can last for months. A sufficient number of bites, especially in children, can lead to a toxic reaction—different from the allergic reaction that highly sensitive people suffer—generally resulting in flulike aches and fever.</p><p>Valleri Edelbrock, a district supervisor for the austin Parks and Recreation Department, has seen firsthand the effects of <em>invicta</em>'s venom. In 1983 she took her six-year-old daughter to Zilker Park to watch a softball tournament. The child received so many bites on her arms and legs that she spent the next three days in bed with a fever. “That’s when I first became aware that there was an ant problem,” Edelbrock says. For the past five years, park patrons have never let her forget. But Edelbrock says park administrators have a terrible dilemma—they need to control the ants without turning publics paces into pesticide dumps. The answer has been to treat areas of high use, such as picnic grounds and playing fields, with the minimum poison necessary. The rest is left untreated, ceded to the fire ants.</p><p>The protein in the fire-ant venom, harmless to most of us, causes the lifethreatening problem for young Kevin Bobrow and for the approximately one percent of people allergic to fire ants. Death by fire-ant sting remains rare. Despite the yearly newspaper accounts of allergic homeowners falling over dead while weeding the garden, there are only two confirmed cases in the state of death by <em>invicta.</em> Still, hundreds of allergic people have a lingering fear that behind every blade of grass is the equivalent of a rattlesnake.</p><p>The remedy is based on the standard theory of allergy treatment: minute doses of the allergen —in this case, whole crushed fire ants —are injected in controlled amounts so the patient builds an acceptable level of tolerance. Why didn’t Kevin’s shots protect him? Dr. Barry Pauli, a Bryan allergist who was called in as a consultant on the case, says he discovered the reason.</p><p>Pauli, who also teaches at Texas A&M University, has done fire-ant research with funding from the National Institute of allergy and Infectious Diseases. He analyzed the commercially available fireant antigens. “The products ranged from having significant amounts of venom to having little or none. The one Kevin Bobrow was taking had none. In effect, the child was being treated with brown water.” Pauli says the problem is that the tiny amount of venom protein in the ant can lose stability during processing. Some patients may be getting protection, but, he warns, “there are a lot of people out there receiving treatment who are walking around with a false sense of security.”</p><p>Pauli, however, has a solution: injections of pure fire-ant venom. He and colleagues have a technique to “milk” fire ants. It takes as many as two thousand ants to produce two microliters of venom —about a thirtieth of a standard-sized drop. In a research project, Pauli is treating about two hundred patients with venom. After several months of giving injections, Pauli places a live fire ant on the patient’s arm to demonstrate that the shots are working. Although there have been some grapefruit-size swellings, no one has had a serious, systemic reaction. Pauli hopes the venom will eventually be approved by the government for general use.</p><p>In the meantime Kevin’s father, Rick Bobrow, an accountant with Ernst and Whinney in Washington, D.C., is confident he made the right decision for his son by moving. But he has found unexpected benefits for himself as well. “You can’t imagine how nice it is to be able to lie in the grass on a sunny day,” he says. “i’m not allergic to fire ants, but even I wouldn’t do that in austin.”</p><p>Sometimes you just can’t help but think ants deliberately come up with fiendish ways to drive us crazy. Take their love of electricity, which leads them to snack on miles of underground cables. As far as that particular predilection goes, ants are AC/Dc. “They like alternating and direct current,” explains S. Bradleigh Vinson, the director of A&m’s fire-ant laboratory. We are in one of Vinson’s experiment rooms, a small, windowless rectangle lined with industrial shelving. On the shelves are dozens of plastic boxes teeming with ant colonies. One box is strung with wires to test if ants are partial to any frequencies in particular. Another contains a traffic-light control unit—to see it swarming with ants gives the uncomfortable sensation that here is a preview of armageddon in a small plastic container.</p><p>This line of inquiry is a result of desperation at the highway department and the telephone and power companies. They’re sick of finding that their circuits have gone dead because of fire ants’ bizarre and as-yet inexplicable appetites. When repair people at Houston Lighting and Power go to fix a transformer, a standard piece of equipment is a can of insecticide. “We have all sorts of treatments for the ants, but most of them don’t work,” says Joe Gillespie, a service-center supervisor at the power company. In 1986 the company did a survey to find out how many times the lights went out because of fire ants. “We were able to tie twenty-eight outages to fire ants,” Gillespie says. “Each of those outages could take out fifty to one hundred homes.”</p><p><strong>Survival Of the Fittest</strong></p><p><span class=\"dropcap\">W</span>hen it comes to sex, fire ants want the mood to be right. They like a warm, sunny day between april and September, when a cooling rain has recently fallen. Now it is midmorning, life is good, and it’s time for young ants to spread their wings and find a mate. Yes, spread their wings. A colony produces thousands of winged male and female ants, called alates, who engage in what scientists in a rather Victorian locution refer to as a nuptial flight.</p><p>The males emerge first from the mound and take to the air. This is a special day for the males. It is the first time in their brief lives —one to three months—that they have done a damn thing besides sit around the mound and let females wait on them. The winged females take off an hour later. They meet somewhere between three hundred and eight hundred feet up. Scientist ann Sorensen eloquently describes what happens next. “The male is essentially a flying sperm bank. It’s a one-shot deal for him. After he inseminates a female, he falls back to earth</p><p>to his death. What a way to go.”</p><p>For the female, there is more to life than sex. Now that she has mated, she becomes a queen. She continues flying, usually up to a mile, looking for a nice neighborhood. After she lands, she flexes a muscle that causes her wings to fall olf, digs a hole in the ground, and starts doing what she’s better at than practically anything you can think of—laying eggs.</p><p>All fire ants begin as eggs —a mature queen can lay 1,500 of them daily. And a queen can live as long as seven years. Eggs hatch in a little more than a week and emerge as instars, grublike creatures covered with hairs. (Don’t let an entomologist show you a massively enlarged photograph of an instar if you’ve just eaten.) The instars are raised in a special chamber, the nursery, and cared for by specially designated ants. All worker ants are female; males discharge their sole function during the nuptial flight. There is no time for angst in an ant colony. Every worker has its role and performs it incessantly. Even instars have work to do —unlike the infant young of a certain other species. During the last stage of their development, instars are given food, which they liquefy and then regurgitate to nourish adult ants.</p><p>Ant behavior is governed by chemicals called pheromones. If a group of ants perceive danger, for example, they release a chemical that notifies the entire colony. Some workers rush out to defend the mound; others move the queen to safety deep into the earth. The queen secretes chemicals that tell the workers to attend to her every bodily need. (No, it is not commercially available in cologne form.) Food is distributed not only by instars but from ant to ant. The liquefied food is stored in the stomach, called a crop. A hungry ant signals to an ant with a full crop to cough up some food. As ants do so, they can also add chemical messages to the meal.</p><p>As unappetizing as it sounds, that system is one reason for the difficulty in controlling fire ants. To destroy a colony, a queen must be killed. But worker ants function as royal food tasters. If food has been treated with a fast-acting pesticide, it will kill the workers long before it reaches the queen.</p><p>Instars finish their childhood in a few weeks to emerge as teenage ants. In ants that period is both shorter—about a month —and more socially useful than in humans. Teenage ants, called nurses, feed and groom both the instars and the queens.</p><p>When they reach adulthood, a small number of workers are sent out in the world to become foragers, the huntergatherers. When the foragers discover a particularly good source of food, they return home, leaving along the way a trail of a pheromone that scientists have translated as “Chow time!” which sends the rest of the workers out to bring back the food. Since ants are omniverous, that is a frequent occurrence.</p><p>The rest of the adults, who live about six months, tend to the colony. Ants believe not only in duty but in cleanliness —keeping the colony and themselves spic and span is a consuming task. Ants also make use of solar heat. Depending on weather conditions, they move up or down in the mound to maintain an ideal temperature.</p><p>In the days of the single queen, colonies were highly territorial and fought other fire ants trying to move in on their turf. But since the fire ants’ discovery that sisterhood is powerful, they have demonstrated that living and working communally is far more sensible-and successful —than constantly having to battle one another.</p><p>“There is fantastic cooperation among the multiple-queen colonies —they actually function as one supercolony,” says awinash Bhatkar, an entomologist at A&M. Bastiaan Drees, a Texas agricultural Extension Service entomologist, says one old home remedy for fire ants was to dig up one colony and dump it on top of another, the theory being that the two groups would fight it out to the death. “You dump one multiple-queen colony on top of another, and all you’re doing is having a family reunion,” he says.</p><p>At A&M they are trying to figure out what’s happened —are the multiple-queen ants a hybrid, the result of some environmental disturbance, or are they a different species altogether from single-queen ants? There is one certainty about the multiplequeen phenomenon: it makes the matter of controlling fire ants exquisitely more complicated.</p><p><strong>Man Versus Mandible</strong></p><p><span class=\"dropcap\">W</span>e have been fighting the war against the fire ant for thirty years at a cost of hundreds of millions of dollars. Today the United States Department of agriculture spends $5 million annually on fire-ant research; the Texas Department of agriculture’s yearly fire-ant budget is $1.1 million. So far, the end result of all that time and money is more fire ants than anybody ever imagined.</p><p>Back in the fifties, the headquarters for the war office was, of course, Washington, D.C. Washington was at the height of the red scare, and the USDA was not going to be left out of the action. <em>Invicta</em> was the perfect ecological red menace, and with the help of the chemical industry, the agriculture department was going to show the little buggers they had picked the wrong country to mess with.</p><p><em>Silent Spring,</em> Rachel Carson’s 1962 classic on man’s poisoning of the environment, was written partly as a result of the department’s attempts to eradicate the fire ant. Carson wrote of the World War II bombers put back in action, inundating the countryside with a film of the pesticides dieldrin and heptachlor, both many times more toxic than DDT. The chemi-</p><p>cals were excellent pesticides, if you consider all living things pests. As Carson wrote: “In Hardin County, Texas, for example, opossums, armadillos, and an abundant raccoon population virtually disappeared after the chemical was laid down. . . . Dead birds found in the treated areas had absorbed or swallowed the poisons used against the fire ants.”</p><p>Ted Clark, a program leader at the Texas Parks and Wildlife Department, was a young biologist at the time of the program. He remembers going out in the field in East Texas shortly after the spraying. “I was out there, and I had the feeling something was wrong. At first I couldn’t put my finger on it. Suddenly it dawned on me —there was nothing alive. No insects in the grass, no birds singing. It was a biological desert, and it scared the hell out of me.”</p><p>After even such massive spraying most species return, if in reduced numbers—which is a key to why the pesticides didn’t work. Like man, the fire ant is a dominant species. When we killed its competition, primarily other insects, it found an ecological niche it was only too happy to fill, and fill and fill. As University of Texas entomologist Sanford Porter puts it, “Man is fire ants’ best, best friend.”</p><p>Eventually dieldrin and heptachlor were banned, and the grim ritual would begin again. A new magic bullet, such as chlordane and mirex, would be developed, the planes would deliver their payload, death would reign, the pesticides would be banned because of the damage they were doing up and down the food chain, and the fire ants would come roaring back. Until finally we have arrived at the point where the only way to eradicate fire ants means taking ourselves along with them.</p><p>Now for the good news —sort of. There is something a homeowner with a back yard full of mounds can do. The important thing here is attitude. Think of fire ants as being like dental plaque—you’ll never get rid of it entirely, but you can keep it under control. The experts also offer this advice: If you have just a few well-established colonies, leave them alone. By wiping them out, you invite a massive infestation later.</p><p>Treatments for fire ants fall into two categories: commercial products and home remedies. Essential to their effectiveness is whether they get to the queen. To kill a colony, you must dethrone all the queens —a supremely difficult task.</p><p>A number of fast-acting pesticides marketed as drenches and dusts will rapidly kill thousands of fire ants. The problem with the immediate relief is that the surviving workers and queens simply move the mound a few feet, and then the infernal egg machine goes back into production.</p><p>Slower-acting, but with longer-lasting results, are products called baits. Those are pesticides mixed with food, which fire-ant foragers bring back to the colony, where it is passed along all the way to the queen. Amdro is a toxicant—after about three weeks the poison works its way through the colony, killing it. To keep new fire ants in check, the product needs to be used two or three times a year.</p><p>The TDA is excited about a different kind of bait, called Logic, which works on a principle that helps restore your faith in man’s ingenuity. Logic is an ant-growth hormone. It is our way of saying to the fire ant, “You want to have lots of queens? Okay, you get your wish.” When the hormone reaches the queen, her system goes haywire—she produces only queens. The colony dies because there are no ants left to do the work.</p><p>The drawback to the product is that it takes about three months to go into effect. Most homeowners, however, don’t want to wait three months. Most homeowners don’t want to wait three minutes. Other problems with the baits are that they affect all ant species, they go rancid quickly, and they are dangerous to use near waterways because of damage to fish.</p><p>The obvious question is, Why not mix the poisons for maximum kill? In field tests, however, that has not resulted in increased effectiveness, although work is being done on the problem. But researchers say if you want to try mixing poisons, first put out your slowest-acting product and follow it up a week later with a fasteracting pesticide.</p><p>Then there are the zappers, electrified cattle-prod-like devices you stick into a mound. They will kill some workers, even hundreds or thousands. But by the time you have inserted the zapper, the vibrations will have warned the workers to move the queen far out of range.</p><p>As far as home remedies are concerned, forget orange peels and grits. Sprinkling some peels around won’t get enough citric acid to the colony to harm it. Grits are supposed to expand inside the ant, causing it to explode. But ants liquefy their food before eating it. Grit soup doesn’t hurt them. Whatever you do, don’t drench the mound with gasoline and ignite it. That scorched-earth policy will only damage your yard and poison the earth; the surviving fire ants will simply move the colony a few feet. Boiling water, however, has its defenders. It is a nontoxic way to provide some temporary relief; mound activity will probably be reduced for several weeks. Pour about three gallons onto the mound in the early morning or late afternoon, when workers are near the surface. But be warned: boiling water is not kind to grass and plants.</p><p>Viruses, fungi, natural predators, and pheromone manipulation also offer some hope as possible avenues of control. The straw itch mite raised hopes at one point. Sherman Phillips, Jr., of Texas Tech University, supervised field tests with the mite, which was supposed to eat fire ants. Unfortunately, the mite had no measurable effect on fire ants, though the same couldn’t be said of the testers. “They ate us up,” Phillips says of the mites. “We all</p><p>ended up with dermatitis worse than fireant bites.”</p><p>Of course, a safe, effective way of getting rid of fire ants would certainly be a safe, effective way of making lots of money. The truth of that proposition is not lost on the twenty or so inventors and promoters who show up each year at the TDA with what they believe is the answer.</p><p>Former governor John Connally, for one, hopes to rebuild his fortune on the backs of dead fire ants. Connally has been to the TDA to push a product called Bushwhacker, manufactured by George Bethurum, an inventor from Galveston. Bethurum also claims to have invented a process that keeps the cheese on frozen pizzas from sticking to the cellophane wrapper.</p><p>Bushwhacker is a simple, organic product, a combination of pet food (thus explaining why a pesticide lists vitamin B-12 among its ingredients) and boric acid. The theory is the ants are attracted to the food and bring it back to the colony, where the boric acid kills them. According to UT’s Sanford Porter, who has tested the product, it works to a point. Ants are indeed killed, but the boric acid does not bushwhack the queen.</p><p><strong>Playing With Bugs</strong></p><p><span class=\"dropcap\">D</span>o you want to see what their testes look like? They’re really impressive,” says Spencer Johnston, looking up from his microscope. To the untrained eye, that aspect of fire-ant genitalia looks like nothing more than some waxy smudges. But to Johnston, an A&M entomologist specializing in genetics, the testes may be a key to the fire ants’ undoing. Johnston is hoping that through genetic manipulation, the production of sterile males could mean a future free of fire ants. The day is not close. Johnston, 44, is hoping the line of inquiry will pay off within his lifetime.</p><p>Johnston’s boyish enthusiasm makes him a prime example of his genus, the entomologist. Entomologists seem to have at least one characteristic in common: they never outgrew their childhood passion for playing with bugs.</p><p>In Texas most fire-ant research occurs at three universities. The oldest and largest program is at A&M, with twenty employees working in the fire-ant lab; next is Texas Tech, with a staff of four; and last is UT’s Brackenridge Field Laboratory, with one full-time researcher, Sanford Porter. A&M and Tech each get $150,000 annually from the Legislature; Porter receives $35,000 from the TDA to test fire-ant treatments and to train field inspectors.</p><p>A&M is most deeply involved with long-term basic science. Like any such research, it is slow and tedious, full of false starts and dead ends. As A&M entomologist Les Greenberg points out, “We’ve spent hundreds of millions trying to kill fire ants, but it turns out we don’t even know very much about them.”</p><p>Greenberg is trying to unravel the mysteries of the multiple-queen colony. He has behind him several years of fruitless experiments in trying to create a multiplequeen colony in the laboratory.</p><p>In Spencer Johnston’s quest to get to the very essence of the fire ant’s being, he and colleague John Ellison are working to develop profiles of the DNA of various types of fire ants. That requires grinding up thousands of ants and running them through a $350,000 Cytofluorograf to see just exactly what they are made of. Other scientists at the lab have mastered the equally tedious techniques of banding ants (under a microscope the researcher slips a filament around the ant’s leg) and counting the sperm in inseminated queens.</p><p>But Johnston and Ellison, like all those with big plans and limited funds, are frustrated. There’s so much we don’t know, they say. Take fire-ant reproduction. So far fire ants have resisted scientists’ attempts to interest them in laboratorybound union. “If we had the money, we could get hot-air balloons and observe their mating behavior,” Johnston suggests.</p><p>The director of A&m’s fire-ant laboratory, Brad Vinson, a world-recognized entomologist, also feels the frustration of having to beg for limited resources from people who don’t appreciate the complexities of science. On a tour of his facility, one is overwhelmed by the rankly sweet odor of the ants’ dinner. The meal consists of a beverage of honey water and a main course of ant meatloaf—a mixture of raw ground beef, egg, agar, insect parts, and vitamins. “ants don’t do as well in the lab as they do in nature. We don’t know a lot about their ideal diet, but you can’t get funding to study ant nutrition,” Vinson says, with the finality of a man who has faced an eternal truth.</p><p>Another truth is that when funds are limited, competition, not collaboration, rules. Ann Sorensen observes, “Fire ants are one of the more politically oriented insects in entomology. That leads to duplication of research, hard feelings, bruised egos, and sour grapes.” For example, A&M had the exclusive franchise on state fire-ant research funds until the Texas Tech facility was opened in 1977. Sharing the wealth has not made Vinson happy. “Fire-ant money has been decreasing,” says Vinson. “Some of it has gone to Tech. We’re suffering, and they’re probably having a difficult time spending all the money.” (Over at Tech they say that hasn’t been a problem.) Vinson illustrates how entomologists fend off encroaching researchers when he says of the Fire ant Conference, held annually at a university in some infested city, “The conference becomes a game to tell other people what you’re doing without actually telling them.”</p><p>Don’t expect, however, that the politicians are going to leave the politics to amateurs. Take Reagan Brown, the former state commissioner of agriculture. During a campaign appearance in 1982, to demonstrate to reporters that fire ants are a serious menace and can indeed inflict pain, Brown stuck his hand—twice—into a fire-ant mound. Unfortunately, by doing so—twice—Brown also cast doubt on the commonly held belief that people are smarter than ants. That and other lapses in judgment resulted in the election of his opponent, Jim Hightower.</p><p>Since then, the fire ant hasn’t been particularly good to Hightower. Fire-ant funding has become a political weapon, with conservative legislators slicing the budget and removing portions of the program from the TDA’s control as a way of settling grudges against the liberal Hightower. Last year the Legislature formed a fire-ant advisory board to try to find sources of private funding for fire-ant research. Thomas Powell, a Houston industrialist, rancher, fire-ant hater, and TDA critic, was a prime mover behind the creation of the board. He says he wants to get the politics out of fire ants. “There isn’t enough cooperation among research groups or government agencies,” he says. “We can’t kill fire ants with rhetoric.”</p><p><strong>Learning To Live Together</strong></p><p><span class=\"dropcap\">I</span>f the fifties approach to the fire ant was the red scare, in certain quarters of Texas today there is a feeling of <em>glasnost.</em> The department of agriculture under Hightower has become a hotbed of believers in the doctrine that the cost of</p><p>war has been too high, that unless scientists come up with a breakthrough, to a great extent we’ll just have to learn to live with the little gals. “a lot of what we’re saying is, What’s the big deal? We wish fire ants were treated like cockroaches or mosquitoes,” says Roger Mulder, who supervises the TDA fire-ant program.</p><p>In other places a spirit of cultural exchange has even emerged. Since 1983 the city of Marshall has been the site of the annual Fire ant Festival, held the second week of October. There is a chili cookoff, with the mandatory seasoning of one fire ant; frequent appearances by fire-ant mascots Freddie, Elvira, and their baby, Sugar; and a fire-ant-calling contest.</p><p>And it should not go unsaid that there are, er, a few good qualities to fire ants. For instance, they eat boll weevils, they eat corn earworms, they eat fleas, and they eat ticks. And South america has some as-yet-unimported fire ants that will rip your lungs out, so to speak. If they ever try to slip across the border, <em>invicta</em> will tear them to shreds.</p><p>Perhaps awinash Bhatkar, the A&M entomologist, sums it up best. Here is a man who has devoted much of his professional life to endless, meticulous, monotonous monitoring of the fire ant. But his faith in the quest is unshakable. “We believe basic research will give us some answers,” he says. “We may come pretty close to at least understanding why we can’t control them.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "August 1988",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Fire",
      "Texas",
      "Research",
      "people",
      "Food",
      "Agriculture",
      "Home",
      "Death",
      "funding",
      "Houston",
      "Insects",
      "Love",
      "money",
      "Tech",
      "War",
      "Work",
      "Birds",
      "Legislature",
      "Poison",
      "Power"
    ],
    "wp_categories": [
      "Agriculture"
    ],
    "wp_location": [
      "Texas",
      "Houston",
      "Bryan",
      "East Texas",
      "Alice"
    ]
  }
}