{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-197810",
    "date": "October 1978",
    "year": 1978,
    "month": 10,
    "month_formatted": "October",
    "pdf_uri": "/1978/19781000.pdf",
    "issue_cover_image": "",
    "document_start_page": 126,
    "toc_start_page": 124,
    "document_page_range": [
      [
        126,
        127,
        128,
        129,
        130,
        131,
        132,
        133
      ]
    ],
    "toc_order": 1,
    "toc_headline": "Working the Rigs",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-197810-workingth",
  "source": "/1978/19781000.pdf",
  "wp_post_id": 112437,
  "wp_post_guid": "http://www.texasmonthly.com/article/working-the-rigs/",
  "authors": [
    "Nicolas Russell"
  ],
  "headline": "Working the Rigs",
  "dek": "The job is tough, but so are the men who do it.",
  "spread_caption": "",
  "excerpt": "Show us the hardest working man in Texas and we’ll show you a roughneck.",
  "kicker": "",
  "word_count": 897,
  "content": "<p>No one really likes the work. No one really likes getting out in the Texas sun and skinning his knuckles on heavy sections of steel pipe or wrestling with a spinning chain or climbing to the top of a rig where a single slip can lead to a ninety-foot fall or mixing drilling mud that gets in work clothes and combines with the grease, sweat, and oil to make a smell that no amount of washing can remove. No one likes to put up a rig in one isolated spot then take it down later only to put it up again in another isolated spot miles away. And no one likes the long hours and graveyard shifts and the endless driving back and forth to the job and coming home, as one roughneck put it, to “warmed over coffee and an asleep old lady.”</p><p>Then why do people do it? They may like the money: when there’s plenty of work, as there is today, roughnecks can make $15,000 to $25,000 in a year. They may like the people they work with. They may take pride in their toughness and satisfaction from knowing they can do a particular dirty and dangerous job better than the next man. And they may like the life that surrounds the oil rigs—the high school football games, the fishing trips in a pickup with a camper on the back, the beers on Saturday night, the long Sunday dinners after a morning in the Baptist church. But no one really likes the work.</p><img/><p><em>Here's a bad situation. The roughneck in the center has lost control of the spinning clain used to tighten two sections of pipe, and he's trying to hang on. That's a good way to lose a finger. The other man has put his down for protection.</em></p><img/><p><em>“My dad drank an awful lot then. We literally lived in bars. I remember sitting under the table when I was just a little bitty thing, beer bottles would be flying through the air so thick you couldn't get up. I'd reach up on top of the table and rake change off and put it in my pocket.</em></p><p><em>“They’d party all night long, then they’d get up the next morning and go to work. I don’t know how they did it. I know as a grown man now, I can’t. I could last two days and then i’d go down.”</em></p><p>Mickey Gaines</p><p><em>Roughneck</em></p><p><em>Odessa</em></p><img/><img/><p><em>The drillers on this solitary rig are “out of the hole,” as you can tell by the sections of pipe on the left side of the rig.</em></p><img/><p><em>The derrickman controls one end while floorhands stab one section of pipe into another. Sometimes he has to stretch farther so he removes his harness.</em></p><img/><p><em>With the concentration of a gourmet over wine, a well-tester sniffs gas from a well.</em></p><img/><p><em>“After you spend ten to fifteen hours running pipe on a twelvethousand-foot hole, it gets monotonous. You do the same thing over and over.</em></p><p><em>“To break the tedium the old boys that work for me goof off a little, but all the time they keep an eye on the work. Once you get bored you don't pay attention and someone could get hurt.</em></p><p><em>“I don't tell the crew what to do, 'cause they really know. All the crazy things they do don't bother me.</em></p><p><em>“You start to question people—why they do things —and it breaks them apart as a crew. I don't want to do that. I want to keep it all a sort of family-type affair.</em></p><p>Bob Mayer <em>Casing-crewman Corpus Christi</em></p><img/><p><em>A driller at the drawworks: one mistake and he could mangle the other workers.</em></p><img/><img/><p><em>Scott Heape, a third-generation independent oilman, inspects samples of rock and shale from the hole. The bumper sticker on his Cadillac reads, “all for Oil. Oil for all.”</em></p><img/><img/><p><em>Like Indians taking down their tepees, roughnecks dismantle a rig after drilling is over only to put it up again somewhere else.</em></p><img/><p><em>Working the tongs to tighten two sections of pipe, a process repeated over and over</em></p><img/><p><em>No three-martini lunch, the Vienna sausage lunch is standard fare on drilling rigs.</em></p><img/><p><em>The pleasures of Saturday afternoon: one day of fun has to last a whole week.</em></p><img/><p><em>“I was born and raised in Mississippi. I come from oil country over there. That’s how I met Tommy. I was working in a little old Dairy Queen. We met each other. 1 knew everybody in the oil field and helped him find work. Back then the oil field was a lot harder. If you missed a day you needn’t go back the second day ’cause you didn’t have a job.</em></p><p><em>“My husband has been in the field twenty-two years now. It’s buttered my bread many a day. I love it.</em></p><p><em>“I have two sons in it. They work with their daddy. And 1 have another son sixteen. That’s what he’s going to do when he comes of age.</em></p><p><em>“When we go on a rig we all like to take a part in it. We like to have cookouts and invite everybody. We like it sort of like a big family. Meet a lot of people. Some good people and some ain’t worth a damn.’’</em></p><p>Eula Jones <em>Oil-field wife Rusk</em></p><img/><p><em>Benton Earl Downey and family: he started in the fields 20 years ago. He was 15.</em></p><img/><p><em>Inside the toolpusher’s shed: he is the boss and can take a few minutes to relax.</em></p><img/><p><em>A sweet tooth and a dirty hand: on the rigs roughneck eat cakes,soda pop,candy, and anything else with lots of sugar.</em></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "October 1978",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Oil",
      "Work",
      "Drilling",
      "people",
      "Roughneck",
      "Beer",
      "Bread",
      "Cadillac",
      "Climbing",
      "Clothes",
      "Coffee",
      "Country",
      "Driving",
      "Fishing",
      "Football",
      "gas",
      "High School",
      "High School Football",
      "Love",
      "Rock"
    ],
    "wp_categories": [],
    "wp_location": [
      "Texas"
    ]
  }
}