{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198310",
    "date": "October 1983",
    "year": 1983,
    "month": 10,
    "month_formatted": "October",
    "pdf_uri": "/1983/19831000.pdf",
    "issue_cover_image": "",
    "document_start_page": 140,
    "toc_start_page": 138,
    "document_page_range": [
      [
        140,
        141
      ]
    ],
    "toc_order": 2,
    "toc_headline": "Texas Primer: The Open Container",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198310-theopenc",
  "source": "/1983/19831000.pdf",
  "wp_post_id": 118806,
  "wp_post_guid": "http://www.texasmonthly.com/article/texas-primer-the-open-container/",
  "authors": [
    "Jan Reid"
  ],
  "headline": "The Open Container",
  "dek": "Drunk driving is a scourge of the highway. Still Texans cling to the right to have one on the road.",
  "spread_caption": "",
  "excerpt": "Texans are sometimes driven to drink.",
  "kicker": "Texas &#2022; Primer",
  "word_count": 688,
  "content": "<p><span class=\"dropcap\">H</span>ey, agnes. Bring us a couple more.” a dry wind pops the canvas of the awning as the carhop ambles across the hot tarmac with her tray aloft, the only relief in sight those cold brown bottles of beer. Ah, one for the road. But in Texas that doesn’t mean the last one you drink before you leave; it’s the one you take with you for the long drive home. Newcomers to Texas often gape at people who calmly drink beer as they drive along. In most states, an open container of alcohol is something that drivers and passengers <em>hide</em> from view, if they take the chance of carrying it at all. Texans love to drive and drink. I’ve done it many times, and the odds are, so have you —gained new vigor for the upcoming stretch of road from the rousing feel of a cold one wedged between your thighs.</p><p>Nobody is sure how the tradition started, but symbols of our social irresponsibility abound: Lyndon Johnson bouncing with foreign diplomats through the pastures of his ranch, beer in hand; Paul Newman in <em>Hud,</em> ordering a fresh brew from Patricia Neal’s grocery sack while the Cadillac billows dust. Though Texas is now the third-most-populous state, we cling to our rural past, when it was hard to make the time pass on long stretches of lonesome road. We’re not too inclined to break old habits. However destructive in potential —25,000 alcohol-related highway deaths occur in this country every year-the freedom to imbibe behind the wheel represents a level of personal liberty that is denied residents of more thoroughly urbanized parts of the country. We tenaciously defend our right to drink and drive, at least up to a point: one tenth of one per cent alcohol in the bloodstream.</p><p>Other populous states have concluded that individual judgment is not to be trusted and prohibit drivers from drinking or ban open containers altogether. Residents of California, New York, and Illinois shudder at the thought of being pulled over with an open beer in the car; they may be fined up to $500. Texas, with no statutes against open containers, remains one of the few states where drinking while driving is perfectly legal. In 1983 Mothers against Drunk Driving (MADD) tried to push a package of stiff drunk-driving penalties, including a $200 fine for open containers, through the Texas legislature. The beer lobby argued that Texans weren’t about to change their ways because of a law. If the situation required it, the offenders would just throw the bottles and cans into the nearest ditch, adding to the litter problem. The legislators passed most of the measures MADD wanted, but the open-container proposal went nowhere.</p><p>The most telling contemporary symbol of our recalcitrance is the convenience store that sells gasoline and beer. Six-packs and singles chill down right next to the soda pop, and you can buy those insulated sleeves to keep your beer cold almost anywhere. The production of attendant paraphernalia has become big business; even Skoal, the snuff company, has distributed them. (The implied mingling of juices is too brackish to contemplate.) Last spring a politically inspired variation began to show up in stores around Dallas-Fort Worth. In anticipation of an open-container bill that would force Texans to resort to subterfuge if they wanted to drink and drive, some good ol' boys manufactured a sheet of Mylar that clamped tight around a beer can, making it look like a soft drink. They figured there would never be a law against turning soda pop bottoms up in a highway patrolman’s view. Those good ol’ boys were looking to get rich.</p><p>I used to frequent a package store, a mom-and-pop affair, on a rural highway southeast of austin. The old man and I would chat about the weather, his recent operation, the expanding waistline of his Siamese cat. Please believe me, I never broke the seals of my bourbon and gin until I was safe at home. But he always asked me, “Can I give you a cup of ice?” He was just being neighborly, hoping to see me happily on down the road.</p><img/><p>Illustrated by David Gambale</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "October 1983",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Beer",
      "Texans",
      "Texas",
      "cold",
      "Driving",
      "Highway",
      "Alcohol",
      "Drinking",
      "Rural",
      "Soda",
      "Bourbon",
      "Cadillac",
      "Country",
      "gasoline",
      "Law",
      "Legislators",
      "Love",
      "people",
      "Resort",
      "SEALs"
    ],
    "wp_categories": [
      "Chat"
    ],
    "wp_location": [
      "Texas"
    ]
  }
}