{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198310",
    "date": "October 1983",
    "year": 1983,
    "month": 10,
    "month_formatted": "October",
    "pdf_uri": "/1983/19831000.pdf",
    "issue_cover_image": "",
    "document_start_page": 148,
    "toc_start_page": 130,
    "document_page_range": [
      [
        148,
        149,
        150,
        151,
        152,
        153,
        154,
        155
      ],
      [
        227,
        228,
        229,
        230,
        231,
        232,
        233,
        234,
        235,
        236,
        237,
        238,
        239
      ]
    ],
    "toc_order": 1,
    "toc_headline": "Taking Over",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198310-takingove",
  "source": "/1983/19831000.pdf",
  "wp_post_id": 118845,
  "wp_post_guid": "http://www.texasmonthly.com/article/taking-over/",
  "authors": [
    "Nicholas Lemann"
  ],
  "headline": "Taking Over",
  "dek": "The Life Of a Local Banker Used 10 Be Pleasant. He Enjoyed Power, Prestige, And Wealth In His Town. THeN Big Banks From Houston And Dallas Showed Up, And Life Turned Rocky.",
  "spread_caption": "",
  "excerpt": "It's a bank-eat-bank world out there.",
  "kicker": "",
  "word_count": 12341,
  "content": "<p><span class=\"dropcap\">I</span>n the Summer Of 1970 an invisible drama took place that changed Texas forever. Earlier that year Congress had passed, and President Nixon had signed, an amendment to the federal Bank Holding Company act of 1956 that eliminated certain special privileges for holding companies that owned just one bank; in effect, those companies now had no good reason not to become multibank holding companies. It would be fair to say that the amendment, coming as it did at the time of the invasion of Cambodia and the killings at Kent State, did not capture the attention of america. It was a technical change that did not seem important. But to the big-city banks in Texas, the amendment made the prospect of buying up smaller banks extremely inviting, and so they decided to try to use it as the opening they had been waiting for for years. It might be their chance, at last, to grow exponentially.</p><img/><img/><p> “<span class=”dropcap“>F</span><em>or fifty years and more, banks could not operate across state lines. But now that is changing very rapidly. There is interstate banking on the West Coast (where Bancamerica was permitted this year to buy the biggest bank in Seattle) and in New England (where the big Boston banks are swallowing up the big Connecticut banks). Just as in 1970 the Dallas and Houston banks were aching to expand throughout the state, so today the banks of New York and California are aching to expand into Texas.”</em></p><p>Illustration by Terry allen</p><p> “<span class=”dropcap“>F</span><em>armers, businessmen, and merchants have traditionally dominated american political life. Nearly every member of that class at every moment is in debt to a bank; for nearly every one, credit is his economic lifeblood and the prospect of being cut off (the old loan called, the new one refused) is absolutely terrifying. The best protection is thought to be personal acquaintance between bankers and borrowers. A man who knows you won’t nail you. So a huge body of federal and state legislation has over the years tried to keep banking local.”</em></p><p>Banks are in the business of purveying a product: money. They buy it, usually in the form of deposits, and sell it at a higher price, usually as loans. Naturally they want to gather in as many deposits as possible. In Texas that was difficult because a 1905 amendment to the state constitution forbade banks “to engage in business at more than one place.” In California, where banks could open branches, the Bank of america became rich from the state’s great population growth. But in Texas the downtown banks had to stand idly by as the suburbs grew all around them, and every city and town was a protected kingdom of banking with its own inviolable royalty.</p><p>The big banks could get slowly bigger, but they couldn’t expand their deposits dramatically. On the national scene they were small fry, hicks. Texas was not a money center. The solution to the problem, to the big banks’ minds, was branch banking, but the Texas political system was stubbornly resistant to it. Branching bills had gone nowhere in the Legislature in 1949, 1951, 1965; as recently as 1967, a proposal merely to study the possibility of within-county branching just in Houston, Dallas, Fort Worth, and San antonio had come to the floor of the House and been defeated by a vote of 114-5.</p><p>The reason for that kind of vote is the huge role-tempting, powerful, and dangerous-that banks play in the lives of farmers, businessmen, and merchants, the class that has always dominated american political life. Nearly every member of that class at every moment is in debt to a bank; for nearly every one, credit is his economic lifeblood, and the prospect of its being cut off (the old loan called, the new one refused) is absolutely terrifying. The essential moment for the banker in a town, says Gene Benham of First State Bank in Morton, is “when you sit across from a man and watch him sweat cold sweat because you hold his life in your hands.” The farmer-merchantbusinessman class has always figured that with stakes that high, some kind of personal acquaintance between bankers and borrowers is the best protection. A man who knows you won’t nail you. So federal and state legislation has over the years tried to keep banking local.</p><p>Texas, which was settled by holders of worthless bank notes and later became a hotbed of populism, has a long tradition of suspicion of banks. From the original state constitution of 1845 until 1905, except during Reconstruction, state-chartered banking was altogether prohibited here. Even before that, two of the four presidents of the Republic of Texas—Sam Houston and anson Jones-were almost fanatical bank-haters. But both of them are far less important figures in the history of american antibank sentiment than is Wright Patman, the white-haired, potbellied country gentleman who served as the congressman from Texarkana for more than forty years. Immediately upon his election to Congress in 1928, Patman entered a bill to impeach andrew Mellon, the Secretary of the Treasury and the symbol of the hated big Eastern financial power. In 1963 Patman became the chairman of the House Banking and Currency Committee, a position that he held for twelve years and from which he stood resolutely in the way of everything the big bankers wanted to do. When New York bankers came to testify before his committee, he had their microphones dimmed so that no one could hear their honeyed, poisonous words.</p><p>Now, in 1970, Patman had gotten wind that the big Texas bankers had very quietly approached the new state banking commissioner, Robert Stewart, and asked him to use the authority of the obscure new federal law to let them form holding companies that could buy other banks all across the state. Technically, these would be not branches but wholly owned subsidiaries that took in their deposits and made their loans separately. Stewart took the matter up with the state attorney general, Crawford Martin. One day one of Patman’s aides overheard the congressman on the phone long distance, begging Martin not to allow bank holding companies in Texas. They would grow to the point where they would control banking in the state, Patman said, and then they would suck the money out of the small towns and send it to Dallas and Houston. They would hurt the little man. He called Stewart too and told him that he had known his daddy and was concerned about this holding company thing. The little banks would all be gobbled up, he said, and the power to grant or deny credit would rest in the big cities. The little man would be the loser.</p><p>A few weeks passed, and then Crawford Martin called Robert Stewart and said it was his considered opinion that bank holding companies would not violate the Texas constitution. Stewart asked whether he should file a formal request for an opinion before proceeding. Martin said no, that wouldn’t be necessary. The banks were eager to move. What about an informal letter summarizing their talk, Stewart asked. No, Martin said again, not necessary. So Stewart told the banks to go ahead. The age of the bank holding companies in Texas, which surely could not have gotten any kind of political sanction, began with a couple of phone calls of which no record was ever made. There was never anything in the newspapers, or even on paper. It seems that nobody except Wright Patman even objected.</p><p>In the thirteen years since then, Wright Patman and Crawford Martin have died, and a few feeble attempts by the small-town bankers to clip the holding companies’ wings have failed utterly. In 1970 the biggest bank in Texas, Republic of Dallas, had assets of $2.6 billion; today the biggest bank holding company, InterFirst of Dallas, has assets of $22 billion and owns 66 separate banks. Together the six largest holding companies control $100 billion in assets, or 61 per cent of the bank assets in the state. Just as this is a big-city state now, as a result of those phone calls in 1970 it is a big-bank state too.</p><p>And today Texas is on the brink of a second great shift that will begin in banking and influence the whole life of the state. For decades, there have been two major restraints on banks: they could not, by the law of every one of the fifty states and the assent of the federal government, operate across state lines, and they could not enter any of a myriad of other financial fields, like investment banking and insurance. Now that is changing rapidly. Companies like Merrill Lynch, Sears, and american Express offer money market accounts and even loans, taking the banks’ business away; the banks are pushing back with their own money market accounts and stockbrokerages. There is interstate banking on the West Coast (where Bancamerica, the California giant, was permitted this year to buy the biggest bank in Seattle) and in New England (where the big Boston banks are swallowing up the big Connecticut banks). Nationally, it is a moment like the moment of the coming of bank holding companies in Texas in 1970. Just as in 1970 the Dallas and Houston banks were aching to expand in the state, so today the banks of New York and California are aching to expand into Texas.</p><p><strong>the Big Six</strong></p><p><strong>a Brief Guide To the Heavyweights Of Texas Banking.</strong></p><img/><p>It’ll be a while before the smoke clears, but it seems right now that six holding companies will dominate banking in Texas for the next decade. Each seems too big to be bought by one of the others, and possibly even immune to wooing by out-of-state banks. Given that at least one of the big six is in every city in Texas and that together they have a huge impact on every aspect of the life of the state, it’s worth getting to know them. Here’s the lineup:</p><p><em>InterFirst,</em> Dallas (assets, $22.2 billion; 66 banks; return on average assets, 0.71 per cent). For the moment, the biggest big boy of Texas banking, and number fifteen nationally. Made a bunch of bad loans in the boom times of 1981-82, especially in energy (Saxon Oil was a major customer), and as a result earnings the first two quarters of this year have been way down. But the organization seems stronger than that would indicate: the two executives most responsible for the bad loans have been shown the door, and the recent merger with First United Bancshares of Fort Worth seems a good strong match. Chairman Elvis Mason is described as “an Eagle Scout” and “the kind of guy who could run anything.” InterFirst is seen as tightly managed top to bottom, a place where the system, rather than any personality, is at the core. Series of name changes that took the word “bank” out of the corporation’s title indicate a willingness to expand into brokerage, other financial services.</p><p><em>First City,</em> Houston (assets, $19.5 billion; 75 banks; return, 0.70 per cent). By national standards a stellar performer, but thought of as something of a gray lady within Texas. The anchor of an important Houston subestablishment: the Vinson & Elkins super law firm (founded by the same Elkins who ran First City for years), George Brown’s empire (Brown & Root, Texas Eastern), John Connally, Cullen family oil fortune. But lending customers tend to be less corporate than those of archrival Texas Commerce, more likely to be mid-sized companies, especially in oil field services. Hence, a couple of down quarters so far this year. Veteran chairman James Elkins, Jr., son of founder, is respected but stands apart from state’s other leading bankers: only chairman in the Big Six who grew up rich and in a city. Elkins and his longtime second-in-command, Nat Rogers, are both 63; next generation of company leadership must emerge soon. Snuck one past Texas Commerce with recent Cullen/Frost merger.</p><p><em>Mercantile,</em> Dallas (assets, $18 billion; 67 banks; return, 1.06 per cent). The hot Texas holding company of the moment. Seemed to be fading into a second-tier existence, with golden era of R. L. Thornton all but forgotten, when chairman Gene Bishop, ex of InterFirst and power broker Jess Hay’s Lomas & Nettleton Company, pulled off the single most dramatic move of the holding company era: a merger with $7.4 billion Southwest Bancshares of Houston that leaves Bishop firmly in charge. Bishop also looks smart on other fronts: an impressive, talked-about ad campaign and slogan (“Momentum”), his stewardship of the super-successful MPACT automatic teller machine subsidiary, his early entry into data processing and discount brokerage, his staying out of small-town markets around the state. Mercantile banks are the loosest in Texas as to name (members include american Bank of austin, Corpus Christi National, alamo National of San antonio), but perhaps the most strictly managed: every loan above half of a member’s legal limit is reviewed by a central committee. Bishop is known as a tough, folksy boys-in-the-back-room type who specializes in buying big, poorly run banks and turning them around. Question for the next year or two is how long the harmony between Bishop and Southwest chief John Cater will last.</p><p><em>(Continued on page 221)</em></p><p> “<span class=”dropcap“>R</span><em>alph Riddel and his friends had ample sources of income aside from the First National Bank at Lubbock, and they cared less than they might have about the bottom line. It was of greater concern to them that the bank be important in Lubbock and that the dense web of human relationships that was spun out of the loan and discount committee meetings be maintained. Perhaps that was why the bank was far less profitable than the big holding companies; you might say its owners valued power more than money.”</em></p><p>Illustration by Larry Martin</p><p> “<span class=”dropcap“>T</span><em>he holding companies tried to have their members adjust their operations according to profitability. Areas that could produce the all-important one per cent return on average assets were expanded; those that couldn't were de-emphasized. The heads of the holding companies all said quite frankly that the profitability was in commercial lending. The consumer end of the business was not as prized.”</em></p><p>About this prospect all of Texas is alarmed. The heads of the big Texas holding companies sound like Wright Patman when they talk about it. They say the New York banks, if allowed in, will suck up our resources and, from 1500 miles away, in their offices on Wall Street, make the credit decisions that shape our state. But as to what already has happened in Texas since 1970—the big-city banks’ buying up of the most important banks around the state—the heads of the holding companies are soothing. As the holding companies tell it, in the Wacos and Tylers and austins—the middle-sized cities of Texas—the Dallas and Houston banks have left the local people’s money, and the power to lend it, entirely in local hands. Management is still local and independent. The local board of directors is still all-powerful. The smaller banks are stronger and richer as a result of joining the holding companies, but otherwise nothing has changed.</p><p>What did in fact happen in the last decade in those middle-sized cities is completely unknown outside the world of banking—an unwritten chapter in the history of the state. What difference did it make when the Dallas and Houston banks spread themselves across Texas? Was Patman right? Those are important questions; what’s now happening nationally makes them more so. Even the heads of the Dallas and Houston holding companies say interstate banking is coming—not <em>may</em> be coming, but <em>is</em> coming. Already more than a hundred non-Texas banks, domestic and foreign, have set up “loan production offices” in Houston and Dallas from which to poach the local banks’ loan customers. Bank of america has a staff of 150 people in Houston alone. In July, Two allen Center, a 36-story building in downtown Houston, changed its name to Citicorp Center in honor of its prime tenant, the New York bank holding company that is the nation’s largest. The Texas holding companies will be swallowed up by New York, or they will fend off the invaders by growing and changing even more rapidly than they already have. Either way, Dallas and Houston will undergo a sea change. What will happen to them is what just <em>did</em> happen to all the other cities in Texas. To New York and California, Dallas and Houston will look like remote, midsized, prosperous markets—just the way Lubbock looks to Dallas and Houston. Want to see the immediate future of Dallas and Houston? Look at the immediate past of Lubbock.</p><p><strong>The Dense Web Of Relations</strong></p><p><span class=\"dropcap\">I</span>n the middle of aspermont (population: 1350) sits the one-story brick building of its chief institution of commerce, the First National Bank, which with $20 million in assets is a little less than one thousandth the size of InterFirst. In a railed-off area to the side of the banking floor of First National of aspermont one can find, most of the time, the bank’s principal owner, Ralph Riddel. He is a short, leathery, rock-solid man of 66 with a crew cut, no-nonsense black-framed glasses, and a well-chewed cigar stub jammed into the corner of his mouth. He sits behind an old wooden desk with a big manual typewriter in front of him and a big manual adding machine next to it. Along one wall of the bank is a bench where people who want to see him come to sit and wait their turn. One by one he motions them over to his desk. A boy wants a loan to buy a motorcycle. Ralph Riddel scowls, asks a few questions, rolls a loan application into his typewriter, stabs at the adding machine with a stubby finger. He is a wealthy man, the owner of banks, ranches, oil wells; this is how he chooses to spend his days.</p><p>For many years it was Ralph Riddel’s practice, every Tuesday and Friday, to get up at 4:30 a.m. and drive 118 miles through the vast, dry, empty country surrounding aspermont, up over the Caprock and across the level, farm-rich plain to Lubbock. He made the trip to spend some time at the First National Bank at Lubbock, the biggest bank between amarillo and Midland, of which he was the largest stockholder. His father, Roy Riddel, had been president of First National at Lubbock for more than thirty years, from the depths of the Depression until his death in 1964; Ralph held the title of senior vice president.</p><p>His first order of business when he arrived at the bank on Tuesdays and Fridays was to attend the meeting of the loan and discount committee, which began every morning at eight. The members were the bank’s president and executive vice president and five directors, men who owned stock in the bank and were prominent citizens of the South Plains. Together they approved every loan the bank made, one by one—crop loans to farmers, inventory loans to furniture dealers, commodity loans to cotton brokers. Old friendships and enmities were remembered, personal histories were known, connections maintained: thus was the enormous power of credit exercised at the biggest bank in Lubbock.</p><p>Like the monarchs of Europe in 1914, the men of the loan and discount committee were living in the twilight of an age without fully realizing it. By the early eighties, the holding companies had spread their net far and wide-perhaps less in stubborn West Texas than other places, but even there. The holding companies’ towers dominated the skylines of Dallas, Houston, austin, Fort Worth, and San antonio, if not yet Lubbock. The holding companies, listed on the New York Stock Exchange and largely owned by Wall Street institutional investors, were managed with an eye to profitability and the price-to-earnings ratio. The First National Bank at Lubbock was run differently. Although it was certainly a business, Ralph Riddel and his friends had ample outside sources of income and they cared less than they might have about the bottom line. It was of greater concern to them that the bank be important in Lubbock, that they have a strong voice in its affairs, and that the dense web of human relations that was spun out of the loan and discount committee meetings be maintained. Perhaps that was why the First National Bank at Lubbock was far less profitable than the big holding companies; you might say its owners valued power more than money.</p><p><strong>HOW To Bank</strong></p><p>Straight Answers From the Roughest, Toughest Banker Of Them all: JESSE Jones.</p><img/><p>Uncle Jesse, i’ve got my money in a good oldfashioned checking account. What do you think of that?</p><p>Traditional, Schulenberg</p><p><em>We bankers love people like you—you give us your money free and we can lend it out at 12 per cent. But you’re dumb to do it. Unless you have the smallest kind of household account, your money should be somewhere where it draws interest</em>-money market <em>interest, not savings account interest. Make us pay you for your money. Believe me, we’ll make you pay more for ours when you want a loan.</em></p><p>Last night while I was asleep, they put up a place called Shady Lane National Bank down on the corner near my house. How’d that happen? and should I bank there?</p><p>Surprised, Richardson</p><p><em>These little banks that are springing up really make me disappointed that i’m dead. In my day you had to pull every string known to man to get a national bank charter out of the comptroller of the currency in Washington. Nowadays it’s like New Year’s Eve—the comptroller gives</em> everybody <em>a charter, 98 per cent of the applicants in Texas last year. I only wish I were around to get in on the play. Now, on the plus side, these little banks really depend on you, the consumer, while big banks like I used to own didn’t; so they’ll pay you more interest and charge you less in service charges. On the minus side, they’re probably not all rock-solid. But as long as you’ve got less than what we bankers call a cigar lighter (that’s $100,000) in there, you’re protected by the FDIC, so don’t sweat it.</em></p><p>My bank just changed its name. Should I change my bank?</p><p>John, Fort Worth</p><p><em>Banking’s a business, son. Did it change its in- terest rates too? If so, in what direction? If not, who cares what the name of the durn thing is? all money’s green.</em></p><p>I’ve got $5000. Within a block of my office there’s a bank, a brokerage, a savings and loan, and a credit union. Who gets my nest egg?</p><p>Stumped, Houston</p><p><em>There’s a saying in our business that the only reason people pick a bank is convenience. By that standard, which one is closest? But now we should probably add price to the equation. Go by all four once a week for a month and see who consistently offers the highest money market interest rate for your chicken feed. Find out about service charges too—for check writing, check bouncing, and cash withdrawing. You’d be surprised how much the rates can vary from place to place. Then go with the highest bidder.</em></p><p>I want to be a rugged free enterpriser. Whom should I get to lend me the money to do it?</p><p>Ambitious, Odessa</p><p><em>If you’ve never done it before, you’re about to find out that commercial banking’s real different from consumer banking. Everything is negotiable, and then, during the life of the loan, renegotiable. I could tell you the right questions to ask a banker, but you came to me for gruff, blustery opinions. So here goes. If you want slow, steady, over-the-years borrowing, go with an independent bank—if there’s still one left by the time this is published. If you want your money a little faster and looser (and a little higher priced), go with a holding company. If you want sophisticated business advice from your banker as well as money, go with a Texas holding company or a New York, California, or Chicago bank. If you want a business entree outside Texas, I hate to say it, but go with the carpetbaggers.</em></p><p> “<span class=”dropcap“>I</span><em>t was almost as if First National had accepted the merger rather than rejecting it. In order to prepare for the possibility of joining a holding company later, it had to behave like a holding company now—meaning that increased profitability was now the bank's great goal, just as it was for Texas Commerce Lubbock and Republic Bank Lubbock. Local power and moneymaking had faced off in Lubbock, and money had won.”</em></p><p> “<span class=”dropcap“>T</span><em>he money freed up for commercial lending flowed out energetically if there was commerce to which to lend. Holding company banks in Texas typically loaned out a higher percentage of their deposits than did independent banks, and typically they were more willing to lend aggressively to people who didn’t have longstanding family or business connections in town. The holding companies had helped to open up commerce in San antonio and Galveston and to turn austin into a boom town.”</em></p><p><strong>The First To Go</strong></p><p><span class=\"dropcap\">R</span>alph Riddel did not like bank holding companies, and anyone who asked him why would be given the example of Texas Commerce Bank Lubbock, formerly Citizens’ National Bank. Citizens’ was for most of the century the biggest bank in Lubbock, a member of the traditional triumvirate of downtown banks along with First National and Lubbock National.</p><p>Well before the dawn of the holding company age, on February 16, 1966, the president of Citizens’, E. W. Williams, Jr., foreclosed on Homer Maxey, a genial, obstreperous businessman who had come to Lubbock penniless and built a small empire of 22 corporations. Maxey had gotten behind on his loan payments and had put up all his holdings as collateral. Williams took everything Maxey had—his hotels, his shopping centers, his ranches, even his house. The next day, Williams and several other officers of the bank put up some of Maxey’s properties for sale at reduced prices and bought some of them themselves. Maxey found out about it and sued, setting off a pyrotechnical legal battle that wasn’t settled until 1979.</p><p>Because the product offered by all banksmoney—is essentially the same, intangible qualities like salesmanship, goodwill in the community, and connections are tremendously important to the fortunes of each individual bank. That is why the Maxey case had such a strong impact on the fortunes of Citizens’ National Bank. Lubbock may be the biggest city in the six-hundred-mile reach between Fort Worth and El Paso, but it’s still a small town at heart (its population is 175,000, but it was less than half that in 1950), and it’s new enough (incorporated in 1909) that many of the original pioneers are still alive. Everyone knew Homer Maxey, and in the endless dinner-table and lunch-club conversations about his case, most of Lubbock ardently took his side against Williams. Many of those who could just as easily do business with a different bank did so.</p><p>It was into that situation that Texas Commerce Bancshares of Houston stepped to become the first holding company in Lubbock. Texas Commerce’s planners in Houston had studied the state and identified the ten cities they felt would be the best markets for Texas Commerce; Lubbock, with its cotton fields and feedlots and university, was one of them. But the exigencies of a deal forced Texas Commerce to use the crippled Citizens’ as its entry into the marketplace. In 1972 Texas Commerce became interested in acquiring american Bank of Odessa, which was the biggest bank in a booming oil town and looked like a can’t-miss proposition. But it so happened that the principal owner of the bank, William D. Noel, the founder of the Odessa petrochemical complex, also owned the San angelo National Bank and Citizens’ National of Lubbock, and he was much more interested in selling them than the Odessa bank. Texas Commerce began negotiating to purchase San angelo and Lubbock, then persuaded Noel to throw in Odessa too and make it a package deal. Texas Commerce was well aware of the Maxey affair, but it wanted the deal; so it decided to try to turn around the bank in Lubbock. It negotiated into the purchase agreement the right to replace the management there, and in the same spirit, while the San angelo and Odessa banks kept their names after the sale, the tainted Citizens’ name was retired. On January 11, 1973, Texas Commerce Bank Lubbock was born.</p><p>The new name didn’t solve the bank’s problems. Texas Commerce was put in the fruitless position of taking over the defense of the Maxey case, which led people in Lubbock to identify the holding company with the sins of its predecessors. In Lubbock at that time, the top management of the other two big banks changed only in the event of death; but at Texas Commerce the chairman was replaced by a man sent out from Houston by the holding company and the president was demoted to executive vice president and then left. Today Texas Commerce is only the fifth-largest bank in Lubbock. Its decline was observed with grim satisfaction by Ralph Riddel and other people, and when, nearly a decade later, the second wave of holding companies came to Lubbock, the case of Texas Commerce was constantly in mind.</p><p><strong>The Family Feud</strong></p><p><span class=\"dropcap\">I</span>n 1973, the year Texas Commerce Lubbock was born, the two most powerful men at Lubbock National Bank went to Dallas to talk with the heads of the Republic holding company. One of the men, Wayne Finnell, slight, friendly, and tough, had just become president of Lubbock National after 32 years of working there. The other, Marion Key, was a lawyer with a proud, cultivated air about him; he was powerful at the bank because he was married to Mary Ellis Maedgen, the founder’s daughter, and so he controlled a large block of its stock and sat on the board. It would later develop that Wayne Finnell and Marion Key didn’t like each other much; but that was later.</p><p>The founder of Lubbock National Bank, Charles Ernest Maedgen. Sr., a monumentally gruff man who had moved to Lubbock when it was still a village, had died in 1964, leaving the management of the bank to his son, Charles Ernest Maedgen, Jr., a gentler and more artistic soul. Charles Maedgen, Jr., died in 1972, whereupon his widow, Louise, went on the board of directors. It was Wayne Finnell who suggested to Marion Key that they go to Dallas and talk to Republic; Key thought he might as well go along. It was certainly a cordial meeting-the Republic men said they knew that it was probably not the time just yet but that somewhere down the line they would be interested in talking about Lubbock National’s joining their holding company. Key’s reaction was that he wasn’t interested, and he assumed that was the end of the matter.</p><p>He was therefore surprised when, in the summer of 1981, Louise Maedgen, Charles Junior’s widow, announced at a meeting of Lubbock National’s board of directors that she had been thinking about what was best for her and her family. She said she had had a letter from Republic proposing a merger and she’d like the board to consider it.</p><img/><p><em>(Continued on page 209)</em></p><p>Illustration by Terry allen</p><p><em>(Continued from page 136)</em></p><p>There had been a time when Louise Maedgen and Marion Key were quite close. They both were familiar with the world of culture: Louise had trained as an opera singer in New York for years, and Marion was the younger brother of the great Harvard political scientist V. O. Key. They both regarded the bank as a family business: Louise had a son-in-law and Marion had a son working at Lubbock National. The Key law firm did the bank’s legal work. But through the middle and late seventies a subtle rift developed that left Louise Maedgen and Wayne Finnell on one side and the Key family on the other. It was hard to say exactly what had caused it. There is a persistent story in Lubbock that after Charles Maedgen, Jr.’s death in 1972, Marion Key made an unsuccessful run at the board chairmanship of Lubbock National and had a falling-out with Louise Maedgen and Wayne Finnell over it; Key categorically denies the story. Or perhaps it was that over the years they had come to separate and irrevocable decisions about what they wanted most as they entered their sixties: Louise Maedgen wanted money; Marion Key, power.</p><p>In the years after her husband’s death, Louise had started attending monetary conferences around the country, and there she heard much talk of financial gloom and doom. She became convinced that a bank the size of Lubbock National—in the range of $400 million in assets-could not survive in the coming age of interstate banking and had better join a holding company before it was too late. She also had a more immediate inducement. She and her family held 28 per cent of the stock in Lubbock National, worth somewhere in the low eight figures—but it would be difficult to sell the stock for what it was worth. If, on the other hand, her family held RepublicBank stock instead, any of them could call a stockbroker at any time and instantly convert part of the family holdings to cash. And to Wayne Finnell, owning a publicly traded stock instead of Lubbock National stock would mean even more. He was not a wealthy man, he was approaching retirement age, and he had recently undergone heart surgery; should something happen to him, his wife would have nothing but his possibly unsalable Lubbock National stock.</p><p>Louise knew the retired chairman of Republic, James aston, from years of attending bankers’ conventions with her late husband; she mentioned to him that she might be interested in a merger. Finnell spoke with Republic’s current chairman, James Berry. Republic, of course, was interested. It was having trouble entering the West Texas market, having been turned down by the two big banks in amarillo and one in Midland, and it had long-standing business ties with Lubbock National. If the deal could be done, it would be Republic’s third-largest bank, behind only the main downtown banks in Dallas and Houston.</p><p>But when Marion Key, sitting in the boardroom that day in 1981, heard Louise propose the merger, he was instantly and finally opposed to it. It wasn’t just that the courtship had taken place behind his back, though that was a blunt insult. Marion Key didn’t like holding companies to begin with. He knew that bigness was supposed to be the future of banking. So what? Provincialism had served Lubbock well so far. Personally, Key liked being an important shareholder of Lubbock National Bank much better than he imagined he’d like being a minor shareholder of the RepublicBank Corporation. It gave him an influence—for good, he felt—over the bank and over the city. He knew that Republic would probably run the bank more profitably, and he didn’t care. Lubbock National Bank employed his son and his law firm and gave him great emotional rewards, and that was more valuable to him than the money he would make from a merger.</p><p>Strictly speaking, the Keys could not stop the merger. They owned 27 per cent of Lubbock National, and according to law, a third of the stock in a bank—33 per cent-has to vote against a merger to prevent it from going through. But if the RepublicBank Corporation wanted to keep a consolidated balance sheet it had to own at least 80 per cent of every one of its subsidiaries. If the Keys refused to sell their stock, it would create an accounting nightmare for the whole corporation. James Berry let the Keys know that without their vote, the deal was off.</p><p>The Keys considered their options. To block the merger would mean open warfare on the board that could last for years, with who knew what effect on the bank’s finances. Mary Ellis Maedgen Key, Marion’s wife, was not in good health and didn’t feel up to a long struggle over her father’s bank. A member of the Key camp made a suggestion: why not make a deal with Louise Maedgen’s family? The Keys could vote for the merger, and the Maedgens could sell the Keys their stock in two smaller Maedgen family businesses: a suburban bank called Southwest Lubbock National and an assetholding company called West Central Investment. Then the Keys would have a little bank to run. The Maedgens would get money, the Keys would get power.</p><p>Whether or not it was an explicit tit for tat, that is what happened. In the fall of 1981 the Keys began buying up Louise’s family’s stock in Southwest Lubbock National, a process that was completed this past spring. In turn, the Keys voted for the merger. On august 1, 1982, the Lubbock National Bank officially joined the RepublicBank Corporation.</p><p>The feud between the Keys and the Maedgens was never a matter of public record, but in the wake of the merger those who knew about it saw a few interesting signs. Marion Key resigned from the board of RepublicBank Lubbock. His son Terry left the bank, resigned from the board, and began working at Southwest Lubbock National. Louise Maedgen, newly flush with RepublicBank stock, began building a lovely and large brick house on the west side of Lubbock and filled it with art and antiques. Wayne Finnell, who had shepherded the merger through, was elected to the board of directors of the RepublicBank Corporation. The bank stopped sending its legal business to Marion Key’s law firm.</p><p>And now, of the big three downtown banks, only First National was independent. With Ralph Riddel and friends in control, it seemed likely to stay that way.</p><p><strong>The Turndown</strong></p><p><span class=\"dropcap\">J</span>ust recently, Riddel and company had artfully crushed an attempt by some younger board members to bring the holding companies in. On a Friday and Saturday in September 1981, representatives of four of the big holding companies had come out to the First National Bank at Lubbock to make presentations. They were the big shots of Texas banking: from Houston, James Elkins of First City and John Cater of Southwest Bancshares; from Dallas, Elvis Mason of InterFirst and Gene Bishop of Mercantile. It was no surprise that they were so interested: First National had for ten years been considered an unattainable plum, the longtime leader in a growing market.</p><p>Earlier in the year Craig McDonald, a farmer, oilman, and implements dealer in his forties who had inherited his father’s stock and his seat on the First National board in 1973, had heard some disturbing news from a friend in Dallas. Several holding companies had over the years approached First National about a merger and been politely turned away by James Milam, a courtly septuagenarian who was the bank’s board chairman, its lawyer, and a close friend of Ralph Riddel’s; Milam had not seen fit to tell the board about it. Finding that out, Craig McDonald was furious. He confronted Milam, an old man in rumpled pinstripes and a Stetson, and as a result the presentations by the holding companies were arranged. But it turned out that they were a bit of a sham. Right after the Saturday session, Milam called a special meeting of the board, and Riddel moved that all offers from holding companies be immediately rejected. The motion passed by a vote of 15-6, and the meeting was adjourned. That was the end of that. McDonald had been outsmarted.</p><p>It was the last straw for McDonald. For years he had been feeling frustrated with the way First National was run. He was not on the bank’s loan and discount committee. He wasn’t a member of the close group around Ralph Riddel to which Milam and several others belonged. He had no say, really, at the bank. What was more, McDonald didn’t think the loan and discount committee crowd was doing a good job. They cared about the size and prominence of the bank, and indeed it was big—over $500 million in assets by 1981 —but they didn’t seem to care about its profitability, which was low. McDonald, a young man by the standards of the board, was only minimally involved in the downtown business establishment. He wasn’t concerned with the bank’s traditions or its intricately defined place in the community. He was concerned with profits.</p><p>In 1977, partly because of McDonald’s pushing, the bank’s president, a. C. Verner, was given the title of vice chairman and the head of cotton lending, Howard Yandell, was made president. Still the profits didn’t rise. In the late seventies J. Fred Bucy, the chairman of Texas Instruments, went on the board of regents of Texas Tech, the bank’s biggest depositor, and insisted that Tech’s deposits be placed on the basis of competitive bidding; First National lost $35 million in Tech deposits. The agricultural economy was weakening. Plans to start a suburban affiliate were shelved. A large loan customer, Owen Brothers Custom Feeding, a cattle feedlot near the town of Morton, encountered some difficulties and stopped making payments on its debt. There was no sign of change for the better —in fact, to McDonald the debacle of the holding company presentations indicated that there was a complete resistance to change. He decided it was time to play rough.</p><p>The loan and discount committee ran the bank, but it didn’t <em>own</em> the bank; the 6 members of the board who were receptive to holding companies had nearly 40 per cent of the stock in First National, and the 15 who were against holding companies held only 28 per cent. So the way for McDonald to flex his muscles was through a proxy fight, which presumably would end in a vote by the majority of stock to fire the board. He hired a lawyer in Dallas and, after making the appropriate threats, got himself put in charge of a committee that would seek a merger partner and then put the question of joining a holding company to a vote of the shareholders, not the board. Late in 1981 McDonald began knocking on holding company doors, and by January he was negotiating with Mercantile. The date of the merger vote was soon set: august 10, 1982.</p><p>Gene Bishop, the head of Mercantile, had only one reservation about the vote, which was that Ralph Riddel might lead a charge against the merger. But Craig McDonald said he thought the deal was so good, and so inevitable, that Ralph could be made to come around.</p><p>Ralph couldn’t. As he often told people who asked him about it, he just didn’t like holding companies. He didn’t like people in Dallas owning a bank in Lubbock. He didn’t like the prospect of losing his voice in the running of the bank, of having to take orders. He didn’t care that the Mercantile offer was a good deal in dollarsand-cents terms. That was one of the things that bothered him about holding companies—they fostered a mentality in which all that mattered was the bottom line. Banking was just a business to them; to him a banker was a <em>patrón</em> who often did things for personal reasons. Ralph Riddel had no respect for people who made all the decisions about their business purely on the basis of business. He would vote against the Mercantile deal. He said that concrete had set in his head.</p><p>He wrote two letters to all the stockholders, making the case against the merger, and the other members of the loan and discount committee lined up behind him. These were influential, respected men in Lubbock, and their views carried weight in the war—for that was what it had become—for the hearts and minds of the stockholders. From Craig McDonald’s point of view, they were all trying to deny the existence of the modern world for the sake of preserving the comfortable way they ran Lubbock. Everybody had a little angle, a little connection, that might be threatened by the holding company. James Milam was the lawyer for the bank —and for Ralph Riddel, and for the aspermont bank, and for a bank in Lamesa that Riddel also owned. A member of the loan and discount committee named Tom Simmons and another big anti-merger stockholder, Delton Caddell, fattened their cattle at Owen Brothers Custom Feeding, the delinquent borrower on whom a holding company might conceivably foreclose. Frank and Jerry Jones were borrowers at Ralph’s bank in Lamesa. A. C. Verner, the retired president, had a nice half-time job at the bank, upon which the holding company cost-cutters might look unfavorably. The board chairman of Hemphill-Wells, the leading local department store and a major shareholder, was a domino-playing buddy of Milam’s. And on it went. The intricately interconnected local establishment that they made up had the bank, and particularly the loan and discount committee, at its core. The merger put their world in peril.</p><p>Even faraway events seemed to be conspiring against McDonald. Three days before the merger vote, a long story came out in the <em>Dallas Morning News</em> saying that the abilene National Bank was in danger of going under and that Mercantile was planning to take it over. The assumption in Lubbock was that Mercantile’s stock, which was the payment that First National stockholders would receive, would drop as a result. Indeed, on the day of the vote, Mercantile stock fell to 18⅔, an all-time low. When at last the time came, the vote was 61.72 per cent of the stock in First National in favor of the merger; the law requires 66.67 per cent in favor for a merger to go through. McDonald’s forces had come up 5 per cent short. By the closest merger vote of the holding company era, Ralph Riddel and his friends had beaten off the invaders. They had won.</p><p><strong>Nobody Knows Lubbock Like Lubbock People Do</strong></p><p><span class=\"dropcap\">W</span>ell, no, they hadn’t. Knowing now that it could win any simple majority vote, Craig McDonald’s promerger faction quickly decided it was prepared to launch a second proxy fight that would culminate in the election of a new board of directors at the bank’s annual meeting in February. McDonald had always felt that Ralph Riddel and James Milam regarded him as a child; they must have thought that his fascination with holding companies would soon pass. But now he was signaling that he could outlast them.</p><p>Using the threat of a proxy fight as a stick, the pro-merger faction was able to recruit a new chief executive for the bank, a man named Bill Barnett, who was chairman of the First National Bank in Levelland, thirty miles west of Lubbock. During the time of the merger controversy, an examiner from the office of the comptroller of the currency had gone through the books of First National at Lubbock and been alarmed at the low quality of the loan portfolio. A housecleaning was in order, and in Barnett, a crew-cut, stone-faced sixty-year-old, McDonald thought he had found the person to do it-someone who was businessoriented, profit-oriented. Milam immediately resigned as chairman of the board and Barnett was given that title; Howard Yandell, seeing the writing on the wall, announced his resignation as president, effective February 1, 1983. The loan and discount committee was disbanded.</p><p>There was a final twist. A minority of the shares in the bank in Levelland where Bill Barnett worked were owned by a group of investors in Dallas whose active member was a man named Gerald J. Ford. He had grown up in West Texas and moved to Dallas, and in 1975 he had begun buying small West Texas banks. Now he had a string of eight. He was a minor stockholder in First National at Lubbock and had voted for the merger with Mercantile; Bill Barnett owned stock in a couple of Jerry Ford’s banks. Ford was one of a breed of big-city men in Texas who had perceived that banking had, for the moment, opened up dramatically and that even for small independent operators there was money to be made. That was why he was in it; having power in Post or Crane did not matter to him.</p><p>In October 1982, just when Barnett was moving into the spacious president’s office at First National, Jerry Ford began trying to buy First National stock. Something made him concentrate his efforts on the people who had opposed the merger with Mercantile. He approached Ralph Riddel once and was turned down. He approached him again. They were an incongruous pair: Ford, with his long, prematurely gray hair and elegant clothes, an open, charming man, at 38 young enough to be Riddel’s son, and Riddel, rumpled, brush-cut, gruff. Ford said the factionalism within the bank was nowhere near ending, and it was going to tear the bank apart. He, Ford, was an outsider, not associated with either faction, who could save the bank—if Riddel would sell out. It would bring peace.</p><p>Whether intentionally or not, Ford had found the right way to pitch a business deal to Ralph Riddel: on personal, not business, grounds. He told Ford he’d sell out if Ford would also buy all his friends’ stock. Ford was happy to.</p><p>In March of this year Gerald Ford completed the purchase of 24 per cent of the stock in First National Bank, which made his group by far the largest stockholder in the bank. He assumed the title of chairman of the executive committee and became a nonvoting board member. He had paid for his stock purchases with money borrowed from Mercantile Bank in Dallas.</p><p>Craig McDonald was pretty well pleased with Ford. People in Lubbock warned him that Ford was an outsider and that he was now in a position to take over the bank, but McDonald didn’t care. His goal was profits, and that was Ford’s goal too. The one thing that stuck in McDonald’s craw was Ralph Riddel’s selling out now, after being so stubborn for so long and messing up a wonderful deal. McDonald figured out that Ralph, by selling his stock to Ford rather than trading it to Mercantile, had lost $2.7 million. The money he did make from selling to Ford, of course, had no discernible effect on his spending habits. He ended his Tuesdays and Fridays in Lubbock and instead devoted that time to processing loan applications from behind his old wooden desk on the floor of the bank in aspermont.</p><p>Around the time that Jerry Ford was coming in, the First National Bank at Lubbock put up new billboards around town, designed by an ad agency in amarillo. They said, “Nobody Knows Lubbock Like Lubbock People Do.”</p><p><strong>What Difference Did It Make?</strong></p><p><span class=\"dropcap\">I</span>t did not escape the notice of Jerry Ford, Bill Barnett, or Craig McDonald that almost all of the anti-merger stockholders were no longer involved with the First National Bank at Lubbock, which meant that if it came to a second vote, a merger with a holding company would almost certainly pass. All of them regarded merger as a distinct possibility for the future, and so, for that matter, did Gene Bishop of Mercantile. In the months following the dramatic rejection of the merger with Mercantile, the ties between First National and the holding company had actually been strengthened. There were Mercantile’s bank stock loans to Jerry Ford, and First National also sold its data processing center to a Mercantile subsidiary and joined MPACT, Mercantile’s network of automatic teller machines.</p><p>But now was not the time for a merger. The price of a bank is determined by the size of its profits, and First National’s profits were by now low enough that the bank couldn’t fetch a decent price. In the last three months of 1982 Bill Barnett began shifting weak loans into the reserve for loan losses that every bank, by law, must keep on its books. By the time he was through, the year’s provision for loan losses was $4,875,000, more than quadruple the figure for 1981. As a result, profits for 1982 were the worst in the history of the bank. The standard measure of bank profitability is a figure called return on average assets. Mercantile’s return last year was 1.16 per cent; First National at Lubbock’s was 0.30 per cent. The bank actually lost money on its banking operations, before taxes. Barnett had been clever, though. Nineteen eighty-two was really the old regime’s year, and in the eyes of the world it was they who would be tagged with the loss; meanwhile he had cleared away a lot of tangled underbrush and was ready to push profits up to holding company levels.</p><p>It was almost as if First National had accepted the merger rather than rejecting it. In order to prepare for the possibility of joining a holding company later, it had to behave like a holding company now—meaning that increasing profitability was now the bank’s great goal, just as it was for Texas Commerce Bank Lubbock and RepublicBank Lubbock. Local power and moneymaking had faced off in Lubbock, and money had won.</p><p>Gerald Ford hoped that for 1983 the First National Bank’s return on average assets would be in the neighborhood of 0.80 per cent and that it would be substantially better than that in 1984. At the holding companies, return on average assets was stressed strongly; the companies had returns that wowed Wall Street and were much higher than those of the big New York banks. The holding companies’ member banks all over Texas were expected to budget every year’s hoped-for return on average assets in advance, and the figure was expected to be 1 per cent or better. Sometimes the pay of the member bank’s president was tied to the return on average assets. In Lubbock, Texas Commerce’s return last year was 0.62 per cent, not good enough; at RepublicBank Lubbock, Wayne Finnell said he was shooting for 1.20 per cent, up from 0.84 in 1982.</p><p>Obviously there had to be changes in the banks’ operations for these increases to be achieved. First, like all big corporations, the holding companies used one form or another of central management review; it would not do to have the member banks operate without accountability to the home office. Besides budgeting, they all had a procedure for review of big loans. At Republic, loans at or above a member bank’s legal limit—the “extra muscle” that holding companies liked to point out they gave their members—had to be approved by the appropriate department in Dallas; smaller loans, Wayne Finnell could make on his own. A man from Dallas held monthly meetings with the heads of a group of Republic’s banks that included Lubbock. A man in Houston reviewed the bank’s customers’ creditworthiness every month, and a man from Dallas came out and reviewed its loan portfolio every year. Mercantile was even more tightly managed: every member’s loan exceeding <em>half</em> the legal limit had to be approved by a central committee.</p><p>Again in line with sound management principles, the holding companies consolidated certain functions. The most obvious of these was the standardized name, and along with that went the use of one advertising agency for the entire holding company. For Republic it was Bozell and Jacobs in Dallas, and the holding company’s symbol, a silver four-pointed star, began to appear on billboards around town and on the lapels of officers at the bank. For years Charles Maedgen, Jr.’s close friend Marion Sanford had written Lubbock National Bank’s insurance and served on its board; the day it became RepublicBank Lubbock, the bank’s insurance business went to Dallas. Dallas was given veto power over the bank’s securities trading. There was a RepublicBank Corporation department of human resources that worked with all the Republic banks on personnel matters.</p><p>But more important than all that, the holding companies tried to have their members adjust their operations according to profitability. Areas that could produce the all-important 1 per cent return on average assets were expanded; those that couldn’t were de-emphasized. The heads of the holding companies all said quite frankly that the profitability was in commercial lending. The consumer end of the business was not as prized. Holding company banks offered their small depositors relatively high service charges and low interest rates. In Lubbock, two rounds of calls, a couple of months apart, to every bank in town showed that the two holding company banks offered markedly lower interest rates on small money market checking accounts than the other banks. On the loan side, Texas Commerce Lubbock, for example, in 1978 and 1979 cut in half those parts of its portfolio devoted to consumer loans and automobile loans.</p><p>Another area that Texas Commerce deemphasized because it was insufficiently profitable was correspondent banking. Banks in the country around Lubbock, or around any city, use a city bank to clear their checks, and in return they keep a certain amount of money on deposit in that bank. When a country bank wants to make a loan that exceeds its legal limit, it will customarily ask its city correspondent bank to buy the “overline” portion of the loan, and sometimes the city bank will ask its country correspondents to participate in its larger loans. At Texas Commerce Lubbock it was found that this correspondent business was not profitable enough, so the interest rate charged to the correspondent banks was raised to prime, and in response dozens of them severed their relations with Texas Commerce. The bank’s deposits from country banks dropped by more than $50 million, to an insignificant amount, less than $2 million. Out in the little one-cotton-gin towns on the plains, it wasn’t winning Texas Commerce any friends.</p><p>The money freed up for commercial lending flowed out energetically if there was commerce to lend it to. Holding company banks in Texas typically loaned a higher percentage of their deposits, at higher interest rates, than did independent banks, and they were typically more willing to lend aggressively to people who didn’t have long-standing family or business connections in town. In 1982 RepublicBank Lubbock’s loan-to-deposit ratio rose by 15 per cent. The holding companies were too new in Lubbock for the impact of their lending policies to be fully felt, but in other cities the record was clearer: if you had collateral and if you weren’t looking for bargains, the holding company banks would lend to you aggressively, with reckless disregard for whom you knew or who would be threatened by your growth. The holding companies had helped to open up commerce in San antonio and Galveston and to turn austin into a boom town.</p><p>But in areas where there wasn’t much demand for commercial loans, holding company banks often used their money to buy participations in loans generated by other banks in the holding company, or to use other means of shifting capital to where there was demand for it—thus in effect sending the deposits of one town to be loaned out in another. Suburban banks were commonly participation buyers. In Lubbock, Texas Commerce had the highest proportion of participations—as much as $25 million, or over half of its commercial loan portfolio, at the time of year when cotton is harvested and sold, enough to cause whispers that West Texas money was being sent to Houston. First National had $70 million in participations out of a $270 million portfolio. RepublicBank Lubbock’s participation volume was small —it was a much healthier bank than the other two—but the holding company had recently purchased a tiny suburban bank in Midland to act as its energy lending beachhead in West Texas, and Wayne Finnell expected to be participating in some of its loans in the future.</p><p><strong>Winners And Losers</strong></p><p><span class=\"dropcap\">I</span>n the summer of 1983 huge lettering saying “RepublicBank Lubbock” was put up at the top of the old Lubbock National Bank building, causing Marion Key to scowl every time he saw it. But for the most part the triumph of the holding companies was something the average citizen of Lubbock didn’t even notice. Even among downtown businessmen it was widely believed that the First National Bank, having voted down Mercantile, was now a bastion of local ownership. To those few who bothered to look for it, the change manifested itself only little by little, in a slight ripple here, a shift in the breeze there.</p><p>A furniture dealer named Robert McKelvy switched his line of credit from First National to the next-biggest independent bank in town, american State, after the Mercantile vote, because he got a lower interest rate and because of the changes taking place at First National. He missed the old loan and discount committeewhich was to be expected, since he had been a member.</p><p>Lubbock Feed Lots, by far the biggest cattle feeder in the area, took its loan business away from First National. The manager of the feedlot said he might have stayed with First National if it had merged with Mercantile, but as it was, the feedlot was now too big a customer for the bank. Besides, he had gotten a good deal on the interest rate from his new banker: Citicorp.</p><p>RepublicBank Lubbock’s deposits decreased slightly in 1982, the year of its merger. Some of them followed the Keys to their bank, Southwest Lubbock National, whose deposits that year grew by 52 per cent.</p><p>A rumor went around town that RepublicBank was about to enforce its corporate retirement age of 72 for bank directors on the board of RepublicBank Lubbock, which, for several of the old bulls among the directors, would have meant the indignity of being ousted. But Wayne Finnell announced that there was no retirement age for present board members in Lubbock; only future members would have to abide by the corporate retirement age.</p><p>William and Mildred King, farmers out in Lynn County, declared bankruptcy under heavy pressure from RepublicBank about a loan of more than $300,000 that they hadn’t paid back on time. Their lawyer said he had a gut feeling that the holding company was behind it. But Republic had no other recent farm foreclosures, and its agricultural loan portfolio remained substantial at a time when many banks in the area were reducing theirs.</p><p>Among the country banks, there was rampant suspicion that Republic would cut off its correspondent relationships, as Texas Commerce had done. At the First National Bank in Hale Center, the president, Jeral Miller, thought he detected a change at Republic, a lack of flexibility, a little less willingness to pick up an overline for friendship’s sake. At Security State Bank and Trust in Ralls, the president, Gene McLaughlin, actually switched from Republic to First National after getting in a wrangle with Wayne Finnell about a big loan that had turned into a problem, on which Republic had the overline. McLaughlin, too, thought the holding company had changed things. But the bank had actually picked up ten or fifteen correspondents since the merger, and both Finnell and James Berry in Dallas insisted that they wanted to stay strong in that end of the business.</p><p>At First National, a cotton middleman named Calvin Brints who was having some problems had his line of credit reduced from $500,000 to $250,000 just after Bill Barnett took over; it had once been as high as $1.5 million. In the spring of 1983 the price of cotton unexpectedly went up and Brints suddenly owed hundreds of farmers more than he had expected to have to pay them for their crops. Having failed to hedge, and lacking a source of credit, he declared bankruptcy, leaving debts of nearly $4 million.</p><p>Owen Brothers Custom Feeding, First National’s big problem borrower, had been founded in 1969 at the suggestion of a First National banker eager to build up the bank’s cattle loans. Now the bank began to cut back the feedlot’s line of credit. The situation was resolved by Delton Caddell, the rancher who had opposed the merger with Mercantile and fed his cattle with Owen. He bought the lot, which enabled Owen to get out of debt to First National. In the spring of 1983 the feedlot became a customer of Texas Commerce Bank amarillo, whose chairman had once been an officer at First National at Lubbock.</p><p>On august 1, Carl Webb, a 34-year-old officer at the main InterFirst bank in Dallas with a reputation as a whiz kid, became president of the First National Bank at Lubbock.</p><p>How did the scraps fit together? Who had won and who had lost? It would not be completely clear for years, but the outlines were emerging. Wright Patman’s little man was certainly not the target customer of the holding companies, but times were good for him for other reasons. Because of the new mood of deregulation in Washington, dozens of new players were clamoring for his deposits and were willing to pay him a money market interest rate for them-everybody from stockbrokers to savings and loans to the new little banks that had been springing up all over the state ever since the comptroller of the currency decided, in the late seventies, to be free with his charters. The farmer? all banks, independent as well as holding company, were lending to him much less freely now, with the agricultural economy down. Government lenders were making the bulk of crop loans, and they were the ones putting the squeeze on slow payers. The young, hungry, impatient small businessman eager for ready credit and willing to pay high interest rates was a big winner; he was the holding companies’ favorite customer because his business was so profitable for a bank.</p><p>The biggest losers, probably, were the members of the downtown establishments of the provincial cities—people like Ralph Riddel and Marion Key, who sat on the boards of banks. Their power had eroded badly with the coming of the holding companies, and as it faded, Dallas and Houston increased their sway over the state. By the end of the summer of 1983, even Fort Worth and San antonio were beginning to crumble as independent power centers in banking and to fall under the control of Dallas and Houston. If banks run their cities, then the other cities of Texas, as their banks change hands, will be run less according to local custom and more according to modern business principles. And if the New York banks come to dominate the commerce of Dallas and Houston by 1990 or 2000, the same thing will happen there.</p><p><strong>Coda: the Merger Train</strong></p><p><span class=\"dropcap\">O</span>n a lovely, notyet-hot June morning last summer, a few dozen big bankers and businessmen trooped down to Union Station in Dallas, put on mock railroad engineers’ caps that made them look a little silly, and got on board a special train bound for Fort Worth. The occasion was the commemoration of the biggest bank merger in Texas history—the marriage of InterFirst to the First United Bancorporation, which was the owner of the First National Bank of Fort Worth.</p><p>In recent months there had been a frenzy of mergers in Texas. A week before the special train ride from Dallas to Fort Worth, it was announced that Mercantile would merge with Southwest Bancshares of Houston to form a combination with 67 banks and $18 billion in assets. On one dramatic day in July, First City Bancorporation of Houston merged with Cullen/Frost Bankers of San antonio to form a $19.5 billion company with 75 banks, and Texas american Bancshares of Fort Worth rejected a merger offer from Texas Commerce that would have created a company bigger than InterFirst, with $23 billion in assets and 87 banks. It also seemed that the consolidation of power in banking would have a ripple effect into other fields. Following the MercantileSouthwest merger, the two companies’ law firms, Fulbright & Jaworski in Houston and Hughes & Hill in Dallas, began negotiating a merger of their own, signaling the beginning of the end of the traditionally fierce separation between the Dallas and Houston legal establishments.</p><p>So up in the higher altitudes of Texas banking, things were changing as much as in Lubbock, and far more visibly. The holding companies had all but finished their spectacular growth in Texas. There was just a little mopping up to do, a Laredo National Bank holding out here, an amarillo National there. Texas banking, once dominated by dozens of provincial lords like Ralph Riddel, was now the province of men like Elvis Mason, the chairman of InterFirst. He was the featured attraction of the train ride, a tall, erect, athletic man of 49 with red hair and a feline, usually inscrutable face, selfconscious enough that he wouldn’t wear his engineer’s cap. He moved through the cars with assurance, shaking a hand here, patting a back there.</p><p>The american mind is instinctively suspicious of concentration of power, and it’s only natural to wonder whether Texas will be better off in the hands of a few Masons than those of a lot of stubborn, sentimental Riddels. The answer depends a lot on what kind of Texas you prefer—rural, distinctive, and slow to change, or urban, growing, and commercial. The holding companies haven’t fulfilled the worst fears about them. Search through the records in any bankruptcy clerk’s office, and you won’t find them foreclosing much; look at how much money they have loaned out in any city, and it’s usually more than the independent bank across the street. The enormous power the holding companies do have is exercised not according to the personal loyalties and prejudices of men like Elvis Mason but according to their shareholders’ insistent demand for profits.</p><p>Mason felt that interstate banking was coming, possibly as early as 1985. Then would come the crucial time for InterFirst. Just as InterFirst had been interested in buying First National Bank at Lubbock, Citicorp and Bancamerica would certainly be interested in buying InterFirst. But unlike First National at Lubbock, InterFirst is listed on the New York Stock Exchange, and much of its stock is owned by Wall Street investors. They would be the ones to decide whether to sell InterFirst to Citicorp. If InterFirst’s profits were to drop and its stock price to fall, Wall Street would not be loyal to Elvis Mason. If, on the other hand, InterFirst and the other holding companies would continue both to grow and to enjoy high profits, then being bought by Citicorp would be much less likely—they would be too expensive. That was why the First United merger was so important for InterFirst. It was armor for the coming war.</p><p>Elvis Mason was the last speaker at the end of the merger train’s ride, in Fort Worth. He made a few remarks and then, grinning, he stepped down from the railroad car and into the crowd. He spotted his predecessor as chairman, Robert Stewart III, a dapper, small, graying man, standing a little distance away, and walked over to him and did an unbankerly thing. He gave Stewart a hug.</p><p><em>(Continued from page 133)</em></p><p><em>Republic,</em> Dallas (assets, $17.3 billion; 36 banks; return, 0.92 per cent). In days of yore, <em>the</em> bank in Dallas (and Texas), now battling image as a little sleepy and behind the times. Republic bankers are legendarily bankerly and are said to sleep with the company’s silver star tacked to their pajamas. Was agonizingly slow to get into the holding company play, preferring instead to hang on to Howard Corporation, its asset-holding subsidiary; first bank acquisition wasn’t until 1974. Still a little behind the leaders in number of member banks—and in profits. On the other hand, sometimes caution pays off: Republic’s famous energy lending department seemed to be falling behind when it wasn’t as aggressive as the others in 1981, now looks brilliant as others charge off bad debts. Jury still out on unusual new “line-of-business” form of organization, with energy loans managed from Dallas, general banking from Houston. Foxy country-boy chairman James Berry, 62, plays succession drama to the hilt by creating an “office of the chairman,” consisting of himself and the three main aspirants to his job.</p><p><em>Texas Commerce,</em> Houston (assets, $17.3 billion; 62 banks; return, 1.13 per cent). Chairman Ben Love is undoubtedly the most famous banker in Texas, a driven, charming, dominating supersalesman who has run Texas Commerce in <em>l'état, c’est moi</em> fashion throughout the holding company era. Love has a big ego (his is the tallest building in Texas) and enjoys mingling with the great (Lady Bird Johnson and Gerald Ford are on his board), but he’s credited with being a very tight, performance-oriented manager too. As you can see from his return on assets, he produces results. Texas Commerce has a reputation for being strict with its member banks around the state and for stressing profits over size or market share for members. Heaviest of Texas banks in loan exposure in Mexico; some say InterFirst has taken its hickey in energy, but Texas Commerce hasn’t yet in the Third World. Love is an expansionist known to be panting to get into neighboring states. Being number two in Houston after the First City-Cullen/Frost merger can’t make him happy—look for a big merger soon (wild-card possibility: Republic). Endless guessing game: who will succeed the 58-year-old Love? No obvious choice. Love loves homegrown celebrity James Baker III, White House chief of staff; inside the bank, 36-year-old vice chairman Marc Shapiro is a star.</p><p><em>allied,</em> Houston (assets, $6.5 billion; 48 banks; return, 1.54 per cent). Wall Street’s darling in Texas because of its always spectacular profits. How does allied do it? Not with big, cushy customers—allied is the self-proclaimed champion of the lower-middle market, its customers two-fisted Sunbelt entrepreneurs who don’t mind seeing their line of credit announced to the world in allied’s ads. Not with a statewide network of rock-solid banks, either—alone among the Big Six, allied has opted for the regional approach (it’s overwhelmingly in Southeast Texas) and, inexplicably, for buying small-town banks (Hallettsville, Edna, Kirbyville, Winnie). Allied is even unusual in the Big Six for having had a whiff of scandal—in 1981 it caught one of its own senior vice presidents embezzling millions. Credit for the allied miracle goes to President Gerald Smith, who built it up single-handedly with his superaggressive lending to super-hungry customers; Chairman Walter Mischer is not active in the day-to-day affairs of the bank. In the wake of the MercantileSouthwest merger allied is by far the smallest of the Big Six, and hardly bigger than Fort Worth’s Texas american Bancshares (number seven in Texas), which is considered a certain merger target in the next few years. But companies are priced according to their profits; allied would be very, very expensive, and so may survive the merger flurry. <em>N.L.</em></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "October 1983",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "Lubbock",
      "Dallas",
      "Commerce",
      "Houston",
      "money",
      "Business",
      "Banking",
      "people",
      "Power",
      "New York",
      "Family",
      "Law",
      "Southwest",
      "Country",
      "Wall",
      "Cities",
      "Cotton",
      "Cattle",
      "Love"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Texas",
      "Lubbock",
      "Dallas",
      "Houston",
      "West"
    ]
  }
}