{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19953",
    "date": "March 1995",
    "year": 1995,
    "month": 3,
    "month_formatted": "March",
    "pdf_uri": "/1995/19950300.pdf",
    "issue_cover_image": "",
    "document_start_page": 96,
    "toc_start_page": "",
    "document_page_range": [
      [
        96,
        97,
        98,
        99,
        100,
        101
      ]
    ],
    "toc_order": 16,
    "toc_headline": "Gown on The Border",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199503-gownonth",
  "source": "/1995/19950300.pdf",
  "wp_post_id": 129744,
  "wp_post_guid": "http://www.texasmonthly.com/article/gown-on-the-border/",
  "authors": [],
  "headline": "Gown On The Border",
  "dek": "Every February, Laredo Society Shows Off Its Patriotic Pride With an Elaborate Debutante Ball Honoring El Presidents George Washington And the First First Lady.",
  "spread_caption": "",
  "excerpt": "At the Society of Martha Washington’s annual Colonial Pageant and Ball, Webb County debutantes commemorate the Father and Mother of Our Country.",
  "kicker": "",
  "word_count": 476,
  "content": "<img/><img/><p>Photographs and Text by Laura Wilson</p><p>A Finished Dress On Display In the Equally Ornate LIVInG Room Of a Laredo Debutante's House.</p><img/><p>A Single Gown Can Take a Year To Make. The Final ToUCHES Are Added the Morning Of the Ball.</p><p>More Than Half a Century Ago In Laredo, 1,500 miles as the crow rarely flies from the Virginia home of our first first lady, the women of Webb County founded the Society of Martha Washington on the Texas-Mexico border. The society continues to adhere to its original purpose of asserting its americanism with a lavish celebration of George Washington’s birthday in a land that still seems to belong to Mexico.</p><p>For the past two Februaries, I have documented the society’s Colonial Pageant and debutante ball, the centerpiece of the Washington birthday celebration and the most lavish social event of the year. The anointed young women wear dresses that can take a year to construct and are embellished with pearls, rhinestones, ribbons, silver cord, gold sequins, silk flowers, tiers of ruffles, and beaded lace. They cost as much as $20,000. The circumferences of the rigid, heavily beaded skirts are so large that they preclude the debutantes’ traveling to the ball by car, limousine, or van. Instead, they use un-Cinderella-like eighteenwheel moving vans, and the girls are strapped in three or four to a truck.</p><img/><p>Beauticians Add a Modern Version Of an Eighteenth-Century Hairpiece—the Kind Martha Herself Might Have Worn.</p><img/><p>Before This Deb Leaves Her House, Two Attending Maids Remove Some Lint.</p><p>The fifteen or so girls presented at the Colonial Ball each year are high school seniors and usually the daughters and granddaughters of the Marthas, as the women of the two-hundredmember society call themselves. A few carefully selected girls from other parts of Texas are invited by the Marthas to debut. The Marthas are mostly descendants of the founding families and old money of Laredo and Nuevo Laredo; their names are Bruni and Leyendecker, Deutsch and Hamilton, Slaughter and Longoria. New members, who must be U.S. citizens, are admitted from a long waiting list each year.</p><img/><img/><p>It Taker Nothing Less Than a Moving Van To Get the Dresses Safely To the Ball.</p><p>Starting in September, the debutantes attend teas, luncheons, and dinner dances leading up to the Colonial Ball. The true capstone of the celebration is the Grand International Parade, one of the great parades in america, with marching bands and drill teams and mounted posses from all over the region, including the interior of Mexico. Each debutante rides on her own float—a perfect picture of glamour and noblesse oblige, Rio Grande style, throughout the long parade.</p><p><em>Laura Wilson is a photographer who lives in Dallas.</em></p><img/><img/><p>Finally, After a Year Of Practicing, It's Time To Take Center Stage And a Place In Laredo Society.</p><img/><p>At the Pageant Under Her Daughter's Gown For Last-Minute Adjustments</p><img/><p>Four Marthas Make a Final Review Just Before a Young Woman Is Presented</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "March 1995",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Laredo",
      "Society",
      "Women",
      "Dresses",
      "Pageant",
      "High School",
      "Home",
      "Land",
      "Marching Bands",
      "money",
      "Photographer",
      "Presidents",
      "rio",
      "Rio Grande",
      "School",
      "silk",
      "Texas"
    ],
    "wp_categories": [
      "Home"
    ],
    "wp_location": [
      "Laredo",
      "Washington",
      "Texas"
    ]
  }
}