{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19854",
    "date": "April 1985",
    "year": 1985,
    "month": 4,
    "month_formatted": "April",
    "pdf_uri": "/1985/19850400.pdf",
    "issue_cover_image": "",
    "document_start_page": 152,
    "toc_start_page": 150,
    "document_page_range": [
      [
        152,
        153,
        154,
        155
      ],
      [
        225,
        226
      ],
      [
        228,
        229,
        230,
        231,
        232,
        233
      ]
    ],
    "toc_order": 6,
    "toc_headline": "Life, Art, And the Wackiest Politician In Texas",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198504-lifearta",
  "source": "/1985/19850400.pdf",
  "wp_post_id": 121407,
  "wp_post_guid": "http://www.texasmonthly.com/article/life-art-and-the-wackiest-politician-in-texas/",
  "authors": [
    "Mimi Swartz"
  ],
  "headline": "Life, Art, And the Wackiest Politician In Texas",
  "dek": "When city councilman Bennie Eureste found himself arts czar of all San antonio, he knew what he valued most: not museums, not theater, not dance, not music—but turf.",
  "spread_caption": "",
  "excerpt": "San Antonio city councilman Bernardo Eureste took a paltry arts budget and built it into a $3 million power base. Then he got mad and tore it all apart.",
  "kicker": "",
  "word_count": 5937,
  "content": "<p><span class=\"dropcap\">J</span>UST Beyond the Dingy Body Shops and the taco stands in the dreariest part of San antonio’s West Side barrio sits a small, lovely theater. Its outline and its pristine beige walls are reminiscent of the alamo, though the resemblance is subverted by a merry arrangement of lapis-colored tiles and a jaunty obelisk on the roof. At night this tower pulses with vibrant halos of colored neon, as if the theater could send a message to the heavens. That, it turns out, was exactly what the Guadalupe Cultural arts Center was designed to do. The message was not just about the arts, either. It was also about the coming of age of Mexican american political power, and because of that the tiny Guadalupe became the unlikely center of a controversy that affected everything from government support of the arts to the future of San antonio mayor Henry Cisneros.</p><p>The Guadalupe was once the beloved project of an eccentric councilman named Bernardo Eureste, who dreamed of turning the theater into a showcase for Hispanic artists. As chairman of the city’s arts committee, he lavished attention and money on the theater, plowing more than $1 million of municipal funds into its renovation. But control of the Guadalupe began to slip from his grasp. The leaders of the center seemed ungrateful. They wouldn’t take Eureste’s advice, they wouldn’t hire and fire according to his whims, and they started to look beyond the West Side, traveling to Cuba, of all places, to search for films for a festival.</p><p>Faced with such affronts, Eureste decided that he had no choice but to retaliate. He unleashed his terrible fury in a vicious battle that drove the theater close to ruin, put the city’s arts budget in limbo, threatened his own political future, tarnished Cisneros, jeopardized at least one business’s move to San antonio, and in general lived up to the worst stereotype of the fratricidal nature of San antonio politics.</p><p>The history of Texas politics is littered with public figures who knew the power in childishness. But Eureste’s high jinks are spectacular, even by the standards of San antonio, where politics is the city’s most popular spectator sport. Eight years ago, when Eureste was appointed to advise the city council on a modest arts budget of less than $1 million, no one thought he would have much of a power base. But before too long Eureste had wheedled, cajoled, and used his colossal temper tantrums to bully the council into tripling the arts budget. He created an ingenious system of patronage, spending millions of tax dollars on arts groups without establishing any criteria other than his own political whims. Now that money for the arts has become an issue in every major Texas city, what happened in San antonio is a useful lesson in everything that can go wrong. The worst sins of public support of the arts—waste, mediocrity, favoritism—were legion during Eureste’s tenure as arts czar. His was a reign so bloated with conflict and chaos that it would have been comical-if it hadn’t done so much damage.</p><p><strong>as the star of the San antonio arts drama, Councilman Bernardo Eureste hogged the spotlight with his nasty tantrums and nutty scenes.</strong></p><img/><img/><p>Illustrated by anita Kunz</p><p><strong>“i’m Crazy, Eh?”</strong></p><p><span class=\"dropcap\">F</span>rom the Beginning Of His City council career, in 1977, everyone called him Bennie. The diminutive suited him well. Pink and pudgy, he looked like an imp in pinstripes, and people either loved or hated the grownup who acted like a very bright but very bad little boy. Eureste came from District 5, a working-class Hispanic neighborhood distrustful of outsiders. He was a man of his people; he had worked for Raza Unida and had taught at a major Catholic institution, Our Lady of the Lake University. His liberal credentials made him a perfect politician of the sixties, which made him just right for San antonio in the seventies. The time for the city to start treating its Hispanic citizens fairly was long overdue.</p><p>Eureste kept his promise to represent people who had never had a voice at city hall before. From his first day, he took a new approach to the genteel city council: confrontation. Like a ferocious terrier, Bennie went after the water commissioner, the West Side spray-paint vendors, the snooty establishment businessmen. He saw racism everywhere. If he pushed too far, well, that was what it took to defend the oppressed. “i’m a fighter and a shouter,” he once screamed when Mayor Lila Cockrell had two police officers drag him from the council chambers. He would rant and rave until his face turned red and his eyes seemed to vibrate in their sockets. He wasn’t above stamping his feet and hollering. He would storm out of the chambers and then storm back in to scream some more. Sometimes he would resign and then retract his resignation before the council could accept it. Other times he would leak information to the papers and watch the rumor mill stir up a maelstrom. He rarely apologized.</p><p>Eureste made enemies on the council quickly, but he saved his best (or worst) for Henry Cisneros. The delicate alliance the two had forged in the early days of minority politics was shattered within a few short years of Eureste’s election. After Cisneros voted with the rest of the council to reprimand Eureste for his disruptiveness, the two almost came to blows and then stopped speaking to each other. They were totally different men with totally different agendas for the city and for themselves. Eureste was coarse and pugnacious; Cisneros was smooth and conciliatory. Eureste had built an empire on special-interest politics; Cisneros led the forward-together charge. While Eureste was admitting that he could never get beyond West Side politics, Cisneros was being considered as a vice-presidential candidate and touted by national columnists as a highlight of the Democratic party’s future.</p><p><strong>Mayor Henry Cisneros waited for Bennie to push too far, then yanked him off the stage. But his own performance wasn’t much better.</strong></p><p>And Cisneros never indulged in tirades, Bennie’s stock-in-trade. Indeed, there were times when Bennie was outrageous for no apparent reason; maybe he just loved the attention. He plotted to attend an outdoor rock concert disguised as a hippie so he could keep an eye on park rangers he believed were overzealous. He wrote silly, nasty letters to the newspapers that criticized him: “You are worse than a whore preaching on the virtues of virginity, you are worse than a pimp preaching Sunday School Bible class.” Bennie always took the opportunity to turn a flagrant scandal to his advantage. When the married councilman and a female companion were attacked by muggers late one night in a city park, Eureste fled, leaving the 23-year-old woman to the assailants. Later, though, he didn’t cower. He accused the police of attempting to assassinate him. What the heck—he got his name in the papers.</p><p>Bernardo Eureste has been called everything from a champion of the common man to a clown to a prince of destruction. He, however, prefers another description. “i’m crazy, eh?” he asks, with a broad, satisfied grin. It is a rhetorical question.</p><p><strong>“the Art Of Being Eureste”</strong></p><p><span class=\"dropcap\">E</span>ureste’s Term As Arts Czar Did not begin auspiciously. In 1977 Mayor Lila Cockrell appointed him to advise the council on funding of the arts because, she says, minority arts needed an advocate. Other students of city hall believe she had another reason: she did it to get the troublesome Eureste out of the way, to keep city government moving. In any case, it wasn’t much of a job. At the time, the city was giving only small sums to the arts, primarily to the Witte Museum and the symphony. But the crass councilman who had never been to a ballet before surprised everyone by making the arts his crusade.</p><p>He found the fat in the budget, cut deals with other council members, and proclaimed that it was time San antonio’s Hispanic artists got the attention they deserved. In 1977 the city had spent $800,000 on the arts, little of which had gone to the minority that made up 46 per cent of its population. Eureste had a point, and he wasn’t asking for much, only about $60,000 for two mariachi groups, a mural project, a musicians’ union, and a small theater on the West Side. Why not give it to him?</p><p>Eureste had no trouble finding artists to back. He turned to sometime painter and art therapist Ralph Garcia, who complained to the councilman that he had been cut out of the anglo-dominated arts scene. Garcia was a small, bespectacled, manic man. Something about him spoke to Eureste; perhaps it was his love of political skulduggery. They became partners. Eureste would supply the money; Garcia would be his point man with local artists.</p><p>By 1980 they were ready. That year Eureste recommended to the council that the San antonio Consortium for Hispanic arts (SACHA), a group he and Garcia had put together, receive $300,000 he had found in the city’s contingency fund. The consortium looked impressive. Overseen by a representative board, it included a theater group called the Performance artists Nucleus (PAN), headed by Garcia, and two mariachi groups, a dance group, and a visual arts program. But Robert Canon, head of the arts Council (the traditional vehicle for evaluating municipal arts grants), opposed Eureste’s plan. So did the city manager, Tom Huebner. Canon criticized the quality of the groups (hadn’t the consortium been assembled rather quickly?); Huebner criticized Eureste’s plan (some of the groups could not be legally funded under the city charter). The two men drew up a resolution, which the city council passed, declaring that all arts funding (other than line items, like the museum and the symphony) should continue to be approved by the arts Council. Eureste said the resolution was racist, and he moved that the city council fund his Hispanic arts groups separately, as line items in the city budget. The council knew that the real issue was turf, but that was all right. Every member had turf to protect. They acquiesced to Eureste’s demands.</p><p>The next year, Eureste went for even more money-$800,000 for Hispanic arts and a total arts budget of close to $2 million. But some city staffers suspected that the SACHA groups were a front for Eureste’s growing campaign machine; again, the city manager moved to block Eureste and urged that the city fund no Hispanic arts that year. Eureste, using what had become his standard operating procedure, accused Huebner of being a racist. Eureste got his money.</p><p>In four short years Eureste made him self into a modern-day Medici. The newspapers ran glowing stories with big portraits and titles like “The art of Being Eureste.” When his Hispanic brothers protested Huebner’s policies by singing <em>rancheras</em> on the steps of city hall, whose voice rang out the loudest? Eureste’s. When a local arts group wanted the city council to spend more than $100,000 on a specially commissioned ballet, who shot the breeze over beers with Joffrey choreographer Gerald arpino? Why, Bennie Eureste, of course. Whom did old-line, North Side San antonians have to see when they needed a little help with their arts projects? None other than the irascible councilman from District 5, Bernardo Eureste. So what if Eureste had never convened his arts committee after its first three meetings in 1977? No other council member seemed to care. Besides, Eureste didn’t have time. He was too busy working those receptions, battling the arts Council, using his position as an entree to that racist North Side business establishment. What a big shot!</p><p><em>(Continued on page 223)</em></p><p><em>(Continued from page 153)</em></p><p>There were just a few niggling problems. From the start Eureste’s groups had troubles worthy of an emerging nation. Originally proposed as an organization of equals, the consortium was anything but. SACHA soon dissolved, and Garcia, as head of PAN, ran the show. Old friends who had lent their names and support to Eureste turned away as the councilman allied himself more closely with his protégé. Eureste in turn was quick to punish dissenters by cutting their grants.</p><p>Garcia’s PAN was no model of administration. By 1980, with a $250,000 budget, PAN resembled a troop of space cadets. One leader refused to make decisions until he had lain outside and soaked up enough of the sun’s rays for energy. Oblivious to charges of nepotism, Garcia’s brother David served as a PAN board member and was authorized to sign checks. Fiscal havoc reigned. Though any group receiving more than $25,000 from the city was supposed to be audited by the city or an outside firm, a 1981 audit got stalled because Garcia refused to cooperate. His books were a shambles. Checks bounced because no daily ledgers were kept. Letters of confirmation had to be sent to sponsors to reconstruct the program’s income. After protracted negotiations between the board and the city audit division, the board chairman forced Garcia to resign in 1981. But PAN never lost its funding, and Eureste’s position as arts czar was never challenged. The city manager’s office knew there were problems, the city council knew there were problems, but no one dared speak out against Eureste. To do so meant being called a racist on the front page of the papers.</p><p>While Eureste and Garcia got along famously, Eureste hounded the traditional arts institutions, which he asserted were insensitive to minorities. Though he and Helmuth Naumer, executive director of the San antonio Museum association, had fought bitterly, Eureste had doubled the association’s funding to almost $700,000 for fiscal year 1980-81, providing some of the money needed for the new San antonio Museum of art. Eureste had led his old foe Naumer to believe that he would not oppose another hefty increase in 1981 to help defray rising costs. But at the budget hearings he turned on Naumer and recommended a smaller increase. The council followed his lead, which was one reason the new museum had to remain closed two days a week in its first year. When Naumer demanded an explanation, Eureste reminded him that Garcia and other protesters hadn’t been allowed to picket the art museum when the Texas Commission on the arts had met inside. No, no, said Naumer; he had even given Garcia’s people a place to reconnoiter and the use of the museum’s copy machine. Yes, but he hadn’t let them bring their charts and posters inside, Eureste replied. But that was against museum policy, Naumer pleaded; it endangered the art. Art? Museum? Too bad. This was hardball.</p><p>Yet arts appropriations continued to soar. In 1982 Eureste funded twelve groups with $2 million; in 1983 he funded eighteen groups—ten of them Hispanic—with $3 million. But the city had little to show for its expenditures. San antonio had not become a major center of Hispanic arts, or of any arts. Most of the Hispanic arts money went to favorites like PAN, which now had a building of its own on Guadalupe Street and was called the Guadalupe Cultural arts Center. It had a full curriculum of community arts programs and sponsored various arts and music festivals. Yes, the days when mariachi groups were told to do without authentic costumes and instruments were gone, but fiscal problems and power struggles continued. Another organization that benefited from Eureste’s largesse was arte-arts, headed by Garcia’s brother David. Ostensibly it was a cultural exchange program with Monterrey and Peru.</p><p>For two years running, almost a quarter of a million dollars was given to an arts extravaganza called the San antonio Festival, which received mixed reviews and was plagued by financial difficulties. But it had other things going for it-former mayor Cockrell was on the board; one of the most powerful men in town, Gilbert Denman, was its chief benefactor; and Cisneros’ brother, musician George Cisneros, was a funded artist.</p><p>Thanks to the loyalty of Eureste, Cisneros, and several other councilmen, funding for the fifteen-year-old San antonio Ballet had gone from $53,000 in 1978 to almost $200,000 in 1982. And yet the quality of the company remained poor, most of its dancers were hired from outside the city, turnover was high, and audiences were skimpy. By 1983 the city was providing 40 per cent of its budget (Houston, in contrast, provides only 3 per cent of its ballet’s budget). Politics alone was keeping the ballet alive.</p><p>Still, no one complained. The arts groups, more generously funded than ever before, certainly didn’t. The mayor and the council didn’t complain, because their acquiescence kept Eureste quiet. Sacrificing the arts budget year after year seemed a small price to pay for peace.</p><p>In spite of the gloomy situation, San antonio was optimistic and enthusiastic about its so-called arts revival, and Cisneros was coaxing his city forward. The arts would be integral to the city’s future, he said in a 1982 speech to the National association of arts Councils. Forget tight budgets and Reaganomics; he would take the arts to places they’d never been, to shopping malls and housing projects. Cisneros told his audience that there was a role for the arts to play in developing talents, in motivating young people, in creating pride in their heritage. “art,” Cisneros said, “can say things to people that a politician cannot.” It was an inspiring moment, full of promise, but it was an empty promise. For when it came to the arts in San antonio, politics was the only language spoken.</p><p><strong>WHOSE Machine Are You Part Of?</strong></p><p><span class=\"dropcap\">H</span>ad He Been In Any OTHeR City, Eureste would have lost his empire in 1983. He kicked off the year by starring in the Brackenridge Park incident. The headlines were outrageous, even for San antonio newspapers: <strong>EURESTE May Flee City To Escape ASSASSInS,</strong> or <strong>EURESTE To Wife, I Owe You One.</strong></p><p>The mayor came forward to condemn Eureste in public. “He ran from the scene, and now he’s running from his responsibility,” Cisneros charged. Eureste responded by sending the mayor a diatribe full of obscenities. The next day, Cisneros held a press conference—“This prince of destruction, this prince of negativism, is not going to be the downfall of our city as long as I can stand up to him.” Soon after, Eureste called <em>his</em> press conference to attack the mayor’s leadership. He said Cisneros was spending too much time out of town, courting national attention. For a while some people believed the incident had dealt Eureste a body blow, but they were wrong. The West Side dutifully returned Eureste to office in the spring.</p><p>Six months later a new scandal erupted. It was uncovered serendipitously, when <em>San antonio Light</em> reporter Brett Skakun overheard a man and a woman plotting something highly suspect in a Sizzler restaurant in alamo Heights (she: “The signatures will be difficult”). Skakun put the conversation out of his mind until the fall, when he saw some IRS reports on the desk of another reporter, who was investigating allegations from a vengeful Ralph Garcia about funding abuses. Skakun then realized that the two people he had overheard were alice Treviño, executive director of the Hispanic arts association, and board member Pete Bautista. The Hispanic arts association was one of the groups within Eureste’s purview.</p><p>As it turned out, Eureste was not the only city official using the arts as a patronage well. Trevino had once run the Latin american Theatrical association, an organization that had been under PAN’s umbrella. But she had gotten that job not because she was an ally of Eureste’s but because she was close to Cockrell and to Cisneros. When the theatrical association became the Hispanic arts association, Trevino brought in Garcia as an administrative consultant, even though the two had had a stormy relationship in the past. For reasons that remain murky, Garcia resigned and in turn launched his revenge.</p><p>The resulting investigation led to grand jury indictments in December 1984. Hispanic arts, it seemed, had been run no better than PAN—a good deal worse, in fact. Trevino and Bautista were accused of paying San antonio Festival performers one fee while recording another, larger amount in their books. The revelation revived city hall suspicions that arts money did not always go to artists—sometimes it went into other people’s pockets.</p><p>The city’s audit division had known for some time about the Hispanic arts association’s problems. Garcia had graciously provided the auditors with a copy of his allegations, but weary of previous feuds among the agencies under Eureste’s jurisdiction—and of years of city council inaction—the auditors conducted a brief and inconclusive investigation and then went on to other business. Then a private auditor’s report on Hispanic arts revealed trouble with the books. The bookkeeping had been so bad that records had to be reconstructed, as in the case of PAN. Nevertheless, the outside auditor gave Trevino the benefit of the doubt. The woman in charge of a $119,948 budget got a kindly talking-to; in a five-page, single-spaced letter, the auditors wisely suggested that in the future she should keep receipts for all her transactions.</p><p>When the <em>Light's</em> investigation broke open the scandal in the fall of 1983, it seemed a perfect opportunity for someone to topple Eureste. Cisneros could have taken Bennie’s machine apart under the guise of cleaning up the arts, but he didn’t. Trevino wasn’t part of Eureste’s machine; she was part of Cisneros’. Eureste, in fact, had had suspicions about Trevino all along and was her sworn enemy. If Cisneros had tried to link the scandal to Eureste, Eureste would have called in the papers to remind everyone that Trevino had been one of the mayor’s favorites. The council was vulnerable too. Member Joe alderete was such a strong supporter of Bautista that the newspapers later linked the two in a scandal all their own.</p><p>Instead of taking Bennie on, Cisneros moved to beef up the city’s monitoring system. Over the seven years that the arts budget had climbed to $3 million, only one person working half time in the parks and recreation department had kept an eye on the arts agencies’ finances. The mayor’s new procedure went into operation in November 1984. By then, the council had thrown more than $12 million at the arts.</p><p>Eureste moved responsibly—and expediently-to dismantle the Hispanic arts association. Though Mayor Cisneros voted with his foe, the majority of the council members stayed true to their friends. They agreed only to freeze the agency’s funding (it was cut from the budget the following year).</p><p>The scandal that would bring Bennie down occurred a few months later. Not surprisingly, he engineered his own demise. With uncharacteristic insight he describes the incident as the time “I threw the baby and the water and the tub and the kitchen sink and the commode and everything at them and said, ‘I won’t have nothing to do with ya’ll.’ ”</p><p><strong>REVENGE Backfires</strong></p><p><span class=\"dropcap\">O</span>ver At the Guadalupe Center, there were high hopes for the future. By February 1984 new, trained management was in place. The center was offering an impressive curriculum of painting, writing, and music programs for children and adults. Plays were being scheduled in an elegant theater that had undergone a $1 million renovation. With a budget of more than half a million dollars, the Guadalupe had become the most generously funded Hispanic arts organization in the city, if not the nation. It was to be a showplace for local and national talent. Perhaps it had all been worth it. Perhaps Bennie could deliver. “It’s an artistic adventure just bristling with potential for total triumph or utter disaster,” the <em>Express</em> noted presciently, just before the opening.</p><p>As usual, trouble was brewing behind the scenes. The board’s new executive director was Pedro Rodríguez, a native San antonian who had lived in austin too long. Unlike his predecessors, he saw no reason to kowtow to the demanding city councilman. When Eureste suggested that the center allow an amateur theater group, the Toviah, to perform there, Rodriguez limited its appearances. When Eureste pressed him to fire three employees—old enemies of Garcia’s—Rodríguez refused. Another time, he thought the councilman was pressuring him into providing the entertainment for a political fundraiser.</p><p>Incapable of conceiving that Rodriguez might have artistic grounds for his refusals, Eureste viewed the director’s actions in political terms. The councilman suspected that foes from a South Side Hispanic power base were moving into his territory, establishing a beachhead at the theater. (The brother of one of the leaders of that contingent worked at the Guadalupe.) The board scheduled several meetings to appease the councilman, but Eureste wouldn’t budge. He announced that he was the only one who played politics in his district and that he would throw the Guadalupe out of the West Side if he had to. Shortly afterward, Eureste went to the newspapers. The council’s most left-wing member said that the Guadalupe was rife with communists. They had gone to Cuba. They had met with Castro and smoked his cigars. It was a disgrace to the people of District 5.</p><p>What followed could have been merely another lesson in political intimidation. By late summer the papers were full of charges and countercharges. Old friends from the Guadalupe board voiced their anguish, South Side politicians voiced their outrage, the FBI denied rumors that it was investigating the theater, the ACLU cried foul. Even venerable congressman Henry B. Gonzalez declared his disgust with the shenanigans. In the middle of it all, of course, stood Eureste. But this time he got a taste of his own medicine. As the stories became more twisted and the allegations piled up, Eureste had to back off from some of his charges. He denied that he had bullied Guadalupe staff members into participating in the fundraiser and that he had urged a Guadalupe employee to travel to Cuba in spite of another board member’s objection. What was all the fuss? Wasn’t everyone just playing politics?</p><p>Cisneros intervened, trying to work out a compromise that would silence Eureste and keep the theater intact. But Eureste was intransigent. He pounded on tables, screamed epithets, and even drove one man to tears. He wanted the Guadalupe shut down. He wanted the group moved out of his district. He wanted them punished. They would pay and pay and pay for their disloyalty to Bernardo Eureste.</p><p>In the end it was Eureste who paid. He finally gave the mayor an opening, and the cunning Cisneros moved in without warning. On September 6, 1984, Cisneros introduced a budget amendment disbanding Eureste’s arts committee. The council voted unanimously to support the mayor. “The council had just had it,” Cisneros says. Mayor pulls trapdoor, councilman exits. Adios, Bennie, good-bye.</p><p><strong>a Kangaroo Court</strong></p><p><span class=\"dropcap\">A</span>nother New Day Was Dawning for the arts in San antonio. No more would they be someone’s political plaything, the mayor promised. It was time to bring fairness into the funding process. It was time to consider things like artistic merit. And the mayor had a plan. The city would fund existing arts groups for the first quarter of the new fiscal year only. During the next month a new group, the Committee on Cultural Budgets, would evaluate the city’s present and future arts policy; indeed, it would recommend whether the city should fund the arts at all. The arts community breathed a sigh of relief, and then it held its breath. One month seemed an awfully short time to revolutionize an arts policy that had been abused for years.</p><p>On second thought, maybe it wasn’t a new day after all. Before long, Cisneros, the man who had once styled himself a champion of the arts, was grumbling that the arts should be cut because there were “real needs we have to meet.” But, but, but, sputtered the artists, the arts budget was less than one half of one per cent of the city’s $736 million budget. Why had it suddenly become the villain that was taking food out of people’s mouths?</p><p>And there were other whiffs of trouble. One was the appointment of Frank Wing to head the budget committee. Most cities had arts professionals, or at least arts devotees, backed up by peer review boards to oversee arts policy. Though he had served on Eureste’s arts committee, Wing was no fan of the arts (some San antonio Ballet lobbyists were shuttled in and out of his office in less than five minutes), or of Eureste. He was a kingpin in the same South Side organization that Eureste believed was invading the Guadalupe. Then, too, Wing was mentioned as a future mayoral candidate. A highly visible waste-cutting committee would serve his purposes nicely. Wing’s criterion for evaluating the state of the arts in San antonio was accountability for the tax dollar, an idea whose time had come. The San antonio city council was finally ready to do its job.</p><p>The Wing committee attacked with a terrible swift sword. Each arts group was to provide detailed financial information and appear before the committee for ten minutes. That was it. Could the groups help draw up criteria for peer review councils? No time, Wing said. His refusal to take phone calls from local groups had the absurd effect of precluding advice from the two organizations most qualified to help: Eureste’s old nemesis the arts Council and the Target ’90 Panel on the arts, a group of many local arts and cultural organizations set up at Cisneros’ behest with taxpayers’ money to establish goals for San antonio. Wing finally allowed the Target ’90 arts chairman to speak, but only after Cisneros intervened.</p><p>The hearings resembled a kangaroo court, complete with an impatient leader, absent committee members, and befuddled participants. Predictably, when the arts budget came down on October 24, $600,000 and ten arts groups had been excised from it. Was this the new beginning at last, the day when groups would be funded on the basis of the art they turned out? Not exactly. The survivors of the Wing cuts were those who had friends at city hall. Unless the friend was Bernardo Eureste. Business as usual.</p><p>The financially troubled San antonio Festival survived with some cuts. But San antonio Performing arts, an organization that brought in renowned performers, was slashed from the budget, although director Margaret Stanley could show profits and intended to use the city money for a Hispanic dance workshop and to provide tickets to poor children. The reason given for the cut was that the organization was a sterling fundraiser and therefore needed no city help, a nice reward for fiscal accountability. Other groups, though, were cut because they couldn’t survive without city money. “The council defunded Stanley’s program because the only person they could see her tied to at city hall was me,” says Eureste. “So they said, ‘aah, just whack her one.’ and they whacked her good.”</p><p>Though the Wing group stated that over the long haul no organization should receive more than 50 per cent of its funding from the city, the committee bent its rules and supported certain community groups at much higher levels. “We have a little folklórico, country and western, jazz, Mexican,” says shrewd survivor Vivian Zamora, “something for Bennie’s district, something for Councilman Van archer. I have made a definite effort to work with every councilman.” The two companies that had received the most critical acclaim —the Ballet Folklorico de San antonio and the Compañia de arte Español—were cut. A South Side mural project with a Wing connection was saved. Also left unscathed, a monument to Eureste’s folly, was the Guadalupe.</p><p>And what of the committee’s ground rules for establishing future arts policy? after assistant city manager Bill Donahue and George Cisneros interviewed arts professionals in other cities, the committee chose to use a document written by the city manager’s staff in 1981, editing it so as to make it unintelligible. Yet most of the council voted to pass the recommendations. The dissenters were Eureste, Helen Dutmer, and Maria Berriozabal, who read the committee’s justification for the cuts the night before the vote and found it incomprehensible. “They lost me at square one,” she says. So much for a depoliticized, carefully considered arts plan.</p><p>Nor could it be said that politics had been removed from the new arts and Cultural Committee, set up to create future policy. The council members had simply done what they did best, which was to make patronage appointments. They never called for resumes. They held no preliminary interviews. By the luck of the draw the committee ended up with one member who had actually worked with the Texas Commission for the arts and the National Endowment for the arts. It also ended up with a dance panelist who ran a teenage troupe called Debbie’s Darlings. What the Wing committee produced was not terribly different from what had gone before-except without Eureste. Well, Eureste did get to appoint one member to the committee. His choice? Ralph Garcia. Still, Cisneros remained dedicated to the new committee. Give it time, he said. Arts groups waxed nostalgic about the good old days. Toward the end, they said, Bennie had learned. He had really cared. (Eventually, Cisneros’ arts and Cultural Committee did come up with a better policy manual, in spite of the mayor and the city staff’s attempts to rush the original proposal through without revision. The city still has no professional arts administrator, the best insurance against city council tampering and funding abuses.)</p><p>It was too bad the arts got caught in a political tangle—too bad for San antonio, whose arts scene seemed doomed to struggle behind other Texas cities, and too bad for Cisneros and his council. Their new San antonio wasn’t much different from the old. (The mayor says he is happy with arts funding at its current level but is sorry two groups in particular were cut from the budget. He hopes they'll ask for funding next year. Other councilmen have made the same recommendations to their deleted constituents.) It was even too bad for Eureste. He had set out to be a crusader for the underdog but had succeeded only in reinforcing prejudices against arts groups and Hispanics.</p><p>With time on his hands, Eureste has taken up acting and joined the theater group Toviah. He is most proud of his work in <em>Rock Chicano angel Rock,</em> in which he played a role that bore a striking resemblance to his real-life performance with the mayor and city council. “I was a modern-day pachuco. I had problems with God because God’s rules are too limited for me. I’m a very independent type of individual from the West Side, so i’m having trouble with God and all the angels are bitching on me, telling God what a bad person I am. And so I finally confront God and complain, and he tells me if I don’t behave myself he’s going to send me back downstairs to the devil. I go to the devil, and I have fun there. I say as long as you give me tacos and jalapeños i'll be a very happy person.”</p><p>Naturally, he’s not off the political stage entirely. Revenge has always been Bernardo Eureste’s favorite drama. Fresh from a heated argument with Councilman Wing, he recently vowed to picket movies at the Guadalupe; at the same time, he was busily raising funds to build a stunning new theater for the Toviah, across the street. He was also enthusiastically sabotaging the mayor’s $100 million project to bring Sea World to town. Cisneros, in turn, called for a thorough investigation of Eureste’s campaign finances. Eureste resigned from the council in a huff but retracted his resignation the next day. Cisneros then accused Eureste of siccing a goon squad on his family. The newspapers have had field days, reputations have been sullied, the city has been blanketed in shame. To outsiders it might look strange and disorderly, but there is a central theme. In San antonio the highest art is the art of politics.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "April 1985",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "San Antonio",
      "Hispanic",
      "Mayor",
      "Budget",
      "funding",
      "Theater",
      "city council",
      "Art",
      "money",
      "people",
      "Politics",
      "Future",
      "Scandal",
      "Ballet",
      "Texas",
      "God",
      "Newspapers",
      "Power",
      "Dance",
      "office"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "San Antonio",
      "West",
      "Texas",
      "Alice",
      "Austin"
    ]
  }
}