{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19854",
    "date": "April 1985",
    "year": 1985,
    "month": 4,
    "month_formatted": "April",
    "pdf_uri": "/1985/19850400.pdf",
    "issue_cover_image": "",
    "document_start_page": 148,
    "toc_start_page": 146,
    "document_page_range": [
      [
        148,
        149,
        150,
        151
      ],
      [
        217,
        218,
        219,
        220,
        221,
        222,
        223,
        224
      ]
    ],
    "toc_order": 5,
    "toc_headline": "Going Back For Seconds",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198504-goingback",
  "source": "/1985/19850400.pdf",
  "wp_post_id": 121410,
  "wp_post_guid": "http://www.texasmonthly.com/article/going-back-for-seconds/",
  "authors": [
    "Alison Cook"
  ],
  "headline": "Going Back For Seconds",
  "dek": "When Five Of Texas’ Favorite Restaurants Branched Out To New Cities, They Found the Soul Harder To Duplicate Than the Spread.",
  "spread_caption": "",
  "excerpt": "Can there be too much of a good thing? Five of Texas’favorite restaurants have duplicated themselves in other cities, and now they’re finding out.",
  "kicker": "",
  "word_count": 5409,
  "content": "<img /><img /><p><span class=\"dropcap\">M</span>y knee jerks when I hear that a restaurant I like is about to clone itself in another city. And lately my knee has been jerking a lot. Houston’s Uncle Tai, the demigod of Hunan cookery, has gone and opened a branch in Dallas. Madalene Hill, the demigoddess of fresh herbs, has descended from her East Texas Hilltop Herb Farm into the flatlands of far west Houston. Taj Mahal, Houston’s first distinguished Indian restaurant, has set up shop in San Antonio. Paesano’s long ago made the leap from San Antonio, where it is the undisputed Italian hot spot, to Houston’s Southwest Freeway. Austin’s Fonda San Miguel, which pioneered the food of interior Mexico in Texas, is scheduled to open in Houston this spring after many delays. And—unthinkable of unthinkables —Joe T. “Funk Is Our Middle Name” Garcia’s of Fort Worth now has an offshoot in antiseptic Addison.</p><p>“No good will come of this,” I always predicted when I heard such news. It stood to reason that multiple restaurants would spread the owners thinner; their talents, energies, and supervisory zeal would lose focus. Not only would the new restaurants fail to measure up but the original restaurants would sink into decline as well. My nightmares along those lines tended to be dreadfully specific: those pluperfect cheese enchiladas at Joe T.’s would become wistful memories; Joe Cosniac’s idiosyncratic shrimp Paesano would lose something in its Houston translation; or I’d go trustingly to my hometown Uncle Tai’s and get ... a bad dish! Change was abhorrent; the status quo was good. I watched out for the welfare of my palate with the conservative fervor of a Dar dowager.</p><p><strong>Will van Overbeek</strong></p><p><strong>In San Antonio, Pacelli (L.) Dishes Up PaesanO’s Specialties While Cosniac (R.) Dishes Out the Banter. The Houston Clone Lacks Cosniac’s Strong Personality.</strong></p><p>Blame my clone anxiety on Ninfa Laurenzo. It’s not that I begrudge the empress of <em>al carbon</em> her $26 million in yearly grosses from her eleven restaurants. It’s just that I reserve the right to mourn the transformation of her single brilliant, highly individual restaurant into eleven better-than-average chain eateries. Looking back on it, the second Ninfa’s was the beginning of the end. The new place was excellent when it debuted (indeed, it seemed proof that quality control could be maintained in two locations, at least if they were in the same town). But its success spawned <em>numero</em> three, then <em>numero</em> four. Soon the <em>chilpanzingas</em> and chiles rellenos and Italianate quirks were gone, and the menu began its long slide into standardization. Eventually even Laurenzo learned that transplanting a restaurant is as tricky as transplanting an organ; Ninfa’s hasn’t caught on in San Antonio and Dallas the way she might have hoped.</p><p>Texas’ rambunctious capitalist climate must make the temptation to duplicate a roaring restaurant success especially irresistible. There is powerful mojo in the sagas of Fuddrucker’s, Luther’s, Blackeyed Peas, Cappy Lawton’s burgeoning Mama’s empire, and the proliferating County Line upscale barbecue restaurants. Plenty of restaurateurs would love to be the next Norman Brinker, the Dallasite who guided the Chili’s burgeries to corporate glory (and who did the same thing for Steak and Ale). But a rare few restaurateurs prefer to retain absolute control over their particular little universe. Tommy Hamby once told the young bloods who wanted to start branches of his sainted Austin steak joint, the Hoffbrau, that they were welcome to use his name and his recipes, but he wanted no part of it. In Houston, Lorene Brenner, who runs the best steakhouse in Texas, has repeatedly spurned the moneyed suitors who beg her to open another Brenner’s.</p><p>Most good restaurateurs, I suspect, fall between those two extremes. It takes a certain obsessive-compulsive streak to operate a successful restaurant; anyone who has done it, however, will have an understandable urge to see what else he can do. Enter restaurant number two. Even a control freak like Tony Vallone, who hovers over his famous namesake restaurant in Houston like an anxious papa, will soon be dividing his attentions between his pricey French-inspired original and a new Italian venture, also in Houston. On the one hand, it’s exciting news; I could argue that Tony’s is the best Italian restaurant in the state solely by virtue of its linguine <em>pescatore</em> and its ethereal lunchtime lasagne, and I’ve always wondered what Vallone could do in that direction if he really tried. On the other hand, his expansion plans make me profoundly nervous. Tony’s never seems quite as good, quite as impeccable, during Vallone’s absences, which are bound to increase, even if he’s not at the new restaurant on a day-to-day basis.</p><p>With such mixed emotions, I set out to see whether Texas’ most prominent restaurant clones can match their originals and whether those originals can hold up under the increased pressure. I limited myself to Texas-based restaurants that have expanded under the same ownership (thus ruling out separately owned clones like Houston’s Cadillac Bar and the sundry Hofbraus, along with nonnative steakhouses like the Palm and Ruth’s Chris). To make the test tougher, I considered only restaurants that had reproduced themselves in another city, omitting samecity clones whose owners were but a short car ride away from both locations. Last, I confined my investigations to places with only one clone—a restaurant with two clones is getting way too close to a chain, as far as I’m concerned.</p><p>What I found surprised me. The food at several clones equaled or outstripped that of the original or at least came respectably close (the key factor seemed to be the number of family members the restaurant had to go around). In only one case did the parent restaurant seem to have fallen off, and even so, the damage was minimal. The general feel of the clones proved more problematic. Restaurants are such complex organisms that it’s almost impossible to shift them into a strange environment and achieve the same effect. After all, isn’t that the old sci-fi clone bugaboo —that the body could be duplicated but not the soul? In an ideal world the clones would be taken on their own terms, but using the name of a restaurant that is already known and loved creates certain expectations. And it is those expectations that the clones can’t (and perhaps shouldn’t have to) satisfy.</p><p>Try telling that to the partisans, though. When I asked Dallas columnist John Anders about the Highland Park Cafeteria clone in Addison, he drew back disdainfully. Grumped Anders, “I don’t even recognize its existence.”</p><img /><p>Jim Rantala</p><p><strong>Can the Hilltop Herb Farm Make It In Houston? Owners Hill (L.) And Barclay (R.) Will Bet Their Basil.</strong></p><img /><p>Will van Overbeck</p><p><strong>Babu Nisankarao (L.) And Gurdip Singh (R.) Introduced Taj Mahal’s TandOori Fare To San AntoNio.</strong></p><img /><p>Kent Barker</p><p><strong>Family Loyalty And the Recipes Of GrandMa Jessie Garcia (C.) Made Joe T. Garcia’s A Fort Worth Institution, But the Addison Clone Is A Slick Snooze.</strong></p><p><strong>Joe T. Garcia’s</strong></p><p><strong>Enough Kids To Go Around</strong></p><p>Here’s a prime example of a restaurant that refuses to translate well. Oh, the classic Tex-Mex family-style dinner at the new Addison Joe T.’s was just as I’d remembered it from Fort Worth’s. Same definitive cheese enchiladas, dripping with chili gravy and shredded lettuce, shoveled out of the same old cake pans (those enchiladas would never taste as wonderful if they were brought out on a humdrum platter). Same crusty, slightly desiccated refried beans. Same basic lowkey guacamole. Same great hand-formed crisp tacos, their beef filling bursting with cumin and exuding the requisite amount of grease. Same margaritas, a little sweet but very drinkable. Even Joe’s trademark whole-tortilla nachos —one of my favorite hymns to unrepentant nastiness —struck a familiar chord. Nothing here to induce culture shock.</p><p>What was shocking was the denatured setting. The Addison Joe T.’s could be a steak ’n’ seafood emporium in Lubbock or Angleton or Commerce. There is none of that sense of place that makes the Fort Worth restaurant so festive and special. The original is a down-at-the-heels hulk devoid of right angles and poised unapologetically on the wrong side of the tracks. Outside, the lines of waiting customers fill the shabby street and crunch onto the tilting porch; inside, pandemonium rules. When you finally reach your table, you feel as if you’ve accomplished something terribly significant.</p><p>The clone is another story, a slick snooze. Its lights are drearily bright, the decor plastic, the crowd docile. There is no urgency in the air, no sense of mission. Outside, the restaurant’s exterior blends perfectly with the anonymous Metroplex strip-center architecture that stretches unto the North Dallas horizon. Inside, the laminated menus list <em>chimichangas,</em> an Arizona affectation lately adopted by all manner of pusillanimous Austin spots.</p><p>The Addison Joe T.’s —or at least, a second Joe T.’s —was probably inevitable, and not just because the old restaurant looks to be in imminent danger of collapse. Paul Lancarte and his wife, Hope (the daughter of founders Joe T. and Jessie Garcia), had seven of their children working at the original. Anyone who knows anything about kitchens and dining rooms and the dynamics thereof (not to mention anything about egos) would recognize that seven’s a crowd. Sure enough, four of the kids are now running the Fort Worth operation while three of them supervise Addison’s. One disgruntled parrot is in transit between the two restaurants; the constant opening and closing of the Addison door made his cage drafty, and he was banished to Fort Worth until the weather warms up.</p><p><strong>Verdict:</strong> Addison’s food can compete with Fort Worth’s, but the original has all the magic. Fort Worth, hands down.</p><p><strong>Hilltop Herb Farm</strong></p><p><strong>Accessibility Or Sentiment?</strong></p><p>Can a restaurant that built its reputation as a day in the country make the sharp transition to an upscale Houston shopping center? I would have told you no, but then I would have been underestimating the powers of herbalist Madalene Hill and her daughter, Gwen Barclay. For 27 years the Hill clan has held forth in a barn-size greenhouse set idyllically in the rolling woodlands northwest of Cleveland, Texas. Back when I was a regular, people had to make reservations months in advance —and would drive for hours —just to partake of Hilltop’s Sunday buffet, its elaborate weekend dinners, or its thrice-weekly lunches.</p><p>(<em>Continued on page 215</em>)</p><p><em>(Continued from page 149)</em></p><p>Hill would put on a spread that resembled a church supper gone avant-garde. She gave thousands of Texans their first taste of newly picked herbs, pate, and fresh artichokes (at first she had to dice up the artichoke bottoms and smother them in basil dressing to entice people to try them). She experimented with things like buckwheat noodles and cranberry-andbasil jelly more than a decade before nouvelle cuisine was hatched. France had Fernand Point; Texas had Madalene Hill.</p><p>Like lots of folks, I’m shamelessly sentimental about the original Hilltop. To sit out in the rambling, wood-planked greenhouse on a spring afternoon, sipping Hill’s lilting herbal iced tea or her woodruffinfused May wine, was to be transported. You could prowl around, pinching sprigs off the venerable old herb plants and glorious scented geraniums that hung from every beam; you could inspect the outdoor herb gardens and confer with the nervous guinea hens (I still have a clutch of their spotted-and-striped feathers filched a good ten years ago). And the food! Comforting and exciting at once, it was like a holiday meal at Granny’s, if Granny had an adventurous streak a mile wide. There was nothing timid about Hill’s sensibility; she always said she liked her food to “speak with authority,” and it did exactly that.</p><p>Naturally, my heart sank when I heard that Hill and Daughter were planning a Houston Hilltop. That greenhouse had been a signal experience, not a restaurant; a slick new dining room would serve only to remind me of the original. Wrong, wrong, wrong. A couple of meals at the young Houston edition has made me a true believer. The food is better than ever; Hill and Barclay have kept up with the times while retaining their folksy touch. The setting, a sort of mock greenhouse, is endearing, even amusing, right down to its clever herbal bouquets and its translucent, corrugated skylight panels overhead.</p><p>Best of all, the new Hilltop is accessible every day. No more hour-plus drive, two thirds of it boring, up to the woods. No more anxious dickering for reservations on some distant weekend. Maybe dining at the Houston clone has lost something as a capital-E Event, but look at the tradeoff. Anytime I want, I can indulge in Mrs. Hill’s artichoke sections doused in that racy basil sauce, or her perfumed slices of rose geranium pound cake, or some provocative new creations, such as a graceful carrot bisque charged with mint marigold, the pungent Mexican leaf now in fashion with the New Southwestern kids on the block.</p><p>The happiest change wrought by the clone is the revival of Hilltop’s Sunday afternoon buffet, which was discontinued in 1978. Madalene Hill herself comes in from Cleveland, where she holds down the fort during the week, to preside over the buffet tables like a solicitous grande dame. At $15 a person, the buffet is a deal. After the soup course (that toogood-to-be-true carrot bisque or a dusky duck gumbo wafting file, bay, and fresh thyme) and a crack at a dozen exceptional salads —always Hilltop’s strongest suit —I felt I had already gotten my money’s worth.</p><p>Hilltop’s trademark chicken-liver pate was as spunky as ever. Thoughtfully mixed salad greens came with springgreen parsley dressing and cheerful salad seeds that were their old selves, plus a dressing that Hill calls chimaygo, which was laced with homegrown chile sauce. There were sliced oranges and red onions in a surprising minted vinaigrette, buttery boursin cheese spiked with an elusive mix of fresh herbs, perfectly ripe tomatoes strewn with lemon thyme. Even John Goodner, the Houston city councilman who has gone on the record against squash, might have deigned to eat Hilltop’s thin crookneck disks in a made-fromscratch version of Green Goddess dressing. The whole-wheat herb bread with a redundant herbal butter hadn’t changed a bit, thank goodness, and neither had the spicy homemade melba toast with jalapeno jelly. An assault on the senses? You betcha. But nobody was complaining. In fact, diners all around were knocking back plenty of good Chandon California champagne at $4 a glass and making absolute fools of themselves at the buffet tables.</p><p>Main dishes were always anticlimactic at the original Hilltop buffet, where salads and vegetables were king. And so it was at the clone, with one exception: beef roasted with burgundy, mushrooms, and rosemary, then sliced and served with horseradish cream. If you’ve given up buffet roast beef as a loss, now is the time to break your rule. All the remaining entrees were nice enough —Mexican chicken braised with cinnamon and basil, flounder stuffed with crab and shrimp, angel-hair pasta Alfredo with sun-dried tomatoes and snow peas (the eighties strike back!). Ham and potatoes in juniper cream was the only real clunker, so salty the juniper disappeared. Desserts were superior to any I recalled from years past, particularly a formidable cheesecake and a fresh pear cake with vanilla sauce that spoke right to the child in me.</p><p>The interesting lunch and dinner menus at the clone reflected some of Hill and Barclay’s new interests: green peppercorns here, goat cheese there, some dilland-almond pesto yonder, even cilantro —in an engaging yogurt-based <em>salsa</em> (how nouveau Southwestern can you get?) served with raw vegetables as a first course. Hilltop’s fail-safe salads and vegetables were equaled by some successful entrees on the dinner list. Duckling roasted in wine vinegar, rosemary, and garlic with a sly little anchovy twang to it could stand up to any duck in town. A special of Texas-style oysters Rockefeller was a revelation: plump, judiciously cooked oysters adrift with springy spinach in a light pond of cream sauce that had been gently zapped with Madalene Hill’s famous Fire and Brimstone relish. Oysters do not come any better than that. Was there anything not to like? Well, yes, but it seems ungrateful to mention it. The mushrooms stuffed with sorrel and cheese actually managed to be boring.</p><p>Unless I miss my guess, the clone and its prospect of attracting a big, sophisticated new audience has spurred Hill and Barclay on to better efforts. So how can they run two restaurants well? By being indefatigable. By being obsessed. By paying constant attention to both kitchens. And, of course, by being a team of common mind and background. Hill tends to the Tuesday-Wednesday-Thursday lunches and Saturday dinners in Cleveland; Barclay, with an apartment in Houston, supervises the clone. Both travel back and forth as needed. Any other clone-minded restaurateurs can take a lesson from these two women —they’ve made it work.</p><p>Verdict: The clone has a slight edge, thanks to food and accessibility. For atmosphere and sentiment, you can’t beat the original.</p><p><strong>Paesano’s</strong></p><p><strong>Why Did You Do It?</strong></p><p>An illustration of the principle that if you take away a larger-than-life owner, you take away the heart of a restaurant. The original Paesano’s has never really been about food. It is about shooting the bull with co-owner Joe Cosniac and being where the action is. You want political bigwigs, major doctors, social butterflies, real estate movers, everybody in San Antonio and his uncle? You got ’em —even in midweek-clotted in the vestibule, elbowing each other at the bar, trying to ace each other out for a quick table. The menu may sport upscale prices, but at heart Paesano’s is an old-style spaghetti joint. You know the type: no windows, heavy chiaroscuro, semiflorid art, and a Mr. Personality owner who is celebrated for his barbed banter. Mr. Personality in this case is Cosniac, who came to San Antonio to run HemisFair’s Belgian waffle stand. But Cosniac happens to be Italian, not Belgian. So is his co-owner, Nicola Pacelli, who ran the Joe's Pizza stand at HemisFair. Which accounts for the ultraItalianate gush on Paesano’s menu: “The cradle of Western Man welcomes you to this corner of Latinum,” and so on.</p><p>This corner of Latinum has always been reliable for a few things: splendid shrimp Paesano with browned, breaded crowns and an exhilarating lemony sauce; an elemental eggplant parmigiana appetizer that’s remarkably fresh and light; a decent house salad with a tangy dressing called white French. Some San Antonians swear by the restaurant’s filet of beef with <em>pizzaiola</em> sauce, but I tend to regard the meat dishes with caution. Paesano's veal may be tender, but the versions with sauce, from <em>piccata</em> to Marsala, usually remind me of boil-in-the-bag entrees. I’ve never had any luck with the pastas either, and a recent special of poached Norwegian salmon in mousseline sauce was, to put it as gently as possible, a bit long in the tooth. Overcooked, too. Stick to the old faithfuls, though, and Paesano’s is capable of showing you a swell time.</p><p>That’s not necessarily the case at Paesano’s Houston edition. The best dishes are unreliable there, the eggplant suffocating under a shroud of cheese, perhaps, or veal Marsala swimming in a sea of dull brown sauce. The worst blow is that you can't even count on the legendary lemon sauce. Shrimp Paesano arrived sans its accustomed lemony snap and burdened with floury, semicooked breading that threw the whole dish out of whack. Red snapper Paesano? Dried out and sitting in a wimpy version of the same lemon sauce. Bad news, especially at the $12.50-to-$13.50 price range of which we speak.</p><p>Another drawback to the Houston restaurant is its large size and noncommittal decor, all too appropriate to the stripcenter location. The manic charm, the clubby see-and-be-seen hubbub, of the original doesn't apply here. There’s no Joe to swap insults with. In the much larger Houston market, with its horde of swank Italian competitors, Paesano’s comes off as just another middle-of-the-road effort. It does not appear to be anywhere near the money machine that the San Antonio restaurant is.</p><p>Cosniac says he and Pacelli visit the Houston location once or twice a month, during which time they sample the food and review the operation. Fernando Passed runs the Houston show (he’s another HemisFair vet, and <em>his</em> was French); he trained for a year in the San Antonio kitchen and dining rooms, and he brought with him some cooks from the mother restaurant. But it’s just not the same. Why did Cosniac do it? The San Antonio market was too small to support another Paesano s, he explains, and “you ve got to expand at some point —you’ve got to move forward.” “Forward,” I’m afraid, may not be the word.</p><p><strong>Verdict:</strong> No contest. San Antonio all the way.</p><p><strong>Uncle Tai’s</strong></p><p><strong>Bustling In Houston, Subdued In Dallas</strong></p><p>Since Wen-Dah Tai forsook his New York employers six years ago and opened his own Houston restaurant, I have never had a poorly prepared dish there —maybe a few dishes that were less wonderful than others, but never anything that could be described as bad. (Indeed, my biggest problem has been devising meals that aren’t totally dominated by those six-gun sweet-hot-garlicky sauces so typical of Hunan cuisine.) So it is with great sorrow that I report that Uncle Tai’s two-year-old Dallas clone recently served me two bad dishes in the span of three days.</p><p>One of my all-time favorite desserts, the sweet Crispy Walnuts that are boiled in a syrup and then deep-fried, emerged from the kitchen severely scorched. At a cool $9.25 for a modest plateful, that constitutes a major betrayal. Uncle Tai would have dropped his wok if he’d gotten a load of those babies. And lamb in black-bean sauce, an unlisted option kindly suggested by a captain who wanted to spare us from ending up with two nearly identical sauces, turned out to be lethally salty. Now, I love those salty little fermented black beans, but as punctuation, not as main theme; <em>these</em> black beans exerted such a tyrannical grip that it hardly mattered that the lamb involved was elegantly thin and tender, because its flavor was obscured.</p><p>Neither fiasco should have happened, and not just because of Uncle Tai’s famously high prices. Attracted to Dallas by a built-in constituency of business travelers who had become Houston regulars, the chef’s family is clearly trying to do things the right way. Eldest son Howard, general manager of both the Houston and Dallas operations, commutes constantly between the two cities and averages three days a week at the clone, often accompanied by his wife. Second son James, who runs the Houston kitchen, alternates three-day stints in the Dallas kitchen with Uncle Tai himself. Altogether, father, four sons, and three daughters-in-law are involved in the supervision of the two restaurants. And the Dallas chef, Min Kau, has worked with Wen-Dah Tai for 35 years. It would seem the best of all possible situations for matching the clone to the original, but so far it hasn’t quite worked out that way.</p><p>Much of the Dallas food does measure up to Houston’s. Uncle Tai’s strength has always been his ability to balance the multiplicity of flavors and textures that are the hallmark of Chinese cuisine. Dallas’ version of sliced duck with young ginger was a case in point; rich, tender duck played off against the resilient ginger with its almost pickled astringency, the crunch of sweet peppers and scallions, the undercurrent of red chile. The cold Hunan noodles tossed with hacked chicken and crisp Chinese cabbage shreds were an exercise in Tai-style symphonies, all fire and ice. Explosive squab packages with their lettuce-leaf wrappers had lost none of their power; lamb with scallions spoke with a quiet simplicity that was welcome in the midst of all the attention-getters. Just as in Houston, I failed to see the charm of the restaurant’s prawns in chile sauce —the shellfish were exceptionally large and tender, as Uncle Tai’s always are, but the sauce made them taste like candied shrimp. One of my favorites, scallops in Hunan sauce, was half again as hot as Houston’s. If I had to make a generalization about the Dallas kitchen, it would be that the flavors are more exaggerated there.</p><p>As to the soul of the Dallas establishment, the place is friendlier than the Houston Uncle Tai’s. I actually saw some smiles, and service was less reserved and aloof than what I’ve grown accustomed to at the original. That's a real plus. I don’t think it’s intentional, but I have often had the feeling that the Houston staff thought they were doing me a favor by allowing me to spend so much money.</p><p>The Dallas Uncle Tai’s has become a chic lunch rendezvous for North Dallas’ ladies-who-shop. That’s because it is stashed high up in the Galleria mall, with a few outside tables perched vertiginously over the ice rink—a piece of inspired Dallas foofaraw that seems weirdly at odds with Uncle Tai’s close-to-the-vest aesthetic. Weird, too, is the mercantile trek past all that luggage and maternity wear and electronic gear on your way to an expensive dinner. There’s something about the mall location that puts me off. Inside, the restaurant is handsome in the sleekly spare way of the original, and yet somehow it doesn’t look altogether finished.</p><p>Dining at Uncle Tai’s in Houston is a more electric experience. Whereas the Dallas restaurant is dim and subdued, the original pops with big-city bustle. Even though it is housed in a shopping strip attached to one of Philip Johnson’s high-rise Post Oak ocean liners, it has the fiercely independent feel of a freestanding restaurant. And two recent visits indicate that all that running back'and forth between Houston and Dallas hasn’t scuttled the quality, although a few disappointments may signal trouble right around the corner.</p><p>I was startled when my Houston waiter thrust into my hand a Dallas menu, complete with all those silly “first time served in Dallas” notations. I was grieved to find that the sauteed watercress —always a refreshing, slightly bitter interval in the riot of assertive dishes —had been axed from the menu for good. I was annoyed to find the captains pushing fried rice the way McDonald’s staffers push french fries. I was discouraged to find my favorite, frog with ginkgo nuts, afflicted by a onedimensionally salty sauce. I was even more discouraged to find that the shredded beef in black-bean sauce was almost as salty as the dread Dallas lamb —Uncle Tai, tell me you don’t mean it.</p><p>After that, happiness, more or less. The service was warmer than it used to be. Hot-and-sour fish broth adrift with cilantro still seemed like the best restorative in the land. Duck with young ginger had all the presence of the Dallas version, and then some. Hacked chicken gave no quarter. The scallops in Hunan sauce were a miracle of satiny-slippery-crunchy textures. But wait. Was I being paranoid, or had the <em>tung art</em> chicken with its delicate ginger and pepper slivers lost some of its exuberance? Had Uncle Tai’s bean curd, once singing with red chile and peppercorns and a hint of orange, lost some of its resonance? I thought they had, and I’ve been <strong>worrying</strong> about it ever since. Uncle Tai’s is still one of Houston’s best restaurants, and I’d hate for anything to screw that up.</p><p>What gave me further pause was the thought that eventually there may be three Uncle Tai’s restaurants—a number that son Howard admits “might be a little tight.’ But he assures me, “We’re not going to expand more until we have confidence in the second restaurant.” And beyond three? “Four would not work, at least in my opinion,” says Howard Tai. The conservative in me hopes he means it.</p><p><strong>Verdict:</strong> Food and feel award goes to Houston. Dallas wins friendliness honors.</p><p><strong>Taj Mahal</strong></p><p><strong>To HoustoN, the Chutney;</strong></p><p><strong>The Tandoori To San AntoNe</strong></p><p>Exporting an Indian restaurant from Houston to San Antonio sounds like a brilliant stroke. There’s hot competition in Houston, little in San Antonio; besides, Indian food abounds in the kind of assertive flavors beloved of San Antonians. So a spare cousin was dispatched westward from Houston’s well-regarded Taj Mahal, along with a Taj-trained tandoori chef and a curry chef fresh from India. The result: a pleasant new restaurant that can hold its own with the original.</p><p>The Draksharam family that owns the Taj has had clone practice already —in Monterrey, Mexico, of all places, which explains those “Cocina Hindu” bumper stickers available at the San Antonio restaurant. It also explains the incongruous presence on the menu of “Mexican Oyster Cocktail, Hot or Reg.” Just in case San Antonians act skittish at first, the menu hedges its bets by offering fried shrimp and fish (you won’t find any such concessions on Houston’s 100 per cent Indian menu). Best of all, in a nod to San Antonio’s market, the Taj offers its trademark dishes at prices considerably below Houston’s.</p><p>Biggest bargain: a generous tandoori mixed grill for $5.95, three bucks cheaper than you’d pay back East, and better than the parent restaurant’s, at that. The guy slaving over the hot clay ovens behind his glass partition not only puts on a good show but also knows what he’s doing. His crusty <em>seekh kebab,</em> a type of ground-lamb sausage, fairly sparkled with ginger and cilantro. The moist tandoori chicken was smoky to the bone. And <em>boti kebab</em> - those marinated lamb chunks that so often come to grief elsewhere —were perfect: lightly seared outside, tender and gently pink inside, enthusiastically spiced. Only the boneless chicken <em>tikka</em> was a jot dry.</p><p>Where the San Antonio restaurant runs into trouble is with its curries, which lack the mysterious depth and complexity that mark the best of the breed. The spinachbased <em>saag paneer</em> was okay, but I missed the rich counterpoint of flavors I remember from the original Taj version, and the fried rectangles of homemade cottage cheese were too bouncy. A <em>roghan josh</em> of tender lamb in a thick, oily sauce had been feloniously oversalted. The curries on the lunch buffet seemed like sluggish leftovers, from basic chicken curry to the nine-vegetable <em>navrattan</em> to the <em>saag paneer.</em></p><p>On other fronts, though, Taj number two shows its mettle. <em>Naan</em> and onion <em>kulcha,</em> those chewy orbs of Indian bread, were superlative; though dusted with clay-oven grit on one occasion, they were pristine the next. And if the fresh green cilantro-and-mint chutney seemed thinner and more reticent than the original, the dark tamarind chutney was a knockout; tart, fiery, and full-bodied, it had none of the jammy sweetness that spoils some versions. The yogurt <em>raita</em> was quite simply the best I have ever eaten: a huge bowlful thick with thin curls of carrot and cucumber, lovely cool stuff good enough to eat with a spoon. Ask for it —it’s not on the menu.</p><p>The San Antonio food was familiar to an old Taj hand, but the setting in a railroad-yard-theme shopping center at the edge of Olmos Park took some getting used to. The decking, the awnings, the hanging plants, and the Lillie Langtry etched glass panels all screamed, “Fern Bar!” The overlay of Styrofoam arches, bead curtains, and tapestries all screamed, “Subcontinent!” It was schizophrenic but appealing, like being served <em>samosas</em> by a waitress who would be more at home dispensing longnecks out on the Bandera highway. Deja vu: the nighttime dimness (Houston’s Taj is as murky as the Malabar caves) and the exceedingly slow, exceedingly nice service that has reigned at the original Taj in the past. Order one of those malty Indian Kingfisher beers and after a while you won’t notice.</p><p>Truth to tell, I had sworn off the Houston Taj. There was another Indian restaurant I liked better (India’s on Richmond Avenue), and for three meals in a row the Taj had bombarded me with dry tandoori items, oversalted dishes, and half-raw <em>channa masala</em> (chick-pea curry). But when I went back for a look-see, I found that the Taj was not precisely as I recalled it. The service had grown positively snappy, some windows had materialized in the front, and the crowd exuded an urbane, melting-pot excitement in marked contrast to San Antonio’s still-tentative clientele. Although the once-great tandoori items disappointed (particularly <em>boti kebab</em> so dry and tough it wasn’t worth eating), the curries remained seductive: <em>saag paneer</em> with lots of body, dimension, and sneakup-on-you heat, plus tender homemade cheese; chicken <em>makhni</em> in a luxurious, creamy tomato-and-butter sauce pumped up with cayenne. The heady green chutney put San Antonio’s to shame. And the naa/z-blistery, soft, and tantalizingly charred —was second to none. I came away glad that I could count the Taj as my neighborhood restaurant, now that I’ve moved to the east end of Houston.</p><p><strong>Verdict:</strong> A draw. Houston takes the curry title and the green chutney grand slam. San Antonio wins the tandoori award.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "April 1985",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Houston",
      "Restaurant",
      "Dallas",
      "San Antonio",
      "Food",
      "Chicken",
      "Restaurants",
      "Lamb",
      "Addison",
      "Beef",
      "Fort Worth",
      "Shrimp",
      "Best of",
      "Family",
      "Oysters",
      "Shopping",
      "Son",
      "Steak",
      "trademark"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Houston",
      "Dallas",
      "San Antonio",
      "D.C."
    ]
  }
}