{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19797",
    "date": "July 1979",
    "year": 1979,
    "month": 7,
    "month_formatted": "July",
    "pdf_uri": "/1979/19790700.pdf",
    "issue_cover_image": "",
    "document_start_page": 108,
    "toc_start_page": 106,
    "document_page_range": [
      [
        108,
        109,
        110,
        111
      ],
      [
        183,
        184,
        185,
        186
      ]
    ],
    "toc_order": 3,
    "toc_headline": "Conspicuous Consumption",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-197907-conspicuou",
  "source": "/1979/19790700.pdf",
  "wp_post_id": 114123,
  "wp_post_guid": "http://www.texasmonthly.com/article/conspicuous-consumption/",
  "authors": [
    "Mimi Swartz"
  ],
  "headline": "Conspicuous Consumption",
  "dek": "How the purveyor of pasta in a small spaghetti house rose to be the purveyor of status for Houston’s upper crust.",
  "spread_caption": "",
  "excerpt": "China, crystal, waiters in tuxedos. That’s what we love about Tony’s.",
  "kicker": "Fine Food",
  "word_count": 5645,
  "content": "<img /><p><span class=\"dropcap\">S</span>ix nights a week Tony Vallone gives one of the most formidable dinner parties in Texas. He is the consummate host, as comfortable in the kitchen as he is in the dining room. With customers he is earnest and concerned; with employees he is stern and controlled. He is privy to the secrets of the rich and famous. He has turned away from his restaurant both celebrities and nonentities who foolishly thought they could be admitted sans jacket and tie. Many people, including famous chefs and food critics, agree that Tony’s is the best restaurant in Texas. Detractors argue that the atmosphere is pretentious and the food not always stellar. But whatever the truth, Tony’s is undeniably the most talked-about eating place in the state. If a visitor had to choose only one restaurant to dine at in Texas, it would be Tony’s.</p><p>The restaurant is located on South Post Oak just north of the Galleria in a small shopping center that nestles in the curve of Houston’s Magic Circle. Inside, it looks almost more like a fashionable home than a restaurant. The walls of the entry hall are richly paneled, the floors carpeted in a geometric pattern of deep red, fuchsia, turquoise, and blue. To one side is a display of vintage wines, while straight ahead sits a cabinet containing priceless antique Chinese porcelain. The first clue that it is a restaurant comes from the mottoes tastefully lettered and framed on the wall (“No civilized restaurant permits cameras,” for instance, although on occasion certain valued customers have been observed snapping away with nary a murmur from the owner). The dining rooms are to the left, and the bar—a dark place with tropical wallpaper—is to the right.</p><p>At the entrance to the dining room is a table heavily laden with bottles of wine, crystal, and an antique silver duck press, together with silver platters of pate maison and smoked salmon, and an arrangement of seasonal fruits and vegetables, including blackberries, blueberries, raspberries, asparagus, endive, and <em>arugula</em> (an Italian chicory) in July.</p><p>Fresh cut flowers and starched white cloths cover tables set with gleaming silver and china. The walls are a soft claret color. Tony does one interior change a year; last year he had all the fabric on the walls lightened a shade. “at night it gives the same glow as before, but in the daytime it adds a little more lift,” he says. Paintings hang on the walls: a still life, a landscape, a nude bathed in pale light demurely covering (or uncovering) herself with a cloth. “Nothing here is for sale,” Vallone says, “but even so, a lot of patrons try to buy the paintings right off the walls.” One piece of art dominates the restaurant: a twelve-piece, thirty-foot oriental screen made in 1690 depicting two dragonlike creatures about to tear each other to shreds. In a city and a restaurant where big fish regularly lunch on little fish, it is a nice touch.</p><p>A food critic once said that Tony’s <em>is</em> Tony, a statement that doesn’t sound particularly surprising until you realize it is meant literally. Vallone, 35, is almost fanatically involved in his restaurant. He presides over a staff of seventy employees, including the usual waiters, busboys, and cooks as well as his own florist, bookkeeper, butchers, accountant, and computer.</p><p>Every morning at eight Tony meets with Frank Garza, his head chef for nine years, to plan the menu and order the food for the day. His fruits and vegetables are selected by Harry Jamail, co-owner of Jamail’s, the Rolls-Royce of Houston grocery stores. “I talk to him by seven every morning,” Vallone says, “and I never have to send anything back.” The fish is bought daily, mainly from regular purveyors, but some is purchased from independent fisherman who come to the back door. The wine cellar, down a flight of stairs from the main restaurant and available for parties, stores some of the 140,000 bottles (their wholesale value is in the high six figures) of his collection. Tony’s offers a choice of three hundred imported wines and twenty from California, generally ranging in price from a $17 Pinot Chardonnay (Thevinan 1976) to a 1945 Chateau Lafite Rothschild for $400. Of course, if you’re in the mood for something more spectacular, Tony will sell an 1811 vintage for something above $15,000, but he warns, “We <em>hope</em> it’s palatable. It’s not guaranteed—it’s a collector’s item.”</p><p>Opposite: <em>In the kitchen, a ten-pound redfish upstages Tony and chef Frank Garza as they prepare for a party that night.</em></p><p>Logos designed by Hixo, Inc.</p><p>Photography by Walter Nelson</p><img /><img /><p>Quality control in other areas is also strict. If, for instance, he doesn’t care for the texture of the potatoes he has received that day, he will serve a baked potato only upon request and without charge. “If we can’t get that big, super lump Gulf crab, I don’t serve crab. I don’t serve just choice beef; I serve only prime, and only if it’s been aged at least twenty-one days. Most restaurants go eighteen to twenty; we go twenty-one to twenty-three, which is the Eastern standard. Our salmon is Gaspe. It’s firm and light pink, not that mushy, oversalted belly lox that’s such a horrible orange color.”</p><p>Vallone, together with his vice president and general manager, Tilman Wiegang, and his maitre d', aldo Botti, supervises a front staff of 22 captains and waiters. The men form a funny trio. Vallone is dark, somewhat heavy, and intense. Tilman, whose aristocratic expression makes him look as though he might have just picked up a small rodent by the tail, is blond, thin, and graceful as an acrobat. Aldo has been with Tony’s a little more than a year and seems to have taken on characteristics of the other two men. Small and cherubic, he has Tilman’s charm coupled with Tony’s tendency to wring his hands and grimace when all is not well.</p><p>Virtually all of Tony’s captains and waiters have worked their wav UD from the position of busboy. Tony has taught them: “Never look down. Never look up. Keep your eyes always on the table, and while you’re talking to a customer or serving, watch the plates.” If the servers forget, Vallone will correct them at one of his weekly staff meetings.</p><p>Athough Tony is strict, permitting no “gabbing” and no long hair (and only Frank, his irreplaceable head chef, wears a moustache), his employees are loyal. Ninety per cent of the staff has been with him at least seven years, perhaps because he offers full corporate benefits, such as profit sharing and paid vacations, but also because the money is good. An average captain can make from $2000 to $3000 a month, while a more industrious one can earn $3500.</p><p>“Everyone works here,” Tony says. “There’s no such thing as ‘It’s not my table.’ I personally don’t think i’m above picking up a plate or changing an ashtray or taking an order. In fact, I love doing it. I love being involved. These little things all add up.”</p><p>Vallone’s favorite motto (or one of them—Tony is a man of many mottoes) is “attention to detail.” Not satisfied for diners to eat a souffle with a conventional spoon, Tony designed his own (it resembles a flattened soup spoon but has an indentation, like a fish knife). He has also designed his own fish knife, and later this year Tiffany will produce a set of Baccarat crystal glasses for him. Tony’s name is on miniature bottles of Tabasco served at the restaurant; they, too, are made especially for him.</p><p><em>(Continued on page 181)</em></p><img /><p><em>Dessert at Tony’s is a many-splendored thing, but general manager Tilman Wiegang hasn’t gained a pound in years.</em></p><p><strong>Whisk Kid</strong></p><p><em>When Jean-Claude s in his kitchen, all’s right with the world.</em></p><p><span class=\"dropcap\">M</span>ost fancy restaurants have an owner, a manager, and milling herds of waiters, chefs, cocktail waitresses, busboys, • and bartenders. JeanClaude’s has Jean-Claude, who, with two assistant chefs, cooks in a kitchen located <em>in</em> the dining room of his small French restaurant on Cedar Springs in Dallas.</p><p>Jean-Claude operates this way because, he says, “The only way for me to be everywhere at once was to put the back and the front together.” His concept works. Not only does the restaurant always smell wonderful, with pots of bisque simmering on the back burners and fish sauteing in butter in front, but if you want to learn how the food is prepared, you’ve got the best teacher in Dallas slaving over a hot stove. There’s nothing Benihana about Jean-Claude’s, however. The kitchen may occupy about one-fourth of the restaurant, but preparation doesn’t dominate one’s meal. If</p><p>you aren’t interested in watching your lobster boil, there’s no pressure to do so.</p><p>If Tony’s is Tony, Jean-Claude’s is certainly Jean-Claude (his last name, which seems almost superfluous, is Prevot). When he first came to Dallas from France ten years ago, he worked in the Fairmont’s Pyramid Room, but later left to open his own cooking school.</p><p>In October 1975, after no small amount of difficulty (“When I went to the bank they thought I was crazy,” he says), he opened his own place, JeanClaude Restaurant. Perhaps due to the enthusiastic support of cooking school alumni—Jean-Claude has never advertised—the restaurant was immediately successful, so much so, in fact, that in March he opened a second restaurant, Le Boul’ Mich. It’s named for Le Boulevard St. Michel in Paris but located on Dallas’ much less flossy Worthington Street.</p><p>Jean-Claude describes himself as antiregulation and his restaurant reflects this philosophy. Although the place is elegant, with fabric on the walls, tuxedo-</p><p>clad waiters, and punctilious service, it is pleasantly casual. There are no saucepanbanging temper tantrums in the kitchen; Jean-Claude and his assistants prepare the food with smooth precision. The three waiters, one of whom is JeanClaude’s brother Michel, are warmly democratic, and so is the host. Once the patrons have been served, Jean-Claude strolls about the room and spends a few minutes chatting with each guest.</p><p>For a premier chef, he is disarmingly unpretentious. When asked the name of a particular veal dish, he replied, “Veal roast,” adding, “i’m not very big on names.” The only demand he makes of his customers is that they arrive on time.</p><p>While the $22.50 <em>prix fixe</em> may seem a little steep, the dinner includes an appetizer, salad, entree, vegetable, potato, and dessert. Jean-Claude estimates that when drinks, tip, and wine are added, the price per person averages $30—not bad when you consider what it would cost you if Jean-Claude were still cooking in France. <em>M.S.</em></p><img /><p>Andy Vracin/Kirkley Photography</p><p><em>at small Dallas owner Jean-Claude is the producer, director, star, and most of the supporting cast.</em></p><p><em>(Continued from page 108)</em></p><p>Tony’s wasn’t always so grand, however. The first Tony’s was a small spaghetti house that opened on Sage Road in 1965. Patrons remember it as a place that was fun to visit, with good food and drink, dancing, and one waitress for every four tables. The place was fine with everyone—except Tony. He began to travel extensively, to experience what he calls the finer things in life. “I had to learn the hard way and give myself a diploma,” he says. He learned through “trial and error, hard work, keeping my eyes open, traveling, and reading.”</p><p>As he learned, the Sage Road restaurant improved, until, in august 1972, he took an even bigger step. Tony Vallone took what he considered the best of each of his favorite New York restaurants and combined them to create the establishment that now stands at 1801 South Post Oak. “I took the fresh flowers of Grenouille, the seating arrangement and somewhat the decor of Caravelle; I took the treatment of VIPs at “21”; and I tried to handle the food somewhat like Lutece—they’ll do anything for a special customer. I wanted the lunch trade of Cote Basque.” Now, after seven years, Tony believes he’s surpassed them all.</p><p>In a way, he’s correct. Tony’s is undeniably the right restaurant in the right place at the right time. It’s a Texas interpretation of what a great restaurant should be. Tony’s might not be as successful in New York. But then “21” probably wouldn’t do so well here either.</p><p><span class=\"dropcap\">I</span>t is six o’clock at Tony’s. Hostess Bonnie Font, a tall, blonde woman with a permanent smile, stands behind a paneled podium and answers one of the two wall phones ringing persistently at her right. Technically, on Saturday night Tony’s has been booked since Wednesday. The restaurant, which seats 150 at a time, will serve about 360, some 80 more than on a weeknight. Tonight, as the early customers arrive, Bonnie escorts them to their tables. While seating is important at most restaurants, at Tony’s it is paramount. People who frequent the place have set a high value on their self-worth, and they want good tables. While Bonnie and Tony will tell their customers that all the tables are good tables, the truth is that some tables are better than others.</p><p>Almost all the VIPs are seated in the center of the main dining room, between two banks of flowers. This is the fabled Station 1, from which they have a view of the entire restaurant and the entire restaurant has a view of them. Lynn Wyatt’s table is here. Even if she doesn’t have a reservation, Tony will find a place for her whenever she shows up.</p><p>It could be said that where you are seated at Tony’s is a fairly good barometer of your standing in Houston, which makes the place a must for any social climber. Generally speaking, the importance of a customer is indicated by his or her proximity to Station 1. There are inconsistencies, of course. Lynn Wyatt sometimes prefers to sit in the back of the front room. And another woman moved from Station 1 to a less conspicuous station once she felt she didn’t need to be in the limelight all the time. The back room of the restaurant, the Bordeaux Room, is labeled “Siberia” by one customer of Tony’s. No regulars sit there.</p><p>At six-thirty, with Bonnie busy at the front, the restaurant is fairly quiet. Waiters mill around busily; Tony’s waiters always look busy, even if they are simply twisting the service towels they carry. The clientele at this hour consists mainly of the very old and the very young, with a smattering of people in between who have other engagements later in the evening. At a table close to the entrance, a young couple in their late teens or early twenties discuss their order with the captain. The young man wears a tuxedo with a red carnation; his date is dressed in a powder-blue formal with a matching cape. They are enjoying themselves immensely, in a proper sort of way. No elbows on the table, no whispering over which fork to use. Tilman watches them from his position at the front. “Oh, to be as young and foolish as those two,” he says.</p><p>In the kitchen, the first orders have been placed and are being cooked. Designed by Vallone for maximum efficiency, the kitchen is U-shaped with an island in the center. It is small, compact, and immaculate.</p><p>Waiters enter the kitchen through the left side of a set of double doors. (To enter through the right is to court death: a waiter on his way out of the kitchen doesn’t so much leave it as he is propelled from it.) Inside, straight ahead, is the cashier’s island and two wine refrigerators for the more popular white wines. On the wall hangs a menu, a wine list, and a calendar from anthony J. “Let’s Talk Insurance” Lucia. To the immediate left is the dishwashers’ station. Beside the dishwashers is a counter where Tony’s “pantry girls”—two middle-aged Mexican american women —make the salads and create the magnificent fruit bowls frequently served as the dessert course at dinner.</p><p>Perpendicular to the salad area is the main counter with its 24 burners, where the majority of the kitchen staff of six cooks and two runners work. Most of these men are young, dressed in the traditional chef’s toques with white jackets and scarves. Each person is responsible for preparing only a certain part of the meal. “Every man is specialized. <em>If I</em> lose one, it doesn’t matter that much,” Tony says, glancing around the restaurant as if to remind the staff they can all be replaced.</p><p>The souffle and appetizer cooks work at another stove set at a ninety-degree angle from the main line. Souffles are a house specialty—Tony’s serves an average of one hundred orders a night, in almost any flavor a customer requests, including Sabra (an orange liqueur with a hint of chocolate) and praline.</p><p>The kitchen has to be carefully organized because everything is cooked to order. In fact, if Vallone walks down the line of burners behind the main counter and sees anything cooking ahead of time, the cook responsible is docked $10. “He just bought it; that food won’t be served,” Tony says.</p><p>In another part of the kitchen stands a metal bowl brimming with bricks of butter, and lemons wrapped in cheesecloth fill a wicker basket. A pot of pale pink lobster bisque simmers next to another pot of rich brown sauce, while a tenderloin of beef coils like a boa constrictor next to a bowl of eggs. (Tony’s does its own butchering, using 20 to 30 beef tenders as well as 35 to 45 racks of lamb a night, and about 35 legs of veal a week.) Six or seven bottles of liqueur stand on the counter. When Tony finds an item elsewhere that he cannot reproduce in the restaurant, he has it flown in. His chocolate mousse pie, for instance, comes from Los angeles.</p><p>It is informative to note what <em>isn’t</em> in Tony’s kitchen as well as what is. There are no heat lamps, no mixes, no microwave ovens, no frozen food. “Our freezer is full of bones,” Tony says. (They will be used for stocks and sauces.) There is also nothing on the floor; two runners see to that.</p><p><span class=\"dropcap\">D</span>iners begin to arrive steadily around seven-thirty. Bonnie maintains her position at the front, and Tilman and aldo appear more often from the kitchen. As the regulars arrive—people who eat at Tony’s two or three times a week—the three are uniformly solicitous. They inquire after sick relatives, compliment jewelry, compare diets.</p><p>Tilman’s customers adore him, mainly because of the special care he provides. One woman tells the story of a night she had too much to drink while dining with important clients. Tilman quietly switched her wine to Perrier, and then called her the next morning to apologize for the presumption.</p><p>The phone continues to ring. Bonnie tells one caller the place is full. The phone rings again and she tells that customer to come over right away. The phone rings again; this time she asks if the caller can come at ten. While Bonnie takes a break to escort a middle-aged man and his wife to a table, Tilman answers the phone and breaks into a grin. “Oh, no,” he says to the caller, “you must come. We already have the a.l. sauce ready.”</p><p>Everyone enters Tony’s a little differently. First-timers walk in as if they have just entered paradise; others, more blase, obviously take paradise for granted. While designer clothes are in abundance, there is a sprinkling of double knits and shiny suits, a reminder that lots of money doesn’t necessarily mean lots of taste. Perhaps the only generalization one can make about Tony’s customers is that they have all figured out a way to cover the tab.</p><p>Some of them can cover it very well indeed.When apartment czar Harold Farb and his wife, Carolyn, arrive, Tilman, Tony, aldo, and Bonnie are there to greet them in a manner best described as reverential. Tony escorts them to their table—the coveted Table 21 in Station 1—and locks her fur in his office, away from all the other riffraff in the closet. (By nine-thirty that closet can look like a fur sales rack at Saks Fifth avenue.) as the Farbs sit down, five waiters swarm around their table.</p><p>The noise level in the restaurant has grown to a steady din. Tony’s large white laminated menus can be seen at some tables, but many customers do not use them at all, because the restaurant serves as many dishes off the menu as on. “None of the regulars stick to the menu,” Vallone says. They prefer to follow the captain’s recommendations for whatever is special that day.</p><p>A few minutes later, a well-heeled but decidedly unflashy family arrives, and a compact, conservatively dressed man announces to Bonnie that the Klebergs are there for dinner. Bonnie’s eyes twinkle. She asks the man and his family to take a seat in the bar. She turns to Tilman and within seconds the words <em>King Ranch</em> are on the lips of every member of the staff.</p><p>Many of the restaurant’s most cherished guests are virtually unknown outside banking and financial circles. They go not so much because Tony’s is a place to be seen as because it provides the right setting for making deals—very big deals. Concluding a merger at Tony’s is like signing a peace treaty at the Palace of Versailles. It lends the proper tone to the occasion.</p><p>Even so, Tony’s guest list usually reads like Sunday morning’s society page (sometimes they’re virtually indistinguishable). A frequent customer is Maxine Mesinger, Houston’s premier gossip columnist. Tony and Maxine have a lot in common.</p><p>“I know everything that goes on in this town,” Vallone says. “I <em>have</em> to know. I keep my mouth shut, but I know.” Reservations are cross-checked constantly to avoid confrontations, but usually, Tony says, “You just put a few rows of tables in between—it works.”</p><p>By nine o’clock the kitchen resembles a castle under siege. Five waiters lean on the counters, tensely following the preparation of their orders. Most of the burners are in use; occasionally during the height of the activity an entree accidentally bursts into flames and has to be removed from the top of the stove.</p><p>A tall, heavyset waiter brings in the latest order, places it on a ring, and spins it. The sous chef yells “Ordering!” and for an instant there is an eerie silence while he calls out the appetizer order. The appetizer cook then sets to work. When he is done, the sous chef calls out the entree order.</p><p>The kitchen now teems with waiters and cooks running in every direction. Aldo prepares a special appetizer by melting two types of Italian cheese over small pieces of imported pumpernickel. Tilman calls in an order of Pizza Potatoes (julienned potatoes baked with Romano cheese and served on a silver platter), Tony’s answer to hashbrowns. One waiter curses the cigarette machine, located in a corner of the cashier’s area, while another grabs a loaf of bread from a stack of a hundred or so and flings it into the bread oven. (Tony’s French bread comes from Jean-Pierre’s; he uses an average of 225 loaves a night.) While the bread heats, he whirls around to the counter and stacks his covered entrees—one order of trout Glesby (with lump crabmeat and pine nuts), one beef Stroganoff—then whirls back to remove and slice his bread and pop it into a basket. Another waiter grabs a sprig of parsley and a sliver of lemon for each plate of snapper andre (with artichokes, mushrooms, and white wine), slaps a lid over each entree, picks up the tray, and is out the door in a flash.</p><p>Tony enters the kitchen, carrying a wine glass steaming with black coffee. The mood in the kitchen shifts as if someone had just cracked a whip. Suddenly everyone is a bit more attentive. A short, dark-haired waiter walks by carrying a plate of asparagus. Tony stops him. “Dry them better,” he says.</p><p>In one corner the souffle man is elbow deep in a vat of souffle that looks like whipped cream, while in another area a pantry girl snips naked grape branches off a fruit bowl. She then turns to remove another completed bowl from the refrigerator. “Everything is wrapped in plastic here,” Tony says, pointing to a fruit bowl sealed in Saran Wrap. “Nothing for Marvin Zindler to complain about,” he says. (Self-appointed consumer watchdog and KTRK-TV personality Zindler recently gave the restaurant a very clean bill of health.)</p><p>A waiter leaves the bread oven open as he turns to attend to an entree. “Close the oven, Carmello,” Vallone says. His tone is firm; the response immediate. As a worried-looking waiter cautiously hoists a heavily laden tray onto his shoulder, Tony calls to him. “You know how important Table 41 is.” The waiter nods. Just then a cup shatters on the floor near the dishwashers. “That’s three dollars,” Tony says to the waiter who dropped it. Turning his attention to a tub of fresh fish on ice, he orders a cook to squeeze some lemon on them. The fresh scent of lemon fills the air, mixing with the rich aromas of roasting duck, baking souffle, and sauteing veal.</p><p>Glancing up from contemplating a minor tragedy—a specially ordered Black Forest cake that has arrived from the baker too late to be served—Tony spies a few busboys picking at the remainder of a duck carcass. He waves them away with a towel.</p><p>At the cashier’s station, waiters slap down the first checks of the night on the counter. Early in the evening, the totals are light, in the $50 to $60 range for two people, but as the night goes on, the checks, like the voices of the patrons, will go up. They will go up very high. One check equals first-class air fare to France, another at least to Colorado.</p><p>Very few people pay cash at Tony’s. As cashier, Debbie, a young woman whose suntan and blue jeans seem incongruous at Tony’s, even in the kitchen, has the job of checking to be sure that the american Express and other charge cards are still valid and that Tony has not canceled one of the four thousand or so private charge accounts. One reason a lot of people can afford to go to Tony’s is that they don’t pay. Many of the meals are charged to expense accounts. As Tony says, “They’re going to think of some way to charge it off.”</p><p>Once Debbie has tallied her receipts they are fed into Tony’s in-house computer, an accounting tool that gives him a nightly and weekly food-cost analysis. “We have this business down to a science,” he says. “We know each night what each station sold, how many people were served, and how much money we took in, broken down into food, wine, and beer.” Somehow, it is surprising that the computer gives him an average of only $36 per person (in the wine cellar it’s closer to $50 or $60), but he claims the earlier checks pull the average down. Dinner for two at Tony’s, with tax and tip, can easily run $100. This year the restaurant will gross $3.5 million.</p><p>Between nine and ten o’clock the entire restaurant operates in a frenzy. The dining room and bar are filled to capacity and people are still coming in. Not only that, people are still calling. Dressed in a tuxedo (he owns five), Tony passes through the crowd, stopping at tables to exchange pleasantries, whispering orders to his waiters. Occasionally he sits down to chat. Those who do not know him follow his every movement. “That must be Tony,” you hear them say to their friends. It is obviously his show, although he often seems too preoccupied to enjoy it.</p><p>Harold Farb, after drinks and caviar, is suddenly in a down-home mood. He wants chicken-fried steak with all the trimmings. It is something Tony prepares for his special customers, a dish with veal and fresh cream sauce whose humble origins he prefers to conceal with a French name: <em>cote de veau a la creme.</em></p><p>Regulars at Tony’s get whatever their hearts—and palates—desire. Cullen family member Baron Enrico “Ricky” Di Portonova, a man Maxine Mesinger describes as “a tall, good-looking count,” didn’t want the standard fettuccine, so he asked that the cook add some caviar. Now, whenever Di Portonova arrives, he is given grated cheese, fettuccine, several ounces of beluga caviar ($200 a pound, flown in weekly from Iran), and a magnum of Dom Perignon ($135 at Tony’s) because “he likes to sip a little Dom Perignon while he’s tossing his fettuccine.” Di Portonova’s innovative appetizer can be had by anyone (it’s now on the menu), though obviously for $22.50 there’s not quite as much caviar.</p><p>If Di Portonova gets the VIP treatment, Maxine Mesinger is greeted like a long-lost relative. “Max is family,” Tony says. When Maxine sits down, Tony does too, talking earnestly with her, clasping and unclasping his hands while they visit. Even with friends, he seldom relaxes. Many people credit Maxine with making Tony’s <em>the</em> place in Houston to see and be seen. When he was in the old location, Tony invited her for dinner persistently, but she never went. “He kept dogging me, so finally we tried it and we loved it,” she says. She loves the new place too, and so do the likes of Jacqueline Bisset, Helen Hayes, and Joan Rivers.</p><p>Two couples from Louisiana arrive. Although the men are stylishly dressed, they are lacking one crucial element in their attire: ties. Bonnie explains that she cannot seat the couples unless the men wear ties, and offers to call a cab to send them to another restaurant or back to the Houston Oaks for ties. The two wives are furious, the husbands grumble. They wait for a cab, which does not arrive for thirty minutes, while the women fume in the bar.</p><p>The men are in good company. Frank Sinatra and Muhammad ali have been refused a seat for not wearing ties. (“Thank God it was over the phone,” Tony says.) He keeps one tie on hand in case a regular customer arrives without neck gear but otherwise nicely dressed, but he doesn’t maintain a closet of jackets to outfit every golf foursome that decides to adjourn to the restaurant after the nineteenth hole.</p><p><span class=\"dropcap\">B</span>y ten-thirty the kitchen has finally begun to slow down. With a sigh, Frank Garza eyes the clock and removes his to leave. A waiter fills an antique silver turtle with caviar, while another waiter, who has just had a run-in with a souffle sprinked with powdered sugar, removes his jacket and dabs at the white spots with coffee. “Water just smears it,” he says. Another waiter approaches the cashier’s island and asks if anyone knows who won the basketball game. The other waiters eye him as if he has lost his mind. “a customer wants to know,” he says. Debbie puts in a call to the newspaper.</p><p>Slowly, almost imperceptibly, the place returns to something approaching tranquillity. The waiters begin to smile and joke with one another, and when the last guest has been seated, Bonnie retreats to the kitchen for her own dinner.</p><p>People leave the restaurant in groups. Some women carry a flower or two in their hands like bridesmaids; a few people even have doggie bags, although at Tony’s these are made of foil folded into the shape of a swan or a small basket. Some of the patrons are feeling a bit too good: Tilman, watching an inebriated man start to tell a ribald story to a woman from another group, approaches and good-naturedly hands him a note with OUT printed in big block letters.</p><p>The man reads the note, laughs loudly, and exits. The kid-glove treatment extends even to drunks.</p><p>Once the crowd thins out, Tony and Tilman depart, leaving aldo in charge. In the kitchen, the busiest people are now the dishwashers. Even though the cooks have cleaned their stations, two men will be locked in—Tony’s words— to steam-clean the burners and vacuum the carpets. When only one group remains in the back room, aldo sits down to dinner. His cold supper of crabmeat, salmon, and shrimp is prepared and served as graciously as any patron’s.</p><p>At eleven-thirty the restaurant closes for the day. Another Saturday is over—until next week.</p><p><span class=\"dropcap\">M</span>ost people will agree that Tony’s is a fine restaurant, although they quibble over just <em>how</em> good it is. Tony believes his place is as good as New York’s Lutece, while other restaurant owners and critics say that’s stretching a point. The controversy centers on Tony’s claim that he offers the “poetry of French food.” Some insist that a restaurant must have a staff that is genuinely French to make such a claim. At Lutece and Caravelle, for instance, this is the case, while only four of Tony’s employees are French.</p><p>But what may sound like a petty criticism reflects a deeper truth: precisely because Tony is Tony, his restaurant cannot be Lutece or Caravelle or “21.” Tony Vallone was born and raised in Houston, a far cry, literally and figuratively, from New York, and even farther from Paris. The success of his restaurant reflects Houston’s success. If it weren’t for Houston’s rapid increase in wealth and sophistication—the boom —Tony Vallone might have remained the proprietor of that “small spaghetti house.” Having a place like Tony’s means somehow that Houston has arrived. But because Houstonians are relatively new at this game, they are a little insecure, like rookies just up from the minors. For instance, when Tony says he took “somewhat the decor of Caravelle,” he isn’t kidding. The two restaurants look remarkably alike, from the starched white tablecloths and rosecolored upholstery to the well-stocked table at the front. Fortunately, however, Tony failed in his attempt to imitate “21.” Many people who are not wealthy or famous have managed to have a nice time at Tony’s. The same cannot be said of “21.”</p><p>But Tony’s is more than the sum of its parts. The waiters in tuxedos, the claretcolored walls, the Baccarat crystal, the fresh flowers—these are all part of it—but ultimately the restaurant is what its customers believe it to be. And Tony’s customers are true believers<em>.</em></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "July 1979",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Restaurant",
      "people",
      "Food",
      "Wine",
      "Bread",
      "Fish",
      "Chef",
      "Cooking",
      "Houston",
      "Restaurants",
      "Beef",
      "Dallas",
      "Family",
      "House",
      "money",
      "Tony Vallone",
      "Wall",
      "Women",
      "choice",
      "Love"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Houston",
      "Dallas",
      "D.C.",
      "Paris",
      "Texas"
    ]
  }
}