{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-200011",
    "date": "November 2000",
    "year": 2000,
    "month": 11,
    "month_formatted": "November",
    "pdf_uri": "/2000/20001100.pdf",
    "issue_cover_image": "",
    "document_start_page": 140,
    "toc_start_page": 138,
    "document_page_range": [
      [
        140,
        141,
        142,
        143,
        144,
        145,
        146,
        147
      ]
    ],
    "toc_order": 5,
    "toc_headline": "The Searcher",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-200011-thesearch",
  "source": "/2000/20001100.pdf",
  "wp_post_id": 149256,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-searcher-2/",
  "authors": [
    "Anne Dingus"
  ],
  "headline": "The Searcher",
  "dek": "With his cameras in his saddlebags, a Montana photographer went looking for modern working cowboys. He found a passel of chaps on several giant Texas ranches.",
  "spread_caption": "",
  "excerpt": "Photographer Kurt Markus spent years tracking down modern working cowboys for his new book, Cowpuncher. He corralled the genuine article at several Texas spreads.",
  "kicker": "",
  "word_count": 358,
  "content": "<img /><img /><p><em>Moorhouse Ranch,</em> Seymour</p><p><strong>Photographs By Kurt Markus</strong></p><p>Honest-To-God Cowboys Are the finest people I’ve ever known,” says Kurt Markus. “They’re honest and intelligent and a whole lot of fun. That’s part of the reason the rest of us still dress like cowboys—because it means something.” In tribute to the profession he so admires, the Montana photographer has collected 163 of his original photos into a new coffee-table book, <em>Cowpuncher,</em> which chronicles the daily, almost timeless chores and duties of the working hand. Markus spent fifteen years and traveled tens of thousands of miles to document some of the biggest ranches in the West, including Texas’ Quien Sabe (Channing), 6666 (Guthrie), Long X (Kent), and Moorhouse (Seymour), among others.</p><p>Now 53 years old, Markus has concentrated on Western subjects since 1979 and even has a special tent-studio he sets up at rodeos. During Project <em>Cowpuncher,</em> Markus pulled double duty: When he wasn’t photographing cowboys at work, he received “on-the-job training” from them, rising at dawn, sharing their meals, pitching in when he wasn’t actively shooting. Eventually he became a capable rider who could load film “on horseback, at a trot or lope, in driving snow,” he says. And he came to adopt a work ethic that applied to both his plainsman and lensman identities: “Work hard, document everything, don’t give up, and in classic cowboy fashion, provide a few laughs.” <em>Markus’</em> Cowpuncher <em>is available from Wild Horse Island Press, 135 Lone Pine Road, Kalispell, Montana 59901; 406-756-9191; www.wildhorseislandpress.com.</em></p><p><em>Steve Lewis and Gary Morton, Quien Sabe Ranch,</em> CHANNING</p><img /><p><em>Ryder and Greg Locke,</em> Alpine</p><img /><p><em>Sam Brown, Quien Sabe Ranch,</em> Channing</p><img /><p><em>Long X Ranch,</em> Kent</p><img /><p><em>Jose Valeriano, Long X Ranch,</em> Kent</p><img /><img /><p><em>R. W. Hampton, Ls Ranch</em>, Boys Ranch</p><img /><p><em>Quien Sabe Ranch</em>, Channing</p><img /><p><em>Keith Fox, Chris Spencer, and Tommy Vaughn</em>, Alpine</p><p><em>Jim Bob Walden, Quien Sabe Ranch,</em> Channing</p><img /><img /><p>“I Loved Riding Out Before Sunup. . . . I was among a good bunch of cowboys moving through country just coming alive, and the sun would soon peek at us and throw wonderful light our way.”</p><img /><p><em>From left: top rail, Billy Peters, Calvin Peters; standing, Joe Powman, Kenneth Cribbs, Rick Durham; kneeling, Jim Bob Walden, Steve Lewis, Jake Moore, Jim Rentfro, Ken James. Quien Sabe Ranch,</em> Channing</p><img /><img /><img /><p><em>6666 Ranch,</em><strong>Guthrie</strong></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "Arts &amp; Entertainment",
    "wp_issue": "November 2000",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Cowboys",
      "montana",
      "Photographer",
      "Cameras",
      "Country",
      "Cowboy",
      "Driving",
      "ever",
      "Film",
      "Giant",
      "people",
      "Photos",
      "Pitching",
      "Texas",
      "Work"
    ],
    "wp_categories": [],
    "wp_location": [
      "Texas"
    ]
  }
}