{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19785",
    "date": "May 1978",
    "year": 1978,
    "month": 5,
    "month_formatted": "May",
    "pdf_uri": "/1978/19780500.pdf",
    "issue_cover_image": "",
    "document_start_page": 114,
    "toc_start_page": 112,
    "document_page_range": [
      [
        114,
        115,
        116,
        117,
        118,
        119,
        120,
        121
      ],
      [
        205,
        206
      ]
    ],
    "toc_order": 2,
    "toc_headline": "Expensive People",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-197805-expensive",
  "source": "/1978/19780500.pdf",
  "wp_post_id": 112950,
  "wp_post_guid": "http://www.texasmonthly.com/article/expensive-people/",
  "authors": [
    "A. J. Love"
  ],
  "headline": "Expensive People",
  "dek": "In Texas, high society used to be provincial and gaudy. Now it’s cosmopolitan and gaudy.",
  "spread_caption": "",
  "excerpt": "At the top, a good family helps, clothes help, manners help, the right friends help, but nothing helps like money.",
  "kicker": "",
  "word_count": 6741,
  "content": "<p>“I suppose society is wonderfully delightful,” wrote Oscar Wilde. “To be in it is merely a bore. But to be out of it simply a tragedy.” So it happens that on this particular spring evening, tragedy is being averted in Texas. Outside the 23-room River Oaks mansion, rain and hail pelt the limousines lining the horseshoe driveway. “She’s okay,” shouts the chief security agent, waving the latest arrival past the front entrance. The recipient of security’s stamp of approval is Joan Schnitzer, wife of Kenneth Schnitzer, the developer of Greenway Plaza. A devoted follower of fashion, Joan has chosen to wear a St. Laurent corselet dress and print shawl, set off by color-coordinated flowers in her hair. Joan Schnitzer’s social agenda for the week has been demanding; already there have been the anniversary celebration for Houston attorney Bob Welch and his wife, Bernice Weingarten (of the supermarket-chain family), then the Stanley Cup play-offs, and the party for Kirk Douglas in New York. But come hail, high water, or jet-lag, an invitation from Joanne Herring is not for lining birdcages. Joanne Johnson King Herring—the pampered only child of a wealthy engineer, former UT campus beauty, would-be Hollywood starlet, wife to two millionaires, local TV celebrity, and darling of third-world dictators—is best known for her talent for giving the most talked-about parties.</p><p>With ruthless energy coated in charm and the help of her husband’s considerable wealth and influence (Robert is board chairman of Houston Natural Gas), Joanne has moved up through the ranks to prominence among the hostesses of the world. <em>People</em> magazine calls her the “social queen of Houston,” and local gossip columnists rave: Joanne “is friends with <em>everybody</em> who is <em>anybody</em> among French nobility” and “is always in the most chic places in Europe at the most chic times.” No one has brought as many foreigners to Texas since Santa Anna stormed the Alamo: a prime minister in November, a shah in July, and if this is April, it must be Grace.</p><p>The center-ring attraction this evening is King Hussein of Jordan, who, though 42 and balding, is holds up his end with the “boyishly charming.” Latched attentively to his side in the receiving line, fortyish (but girlishly charming) Joanne does introduction duty while the guest of honor holds up his with the obligatory small talk: variations on the weather theme, a comment about Houston’s grass seeming greener on his previous visits, followed by a quick amendment that, of course, “the hospitality and warmth stay the same.”</p><p>Beyond the foyer are people of such social magnitude as Baron Enrico and Baroness Alessandra di Portanova of Rome, as well as Countess Lenzi-Orlani of New York, Lady Tessa Reay of London, and Dr. Denton Cooley, the heart surgeon. Here amid the magnolia blossoms and crystal chandeliers, they exchange social kisses and chitchat, recorded on celluloid for future pages of <em>Town and Country.</em> There’s Yanal Hikmat, Jordan’s protocol chief and second most eligible bachelor, talking with Josephine “Jo” Abercrombie Bryan (daughter of the oil tycoon James S. Abercrombie). Josephine, divorcing and consequently soon to be rid of the “Bryan,” discloses that the intimate conversation concerned irrigation systems. Also in the throes of matrimonial unbinding, banker Jim Lyon is back on the social scene after a few weeks’ absence spent recovering from an illness picked up on his African safari. He discusses the healing powers of jogging with another socialite.</p><p>Nearby, society writers have cornered Jordanian General Zaid Bin Shaker to make inquiries on a subject of international sociological concern: that is, how Houston women compare. “Look,” says Bin Shaker, “I’m head of the armed forces; I’m not a diplomat.</p><p>In fact, the king is always telling me to keep my mouth shut. But,” he adds diplomatically, “standing here between these two beauties, how can I deny that Houston has the prettiest, nicest, most chic women so far?”</p><p>The presence of such beauties is no fluke. When it comes to the social game plan, Joanne leaves nothing to chance. “I’ve invited as many attractive ladies as I can,” she explained earlier. “I think ladies are part of the decoration.” Having suggested to some of the decorations that they “wear something very low cut,” Joanne is following her own advice—her platinum-blonde hair is swept up and her neckline plunges toward China. As the last guests arrive, Joanne, with King Hussein in tow, bounces up the stairs (the mini-trampoline in her bedroom has made her quite adept at it), leading the elite parade to the second-floor “sheik’s discotheque.” Never one to cut corners on special effects, she had overhauled the room—ripping out walls and importing stuffed tigers, zebra rugs, brass lamps, and Arabian pillows—for a bash honoring Sweden’s King Gustav the previous year.</p><p>“Quickly, get on the cushions,” directs the hostess, positioning the eligible beauties near the king. The lights are dimmed and the Mexican mariachis break into song, but, alas, within minutes the king apologetically abandons the scene, thus dashing any hopes of decorative intimacy. On the other hand, his hasty departure to a top-secret meeting with Nelson Rockefeller and George Bush adds intrigue to the list of special effects. With a farewell kiss to the royal cheek, Joanne seats her remaining guests for a catered dinner of guacamole, steak, and potato. Twelve honored guests flank Joanne in the mirrored formal dining room, with an additional thirty not-quite-so-honored but eminently honorable dinner guests at a long table in the foyer, and the social lions party royally into the night.</p><p>Photograph by Kent Kirkley</p><p><em>A. J. Love is a writer living in Dallas.</em></p><p>Hand coloring by Kris Cummings</p><img/><p><em>“At a high-society ball in Dallas</em>, <em>tiny fig leaves were strategically pasted onto small statuettes of Michelangelo s</em> David <em>when someone suggested the table decorations might interfere with digestion.”</em></p><p>Time was, when a king came to Texas (which was rare), it was on a “goodwill” tour—a package deal involving a meeting with the mayor and an airport ceremony during which the king picked up a key to the city and a cowboy hat. Never did royalty come merely for socializing. “Several years ago when we’d visit our friends in Europe, we’d tell them, ‘You must come to Texas,’ ” says Joanne Herring. “They would look at us like we were crazy! Now they come here all the time.” In a recent twelve-month period the Herrings entertained two kings (from Sweden and Jordan), three princes (from Saudi Arabia, Morocco, and France), and the prime minister of Belgium, while their social counterparts, the Oscar Wyatts (she’s Lynn Sakowitz, perennially on the international best-dressed list; he’s board chairman of Coastal States Gas Producing Company), had Princess Mia Pia de Savola, daughter of the King of Italy, Prince Michel de Bourbon-Parma, and the Due d’Orleans. In fact, the number of royalty and heads of state regularly visiting Houston has increased to such an extent that the mayor’s office now has a full-time protocol adviser to handle details of royal entertainment.</p><p>That Texas has a social establishment capable of seducing royalty into its fold is a remarkable achievement in itself. Society of the high kind in Texas has always been considered, if considered at all, in terms of one-liners: “A state built on crude oil naturally produces a crude society,” said a <em>Holiday</em> magazine writer in 1957, adding that “even the addition of natural gas has not noticeably improved the situation.” Other observers have noted that society in Texas “is a latter-day alliance of Dogpatch with the Court of Louis XIV” and “is about as difficult to get into as the telephone book.” And in Eastern cities such as Philadelphia, New York, and Boston, where society has jelled into a more or less consistent pattern of celebrating genealogy, high society in Texas has been regarded as a contradiction in terms. “How can there be <em>real</em> society out there?” has been the rhetorical question. “After all, nobody’s been there longer than three generations, and who were they originally? Cattlemen and oilmen.”</p><p>In fact, for Easterners whose only knowledge of Texas is that gleaned from national publications, Texas socialites would appear to spend the majority of their time plotting and carrying out murders—as in the celebrated cases involving the Hills and Robinsons of Houston and Fort Worth’s Cullen Davis. And when the Eastern media aren’t covering murders, they zero in vulturelike on events that perpetuate the image of rich Texans having manure permanently embedded under their fingernails. For instance, when John Connally and rancher Joe Marchman held their first black-tie auction of Western art and Santa Gertrudis bulls in 1976, it brought in reporters from the <em>New York Times,</em> the <em>Washington Post, Newsweek, Time, </em>and <em>Women’s Wear Daily.</em> Held in the Regency Room of Dallas’ Hotel Adolphus, it had, as Connally himself admitted, “a touch of Flo Ziegfeld or Billy Rose” and attracted several hundred millionaires (including the Winthrop Rockefellers, actress Greer Garson, and several of the King Ranch families) from some thirty states and four countries. Most of the Eastern publications sized it up as an event which could happen “only in Texas,” and all of them pointed out, in a condescending tone, that the bulls, of course, brought higher bids than the art. Amazingly enough, at the second art-and-bull auction held last year at Houston’s Shamrock-Hilton the same publications were represented, but none mentioned that the art brought considerably higher prices than the bulls.</p><p>But the attitude that all Texans chew cigars, boast, and belch without apology is changing. “When I first came to New York, being from Texas was an embarrassment,” says a former Texan, Jack Heifner, author of the play <em>Vanities.</em> “I tried to get rid of my Texas drawl and never admitted I was from Texas. Now Texas has become chic, and all kinds of people are coming out of the closet wearing cowboy boots and hats and claiming to be Texans, even if they haven’t been there in twenty years. And New Yorkers who used to despise Texans and Texas now talk about it as an oasis. Suddenly New York businessmen are praising Texas because they may have to move there to survive, and they want to reassure their friends and themselves that Texas is an acceptable alternative.”</p><p>Certainly the influx of highly placed newcomers to Texas has been one factor that has contributed to the rapid growth of a social establishment in the state. A large percentage of these immigrants and businesses is settling in Houston, canonized by <em>Newsweek</em> as “the international capital of the fast buck.” A reflection of Houston’s nature-energetic, exploitative, and laissez-faire—the new social establishment emerging in the city is itself based on opportunism, valuing money over blood (a characteristic some Houstonians refer to as “the Dallas syndrome”). At the same time, though it could hardly be called an old city, Houston has its share of third-and fourth-generation families who consider themselves as aristocratic as any blue-blooded Boston Brahmin and bewail the presence of so many newcomers. One Houston oldtimer refers to New Yorkers as “East River wetbacks.”</p><p>While the new Houston society has out-Dallased Dallas, Big D itself can’t seem to shed its Bible-Belt banality. (At a high-society ball last winter, tiny fig leaves were strategically pasted onto small statuettes of Michelangelo’s <em>David</em> when someone suggested the table decorations might interfere with digestion.) For some time Dallas was considered the trend-setter of Texas society in terms of pure splash, and in some circles still is: “Neutrals in this matter,” a Dallas columnist wrote recently, “generally agree that Dallas has the edge in society while Houston seems nonpareil in society murders.” Like Houston, Dallas has what could be termed an “old” society and a “new,” but on the whole is an insular, middle-aged society, clinging to its forties reputation as the Manhattan of the West.</p><p>With neither Dallas desire nor Houston hustle, San Antonio lags behind in bank deposits, but as the oldest major Texas city, its society is the most aristocratic and inbred in the state. “If they don’t know somebody when they come here,” said one of the old guard in reference to San Antonio’s reception of newcomers, “I feel sorry for them.” And Fort Worth, while it has the customary big-city trappings —pyramidal skyline, traffic congestion, elegant mansions—is still Cowtown. The grand titans of its past—publisher Amon Carter, banker Sam Cantey III, Texas Electric’s J. B. Thomas—fostered a collective civic snobbery that still breeds delusions of a Dallas-Fort Worth social equality, but the fact is that Dallas has long since looked eastward for its standards of respectability and Fort Worth looks west—to the barren plains. The societies of smaller Texas cities maintain a rough flavor that defies infiltration by Eastern standards: a recent party given by Mac and Willie Mae Sherrill in Salado brought in two hundred guests from all over the state, a democratic mix of diamonds and rhinestones, but the main attraction was the buffet centerpiece—two smiling hogs’ heads, one wearing a Mill Creek golf hat, the other a bonnet.</p><img/><p><em>The emerging social establishment in Houston is based on opportunism, and its queen is Joanne Herring, who is known for giving the most talked-about parties in Texas. Her guest lists include princes , kings, heads of state.</em></p><img/><p>Babara Sloan-White</p><p><em>Houston’s socially elite at play: Mary Ellen Gordon (left), pianist Fred Gibbons (center), and Joan Schnitzer.</em></p><p>In addition to its unique local qualities, each city’s society is divided into sets and cliques and circles, which sometimes intersect and blur in an indecipherable chaos. Yet emerging from the disorder are certain distinctions that set high society apart from just plain society. Here there is a kind of careless self-indulgence, an attitude of Enjoy! that was characteristic of Eastern society two generations ago. In another generation, frivolity may have gone out of fashion, but at the moment it is still fun in Texas to dress in a designer gown and mink and go to the symphony—though symphony-going in Eastern cities has become a pastime for older folks and tourists. No one here is bored with their gold-plated urinals or their custom-designed Learjets.</p><p>“Society’s a great way for people of the same socio-economic background to meet,” says David Caldwell, a Dallas attorney. “There’s always good whiskey, good food, and a lot of people doing interesting things. The problem comes when some people—usually the women—take it seriously; when they give it any more significance than simply a meeting place for people who play in the same backyards.” Yes, for all the fun of cultivating the grand manner, there are drawbacks. A developing society can experience growing pains, a fierce social competitiveness, an obsessive concern with the superficialities of class. “People around here collect art as decoration to impress their friends,” says one of Texas’ biggest art collectors, Stanley Marsh 3. “Your daughter doesn’t get into the right sorority, so you buy a Matisse.”</p><p>“In my opinion, the majority of the upper class is unhappy,” says Rev. A. A. Taliaferro, who has been friend and counselor to many in Dallas’ upper class, first as minister of St. Michael’s, one of the wealthiest churches in North Dallas, and for the past sixteen years as a private counselor. “They may have everything financially, but they suffer more because their expectations are greater—their fears, insecurities, and anxieties arise from the competitiveness they’re surrounded with. They are more aware of the possibilities of success, so when their dreams go unrealized, they become frustrated.” The children of the upper class suffer most, he says. “Tremendous conflicts arise when a son wants to go into a profession that’s not money-oriented—if he wants to become an artist, teacher, or musician. Generally a father expects his son to follow in his shoes, and very often he is pressured into it.”</p><p>Like all social establishments, the emerging Texas society is based on the principle of exclusivity. “When you talk about any society,” says Angus Wynne III, president of a booking agency named Central Casting and son of the Six Flags Over Texas developer, the whole idea is to keep social equals in and others out.” There is considerable peer pressure to keep the ranks closed, and the presence of an outsider silences the elite faster than the IRS. “If you want to ask an ‘outsider’ to a debutante party,” says a Houston socialite, “it’s considered proper etiquette to call the hostess first and ask if it’s okay. But it’s not something you do often.” It follows that the matrimonial network often feeds on dynastic prudence rather than passion. “You can see the mothers standing around the edpp <em>at a</em> society ball, keeping an eye on who their daughters are associating with,” says one society observer. One well-bred Houstonian, who had tried to instill the proper social values in her daughter and worked desperately to arrange her mating with the son of a family friend, was appalled when her daughter went off to school and married (horrors!) a tradesman. When recently asked how her daughter was doing, the matron put her hand to her head and moaned, “She’s still married. She might as well be dead.”</p><p>But while maintaining its distance from the less affluent classes, the society crowd is subject to common vices. “There’s an alcoholic approach to all of it,” says Angus Wynne. From deb balls to charity balls, cocktail parties to business luncheons to fashion shows, the exposure to alcohol is constant. It also goes without saying that marijuana and cocaine, as well as prescription mood-altering drugs, have infiltrated the social scene to an even greater extent than in the world at large because the socially elite are better able to afford them. But perhaps their greatest addiction is to the world they have created. “It’s very hard for the girls to go back to college after they’ve gone through their debutante season,” says a past president of one of the Dallas men’s clubs that presents debutantes. “They get used to going to all these glamorous parties, as many as three a day, and they're dating wealthy, usually older, men. They go back to college, and it’s not the same, they can’t adjust. I’ve seen some of them drop out and come home because they miss being the center of attention.” A Houston attorney who married and later divorced a debutante says, “The whole scene was the most important thing in the world to me at one time. I had a running bet with a friend of mine on who could get his name in the gossip columns more often. It’s a fairy-tale world that’s very easy to get caught up in. Some people at some point realize that it’s all tinsel and glitter. Others never get out and never realize that there’s anything more.”</p><img/><p><em>Debutante season is a whirl of glamorous parties and gala balls where society’s daughters can meet the right mates.</em></p><p>What from the outside seems an elite clique of chums, though, is a tough gang of folks who can snub a has-been as quickly as they can down a caviarladen cracker. When 34-year-old bachelor Charles Parce, a visible figure on the Dallas society scene, was arrested for (and later acquitted of) “racketeering activity” when his company’s planes were allegedly used in a multimilliondollar marijuana-smuggling ring, the news made the front page of a local paper, complete with a photograph of Parce in front of his Rolls-Royce. “It was the talk of the town,” said one associate of the society set. “But you’d ask these people—who had been with him just a few days before at a party—what they thought about it all, and they’d look vou right in the eye and say ‘Who?’ as if, well, certainly <em>they</em> hadn’t been taken in by the fellow.”</p><p>The embarrassing incidents and scandals that smolder under the surface of society are endless, and endlessly discussed. For example: that an oft-mentioned name in recent Houston society columns (male) was being divorced by his wife after she discovered his affair with an internationally known fashion designer (also male). Or that a wealthy Dallas businessman, when consuming alcoholic beverages (which is more often than not), persists in making loud and obscene comments concerning the sexual and mental incompetence of his wife, who is generally sitting nearby. Or that the divorce settlement of a descendant of one of Houston’s most prominent families still maintains its position in the <em>Guinness Book of World Records</em> (1978, page 393). Or the Dallas deb party at the former residence of Pio Crespi, a home designed by Maurice Fatio in the French chateau tradition right down to the bidet, which one debutante, during a group tour of the manse, mistook for a water fountain, drenching her hairdo, gown, and pride. Or the multimillionaire who made frequent appearances clad in coat and tails at Dallas’ exclusive 3525 where he would climb onto the bandstand and bounce on his pogo stick for hours at a time. Or that a certain judge, one of Texas’ largest landowners, gives annual Roman orgies, wives excluded but women provided. Or the time a Dallas bank director, after a few drinks, fell into a moat encircling the floating dining room in the home of a prominent Dallas family, then continued talking as if nothing had happened. Or the society function at which the socially prominent gentleman fell dead of a heart attack, and, while his distraught wife cried, his mistress (up to this time unknown to the wife) went into a hysterical display of emotional breast-beating worthy of an Oscar.</p><p>At times what begins as society gossip can ultimately split not only families but also social circles and businesses. One such case involves two prominent Houston society couples—Tony Bryan and his then-wife Josephine Abercrombie, and Robert Sakowitz and his thenwife Pam Zauderer. Early last year around the time Pam filed for divorce from Robert, she and Tony Bryan began an affair, during which they occasionally shared a Houston apartment under the assumed names of Mr. and Mrs. M. Hernandez. Josephine subsequently filed for divorce in March, and shortly after that Tony resigned from his position as president of Abercrombie Mineral Company, founded by Josephine’s father. Then Tony Bryan filed a claim against Abercrombie Mineral Company, alleging the company was withholding $10 million worth of his stock, and that “the sole reason for refusing to release the stock</p><img/><p>Bob Jackson</p><p><em>A party isn’t just a party in high society. Brooke Stollenwerck’s was a circus, complete with elephants and sideshows.</em></p><p>to the plaintiff ... is to induce plaintiff to make a settlement favorable to Josephine Bryan.” Abercrombie Mineral then filed a cross-action claim, alleging that Tony Bryan owed the company $2.4 million. By now all the claims and cross-claims have been resolved and the divorces finalized, but Houston hostesses who had been friends with both couples are still having problems with their guest lists.</p><p>Boredom is a serious threat among those who can afford virtually anything, and unchanneled extravagance is tedious. To do something “different” takes considerable talent, instinct, improvisation, and the drive to excel. “Unfortunately, the emphasis of society in Dallas,” says Angus Wynne, “has shifted from simple gatherings to how large a production one can put on.” Debutante balls have become increasingly frantic, and planning a “unique” debut tests the sharpest of social skills. Last year, in the Dallas Convention Center, the Henry Stollenwercks gave a circustheme party for their debutante daughter, Brooke, which mimicked the best of Barnum & Bailey—including sideshows, elephants, monkeys, tightrope walkers, and dance bands. “What most people don’t understand,” said Bubba Keetch, the party designer who produced the Stollenwercks’ soiree, “is that a $100,000 party isn’t simply a party. It’s theater, show business.” Even minor details become showcases of extravagance: invitations to a gala benefiting the March of Dimes and the Houston Grand Opera last March were phonograph records with the guest celebrity, opera star Beverly Sills, personally inviting recipients to the ball over a background of music from the Merry Widow Waltz.</p><p>The intense preoccupation with the appearance of class is repeated throughout the emerging Texas society. Dallas and, more recently, Houston have gained reputations as two of the nation’s dressiest cities, and even the casual wear in Texas looks costly, which it generally is. A “casual” (according to the embossed invitations) ranch and polo party for Prince Charles given last fall in South Texas by Tobin and Anne Armstrong was attended by more than 200 of the state’s <em>creme de la creme,</em> including Dallas real estate developer Trammell Crow, Sedco drilling company Board Chairman Bill Clements, Dallas oilman Ed Cox, Senator Lloyd Bentsen, William C. Liedtke of Pogo Producing Company, and former Ambassador to Australia Ed Clark. Despite the 80°-plus temperatures and the rain and wind that day, the majority of the men wore coats and ties, the women, suede skirts and designer blouses. Among other casual touches: cactus centerpieces with British flags adorned each checkered table under the yellow-and-white tent on the polo field; mixed drinks and Mexican dishes were served by waiters dressed in black slacks, white shirts, and bow ties; a mariachi band imported for the occasion entertained before and after polo; a Mercedes bus transported guests, most of whom flew in on private planes, to and from the airfield.</p><p>But if those in society appear hedonistic, they can be equally philanthropic. Last summer Dallas millionaire Ross Perot subsidized a Dallas Symphony series in the amount of $80,000. Board members of the Dallas Museum of Fine Arts have recently offered to provide, through both personal pledges and fund raising, half the cost, about $10 million, for a new arts building, as well as an additional $5 million for operating expenses, and several of the same people have considered donating their private art collections to the city when the museum is completed. The contributions of numerous others to medical facilities, charities, and the arts are inestimable. The late Hugh Roy Cullen of Houston once gave $1 million each to four Houston hospitals within a week. “It’s just as easy,” he said, “to give away two million as two bits.”</p><img/><p><em>For the rich, who can afford anything</em>, <em>the most serious threat of all is boredom. Social gatherings become theater</em></p><p><em>“Just who is or is not included in Texas high society is as elusive as a definition of the term, and beneath the surface of politeness and gentility still lurk the scruples and politics of the frontier.”</em></p><p>Without the cultural endowments, there would be no ballet, no opera, no art museums; but detractors point out that the support remains top-heavy, that little of the money reaches the hands of regional artists and performers. Dr. William Arrowsmith, then chairman of the classics department at the University of Texas, expressed this point in 1965. “One has the feeling that Texans confound culture with cultural institutions,” he said, “just as they patently confuse education with impressive school buildings.” Dallas artist George Green recently echoed the same opinion. “Dallas seems to approach culture by trying to make a big splash,” he said. “The only thing that helps pay the bills is a kind of broadbased support that we just don’t have here.” Even with a new museum, Green fears that the city “still won’t address itself to how artists can survive in this community.”</p><p>If Texas society shows little empathy for artists and others without a stake in business, it shows even less for blacks and Jews. “I’m a snob and I’m a racist, and I don’t mind admitting it,” says a credentialed Houstonian, who prefers not to admit it on the record. “But,” he adds, “they [minorities] do make good servants.” While a few minority members have infiltrated some circles of the social establishment, none can be counted among the inner circle of the old guard. •</p><p>Annette Strauss, wife of banker Ted Strauss, Robert’s brother, is considered one of the top social hostesses in Dallas and, as chairwoman of almost every charity ball in the city, has raised over $2 million for the betterment of the arts. “What you have to understand is that a person can be at the top of one section of society, but kept out of another section,” says one Dallas society insider. “Annette is definitely at the top of what could be called the ‘culture’ society, but she is not considered a part of <em>real</em> society for one reason—she’s Jewish.”</p><p>Just who is or is not included in Texas high society is as elusive as a definition of the term, and beneath the surface of politeness and gentility still lurk the scruples and politics of the frontier. The Herring guest lists, for example, generally include heart surgeon Denton Cooley (he and his wife, Louise, were attendants at the Herring wedding in New York), Alan Shepard, director Chris Kraft of the Johnson Space Center, the Jim Clements of the King Ranch, and John Connally. Joanne says that if foreign visitors have met these people, then “they’ve done just about everything.” “But those people are not high society,” says a descendant of a Houston founding father. “You might invite John Connally to a party as a curiosity, but he’s not the type you’d have over for dinner.” And Joanne Herring? “I wouldn’t walk across the room to meet her,” he sniffed.</p><p>If there has never been an undisputed social leader in Texas, there are disputed ones. Mrs. Eugene McDermott, widow of one of the founders of Texas Instruments, and Evelyn Lambert of the landscaping family, are highly regarded in Dallas social circles. But the name most often mentioned as the <em>grande dame</em> of Texas is the late Ima Hogg, daughter of one of the state’s most admired governors. She was one of the founders of the Houston Symphony and later its president, and in 1965 donated Bayou Bend, her River Oaks mansion, and its extensive collection of Early American furniture to the Museum of Fine Arts. She understood that there is more to being a <em>grande dame</em> (though she would probably have rejected the title) than gentility and was far above caring what other people thought. When she entertained, her dinner parties were small, and her guests more often than not included artists, musicians, writers, and professors. So, while Miss Ima was the epitome of society’s best features, few society people ever met her.</p><p>Each of the major Texas cities has developed a social directory in an attempt to keep a record of the city’s elite, but all are notably inclusive, listing the socially impeccable along with what a proper Texas aristocrat would call the socially illiterate. “Down here we know who’s who without being told,” said the late Jesse Jones, one of Houston’s socially impeccable.</p><p>Even more inclusive are society columns. “Society pages today include everybody from junkyard owners on down,” complained one Houston old guardsman. So the people who regularly make the society pages—the ones photographed lounging with King Hussein, or diving off Rainier’s yacht, or being named chairman of a charity ball—are not necessarily society. On the other hand, there are real society people who get seasick even thinking about yachts and wouldn't know Hussein if he walked into the room. “There are a lot of people who are invited to all the society events, but just don’t care anything about going,” says Angus Wynne. “On the other side are those who go to everything—usually to make business contacts. Then there are those who go just to the parties that are given by their close friends.”</p><p>Still others find themselves caught up in the social whirl because of the business demands on their families or spouses. In testimony given by Pam Sakowitz during her divorce trial, she said that publicity was one of the causes of discord in her marriage. “There was such a blending of our private lives and, as I guess I could call it, store life,” she said. “It was a sort of continuous barrage of publicity and most all our activities were directed for that reason. He [Bobby] was always sort of on show, or on display. Not all the time, but ninety per cent of the time.”</p><p>There are numerous social circles in Texas, but since each group exists at the expense of another group, the rivalry is sometimes ferocious, and social claim-jumping is as frequent as trips to the hairdresser. There is, of course, a business group and a political group, a celebrity group and a culture group, which is itself divided into camps around each of the arts. The ballet has its own group, as does the symphony, the opera, the theater. Even within the sub-groups there is sometimes an odor of gunsmoke and saloons. During the recent USA Film Festival in Dallas, several prominent socialites—including the Dick Collinses, the Jerry Dickinsons, the Ted Strausses, producer Martin Jurow, Charles and Ruth Sharp—scheduled parties for the directors, actors, and others in the film industry who were in town for the festival. “It’s incredible,” said one man who worked with the festival. “All these Highland Park people were running around here and someone would say to another one, ‘Are you going to the soand-sos’ party tonight?’ And you know from the look on the guy’s face that he hadn’t been invited. The next thing you</p><p>know, that person is giving a party and inviting everybody in the place except the people who left him off their list. And he’s going to great pains to make sure they find out they’ve been snubbed. It’s like a little kid who says, ‘I’m not going to invite you to my birthday party because you didn’t invite me to yours.’ ”</p><p><em>(Continued on page 203)</em></p><p><em>(Continued from page 119)</em></p><p>But perhaps the greatest conflict and most hostile relationship in the Texas social establishment is between the old family society and the new money society. The old society of Texas is a small and slippery pyramid dominated by a compact group descended from the first settlers—generally rice and cotton farmers and cattle ranchers. Immediately below them is a slightly larger group, many of them from some phase of the oil industry that boomed after the Spindletop discovery in 1901 (though oil people for a long time were —and in some parlors still are—considered little more than renegade gamblers). At the base of the pyramid is an honorable but obscure majority of respectable families who rose above their level by marriage with one of the ruling clans. So the Texas “aristocracy” has nothing to do with rank or class or aristocratic origin, but instead consists of generally respectable and hardworking people whose families made their fortunes and remained in Texas.</p><p>Old society is based on a desire to maintain tradition, and its regulations are as official and rigid as precedent laid down in English common law; certain things are simply not done. Family dignity is considered so high a virtue that talk of money is not only impermissible in “polite” company, it is an offense against that ill-defined divinity, Taste. In old society, it’s not how much one is worth that counts. “Money is not a consideration when it comes to who is or is not society,” says one younger member of a family whose fortune has dwindled, but whose name is still intact. Not that old society is ever really broke. They suffer occasional losses, there are setbacks, times when they spend less. But they never see the end of their money and don’t know the kind of people who do. Their business relationships are endlessly incestuous, and there is always a favor to be called in. They get the plum assignments, the first shot at investments, and loans on a handshake.</p><p>The names of old society families—people like the Blaffers and Fondrens in Houston, the Exalls and Fikeses in Dallas—rarely appear in society columns. They avoid the limelight with determination and have come to dread the undisguised ostentation of the emerging class of Texas status-seekers. “Who wants to get in the international jet set?” Richard King, Jr., third generation of the King Ranch family, said recently. “I’d just as soon be in a highpriced whorehouse.”</p><p>The Texas gentility follow the European tradition that an aristocrat invites only his equals to dinner, that one is paying a man a compliment by inviting him to dine at his home. “They are snobs in the sense that they limit their parties to close friends and family,” says a younger generation member of the old guard. “They prefer to be around others who are polite, genteel, well bred and well mannered. When they get together, the men talk about hunting or fishing or sports. The women play bridge or talk about their latest projects with the club, or whatever mutual interests they have.” Discussing or (heaven forbid) soliciting business at a social gathering in an aristocratic home is not done. Conversation at a recent winetasting party ended abruptly when the old guard host, temporarily losing his sense of dignity, threw a plate of eggs at an “outsider” guest who was using the occasion to hand out business cards.</p><p>In the new Texas society, the names of dead ancestors have little value. Here the name of the game is survival of the richest. While mere money alone does not guarantee entrance, money hot off the presses is quite acceptable, provided the bearer has charm, a sense of theatrical style, and a willingness to work hard for—and contribute considerable sums to—the new society’s pet charities. The new society has no defined boundaries, no common meeting ground or tradition, and includes a diverse group of people who are there simply because of success in their careers, or success at being in the right places at the right times with the right people. Here, whoever assumes power has it, tradition is made to be broken, and rules are adaptable to one’s own needs.</p><p>Talk of business is not only permissible in the new society, it is its foundation. “Parties are like planting a seed,” says Joanne Herring. “Everyone is relaxed—that’s why there’s so much business done at them.” Joanne says that when she entertains a head of state “I try to think of who is interested in that country. The people in Texas are enthusiastic and willing to put their money into investments, to risk their fortunes. My goal is to get these people together so they can get on with it.” So when the glitter settles on a Herring soiree for Prince Saud, it’s not surprising to discover that Robert Herring has been negotiating for four years to build a floating gasoline<strong></strong> plant in<strong></strong> the Arabian Gulf.</p><p>There are occasions when the new swinging power structure and the oldline aristocracy intermingle and coexist. While charity balls continue to be the most frequent meeting place for old, new, and would-be society people, there is also an overlap at private functions. Last fall, for example, more than 2000 of the Texas <em>haute monde</em> gathered for a wedding reception for Dorothy Yturria and George Farish. Dorothy is the daughter of Frank and Mary Yturria, an old-line moneyed ranching family in Brownsville, and George is a descendant of one of the Humble Oil founders. But while the couple would qualify as old society, the affair had the splash of the new, including international celebrities. Imelda Marcos, First Lady of the Philippines, flew in aboard her private plane, loaded with fresh flowers—her gift to the couple for their reception. As a gift for the bride’s parents, Mrs. Marcos also had the entire wedding and reception shot as a color movie documentary. “The whole thing was like being in the middle of a Hollywood movie set,” said one shocked guest.</p><p>If the circles of society in Texas agree on anything, though, it is that they want to be accepted as—and many indeed are—genuinely compassionate, intelligent, articulate, and culturally astute. But the threadbare stereotype of the rich Texan as one who prefers Boone’s Farm apple wine over Dorn Perignon, and the Astrodome over the Louvre, is one that has been around too long to be easily obliterated; only recently, this item was passed along in Liz Smith’s nationally syndicated column:</p><p>It seems Rogers Whitaker (a writer for the <em>New Yorker)</em> was in Dallas on an unavoidable assignment in August. He endured the blast-furnace heat and partook of the cocktail parties where the hostess served what he later called “fried meat and whiskey.” Finally he asked the Dallas matron, who was dripping with diamonds and sweat over an open-pit barbecue: “Why in the world don’t you people go somewhere else in the summer?”</p><p>The matron answered: “Why, Mr. Whitaker—it’s hot <em>all over</em> Texas this time of year!”</p><p>Whether the wealthy and powerful of Texas will ever totally overcome this image remains to be seen, and it’s impossible to say whether the <em>modus operandi</em> of the old society is more effective in reaching that goal than the new society’s style. In fact, it is reasonable to assume that those who are today the new society will be the established society tomorrow, robbing the upper crust of its values and seeking new ways to protect itself from the latest wave of social climbers. So for the last word, we bow again to Oscar Wilde. “Those who criticize society,” he wrote, “are those who can’t get in.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "May 1978",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Society",
      "Texas",
      "Dallas",
      "people",
      "Houston",
      "Business",
      "money",
      "Art",
      "Bryan",
      "Family",
      "High Society",
      "Oil",
      "Charity",
      "Cities",
      "designer",
      "Divorce",
      "Home",
      "Son",
      "Texans"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Texas",
      "Dallas",
      "Houston",
      "Bryan"
    ]
  }
}