{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19951",
    "date": "January 1995",
    "year": 1995,
    "month": 1,
    "month_formatted": "January",
    "pdf_uri": "/1995/19950100.pdf",
    "issue_cover_image": "",
    "document_start_page": 128,
    "toc_start_page": 126,
    "document_page_range": [
      [
        128,
        129
      ],
      [
        136
      ]
    ],
    "toc_order": 17,
    "toc_headline": "Barry Switzer Gets The Last Laugh",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199501-barryswit",
  "source": "",
  "wp_post_id": 129807,
  "wp_post_guid": "http://www.texasmonthly.com/article/barry-switzer-gets-the-last-laugh/",
  "authors": [
    "Bud Shrake"
  ],
  "headline": "Barry Switzer Gets the Last Laugh",
  "dek": "Now that he has led the Dallas Cowboys into the playoffs, the naysayers are finally admitting that he is a superior head coach. Of course, I knew it all along.",
  "spread_caption": "",
  "excerpt": "The rookie Cowboys coach has turned out to be exactly what all the critics said he wasn’t: a winner.",
  "kicker": "",
  "word_count": 1208,
  "content": "<p>The Day Barry Switzer Was Named Head coach of the Dallas Cowboys, I appeared on 23 radio talk shows from Miami to Sacramento and on five television news shows—all without leaving my office. Besides having known Barry since 1973, his first year as head coach at the University of Oklahoma, I had spent six intense months with him in 1989 helping him write his book, <em>Bootlegger’s Boy.</em> I had talked to his enemies and his friends, to his current and former players. I had read the newspaper clippings in scrapbooks kept by his brother, Donnie, and looked at family photographs dating back before Barry was born in the hamlet of Crossett, Arkansas, to a beautiful but fragile mother and a handsome, carousing father. So it is fair to say that on the day Barry was hired, I knew quite a lot about him.</p><p>It was clear to me then—and it’s more clear now—that the media have been grotesquely dense in understanding Barry’s method of coaching and unfair in picturing him as the bandit chief of a gang of Oklahoma Sooners who scoffed at every law. I include in this indictment my alma mater, <em>Sports Illustrated,</em> which among other crazy notions wrote this fall that Barry seriously considered quitting after his first Nfl loss, to the mediocre Detroit Lions. Did they really believe he just rode in on the back of a wagon of sweet potatoes?</p><p>As he did with college football, Barry has dealt with the pro system better than all but a few of his peers. He won three national championships at Oklahoma, and his first Cowboy team has won another division title. I read with some amusement that one of the first things Barry did when he joined the Cowboys was go to each of his assistant coaches and ask him to “name me a jerk on this team.” There wasn’t one, which was all Barry needed to know. After that he put his own stamp on the Cowboys by standing back and letting his players play and his coaches coach, as he had at Oklahoma.</p><p>I listened in astonishment as the talk show hosts told me that Barry, as a college coach, was unprepared for the Nfl. Had they forgotten that Jimmy Johnson came from the University of Miami? Two Super Bowl trophies later, Jimmy was considered irreplaceable. These “experts” said that because Switzer had been away from football for nearly five years, he couldn’t possibly catch up with the advancements in the game. Several even suggested that Barry would chase off Troy Aikman by running the wishbone formation. Right, and Troy would probably take off his helmet, fold it up, and stick it in his back pocket, like Pudge Heffelfinger used to do at Yale in 1889. Where do they get these people? Every year, someone devises new formations, and someone else invents defenses to stop them. Every year, someone gets fired and someone else gets hired. But football remains a game of running, throwing, catching, kicking, blocking, and tackling. Winners do these things better than losers. That’s about as advanced as it gets.</p><p>The talk show geniuses seemed to think that Barry was a lonely, bitter man who had struggled to find another college coaching job but had been cast aside as unworthy. Ridiculous. Barry could have chosen many college jobs. The main reason he didn’t was the same reason Darrell Royal and Frank Broyles quit coaching: recruiting. “Every year the coach gets a year older but the product stays the same age,” Barry told me. “Recruiting has always been something like pimping, I guess, but it never bothered me until I looked in the mirror one day and said to myself, ‘Hey, Switzer, what is a fifty-year-old man doing chasing eighteen-year-old boys around the country?’” The main difference now is that Switzer is in the pros, where coaches deal with adults and the paychecks are on the table, not under it.</p><p>[ Continued On Page 134 ]</p><img /><p><em>Bud Shrake is a novelist and writer who lives in Austin.</em></p><p>[ Continued From Page 126 ]</p><p>I was reminded of my <em>Alice in Wonderland</em> adventures with talk radio a few months back, when a couple of newspaper headlines caught my eye. One said something like Players Like Switzer, as if this were joyous but totally unexpected news. The story explained that Barry was seen sitting halfdressed on a trunk in the locker room swapping tales with the players, an all but unheard-of scene during the reigns of Tom Landry and Jimmy Johnson. Yet Barry’s relations with his players have always been warm. Another headline said something about Barry blasting Emmitt Smith’s weight-room habits. It appeared after the Cowboys were beaten by the San Francisco 49ers, and sportswriters hounded Barry to think of something—<em>anything</em>—that Emmitt could do to make himself a greater running back. Barry casually mentioned that he could spend more time lifting weights. This was old news—Johnson had said the same thing, though not for the record—but that didn’t prevent newspapers all over Texas from giving it wide play.</p><p>All season, sportswriters and Tv reporters have demanded that Barry “prove himself” as a pro coach. Each game has loomed as a major test of his acumen. Why wasn’t he playing head games with his men the way Jimmy did? The answer is, Barry doesn’t play head games, and he doesn’t get mad until there is something to get mad about. “The real difference between Jimmy Johnson and Barry Switzer,” a man who has coached with both told me, “is that Jimmy is a manipulator and Barry is a motivator. But there’s a fine line between manipulation and motivation sometimes, and both guys are winners.”</p><p>Switzer got damn mad during halftime of the Washington Redskins game in November, and the Cowboys responded by putting the game away quickly in the second half. Before the Thanksgiving Day game with the Green Bay Packers, when sportswriters were forecasting doom because the Cowboys were forced to start their third-string quarterback, Jason Garrett, Barry predicted that Garrett would play the game of his life. When Garrett struggled during the first half, Jimmy Johnson, who is now a Tv commentator, said that Barry would change quarterbacks. But Barry stayed with him, and the Cowboys scored a team-record 36 points in the second half. In my mind, the Packers game “proved” something about Barry Switzer: that he ought to be a serious candidate for coach of the year.</p><p>Though Barry may not have anticipated the media blitz that saturates every aspect of Dallas Cowboys football—the Oklahoma press was much more forgiving and docile—the media’s nattering probably hasn’t come as much of a surprise. But he has had more important things to worry about. One is the excruciating back pain he has endured since before training camp. Nobody has written about it, I guess, because Barry hasn’t complained, but you may have noticed on Tv how he takes stiff little steps getting on and off the field. Once the season is over, he will have surgery to correct problems in his back, his neck, and at least one knee. “The only time I am not in pain is when I’m hanging by my neck from a pulley,” he told me recently, sitting rigidly at dinner. “But, hell, all the good ones play hurt.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "January 1995",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Cowboys",
      "Game",
      "College",
      "Coaches",
      "Dallas",
      "MAD",
      "TV",
      "Dallas Cowboys",
      "Football",
      "Media",
      "Oklahoma",
      "Radio",
      "Running",
      "Alice",
      "Cowboy",
      "Darrell Royal",
      "Dating",
      "dealt",
      "Detroit",
      "Family"
    ],
    "wp_categories": [
      "Dallas"
    ],
    "wp_location": [
      "Dallas",
      "Alice",
      "Texas",
      "Washington"
    ]
  }
}