{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19906",
    "date": "June 1990",
    "year": 1990,
    "month": 6,
    "month_formatted": "June",
    "pdf_uri": "/1990/19900600.pdf",
    "issue_cover_image": "",
    "document_start_page": 122,
    "toc_start_page": 118,
    "document_page_range": [
      [
        122,
        123,
        124,
        125
      ],
      [
        183
      ]
    ],
    "toc_order": 5,
    "toc_headline": "Western Fling",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199006-westernfl",
  "source": "/1990/19900600.pdf",
  "wp_post_id": 125721,
  "wp_post_guid": "http://www.texasmonthly.com/article/western-fling/",
  "authors": [
    "John Morthland"
  ],
  "headline": "Western Fling",
  "dek": "You can cram the best of Texas—from cows to culture—into one weekend without ever leaving Fort Worth. And don't miss the barbecue!",
  "spread_caption": "",
  "excerpt": "With the cultural diversions of a big city and the country comforts of a small town. Fort Worth is the perfect place for a typically Texan weekend.",
  "kicker": "",
  "word_count": 2866,
  "content": "<img/><p><span class=\"dropcap\">F</span>ort Worth is one schizophrenic city. It is best known as Cowtown, the cradle of Western Swing, Where the West Begins. Backing up that roughand-tumble image is the Stockyards National Historic District, the North Side’s collection of cowboy bars, Western stores, and steak-’n’-potatoes restaurants. But perhaps in reaction to that sprawling personality, another Fort Worth has emerged, one that is uncommonly concerned with appearances and high culture. The cluster of museums and civic amenities called the Cultural District is the pride of the moneyed West Side.</p><p>The two versions of the same city have been known to clash, most recently over a plan to turn the Cultural District’s venerable and crumbling Will Rogers auditorium —the home of Johnnie High’s Country Music Revue and W. B. Nowlin’s Battle of Songs gospel shows—into a performing arts center that would showcase ballet, symphony, opera, and the Van Cliburn piano competition. But if you look at the two Fort Worths as a duality rather than as diametrically opposed factions, you begin to see it as the Texasmost city. Fort Worth may never become a major tourist destination like San antonio, where the indigenous culture and franchised amusements like Sea World can keep a family occupied for a week. But in a weekend in Fort Worth you can immerse yourself in both the real West and the West of the imagination that tourists seek out but rarely find in the state’s other cities.</p><p>Photographs By Pete Lacker</p><p><span class=\"dropcap\">W</span>here you stay sets the tone for the excursion. Begin the weekend at the 52room Stockyards Hotel (109 E. Exchange, 625-6427), a small boutique hotel restored in 1984. The Stockyards embraces a traditional Western theme. It has an elevator that hobbles like a lame horse and a restaurant called Booger Red’s Saloon, with saddles for barstools. The double rooms ($105 nightly) are small, but each has wonderful period furniture, Western art and steer horns hanging on the walls, and an old-fashioned water closet.</p><img/><p><strong>The Old West ambience of the Stockyards Hotel sets an appropriate tone for a daylong excursion into the historic Stockyards.</strong></p><p>From the hotel, which is in the heart of the Stockyards District, it is possible to spend the better part of a day poking around on foot, especially on Saturday, when merchants set up their less expensive goods on sidewalk tables, turning the area into an Old West flea market. Since the district was renovated fifteen years ago, the Stockyards, about three miles north of downtown, has evolved into a Western-themetown tourist attraction. There are the usual tacky souvenir shops, of course, but you can also inspect classic Western dusters at M. L. Leddy’s Boot and Saddlery (2455 N. Main, 624-3149) or check out the saddles custom-made by 32year-old Oklahoman Mark Hurley at Ryon’s (2601 N. Main, 625-2391). From the Hide (117 W. Exchange, 624-8302), which specializes in leather goods, stocks some engaging Western kitsch at affordable prices.</p><p><em>John Morthland is a freelance writer who lives in austin.</em></p><img/><p><strong>The Longhorn motif runs wild in Stockyards establishments.</strong></p><img/><p><strong>The Friday “dress rehearsal” is the rodeo's amateur night, but the few pros on hand usually run rings around the urban cowboys.</strong></p><p><em>yeehaw!</em></p><p><strong>With its rowdy collection of honky-tonks, Western shops, and steakhouses, the historic Stockyards District is Kicker Central.</strong></p><p>The Stockyards Collection and Museum in the Livestock Exchange Building (131 E. Exchange, 625-5082) tells the story of the district through pictures and oddball memorabilia like the gown, crown, and scepter of the 1925 Stock Show Queen. At four every Friday and Saturday, Jimmy Eaves sets up his four-piece band inside the front door of the Longhorn Saloon (121 W. Exchange, 624-4242) and sings the hits of Hank Williams, Ernest Tubb, and other honkytonk heroes until the room starts filling up for the featured band later that evening.</p><p>Across the street, I stopped at the mission-style Cowtown Coliseum (121-123 E. Exchange, 625-1025), where the first indoor rodeo was held in 1918, to watch some team roping. At the southwest corner of that building is a statue of Bill Pickett, the creator of bulldogging (steer wrestling) and the only black man in the Cowboy Hall of Fame in Oklahoma City. Pickett was the star attraction the night the coliseum opened in 1908. Championship Rodeo runs Saturday nights from april to midSeptember, but even on a Friday night, I was able to get a taste of the real thing—with - out the pomp and pageantry, perhaps, but also without an admission charge. The 215 teams competing for the jackpot—in this case $2,150—had an audience of only 100 spectators. Most of the cowboys and cowgirls are likely to work weekdays as schoolteachers and to wear gimme caps instead of Stetsons or Resistols. Too many times it was like watching Golden Gloves fighters instead of pros: Some of them made a mess while getting the job done. But the teams that brought their steers down cleanly earned their applause from the fans.</p><img/><p><strong>Few Longhorns can be found at the White Elephant Saloon.</strong></p><p><em>Ooh!Qah!</em></p><p><strong>The pride and joy of the cultured West Side is its four museums, which are only a short, contemplative stroll from each other.</strong></p><img/><p><strong>Two-steppers make the rounds on Billy Bob's huge dance floor.</strong></p><p>Live country music can be heard all over Fort Worth on weekends, at old dance halls like the Stagecoach Ballroom just east of downtown and gutbucket honky-tonks likefilm on its enormous domed screen is an Massey’s Club 21 on the Jacksboro Highway. But the Stockyards is Kicker Central, and nothing else in the district is quite like Billy Bob’s Texas (2520 Rodeo Plaza, 624-7117). In 1981 the club opened in what used to be a complex of cattle pens as an unabashed attempt to outGilley the now-defunct Gilley’s in Pasadena. Billy Bob’s, which has forty bars and a 10,000square-foot dance floor, rode the Urban Cowboy fad along with the rest of the Stockyards for several years. Although the club was closed for most of 1988, it reopened last year and once again books the biggest</p><p>Fwcvb</p><img/><p><strong>The Omni Theater is not your average movie house: Watching a film on its enormous domed screen is an adventure in itself.</strong> names in country music.</p><p>Lionel Cartwright was just hitting the stage at ten-thirty the night I was there. A seat in the reserved section up front cost only a couple bucks more than the general admission of $5 and was well worth it. From the general admission area —which includes the bullring (there is live riding on weekends), the shops and concessions, and the dance floor—Cartwright was barely a speck. He is one of the new Nashville hunks who seem to have won recording contracts on the basis of how they would look in videos rather than how well they sing. I recommend going on a night when a veteran like Merle Haggard or Willie Nelson is headlining.</p><p>Elsewhere in the Stockyards, where cover charges are usually in the $3 to $5 range, Don Edwards was yodeling cowboy blues at the White Elephant Saloon (106 E. Exchange, 624-1887), and the Party Crashers were churning out rock and roll oldies in the adjacent beer garden. Over at the Longhorn, Sonny Burgess and Shiloh interspersed originals among George Strait covers to a packed house of rambunctious two-steppers. Even the kids in standard mall uniforms hanging out on the sidewalk in front of two rock clubs weren’t able to dispel the notion that this is Cowtown.</p><img/><img/><img/><p><span class=\"dropcap\">T</span>he 508-room Worthington Hotel (200 Main, 870-1000) is an appropriate base for day two. Opened in 1981, the trapezoidal Worthington adds a sleek, contemporary look to the downtown skyline. It offers upscale cuisine at the formal Reflections restaurant and a $21.95 Sunday brunch that includes a sushi bar at the Bridge restaurant. The rooms (weekend rates are $85 for a double) are spacious.</p><p>The Worthington is only ten blocks from the soothing Water Gardens (Thirteenth at Commerce) and a couple of miles east of the city’s museums. The first stop at the museums should be the ticket booth for the Omni Theater at the Fort Worth Museum of Science and History (1501 Montgomery, 732-1631). The Omni’s eighty-foot-in-diameter domed movie screen intensifies the action so much that you feel as if you’re going to fall out of your seat, and the shows typically sell out early on weekends. Once you have a ticket ($5), you can museumhop until showtime. Four museums are within a short, contemplative stroll of each other —not to mention the nearby Casa Manana theater (which specializes in musicals) and the Will Rogers complex, which includes an equestrian center and a flea market in one of the cattle barns. As with the Stockyards, you need never get behind the wheel of a car to see everything (although you may want to drive south to the Botanic Garden or the Fort Worth Zoo). The variety among the museums is enough to keep you from getting antsy, even if you’re not a museum buff—and admission is free to each one.</p><p>Fwcvb</p><p><strong>Master art history in one day by visiting the Modern art Museum (top), the amon Carter (center), and the Kimbell.</strong></p><p>Fwcvb</p><img/><p><strong>Caravan of Dreams is the place for a final night on the town. Take in some jazz or a play and then sip drinks on the rooftop.</strong></p><p>The Science and History Museum has exhibits on medicine, geology, Texas history, and technology. When I visited, there was also an exhibit called “Special Effects: The Science of Movie and Television Magic,” which featured film clips, moving objects, and all manner of Hollywood Gothic artifacts. The museum also has a laser show, which is almost as popular as the Omni, and a planetarium.</p><img/><p><strong>Hard-to-find Mi Cocinita is still a family affair for Virginia Martinez (right), husband Joe, and daughter Cecelia Granado.</strong></p><p>The Modern art Museum of Fort Worth (1309 Montgomery, 738-9215) and the amon Carter Museum (3501 Camp Bowie, 738-1933) stand across from each other and occupy similarly blocky spaces that can feel somewhat cold. The Modern specializes in twentieth-century European and american art, and the Carter boasts huge collections of western american art—particularly the paintings and sculptures of Frederic Remington and Charles M. Russell and the works of american photographers. From the entrance of the Carter there is a serene view of downtown.</p><p>The showpiece of the Cultural District is the Kimbell art Museum (3333 Camp Bowie, 332-8451). The late american architect Louis I. Kahn’s building, opened in 1972, is as impressive as the treasures it contains, and those who successfully fought recent expansion plans knew what they were doing. The long, airy structure, hailed for its use of natural light, encourages casual wandering, but space is broken up so efficiently that it is almost impossible to accidentally return to an area you’ve already visited. Unlike any other building in Texas, the Kimbell has a distinctly modern European feel—witness the artists sketching it alongside the fountains outside. The Kimbell houses predominantly European art, ranging from antiquity to the early twentieth century, and it also displays the only significant collection of asian art in the Southwest. The cafe’s light, nutritious spread of homemade soups, salads, quiches, and desserts attracts a faithful clientele of its own.</p><p>In the evening, head downtown for the after-dark version of the Cultural District, the Caravan of Dreams (cover varies, free with a Worthington room key; 312 Houston, 877-3000), an avantgarde performing arts center that combines the arty and the earthy in a building that manages to look both Texas traditional and Euro-futuristic. The Caravan has had its ups and downs. But the 275-seat jazz club downstairs has become recognized as the most prestigious venue between the two coasts since it opened [ Continued On Page 179 ] [ Continued From Page 121 ] in 1983. I heard the wily tenor-sax veteran Stanley Turrentine play to a full house of thirty -ish white people and mostly older black people. The club has no bad sight lines, and the sound system is exemplary. One floor up is a dance studio (mainly for rehearsals) and a 212-seat theater that presents the Caravan’s own experimental troupe, among other events. On the roof is an open-air bar that starts serving at four in the afternoon (except in winter) and a geodesic dome with rare desert plants (you can see in, but it is not open to the public except for prearranged tours).</p><img/><p><strong>What could be more civilized than brunch at the Kimbell?</strong></p><p><em>yum!</em></p><p><strong>Fort Worth remains a meatand-potatoes town. If you want to eat well, stick with the basics, like Tex-Mex at Joe T. Garcia's Bakery.</strong></p><p><span class=\"dropcap\">E</span>ating out in Fort Worth has always been regarded as a challenge; it’s one activity in which the NorthWest duality tends to break down. The city is slowly fostering a group of ethnic restaurants—like Maharaja (Indian) and the stellar Hedary’s (Lebanese)—even a few tonier spots. The best reviews go consistently to Saint-Emilion, a French restaurant that has won the approval of even the Dallas critics. But Fort Worth remains a meat-and-potatoes town. If you want to eat well here, eat Texan: Tex-Mex, chicken-fried steak, barbecue, steak.</p><p>Joe T. Garcia’s, a North Side eatery that has expanded piecemeal over the decades, is the city’s best-known Tex-Mex establishment. In 1981, fearing that the tourist trade was overwhelming the restaurant, the Garcias opened Joe T. Garcia’s Bakery (2122 N. Main, 626-5770) nearby for breakfast and lunch. With a dining room behind the bakery, the place feels like an oversized neighborhood joint. The menu avoids typical enchilada plates entirely, and no lunch exceeds $7.45. A <em>chile relleno</em> proved moist and spicy, while the <em>came de puerco en chile rojo</em> was milder.</p><p>I had to go south, though, for the best Tex-Mex. Benito’s (1450 W. Magnolia, 332-8633) olfers basic plates as well as dishes from the interior. Dinner appetizers included a <em>queso flameado</em> (chorizo in melted cheese, doused with 151-proof Bacardi before it’s set afire) and a tortilla soup with a pleasingly sour bite. The <em>chiles rellenos</em> here were lightly breaded and mild. A <em>tamal oaxaqueno</em> featured rich chicken mole wrapped in a banana leaf; the <em>enchiladas de chili con came</em> provided the proper ratio of grease to roughage. Served with rice and beans, all portions were gargantuan and reasonable at around $5 each.</p><p>My favorite Tex-Mex was at Mi Cocinita (3509½ Bryan, 923-0033), a place with a history. Nearly 35 years ago, Betty Mendez began making tamales out of the garage apartment behind her house on the South Side. The neighbors liked her tamales, and her business grew; she installed tables and started serving breakfast and lunch, teaching her little girl, Virginia, as she cooked. Betty died in 1988, but her daughter, now Virginia Martinez, has been running the restaurant for the last few years. You reach Mi Cocinita by walking down the driveway of Betty’s old house, now occupied by her son (Virginia lives across the street). You can watch Virginia roll out the tortillas herself. I had an egg-potato-and-chorizo breakfast burrito that was almost too big to finish and a lunchtime combination burrito of beans, beef, and cheese in a stinging red sauce. Each was a little more than $2.</p><p>For chicken-fried steak, I concur with the locals who are loyal to Massey’s—not the honky-tonk, but the coffee shop (1805 Eighth avenue, 924-8242)—where the thick-but-tender cutlet was served with mashed potatoes, green beans, and bread for about $5. At the Paris Coffee Shop (700 W. Magnolia, 335-2041), a platelunch diner specializing in comfort foods such as meat loaf, the trick is to order not what the menu calls chicken-fried steak, which comes in a thin, water-based crust, but the breaded veal cutlet, which is identical except for its thick, milk-based batter. The soul-food equivalent to the Paris is Drake’s Cafeteria (951 Rosedale, 3325832), which on Tuesday and Friday offers smothered rabbit along with regular selections, most under $5, with two vegetables and bread.</p><p>Barbecue represents the main culinary arena for the rivalry between the West Side and the North Side. Nearly any event on the former will be catered by angelo’s (2533 White Settlement, 332-0357), a loud, cavernous smokehouse that serves sandwiches ($2 to $3) at lunch and plates ($6.50 to $8.50) at dinner. North Siders swear by Riscky’s Original Bar-B-Q (2314 azle, 624-0765), which also has franchises at Billy Bob’s and in Dallas’ trendy West End. The prices are about the same as at angelo’s; Riscky’s sauce is milder but saltier. The chopped-beef sandwich is a deal at 99 cents (buy six, get one free). When you have two places this good, you shouldn’t argue so much.</p><p>In search of an alternative to the wellpublicized Cattlemen’s Steak House, I tried a pair of archetypal but lesser-known places. Williams Ranch House (5532 Jacksboro Highway, Sansom Park, 6241272), which has a windmill tilting over the parking lot and black leather chairs and red flocked wallpaper inside, failed to live up to its reputation; my T-bone (like other cuts, under $15) was too fatty and stringy. But the M&M Steak House (1106 N.W. Twenty-eighth, 624-0612), which was slightly less expensive, grilled a ribeye and a T-bone that were both thick, tender, juicy, and coated with a garlicseasoning mix that wouldn’t quit.</p><p>The M&M was also about as Cowtown as you can get. Walking back to the Worthington, I gazed up at the Caravan of Dreams, with the dome lit up in bright neon patterns against a big, dark Texas sky. That didn’t look like Cowtown, but it looked fine just the same.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "June 1990",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Stockyards",
      "Fort Worth",
      "Art",
      "Dance",
      "House",
      "Carter",
      "Cowboy",
      "Museums",
      "Restaurant",
      "Texas",
      "Theater",
      "Breakfast",
      "Country",
      "History",
      "Rodeo",
      "Science",
      "Tex-Mex",
      "Band",
      "Brunch",
      "Burrito"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Fort Worth",
      "West",
      "Texas",
      "Paris",
      "Dallas"
    ]
  }
}