{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19906",
    "date": "June 1990",
    "year": 1990,
    "month": 6,
    "month_formatted": "June",
    "pdf_uri": "/1990/19900600.pdf",
    "issue_cover_image": "",
    "document_start_page": 98,
    "toc_start_page": 98,
    "document_page_range": [
      [
        98,
        99,
        100,
        101,
        102,
        103,
        104,
        105
      ]
    ],
    "toc_order": 1,
    "toc_headline": "Animal Attractions",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199006-animalatt",
  "source": "/1990/19900600.pdf",
  "wp_post_id": 125730,
  "wp_post_guid": "http://www.texasmonthly.com/article/animal-attractions/",
  "authors": [
    "Anne Dingus"
  ],
  "headline": "Animal Attractions",
  "dek": "Atribute To Texas’ Top-Billed Beasts And Critically Acclaimed Critters.",
  "spread_caption": "",
  "excerpt": "These seven creatures might be piggy-backed, whale-boned, dog-toothed, goat-eed, elephant-eared, turtle-necked, and bull-headed, but they’re stars just the same.",
  "kicker": "",
  "word_count": 1410,
  "content": "<img /><p>At San Jacinto, Sam Houston rode into battle on a massive white stallion whose name—as every good Texan knows—was Saracen. Within minutes Saracen had died a hero's death on the battlefield, thus becoming Texas' first celebrity animal. Although Houston had ridden him only a short time and owned other horses, Saracen's name has ever since been inextricably linked with General Sam's.</p><p>The state's history and mythology owe much to critters, domestic and wild. The Spanish introduced the cattle and horses whose hybrid descendants became Texas' famous Longhorns and mustangs. Seas of buffalo offered a livelihood for the Plains Indian and sport and wealth for the white man. So amazing were those animals that when Buffalo Bill Cody took his Wild West Show to Europe in 1887, they excited as great a stir there as P. T. Barnum's huge elephant Jumbo had in the U.S. a few years before.</p><p>Texans never limited their affections to native species. When the U.S. War Department tried importing camels into the state in the 1 850's for use as cavalry pack animals, the beasts drew crowds of gawkers at every stop. A few nameless escapees roamed wild in West Texas for years. Gainesville cowman Frank Buck turned his skill at handling livestock into a career as a biggame netter; he detailed his captures in <em>Bring 'Em Back Alive.</em></p><p>Since Saracen, dozens of celebrity animals have provided Texans with creature comfort. Dogs lead the pack. The most famous is Reveille, Texas A&M University's mascot since the thirties. So venerated is the collie that when Reveille Iii died in 1975 after the spring semester, she lay in state in a veterinary school freezer until the students returned in the fall. Nine thousand Aggies attended her funeral. Other famous dogs were Him and Her, the beagles that Lbj was wont to hoist by the ears (provoking one of animal activism's earliest flaps); the late president's favorite pooch, Yuki, whom Liz Carpenter termed a ''terrible publicity hound“; and our current First Dog, the Bushes' English springer spaniel Millie.</p><p>Equine celebs include Assault, the 1946 Triple Crown winner, who hailed from the King Ranch's stables, and Cass-Ole, the San Antonian who starred in the 1979 movie <em>The Black Stallion.</em> The King Ranch also produced Monkey, who fathered the first Santa Gertrudis calves. Nevertheless, Monkey's fame is cowed by that of another great bovine hero, Old Blue, Charles Goodnight's lead steer, who was so tame that he wore a bell. Colonel Goodnight, the first to attempt crossbreeding of buffalo and cattle, liked the moniker ”Old“ for all his pets: Old Sikes was the buffalo who sired his short-lived ”cattalo“ line.</p><p>Some of the four-footed famous were more unusual animals—Old Rip, for example, was a horny toad who, legend has it, survived 34 years of burial in the Eastland County courthouse cornerstone—and others were purely fictitious, like Fred Gipson's hound Old Yeller and Pecos Bill's steed, Widow-Maker. Texans found some critters—like the rattler and the tarantula—a little hard to warm up to, so few of those have ever made a name for themselves; there were too many lovable varmints around. No wonder the Legislature, which at various times decided on vital symbols like the state grass and state stone, has never settled on an official state animal.</p><p>Texas' eminent animals fall into three categories: those famous by species, like the golden-cheeked warbler and the Texas blind salamander, both of which breed only in Central Texas; those whose owners are famous, like Bruno, Judge Roy Bean's pet bear, and Bob Wills's horse Punkin; and those famous in their own right. The seven animals pictured here belong to the last. They command instant name recognition. All but one are native Texans, and most share the classic Texas characteristics of friendliness and size. But whether creatures great or small, they are near and dear to Texans' hearts. Be they pig or pachyderm, billy goat or beef, we're mighty fauna them all.</p><p>Photography By Chip Simons</p><img /><p><strong>Ralph the Swimming Pig</strong></p><p><strong>San Marcos</strong></p><p>The headliner at Aquarena Springs since 1960, Ralph has used his shell-pink ears, turned-up nose, and athletic prowess to win over a state that is traditionally anti-pig (Texans won't even barbecue the porkers). There have been an astonishing number of Ralphs, six hundred or so, most of which are females. Trainer Ada Davis works with potential hams from birth, training them to fetch their bottles of formula from a pool. The average Ralph enlists for a fourto six-month tour of swine-diving duty until he weighs too much (fifty pounds) to stay afloat; then he is put up for adoption or retires to Davis' farm to breed happily ever after.</p><img /><p><strong>Baby Shamu the Killer Whale</strong></p><p><strong>San Antonio</strong></p><p>She weighed in at a cuddly 350 pounds on November 26, 1988, at Sea World and debuted publicly when she was less than an hour old. Now half a ton chubbier, Baby Shamu takes center pool in an aquatic extravaganza this summer at the world's largest marine zoological park, upstaging even her father, big Shamu (whose name has become synonymous with ”killer whale“). The star attraction is the fourth of five Baby Shamus nationwide. She nursed for nine months but now gobbles ninety pounds of fish a day. Baby S's graceful bows are not tricks but natural behavior, learned in infancy from Namu, her mom.</p><img /><p><strong>Wide Track the Tv Dog</strong></p><p><strong>Dallas</strong></p><p>”Isn't that right, Wide Track?“ <em>”Woof, woof!“</em> The luxury-sized star of commercials for cardealing brothers Bill McDavid of Fort Worth and David McDavid of Irving, he has been scene-stealing since 1970. The incumbent Wide Track, the fourth ever, is a ”heart-melter,“ according to trainer Shae Beck. Familiarly called ”Tracker,“ the Great Dane has served as a spokesdog for the Dallas Spca and other charities (”Take a chomp out of muscular dystrophy“). Tracker always works the crowd (”mingle“ is one of 45 commands he understands) and habitually appears carrying a ”woobie“—stuffed animal—to lull people's big-dog fears.</p><img /><p><strong>Clay Henry the Beer-Drinking Goat</strong></p><p><strong>Lajitas</strong></p><p>A fixture of the Lajitas Trading Post, Clay Henry has always appreciated a few cool ones on a scorching Big Bend day. The regional tourist attraction and onetime mayoral candidate is an easy going, if aromatic, fellow who lost the tips of both elegantly curving horns during tussles with a steel-bar fence. Clay resides Lone Star). Clay knows his limit, though, and after an especially big bender, he spends a day or two sticking strictly to Coke. with a family of eight—his kids and their nannies—in a spacious pen in front of the store, which does a brisk business selling beer to tourists for their own and Clay's consumption (he prefers</p><img /><p><strong>Mona the Elephant</strong></p><p><strong>El Paso</strong></p><p>The biggest celebrity in town, Mona is an Asian elephant who stands nine feet four and weighs six tons. A resident of the city since 1953, she is well into her forties but coyly remains 39 each year. Before her birthday bash each October, elementary students inundate her with handmade birthday cards, which local Girl Scouts string into garlands to decorate the zoo. On the big day, 10,000 well-wishers turn out to watch Mona devour, every three hours, a special gooey cake of oats, cream cheese, molasses, carrots, and other ingredients, which she carefully flattens with a huge forefoot before downing, cardboard base and all.</p><img /><p>Jerry the Atlantic Green Turtle</p><p><strong>South Padre</strong></p><p>Three-year-old Jerry is one of the all-stars of the turtle revue orchestrated by I la Loetscher, the Turtle Lady of South Padre Island. Jerry is an Atlantic green turtle and a female (maybe—it's hard for nonturtles to tell). The orphaned Jerry arrived at Loetscher's Gulfside turtlery as an infant: One winter day a local boy discovered her in the water, half-frozen. Since then she has learned to hug, wave, and nuzzle lla's nose, and she particularly enjoys squid and massages. Jerry posed for her portrait au naturel, eschewing the tiny sombreros or frilly frocks in which the Turtle Lady decks out her charges to publicize their declining population.</p><img /><p><strong>Bevo the Ut Mascot</strong></p><p><strong>Austin</strong></p><p>The thirteenth in a noble succession, Ut's Bevo is the best known of Texas' college mascots. He resides in bovine splendor on a ranch outside Austin between inspirational appearances. His moniker has nothing to do with beef. After Ut's 1916 football victory over A&M, aggravated Aggies branded onto the very first Longhorn mascot ”13-0,“ a reference to their win the previous year. Smarting, the Tea-sippers altered the brand to read ”Bevo,\" the name of a popular near-beer. Several loyal Bevos have lost horns to Ou pranksters, one endured kidnapping by Aggies, and another sacrificed all to provide barbecue for hungry jocks.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "June 1990",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Animals",
      "Texas",
      "Celebrity",
      "ever",
      "Aggies",
      "Barbecue",
      "Barbecue",
      "Dogs",
      "Elephant",
      "Houston",
      "Students",
      "Texans",
      "Adoption",
      "Aquarena Springs",
      "Au",
      "Austin",
      "Beer",
      "Big Bend",
      "Business",
      "Cake"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Texas",
      "Houston",
      "West",
      "Austin",
      "Big Bend"
    ]
  }
}