{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19906",
    "date": "June 1990",
    "year": 1990,
    "month": 6,
    "month_formatted": "June",
    "pdf_uri": "/1990/19900600.pdf",
    "issue_cover_image": "",
    "document_start_page": 122,
    "toc_start_page": 122,
    "document_page_range": [
      [
        122,
        123,
        124
      ],
      [
        140
      ],
      [
        142
      ],
      [
        144,
        145
      ]
    ],
    "toc_order": 6,
    "toc_headline": "The Lost Pyramids",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199006-thelostp",
  "source": "",
  "wp_post_id": 125718,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-lost-pyramids/",
  "authors": [
    "Dick J. Reavis"
  ],
  "headline": "The Lost Pyramids",
  "dek": "For an Adventurer In the Yucatan, Suspicious Bureaucrats And Relentless Pests Stand In the Way Of Tracking Down a Forgotten Mayan Ruin.",
  "spread_caption": "",
  "excerpt": "An intrepid explorer searching out Mayan ruins in the Yucatan remains undaunted, despite the language, the unkind elements, and other tropical afflictions.",
  "kicker": "",
  "word_count": 6329,
  "content": "<p>Mexico Is a Country Of Ruins Grander and more numerous than anybody but a handful I of specialists suspects. According to its Instituto Nacional de antropoligí'a e Historia, Mexico has more than eight thousand pre-Columbian archaeological sites. Fewer than 150 of them are open to the public. The others are unadvertised, unmapped, and secret. A few, like the Yucatan’s fabled Oxpemul, haven’t been seen in decades. They’re lost in the jungle, because the explorers who found them had been lost themselves. Archaeologists who know the location of an unadvertised ruin do not disclose their information freely; looters are waiting to hear.</p><p>Finding ruins is not as difficult as raising the funds to explore them. “Get me a helicopter, put me down anywhere in the jungle, and in a day or two i’ll find you a ruin,” one archaeologist told me. There are some eight hundred unexcavated Mayan cities in the state of Quintana Roo alone, and new finds are made every year across southern Mexico. When the Mexican Department of Tourism began clearing land to develop the new resort at Huatulco, INAH’s archaeologists gave out a scream. Nobody else knew, but there were 180 pyramids in the area where hotels and an airport were being planned.</p><img /><p>Illustration By Connie Connally</p><img /><p>Thick Growth Reclaims a Crumbling Column In the Santa Rosa Xtampak Ruin.</p><p>My own fascination with Mexican ruins began the moment I set eyes on a peculiar figurine in the archaeology museum in the town of Xalapa, in the highlands of the state of Veracruz. It was a small image of baked clay, about four inches long and four inches wide, made in the shape of a jaguar. Four wheels were attached to the jaguar’s feet, as if it were a toy. About a dozen of these figurines are known to exist; they exemplify pre-Hispanic Mexico’s only use of the wheel. The jaguar was a symbol of the underworld, where the dead lived, and the wheeled jaguars were found in tombs. The figure that caught my eye was a relic of the Totonac civilization, which rose and fell in the state of Veracruz, and it carried a label saying that it had been found at a place called Nopiloa. But when I asked museum curators and archaeologists for Nopiloa’s location, no one would say.</p><p>So I did what the grave robbers do. I searched detailed topographical maps of the state until I found a location with Nopiloa’s name. It was near a town called Joachin. Though only dirt roads ran to Joachín, I loaded my car and set off. When I got to Joachin, I asked about the ruins. Nobody knew anything. But they pointed me toward Nopiloa, and I continued my trip. The topographical map didn’t show nearly as many roads as I passed; it was out of date. But after a while I came to a crossroads with two palm-thatched buildings. One was apparently a country store. Several men were sipping soft drinks outside. “Where is Nopiloa?” I asked them. “This is Nopiloa,” one of the men chuckled, gesturing in a semicircle. I looked around, but only sugarcane fields were to be seen. “Well, where are the ruins?” I asked. The men seemed not to understand. “i’m looking for pyramids,” I explained. The men laughed. “There is nothing like that in this poor farm country. Boy, you must be way off track,” they said. ”are there any hills nearby?” I insisted. They gestured in the direction that lay behind the store.</p><p>About a mile down the road, a chain of hills came into view. A couple of them were sharply inclined. I climbed one after another until my lungs gave out. They were not hills, I was sure. But there was no obvious proof that they were pyramids, either. Their sides were covered with nothing but dirt and weeds. No signature of human workmanship was at hand, except for one clue: several rectangular depressions in the ground at the base of one of the mounds, signs that relic looters had been digging here recently. I left the ruins convinced that there were pyramids underneath the featureless mounds that i’d found. But the experience had dulled my desire for unrestored ruins.</p><p><em>From the book</em> Conversations With Moctezuma <em>by Dick J. Reavis. Copyright ©1990, by Dick J. Reavis. Reprinted by permission of William Morrow and Company, Incorporated.</em></p><p>An american archaeologist recommended that I go to a little-known ruin called Santa Rosa Xtampak that had been abandoned by the Maya about a thousand years ago. “Don’t worry,” he told me. ”There’s a three-story building in Chenes architectural style perfectly exposed to view.”</p><p>Santa Rosa Xtampak was first described in 1843 by the adventurers John L. Stephens and Frederick Catherwood in a two-volume work called <em>Incidents of Travel in Yucatan.</em> Stephens had said that it was “the grandest structure that now rears its ruined head in the forests of Yucatán.” The two travelers gave the world its first broad picture of Mayan civilization. Stephens was an american writer, 35 years old when he and Catherwood set sail from New York for the peninsula aboard a freighter loaded with cotton, gunpowder, and turpentine. Catherwood was a British illustrator and pioneer photographer in his forties. For six months the pair battled ticks, mosquitoes, and fleas, as well as malaria and other fevers, while taking notes and making drawings and daguerreotypes of Mayan life and ancient ruins. They visited some 44 lost or forgotten sites, including those that have become tourist spots today: Chichen Itzá, Palenque, Uxmal. Cancún, Coba, Kabah, and Tulum.</p><p>About Three o’clock On a Summer afternoon Vicente turned the rented white Volkswagen to the left, off the highway, and onto the dirt road to Santa Rosa Xtampak. Vicente is Keith Vincent Dannemiller, 38, an american photographer who lives in Mexico. He looks every bit the gringo —blue-eyed, six feet tall, bearded, and with a ponytail —and nobody in Mexico can pronounce his name: hence, Vicente. I had known him when he lived in Texas, and we had renewed our acquaintanceship in Mexico. This was our second trip to the Yucatan, and we regarded Stephens and Catherwood as our heroes—not only for the work that they’d done but also because they’d survived the Yucatan. On our previous visit, tropical afflictions had sent us running for home.</p><p>The Yucatan Peninsula, the Mayan heartland, is a hot, nearly flat expanse of tropical rain forest. Its mean annual temperature is 77 degrees, 2 degrees hotter than the Baja California desert. It is called the Yucatan Platform on physiographic maps because it has no rivers or mountain ranges. The area is home to every pest that you could imagine in your worst nightmares. The Yucatan is a terror to explore on foot, and it’s dull country to drive. All the traveler sees is miles and miles of dense, shoulder-high foliage. Unless you’ve got anthropological or archaeological interests, or you enjoy frying on Caribbean shores, I can’t see any reason to go there. Hernán Cortes took a look at the Yucatan nearly five hundred years before Vicente and I did, and he decided the same thing.</p><p>[ Continued On Page 140 ]</p><p>Photographs By Keith Dannemiller</p><img /><p>Primitive Conditions On Boggy Yucatan Roads Can Ruin a Trip To the Ruins.</p><img /><p>Teodoro Huchin, a Maya, Knows How To Survive In the Intimidating Jungle.</p><p>[ Continued From Page 124 ]</p><p>Cortes had orders to establish a trading settlement in the Yucatan in 1519. He landed at Cozumel and Isla Mujeres and at Campeche, on the peninsula’s western coast. His reconnoitering told him that some of the natives were hostile, that drinking water was scarce, and that there was no gold in the region, so he decided to conquer central Mexico instead. The conquest of the Yucatan didn’t begin until 1527, six years after the aztec territories were pacified, and it lasted not two years as in Central america but nearly five decades. Native resistance, bugs, disease, mud, and heat discouraged wave after wave of conquistadors, who were poorly rewarded for their victories, anyway. The Yucatan had nothing to sack. Even after the conquest, the Yucatan’s isolation and climate kept it on the fringe of Spanish and Mexican life. The area didn’t join Mexico until two days before the War of Independence was won, and twice afterward it seceded. Until Castro came along, its commercial ties were more with Havana than with Mexico City, because no road led from the Mexican interior to the Yucatan, and Cuba was closer by sea.</p><p>The Yucatan has always been reluctant to westernize. The Maya revolted against the Spanish in 1761, as they had revolted against the Toltecs in the thirteenth century. In 1847 they rebelled against the Mexican Republic. The new rising, called the War of the Castes, was probably the most bitter conflict in Mexico’s modern history. Maya tillers marched on peninsular towns, murdering all the white and mestizo inhabitants. Their revolt coincided with the american invasion of Mexico and our blockade of the port of Veracruz, by which the Mexican government had communicated with the Yucatán. Unable to get military supplies from Mexico, the Yucatan’s governors futilely offered sovereignty of the peninsula to Spain, Great Britain, and the United States. Not until 1848 was Mexico able to send arms, and by then all of the peninsula was under Maya control except a narrow strip along the northwestern coast and the city of Merida, and Merida was under siege. But as the troops of Emiliano Zapata would do during the Revolution of 1910, in June the army of tillers took a break: It was planting time. Federal forces moved in and secured Merida, and as they took captives, they sold them into slavery. Not until 1901 would the whole of the peninsula return to Mexican control.</p><p>We had paused in Ticul on our first visit. Ticul is a market town of some 30,000 about fifty miles south of Merida, the capital of the state. As in most towns on the peninsula, motorbikes outnumber cars. Bicycles outnumber motorbikes. Pedestrians outnumber people using any form of transportation. Life moves slowly, at a salutatory, “good morning” pace. If you ask for a taxi in Ticul, you’ll be directed to a pickup with a canopied bed and wooden benches. Ticul’s “taxis” go to Merida, not from street to street. If you merely want to go across town, you hire a <em>triciclo,</em> or tricycle, a three-wheeled pedal-cart, complete with chauffeur. It costs about fifty cents an hour.</p><p>One night Stephens had watched the locals gamble at a game called Loteria on the porch of the city hall, facing the central plaza. When darkness came, I went off in that direction, as if to keep an appointment with him, 147 years late. A group was gathered on the porch, men in straw hats and women in the white <em>huipiles</em> that are the region’s native dress. They stood facing a long table on which colored playing cards were spread. Pictures of common objects and mythical creatures —a frog, an arrow, a mermaid, for example —were printed on the cards. A man stood beside the table, just above a wheel on which similar images were pasted. People placed coins on the cards, the man spun the wheel and then stuck a knitting needle into its surface; those who had bet on the pierced image were winners. It was the same game Stephens had seen. I placed two bets, one for him and one for Catherwood, and waited for the wheel to spin. I lost my stake. I probably should have taken that as a warning.</p><p>Bad luck was coming because of bad bugs. That afternoon one of Vicente’s eyeballs had begun to streak in red. We knew what to fear, an affliction called hemorrhagic conjunctivitis. It inflames the eyes, impairs vision, and because cold symptoms come with it, imparts misery to life. Before turning in at our hotel, i’d stopped at Vicente’s room to check on him. One corner of the affected eye looked as if it had been dabbed with red paint.</p><p>My wife, Miriam, had made that first trip with us. When we arose the next morning, Vicente decided to stay in Ticul until the doctors’ offices opened. Miriam and I decided to see Santa Rosa Xtampak. We had no precise directions, just the words of an american archaeologist we’d met at Chichén Itzá the day before: “Take the first white road south of Bolonchen and follow it until it ends.” a white road, he’d told us, is a road that’s been covered with caliche, safe for travel even when the ground is wet. We set off in my car for Bolonchen, about an hour away.</p><p>We found the white road about three miles south of Bolonchen. It was an uneven, rough, one-lane road, dwarfed and nearly hidden by foliage. Wheels had made ruts on the edges of the road, creating a midmargin hump that at places scraped the bottom of my car. But the drive was a pleasure. Yellow, white, and green butterflies gathered by the dozens in spots on the road and showered our car like confetti when we passed. No people or any signs of habitation were nearby, and on only one stretch did we see any fields. Most of the terrain was jungle, unimproved. We came to a large tree that grew in the middle of the road, which went around it. The tree, we later calculated, was the halfway point. The distance we traveled before the road’s end wasn’t much, about nineteen miles. Driving it had taken us ninety minutes.</p><p>Near the end of the road, we came upon two men. They were on top of a <em>palapa,</em> or palm hut, thatching its roof. The hut was nothing more than posts and roof. No sides had been erected yet. I got out of the car to ask further directions. The two men climbed down to take a look at me. One was a hatless, thin, and tall older man with very dark skin and gray hair. If he spoke, his voice was so low that I didn’t hear it. The other man was short, square, and stout. He wore a straw hat, and there was sweat on his brow. He was younger, about forty. He pointed toward the end of the road and said when I got there, I should turn right, not left, drive to the road’s dead end, and walk toward a hill. He said if I could find the trail, the ruins weren’t far away. “The only thing is,” he said, “the guard isn’t there right now.” I thought about meeting policemen on my way out of the ruin —having a local man in tow might be good insurance against all kinds of things. He agreed to accompany us, and said so long to the older man—his father, it turned out —in a language that I didn’t understand. When he was seated in the car, he introduced himself. He was Heliodoro Huchin Cauich —naturally, a Maya. His ancestors had built Xtampak.</p><p>As we drove toward the ruin, Heliodoro told us about himself. He was a native of Bolonchen, but his father had been born near the <em>palapa</em> where i’d found them working that day. The surrounding area was granted to them and other families as an <em>ejido,</em> or cooperative farm, several years ago. But most of the <em>ejidatarios</em> had abandoned the settlement because, for the second year in a row, there hadn’t been enough rain. There were no wells, either: No rain meant no water to drink. The puddles that i’d seen were recent, the product of yesterday’s storm. The rain was probably too late to sprout the corn that he’d planted back in May and June. “How much corn have you got saved up at your house?” I asked. “about a year’s supply,” he said.</p><p>I found myself thinking that although a peasant’s life is rough, not many urbanites have a year’s survival in the bank.</p><p>The hill at the ruins was steep, and the ascent was without any visual reward. The jungle was so thick that we couldn’t see below. Trees, vines, and shrubs blocked every possible view. At one point during the climb, Heliodoro stopped, held aside some vines, and asked us to step off the path. When we’d done so, he showed us a white hole in the ground. It was like a bottle, made of limestone. A material that looked like poured limestone or soft concrete covered the ground for about a foot around the opening of the hole, whose purpose was obviously to store runoff water. I looked down into it; it was dry. “This must be a <em>cenote,”</em> I said, trying to show what i’d learned from books. “No,” Heliodoro said, “<em>cenotes</em> are formed when underground limestone collapses, making a big hole. This is a <em>chultun. Chultunes</em> are man-made.” He sounded like an archaeologist, not a peasant. “How do you know?” I asked. “Well, I try to keep up,” he said. “Last year I attended the First World Congress of Mayanists.” after that, our conversation moved to a different level.</p><p>Heliodoro had grown up wanting to leave Bolonchén, and he’d gotten as far as the city of Campeche, where his wife and school-age children live today. But he’d come back home to help found the <em>ejido, </em>and his interest in Mayanism had grown like the vines. He spent his spare hours studying, but his studies were woefully incomplete. For one thing, he hadn't been able to learn how to count past ten in his native tongue; everybody used Spanish words. Heliodoro’s current campaign, he told me, was trying to persuade the government to open Santa Rosa Xtampak as a tourist site. Besides having a cultural interest, Heliodoro figured that restoration of the ruins would provide jobs to him and his fellow <em>ejidatarios</em> during spells when the rains failed. But as Heliodoro knew, half the people in Mexico were trying to convince the government to restore a ruin, and the competition was tough.</p><p>After seeing the <em>chultun,</em> Heliodoro, Miriam, and I climbed a few minutes more until we reached a plateau that had been created by human labor. We were at the top of a hill, and the surface before us was as flat as a parking lot. Vines hung down from trees, and thin tree trunks stood in the way, but almost immediately we came upon a huge white limestone building, so big that we couldn’t see all of it from where we stood. Its three stories were stacked so that each succeeding level was narrower than the one at its base, leaving room for a terrace or walkway around both of the higher stories. Trees had grown onto the terraces, and the action of their roots had sent cascades of building stones and dirt sliding down the walls. At two or three places the landslides had covered the probable locations of doorways, and from the ground it was possible to ascend to the second story by scaling the rubble alone. Other trees had planted their roots in the rubble, and vines hung down over it all. I scanned my memory of the drawing that Catherwood had made for <em>Incidents of Travel,</em> and I found the smooth panels above and between the ground-floor doors, panels that even before his visit had lost or been stripped of their monstrous stone embellishments; a feature of Chenes architecture had been door openings decorated to look like the mouths of snakes. We were looking at the building from its west side, the side that Catherwood had drawn. I walked to the right, or south, of the building to be sure of its length. It was fifty yards long.</p><p>Heliodoro led us to the building’s south face, which I estimated to be about 25 yards wide. Landslides had seriously affected it. We had to climb over grapefruit-size rocks to reach the entrance of two rooms, but we didn’t go inside. Between the two rooms were two smooth panels, and in the rubble below, Heliodoro turned over two large stones, each about as big as a block of ice. Their sides bore pictographs, though we couldn’t determine what images they outlined. These stones were all that remained of two panels that Stephens and Catherwood had seen; they, too, had been unable to make sense of the designs.</p><p>We returned to the west side, and Heliodoro led us up to an entrance. A beam of wood ran across the top of its door. It was plastered into the masonry at both its extremes. The beam was dry and weathered, but despite its thousand years of abandonment, it showed only a few insect holes, probably because it had been hewn from a resin-rich <em>chicozapote</em> tree, from which chewing gum was once made. We stepped into the room. Its floor was covered with plaster or limestone dust. Its ceiling formed a corbeled, or Maya, arch—the Maya were the only pre-Columbian people who used the arch. Its walls were bare, showing only the joints between its square-cut stones. This room led through a doorway to a similar but smaller room, on whose eastern side a narrow stone stairway opened. We were preparing to ascend to the second story when we noticed a problem: a wasp’s nest hung from the roof, just above our path. Heliodoro went outside, picked up a dried palm leaf, and brought it to me. I set it on fire with my cigarette lighter. He fanned it with his hat until the leaf became a torch, and then he walked beneath the nest, raised his arm, and singed the wasps until they fell to the floor. We stomped on them until they were dead. Then Heliodoro reached up to the nest, pulled it down, and stuck it in his shirt pocket. I couldn’t imagine why he’d done that.</p><p>We began ascending the stairs. As we rose, we passed through a space of total darkness; the staircase made a 180-degree twist. It delivered us to the second-floor terrace, facing west. By another stairway, we reached the terrace of the third floor, where, holding onto vines and bracing ourselves against trees, we made our way around the north edge of the building to the eastern, or front, side. There we descended to the second story for a look at indecipherable legends carved onto two stone towers, one on each side of a great exterior stairway ten yards wide. Picking our way up the remaining sections of its steps, we eased across the third floor, stopping to enter and view several rooms as we went. The floor of one of the arched rooms, about ten by fifteen feet in size, was covered with fruit seeds about as big as my thumb. “Who’s been using this place for storage?” I asked Heliodoro. “No, these seeds were brought here by the bats who lived in this room until a year ago,” he said. In each of the rooms we entered, a hole about a foot wide had been dug in a corner. Dirt from the diggings formed mounds around the holes. The holes were filled with rocks. I couldn’t tell how deep they had been. Heliodoro said that the holes had been dug by grave robbers looking for gold or relics. I wondered what they had found and was startled to realize that we live in a world where we can be robbed a thousand years after our death.</p><p>At the northwest corner, by handholds and footwork, Heliodoro and I climbed onto the building’s flat roof. From there, sixty feet above the ground, I could see the horizon line. Heliodoro pointed off to some hills in the distance. “There is another set of ruins over there,” he said. But from the mounds that I could see surrounding us, each one probably concealing a building or pyramid, I knew that i’d never have time to explore all of Xtampak, let alone the ruins in the distance. At the moment, I was also more curious about something else. “Heliodoro,” I asked, “what are you going to do with that wasp’s nest?” “Why, i’m going to eat it,” he told me. He explained that he’d fry the nest in cooking oil, remove the larvae, and mix them with salt, onions, and peppers. “It will make a good snack,” he said.</p><p>After we climbed down, Heliodoro accompanied me as I scaled a nearby mound to see if it hid a pyramid. It wasn’t nearly as steep as the mounds at Nopiloa, and I found nothing that revealed human workmanship. Just for good measure, I scaled a second mound. As I rounded its northern edge, about thirty feet aboveground I saw a corbeled arch rising six feet above the debris. I climbed on rocks and vines until I came face-to-face with it. It enclosed a room whose walls were visible for nearly three feet beneath. The room was filled with rubble. Whatever treasure it contained had not yet been spirited away. It would take a couple of days to empty the room, and relic robbers, from what I can gather, do not undertake laborious projects. Xtampak still had vaults of history waiting to be opened.</p><p>Four months later I returned to Santa Rosa Xtampak. Vicente sped down the white road at about 25 miles per hour. We came to the tree at midpoint and, just beyond, to a stand of Johnson grass that rose above the roof of the car, a sure sign that no vehicle had passed in a few weeks’ time. But a light rain had begun to fall, and we hurried lest we get rained out. About a mile beyond the tree, Vicente hit a bump in the road. The Volkswagen veered over to its side and stuck. Vicente opened his door and stepped outside. His leg sank knee-deep in a white bog. We’d hit a wallow of quicksand. A hurricane had passed since i’d first come down this road, and its rains had turned the countryside to mud. And mosquitoes. The repellent we had brought kept them from lighting on us, but they still buzzed by. We fanned ourselves frantically as we tried to devise a means of escape. But nothing worked. We couldn’t mount the jack because its mount on the underside of the rented Volkswagen had been bent out of shape. In a desperate and unwise attempt to give us a chance, I let the air out of the passenger side’s rear tire, hoping to gain traction that way. When that measure failed, I set out walking in the rain. By my reckoning, we couldn’t have been more than seven or eight miles from Heliodoro’s house. I figured that I could return to the car in about three hours.</p><p>As I walked, the rain washed the mosquito repellent away. I became the object of whole swarms of the pests. I adopted a bovine defense. Picking up a palm leaf, I flailed it back and forth, around and around, imitating the action of a cow’s tail. It seemed to work. I kept walking. The terrain around me was uncultivated land, all jungle, and in places at roadside, it formed a marsh. Stagnant water stood six inches to perhaps three feet deep. From time to time, my presence disturbed animals I could not see but could hear as they ran. At one point, I heard a crash as loud as a person would make. I looked toward the jungle, fearing for my own safety. I saw nothing but could hear the sounds of a large creature swimming in the marshland just beyond. No human being would swim there, but the jungle is thick with javelina.</p><p>After about two hours of walking, I sighted a man on horseback. When he drew near, I noticed that he was riding a mule, not a horse. He wore sandals and cotton pants, a raggedy cotton shirt and a straw hat. A small-gauge shotgun was strapped on his back; peasants in the Yucatan carry arms. The man told me that he was looking for a dry entrance to his <em>milpa,</em> a small field that is cleared from the jungle, and he pointed toward it, back down the road. He hadn’t visited the plot, he said, in about a month. It had been too wet to get in. He also said that Heliodoro had gone to Campeche to talk to archaeologists about damage that Xtampak had suffered in the hurricane. But he assured me that if I kept walking, i’d reach the <em>palapa</em> where Heliodoro’s father lived, and he promised me that after looking at his <em>milpa,</em> he’d join in helping dislodge the Volkswagen. “How far is it to Heliodoro’s place?” I asked. He shook his head from side to side, the way people do when they have bad news. “It’s a long way,” he said.</p><p>A little farther down the road, I could see corn plants standing in the fields to my right. Between them and me was a swamp at least twelve inches deep. Its water was discolored. A brown substance seemed to seep in from its bottom, where plants were decaying. Tadpoles swam in the water, and I was sure that mosquito larvae lived there, too. I kept fanning and kept walking. The road almost disappeared at my feet. Weeds covered its surface from side to side, and some of them were tall enough to reach my shoulders. Soon I was able to pick out the road’s course only by its reflection of the fading light.</p><p>It was fully dark when I stumbled into Heliodoro’s yard. A dim light was shining from within the <em>palapa,</em> probably from the fire of a hearth. Since Heliodoro’s father might be armed, I decided not to go hunting for the hut’s door. Instead I hollered in a loud voice, “Hello! Hello! Bueno! Bueno!” and then, in that same voice, I began explaining my circumstances. It occurred to me that I might be shouting in vain: I didn’t know whether Heliodoro’s father understood Spanish or not. About a minute after i’d finished my speech, he emerged from the hut, bent and slow-moving. When he reached me, he explained in his Maya accent—a flat accent, similar to that of English speakers —that he couldn’t be of much help. But he stood with me at roadside while we waited for the mounted man to come.</p><p>It was now so dark that I couldn’t see twenty feet in front of me. I decided that I wasn’t going back to the car until I knew where the mounted man was. He might be hiding in the bush, waiting for me to pass on my return; he had a gun and might rob me. After i’d fretted for an appropriate amount of time, two figures appeared out of the darkness, both mounted on mules. One was the man i’d met back near his <em>milpa.</em> The other was Teodoro, a cousin of Heliodoro, about twenty years old. The three men began to converse in Maya. I offered to pay if they’d help pull the car out of the bog. I heard Heliodoro’s father say the numbers eight, nine, ten, eleven, twelve in Spanish, and he mentioned Bolonchén. Then all three of them dispersed, leaving me in the road alone.</p><p>After a few minutes, Teodoro appeared on foot. He went into the old man’s hut, then came out carrying a torch. He passed by me, silently smiling in the light of its flames. Then he returned to the shadows of another hut about fifty yards away. A few minutes later he came out leading two mules. The man from the <em>milpa,</em> whose name was Salvador, appeared on his mule. Teodoro told me to mount the spare beast, which he called a <em>caballo,</em> or horse. I climbed atop it. My “horse” had long ears and coarse hair; it stood not more than four feet tall, just like Teodoro’s and Salvador’s “horses.” Teodoro had apparently never learned the Spanish word for mule. My saddle was two or three burlap bags. Salvador took the lead. I rode in the middle, with Teodoro close behind. None of us could see a thing, but the mules knew where to go. The ride was bumpy, and my mule’s backbone rubbed gratingly against my wet jeans.</p><p>From what I could make of the skyline, we were near the <em>milpa</em> when my mule bolted to the right in a gallop. Before I could halt him, we’d gone more than fifty yards down what seemed to be a dirt trail. A black silhouette in the shape of a <em>palapa</em> was in view. When Teodoro reached me, I asked him who lived in the <em>palapa.</em> “Nobody does. That’s where we shell corn,” he said. The mule had fond memories of the place because whenever he went there, he was well fed. Apparently he had decided that with an unfamiliar rider astride, he might get away with stopping at the feeding trough.</p><p>After about an hour and a half of riding, we came upon the Volkswagen. It had been six hours since i’d left. I was glad to dismount; the ride had worn both layers of skin from a patch on my rear end, and I was oozing blood like hamburger meat. Vicente had passed the wait in ease: He had cigarettes, water, and a radio. Our first efforts to free the car failed. Then Teodoro unsheathed his machete and felled a small tree. He and Salvador passed a rope through the Volkswagen’s sunken wheel. They tied the rope to the tree trunk. Using it as a lever, the three others pushed until the Beetle cleared ground, and then I shoved huge rocks into the bog beneath the wheel. We repeated the process on the front wheel, which had sunk several inches into the mud. I got inside the car, started it, and drove onto the dry part of the white road. We were out of the bog.</p><p>A representative for the rental-car agency had shown me the tools for changing a tire, and since i’d let the air out of one tire, we needed them. I took the jack and the shiny new lug wrench from their place behind the seat and, outside, laid them by the flat tire. But when I put the lug wrench onto the wheel lugs, I found that the wrench was too big. “Jesus, this is Mexico,” I said in disgust. Vicente tried the lug wrench to make sure that I hadn’t panicked. “Yep, this is Mexico,” he said. We thanked the two Mayas for their assistance, got into the Volkswagen, and closed its doors for the night. It was hot, but we couldn’t open the windows because we had used the last drops of our insect repellent. We somehow fell asleep, and when we awoke about daybreak, we found more than fifty mosquitoes inside the car. They’d entered through its ventilation system. The windshields were fogged with mosquitoes looking for a way to get in.</p><p>About nine o’clock, a big truck pulled up behind us. Teodoro was inside. Its occupants had come to help us, with a jack. But we didn’t need a jack, we needed a tire iron, and the one that they carried was, like ours, the wrong size. The truck’s owner demanded an exorbitant fee for extending additional help, and we acceded. Vicente got into the truck, and they headed back to Bolonchen. Three hours later they returned with a bicycle pump, and in ten minutes we were ready to roll again. That’s when the pickup came along.</p><p>The pickup was a red-brown Chevy, 1968 model. Its roof was rotting away. When the pickup moved, the roof flapped atop the doors like a covering of canvas. It belonged to a man from the state of San Luis Potosí. He’d been in the Bolonchen area, working as a mechanic on farm machines, when the <em>ejido</em> had been chartered, and though he spoke not a word of Maya, he’d cast his lot with the locals. Land has an overwhelming appeal to landless Mexicans, like the mechanic, who are of peasant extraction. The man from Potosf explained that he’d gone to Bolonchen to take refuge from the hurricane and hadn’t been able to return until that day. He was going to the <em>ejido</em> and offered to take us to the ruins. We parked the Volkswagen and jumped inside the pickup’s decrepit cab. Teodoro crawled into the bed. Two other men, also <em>ejido</em> partners from the north, rode in the back with him.</p><p>When we got to the <em>milpas,</em> naturally the men wanted to see their crops. They removed their boots and waded off into the marsh. Teodoro went with them. They returned a few minutes later carrying corn and peanuts. Only their bean crop had been drowned. The pickup’s owner took us to the ruins and waited below for our return. He built a fire to keep the mosquitoes from biting while he waited.</p><p>While Vicente photographed the ruins, I looked for damage caused by the hurricane. It wasn’t a pleasant job because gnats were thick on the main building’s two lower stories. The hurricane had uprooted trees from the terraces, and in their fall some had unearthed stones. A corner of the second story of the south side had turned into rubble below. Here and there, sections of wall had tumbled, leaving gaping holes, especially above doorway beams. The dislocations apparently unearthed fragments of various kinds, for in each room I found a neat stack of pottery shards. Some of them were painted, and others bore the marks of impressions made in wet clay.</p><p>When we passed the <em>milpas</em> on our way back to the Volkswagen, the pickup stopped again. The San Luis Potosf men wanted to take corn back to Bolonchen. Teodoro stayed with Vicente and me. He was thirsty. The other men had brought bottles of water, but Teodoro did not ask to share. Instead, he sat on his haunches beside the marsh, dipped his palms into the water, and drank. Nothing i’d seen in months impressed me nearly so much. A thousand years after the end of their great civilation, the Mayans still know how to fend with the jungle<em>.</em></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "June 1990",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Mexico",
      "people",
      "Santa",
      "The Ruins",
      "Rain",
      "Spanish",
      "ten",
      "Water",
      "Country",
      "Fire",
      "Government",
      "Hurricane",
      "Trees",
      "Beam",
      "Cotton",
      "Game",
      "Home",
      "Land",
      "Maps",
      "Photographer"
    ],
    "wp_categories": [
      "Feature"
    ],
    "wp_location": [
      "D.C.",
      "West"
    ]
  }
}