{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19872",
    "date": "February 1987",
    "year": 1987,
    "month": 2,
    "month_formatted": "February",
    "pdf_uri": "/1987/19870200.pdf",
    "issue_cover_image": "",
    "document_start_page": 110,
    "toc_start_page": 108,
    "document_page_range": [
      [
        110,
        111,
        112,
        113
      ]
    ],
    "toc_order": 9,
    "toc_headline": "Momus To Remember",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198702-momustor",
  "source": "/1987/19870200.pdf",
  "wp_post_id": 123381,
  "wp_post_guid": "http://www.texasmonthly.com/article/momus-to-remember/",
  "authors": [
    "Helen Thompson"
  ],
  "headline": "Momus To Remember",
  "dek": "Forget New Orleans. Carouse on the Seawall, make merry on the Strand, and revel in a swirl of costumes at Galveston’s own Mardi Gras.",
  "spread_caption": "",
  "excerpt": "The god of merrymaking spends Mardi Gras in Galveston.",
  "kicker": "",
  "word_count": 421,
  "content": "<p>A century ago Galveston was New Orleans' rival for the fanciest Mardi Gras celebration in the South. In the last few years the rivalry has been resurrected, mainly because of the efforts of oilman and developer George Mitchell, who was BOI —or born on the Island, as they say in Galveston. The guiding spirit in Galveston is Momus, the Greek god of merrymaking, who surely would have shunned the snobfest in New Orleans, where you have to have fossilized social credentials for even the dinkiest parties.</p><p>In Galveston most parties are open to the public —for a price, that is. Even the date is more democratic. The climax of two weeks of activity is not Fat Tuesday but the preceding Saturday, February 28, so that more people can attend. Here's a rundown of the big balls: Tremont House Masked Ball, at Mitchell's Tremont House, spotlights dancing to Pete Fountain ($250 per person); animal House Ball, at the Strand's Old Galveston Square building, swings to Otis Day and the Knights ($75 per person); Maximilian, at Mitchell's beachfront San Luis Hotel, presents the Dishes, Houston's pet rock and roll band ($65 per person); Regina, at the Balinese Room on the Seawall, got the best reviews last year for uninhibited fun ($75 per person); and the Beaux arts, at Twenty-first and the Strand, had 1986's nuttiest costumes —one group of revelers came dressed as the Houston skyline ($25 per person).</p><p>But you don't have to spend big bucks to enjoy Galveston's Mardi Gras. Before the balls, line up on Twenty-fifth for the Grand Night Parade. The teeming procession of jugglers, bands, boogying dancers, and floats works its way from the Seawall to the bay. For $10 you can reserve a bleachers seat, but there's plenty of standing room. Afterward, the best bash of all is free —the street party on the Strand. And if you aren't in the mood by then, fear not: nearby booths dispense champagne.</p><p>Photography By Janice Rubin</p><img /><p>This masked mystery lady knows the answer to “are we having fun yet?”</p><p>Photography By Janice Rubin</p><img /><p>What's everyone after? Trinkets thrown from the float. Why? Who cares?</p><img /><p>Bahamian Junkanoo Dancers: just the name proves they make a party hot.</p><img /><p>All hail the king! and a good king he is. He's partied till he's blue in the face.</p><img /><p>A ball without debutantes? No way. These girls enjoy the calm before . . .</p><img /><p>You don't have the right stuff for a costume? Cut the excuses —just rent it.</p><img /><p>At Galveston's Mardi Gras, champagne's not the only way to get a big head.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "February 1987",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Galveston",
      "House",
      "Band",
      "Dancing",
      "God",
      "Houston",
      "Mardi Gras",
      "Mystery",
      "people",
      "rent",
      "Reviews",
      "Rivalry",
      "Rock",
      "Rock and roll",
      "spirit"
    ],
    "wp_categories": [
      "Houston"
    ],
    "wp_location": [
      "Galveston",
      "Houston"
    ]
  }
}