{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19872",
    "date": "February 1987",
    "year": 1987,
    "month": 2,
    "month_formatted": "February",
    "pdf_uri": "/1987/19870200.pdf",
    "issue_cover_image": "",
    "document_start_page": 103,
    "toc_start_page": 100,
    "document_page_range": [
      [
        103,
        104,
        105,
        106
      ],
      [
        149,
        150,
        151,
        152
      ],
      [
        154,
        155
      ],
      [
        161
      ]
    ],
    "toc_order": 6,
    "toc_headline": "One Flew Over the Cuckoo's Nest",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198702-oneflewo",
  "source": "/1987/19870200.pdf",
  "wp_post_id": 123390,
  "wp_post_guid": "http://www.texasmonthly.com/article/one-flew-over-the-cuckoos-nest/",
  "authors": [
    "Kathy Lowry"
  ],
  "headline": "One Flew Over the Cuckoo's Nest",
  "dek": "Can abuse and degradation make you a better person? If your answer is yes, you are a prime candidate fora new self-discovery scheme that’s sweeping Texas.",
  "spread_caption": "",
  "excerpt": "Will deprivation, humiliation, and confrontation lead the way to a better, more confident you? a new self-help craze sweeping Texas wants you to think so.",
  "kicker": "",
  "word_count": 6222,
  "content": "<p><span class=\"dropcap\">G</span>ranny is the last to relent. First she takes off her blouse—and with it her ONE, Inc., name tag emblazoned with the dreaded moniker Old —then looking chagrined, she slips off her elasticwaist polyester slacks. She looks nervous and flustered and naked, despite her bra and panty hose. But her misery has plenty of company, since all of us are down to our skivvies. Urged to undress for a different kind of success, men who once seemed stiff as new wing tips, female wallflowers at the orgy of life, and victims of divorce or bankruptcy or loneliness or general malaise are all standing around in this austin motel ballroom in the polka-dot underwear we are required to wear. We’re not exactly having a ball, though, especially since we’ve just been informed it’s time for show and tell. One by one we do a solo turn before God and everybody, first critiquing our body parts and then taking questions from the floor. Rather personal questions.</p><p>What’s the kinkiest way you’ve ever done it? How many lovers have you had? How often do you feel yourself up? Do you use your hand, or what? Be specific!</p><p>No, this isn’t a wife-swapping club or a branch of Plato’s Retreat. ONE is a controversial Texas-based human-potential program that is sweeping the state. Some people have paid up to $1500 to be ONEd, and the number of recruits —homemakers, professionals, entrepreneurs, and even government officials —seems to be increasing exponentially. Three thousand people went through ONE during the program’s first four years of operation; in 1986 the number more than doubled, to around 6500, according to a ONE coordinator. And the market is expanding: seekers can now be ONEd not only in San antonio, austin, or Dallas but also in Phoenix.</p><p>Making people behave like their worst selves helps them discover their best selves-according to ONE’s leaders<strong>.</strong></p><p>Illustration By Barry Root</p><img/><p>ONE may appear to be a warmed-over mix of est and Esalen, but its bizarre tactics are incomparably more extreme-and uncontrolled. Along with Sex Night, previewed above,</p><p>ONE’s tactics include sleep deprivation, humiliation exercises, outrageous mandatory public pranks, and grueling physical endurance tests. Toward outsiders,</p><p>ONE stonewalls entirely, requiring its followers to keep its “processes” secret.</p><p>ONE’s founder, Oury Engolz (the program is named after his initials), is secretive too. Refusing to meet the press, the blackjackdealer-turned-promoter had worked with a Californiabased program called Lifespring before bringing his own beefed-up brand of mind control to Texas four years ago.</p><p>As a money-maker, the program is as clever as any pyramid scheme. Elated ONE grads, still high on the experience —and pressured to spread the word —recruit their friends for free. Engolz’s minimal overhead, just two paid employees and some rented hotel rooms, means million-plus annual earnings that are mostly pure profit.</p><p>How participants profit from ONE is harder to pinpoint. In its scanty literature the program promises greater self-esteem, confidence, and more fulfillment in jobs and relationships. At first the program looks harmless enough. Act I, a two-day, one-evening session that takes place over a weekend, is a lot like a therapeutic summer camp. Members get their consciousness raised to piped-in sentimental pop tunes while they hug, sing, hold hands, and share their secrets. Deprivation (there are ample rest-room breaks) and confrontation are kept to a minimum. By Sunday night, most trainees are in such an unresolved emotional state that they don’t mind being ambushed with the news that it is actually act II, which lasts five days and four nights, that will heal their freshly opened wounds —for a hefty $650 plus $200 more for room and board. This misleading lure, along with ONE’s use of laymen to conduct intense, potentially damaging psychological exercises, led the Texas attorney general’s office to investigate ONE for possible violations of consumer protection laws (no action has been taken—the inquiry started when one young woman was committed to a mental ward after being ONEd).</p><p>I first learned about ONE last spring when San antonio city manager Lou Fox, an ardent ONE convert, talked city hall into paying his staff’s way through a weekend management training program, run by a former ONE leader. When Fox’s recalcitrant staff realized the event was much too similar to ONE for their comfort, some of the staff, including the four assistant city managers, walked out, and the resulting public outcry made banner headlines and almost cost Fox his job. But by Monday morning, Fox’s staff was singing his praises. ONE’s secret recipe appeared to be so overpowering that even staunch detractors were enthralled.</p><p><em>Kathy Lowry is a freelance writer living in San antonio.</em></p><img/><p>Our leaders tell us we’re rigid, cruel, pathetic, phony, and washed-out. When the insults subside,we must say,“Thank you for caring enough to share.”</p><p>This puzzling mass conversion, as well as mysterious leaks about ONE’s weird techniques, intrigued me. Determined to see if Engolz’s medicine was a placebo or a genuine miracle cure, I went undercover. Predictably, act I was just enlightening enough to seduce me into act II. Twenty-one of us shared twelvehour days, bared our troubled souls, and endured such self-help lectures as “Five Ways Not to Lose in Life.” Then it was on to act II, which is supposed to change your life for the better. Or worse.</p><p><strong>Wednesday:</strong></p><p><strong>“If you try to chicken out...”</strong></p><p><span class=\"dropcap\">I</span>t’s registration day for act II, a balmy Wednesday, and our San antonio act I group is merging with a local group at austin’s Chariot Inn Motor Hotel, where we’re required to stay night and day for this marathon seminar. At the end of act I we were presented with the startling news that act II would begin in 48 hours. Exhausted, we yelped at the lack of notice and itemized previous commitments. “You can take care of it,” shrugged Daryl, our act I leader, and 13 out of 21 did.</p><p>I’m scared witless, but most trainees seem as happy as prospective transplant patients: risky business or not, the program may be a second chance at life, so they gladly book rooms with the roommate they chose last weekend. Laura—a statuesque, regretful sixties dropout—is mine, and like lots of trainees, she trusts the testimonials of friends who swear that act II is strong but effective medicine. Hoping to get something out of this, I decide to work on becoming more assertive. I get my chance right away.</p><p>As we stand in line to get our name tags, a young, power-dressed TC (short for “training coordinator,” the name for the volunteers who help out at each seminar) sidles up to me. Would I mind advancing the $650 fee to a member of my small act I study group whose paycheck got delayed? I stammer that I don’t understand; why doesn’t ONE just take a postdated check from him? Why should I trust him if ONE doesn’t? Stymied, he “neverminds” me and heads for greener pastures. Sherry, a striking young redheaded realtor standing beside me, is shocked at witnessing such greed among good Samaritans. “Gosh, I guess this <em>is</em> a business,” she says, looking downcast. True, though businesses that solicit charity tend to extend it.</p><p>Almost immediately the mind games begin. Paid up and branded with name tags, we file into a windowless meeting room to the theme from <em>2001: a Space Odyssey.</em> Seated on stacking chairs amphitheater-style above a blackand-orange carpet that seems to house terrestrial life, we eye each other nervously. We’re now 46, Daryl says proudly —the largest act II group ever. The five TCs seated primly at the back of the room are also new to us, as is the unsmiling female who will lead the seminar with Daryl. A tiny blonde in a severely tailored black suit and obscuring sunglasses, she introduces herself as Frankie in a drill-sergeant tone that renders us stiff as tin soldiers.</p><p>Daryl is a big, effeminate landscape architect with an auburn thatch of hair and a booming emcee’s voice that clashes with his prissy manner. Both went through ONE a couple of years ago and fell in love with the program. First working as TCs under Engolz’s tutelage, they’ve taken over the reins now that Engolz has retired to his mansion in austin’s exclusive Rob Roy subdivision.</p><p>After a painfully awkward nonverbal communication session, we spend hours establishing the ground rules. Or rather, accepting them, since we quickly realize the futility of questioning authority. If someone objects to a rule, he is told to stand while the rest of us sit, then to sit while the rest of us stand, until peer pressure works better than a cattle prod. At the end of this tedious routine, we’ve all agreed to the following: no divulging ONE’s secrets; no smoking during sessions; no coffee, Cokes, or caffeine; no aspirin, drugs, grass, or painkillers; and no sex —including masturbation. No snacks or chewing gum; no liquor, beer, or wine.</p><p>In a nutshell, no fun at all.</p><p>Next, we’re told we’ll be choosing a buddy, a friend we’ll be accountable to and for. “If you try to chicken out of act II,” Frankie threatens, “your buddy will be forced to leave also.” In other words, copping out will cost $1300, not to mention a sizable guilt trip for denying your pal this chance for a new life.</p><img/><p><strong>Dazed and disoriented, we say things we don’t mean and do things we wouldn’t normally do. I wonder if our leaders have confused therapeutic with sadistic.</strong></p><p>At ONE, choice is relative, of course, since each trainee gets married to the person who occupies a corresponding seat across the room. Until I know this, i’m flash-frozen with fear: what if i’m stuck with the angry diabetic, the student with breast implants and a married lover, the manic career girl who dresses for success before she’ll even read the Sunday paper? Or worse, what if I get Carla, the shortest, fattest, weirdest trainee, who showed up today in a Clorox-white martial arts outfit, looking more like an office refrigerator than the Karate Kid? at our final act I meeting, she had flipped into such a frenzied, hysterical talking jag that I later asked Daryl —who once let it slip that his low C average made him abandon his psychology major—whether Carla might be disturbed. “Nah, some people just get real excited,” he half-assured me.</p><p>I luck out. My designated buddy, amanda, is a little eccentric, but she’s also bright and kind, a personnel counselor doing the training with her husband.</p><p>After buddying up, we get a brief potty break, and then it’s time to “take out our garbage”—divest ourselves of deepest, darkest secrets. We’re told to shut our eyes to encourage absolute honesty, and it works. Now I know why men take up the priesthood. Sex might get old, but never this:</p><p>“I once tried to kill a man.”</p><p>“I used to beat my wife.”</p><p>“I cheat on my income taxes.”</p><p>“I hate being a parent.”</p><p>“I <em>still</em> beat my wife.”</p><p>Having wiped our slates clean, we take turns standing at attention as our leaders and the five TCs tell us, in loud and ugly language, exactly how they “experience” us. We’re rigid, pathetic, cruel, washedout, phony; we’re insecure wimps, sexless c —s, and so on. When the volley of insults subsides, you must say, “Thank you for caring enough to share,” the first of many times we have to say things we don’t mean or do things we wouldn’t do. How, I wonder, will behaving like our worst selves help us discover our best selves?</p><p>Such sharing sessions are common in personal-growth seminars, but Daryl’s responses are uncommonly cold. A girl tearfully recounts being raped; he says, “How did that feel?” a guy says his wife left him</p><p>for his best friend; he says, “How did that feel?” a girl tells how her parents put her in an orphanage but kept her brother. “anything else?” he chimes. I have to grip my chair to [ Continued On Page 146 ] [ Continued From Page 103 ] keep from braining him with my purse. As the sharer trembles with need, Daryl just smiles like a game-show host.</p><p>[ Continued On Page 146 ]</p><p>[ Continued From Page 103 ]</p><p>We’re also introduced to cradling, which we practice first on Cindy, a spritely coed who breaks down while sharing her grief at her little brother’s death to cancer. “Go get her,” Frankie commands, and as the TCs shepherd us into position, we scoop her up in our interlocked arms and rock her gently as she cries her heart out. Several other lonely people cradled after such outbursts blurt out how grateful they are for all this love, but “orchestrated affection” is a better term for it. Still, the placebo effect is astounding. Maybe money won’t buy you love, but it can rent you a reasonable facsimile.</p><p>Around ten, after thirteen hours of involuntary fasting and one hour for dinner, we begin the kind of relaxation “imaging” exercise that signaled the end of all our act I evenings. Gamely, we snuggle into the paper-thin, grime-encrusted carpet that Frankie, crooning, describes as a wonderful luxury liner. I’m halfway relaxed (and two exhausted souls near me are snoring) when suddenly a loud explosion shivers our timbers. “The ship is sinking,” Frankie cries, “and there’s only one small lifeboat!” accordingly, we each have a minute to beg for our life. One by one we plead our cases, but afterward Frankie snorts that we blew it. With our very survival at stake, none of us so much as used up his allotted sixty seconds! as in real life, we’re half-assed wimps! Scrambling to our feet, we’re linking hands and forming a circle when —abruptly —we’re forced sharply leeward.</p><p>I look behind me and see Carla, who’s clearly “excited” again. Bearing down on us like a vengeful killer whale, white armfins flapping and tossing, her body is a ramrodding hull intent on drowning us with her sorrows. Where’s that lifeboat when we need it?</p><p>“Hey! No violence!” I remind her, but Carla is beyond reason. Clawing her way down my petrified body, she scissor-locks me to the ground as I scream for help. When my life is <em>really</em> at stake, I discover, I use up sixty seconds and then some.</p><p>In retrospect, Carla had clearly been acting imbalanced all day. That afternoon, as we pushed our chairs against the wall, she had started throwing them instead. And when we sat on the carpet begging for our lives, Carla had stood at the back of the room, her arms extended, deep breathing like a rusty iron lung. When Frankie let her have it for her constant “attention-suck” behavior, she finally went off the deep end. If we wouldn’t open our hearts to her, she would simply break and enter.</p><p>Meanwhile, Lifeboat goes on. Each of us has to vote on who should float and who should sink. Going full circle we look each fellow trainee in the eye as we shout “You DIE!!” after we’ve used up our eight precious “live” votes. The game becomes so pervasively real to some that they break down sobbing, but frankly, my recent brush with death seems more genuine, and Daryl catches me rolling my eyes at all this inanity. Getting right in my face, he bellows that i’m a “half-assed c —” for refusing to play the game.</p><p>A little after three, we’re finally released for the night. Even though my roommate, Laura, and I are somewhat disenchanted with our Lifeboat experience, we vow to stay till the bitter end. My nefarious reasons, of course, involve getting the goods on Frankie and Daryl, these unlicensed amateurs who don’t know Jung from yogurt or excitement from mental imbalance. But for Laura, who at 42 is single, unemployed, involved with a married man, and despondent that she can’t have children, ONE represents her last chance. Ginny, the friend who recruited her, turned her whole life around after ONE, Laura tells me, and she’s hoping for a similar miracle.</p><p>Just before crawling into bed for all of three hours’ sleep, Laura surrounds herself with garnet-colored rosary beads, a photograph of a monk, and a copy of Shirley MacLaine’s <em>Out on a Limb.</em> She explains that she is a recent Catholic convert, has been into Buddhism for years, and has given up trying to tell people about reincarnation. This lost, unhappy soul houses more conflicting beliefs than the United Nations!</p><p><strong>Thursday</strong></p><p><em>“Think of the person you hate most in the world.”</em></p><p><span class=\"dropcap\">I</span>t’s a new day, but after so little sleep and decaf for breakfast it seems suspiciously like the old one. The meeting room looks new, though; it is turned into a chapel, dimly lit with votive candles. As always, piped-in music orchestrates our moods. This time “Bridge Over Troubled Water” filters mournfully through our psyches. Softly, Daryl and Frankie urge us to dwell on our grief and our pain and to remember that “the only way out is through.”</p><p>“Think of your most recent sorrow,” coaches Daryl, “and let yourself really <em>feel</em> it.” Obediently, I concentrate on the still-painful death of my child-surrogate puppy until I puddle up enough to produce convincingly pneumonic Sniffles when Daryl patrols past me.</p><p>To judge from the racking sobs around me, nothing else smaller than a pony has died. Our leaders, for once, look pleased, because only after we’ve fallen apart completely can we be properly reassembled. What’s in a name? Shakespeare asked.</p><p>A false reflection of your true self, ONE answers. Calling us names isn’t enough; we’re also physically branded with an epithet. Once our leaders decide they’ve got our number, they give us the name tags they think we deserve. Mine, predictably, is Half-assed; Trish, a shy, fragile girl, is called China Doll; Sherry is tagged Heartless; and my emotional buddy, amanda, is Drama Queen. Men cringe behind such titles as Dildo, Tin Man, and Cotton Balls. I secretly christen Daryl as Miss Priss and Frankie as Cruella De Vil.</p><p>We lose track of time without watches, windows, or lunch. In just over 24 hours, we’re dazed and disoriented from all this food-and-sleep deprivation - as weak, suggestible, and vulnerable as children</p><p>needing a nap. Maybe that is why, during the most extreme eyeball-to-eyeball sharing exercise we’ve had so far, I finally succumb for real. This time, my partner is John, a taciturn, middle-aged TC who reminds me of a high school principal. As we share memories of childhood rejection i’m basted in nervous perspiration. Suddenly told to stand and face our partners, we stumble to our feet and, to the beat of our buckling knees, listen to the newest mood-music selection. It’s that heartbreaking assassination hymn “abraham, Martin, and John,” interspersed with eyewitness news reports of those tragic triumphs of evil over good. It’s too much finally—the memories the song evokes along with my mental and physical exhaustion and the horrifying realization that i’m trapped inside ONE’s Kafkaesque Twilight Zone. I’ve never felt so weak or so out of control. I can barely distinguish fantasy from reality or right from wrong or the old me from this stranger I feel myself becoming. Earlier I forced myself to cry; now I can’t seem to stop.</p><p>“Okay now, look into your partner’s eyes, and raise your right hand. Think of the person you hate most in the world, and on the count of zero, slap the face in front of you <em>hardV</em>’ Gasps erupt as Daryl and Frankie link married couples on this solemn occasion to up the emotional ante.</p><p>We’re a study in collective panic as we wince and brace for the worst as the countdown continues. “Three . . . two . . . one . . . now drop your hands, and hug each other instead!” Cries of relief fill the room and flood our brainwashed minds as we form yet another hand-holding circle and sing along to John Lennon’s “Imagine.” assassinated heroes seem to serve ONE’s melodramatic machinations well.</p><p>After a short break, it’s time for Thursday’s big event: getting our contracts. In ONE terms, a contract is not a specific document but a means of discovering and proclaiming your true identity. No easy task, helping others dredge up their inmost yearnings, so we’re advised to crowd around the hapless contractee and be as brutal as necessary, barring physical violence. In past sessions, resisters sometimes had to mock-hump walls for hours. Today, though, it’s mostly just unrestrained screaming and browbeating until the resulting hysteria could be coming from the floor of the New York Mercantile Exchange. Part of this confusion occurs because none of us knows what we’re doing. After witnessing a few jubilant breakthroughs (“i’m a loving, giving man!” “i’m a strong, joyous man!”), however, it seems as if the release of the contract is always preceded by a total breakdown and professed in a tidal wave of tears.</p><p>No one is spared this excruciating torture. Even my roommate, Laura, who has a kidney infection, isn’t allowed to sit down for the nine-hour marathon. Imagine watching twisted sex acts or deathbed confessions through a keyhole. Getting our contracts was about as much fun.</p><p><strong>Friday</strong></p><p><em>“What does it take to feel loved and happy?”</em></p><p><span class=\"dropcap\">A</span>fter breakfast the contract disputes continue until around midafternoon I simply can’t take anymore. I tell amanda i’ve got to get out, promising to make it up to her somehow. She readily agrees to go too but says that she’s heard things get much, much better after this. Having just been out-niced, I agree to give ONE one more hour.</p><p>Eventually i’m forced onto the hot seat, but I get nowhere fast when I maintain that I want to feel secure, loved, fulfilled. Yes, my cluster retorts, but what’s another word for it? What do I <em>really</em> want? I keep blathering, but nothing works. Finally, sensing i’m a hard nut to crack, Daryl and Frankie descend on me.</p><p>“What does it take to feel loved and secure and happy?” Frankie purrs. I say I don’t know, and never have truer words been spoken. With all these screaming cheerleaders in my face, i’d be hardpressed to recite the alphabet, much less some magic password. “Come on,” Frankie urges, finally prompting, “You wrote it a dozen times in your intake form.” (So that’s it! It <em>is</em> a specific word or phrase, and they get it from the questionnaire we sent in. Only i’m too panicked to remember what I wrote!)</p><p>“What’s the word,” she goes on, patient as a special education teacher, “for putting your ... in someone?”</p><p>“Uh . . . trust?”</p><p>“That’s right!” she exclaims, praising the new class dunce. “and what else do you have to do, to find peace?” i’m a moron again. “What happens when you let go of the anger you feel at people who’ve hurt or betrayed you?” she prods.</p><p>“Oh. You mean forgive?”</p><p>“Right!” they cheer in unison. The flushed, happy faces swimming before me could be those of an EMS team who have just revived a drowning victim.</p><p>“So,” Frankie sweetly asks, “what kind of woman are <em>yout'</em></p><p>By George, i’ve got it! “i’m a... trusting and . . . forgiving woman!” I shout.</p><p>“That’s right!” they hallelujah chorus.</p><p>Flushed with victory, I follow in my forerunners’ footsteps, racing over to the easel to scribble out my contract, then bounding onto a chair as the alerted TC cranks the cassette deck up full blast, flooding the room with the swelling, triumphant theme from <em>Rocky.</em></p><p>Grinning like a lottery winner, I tear up my Half-assed name tag. “i’m a trusting and forgiving woman!!!” I screech to the cheering multitude below me. Catholic or not, I know for one heady moment how great it would feel to be pope.</p><p>After another teetotaling, high-carb dinner, we are herded back into the room for Sex Night. Despite the nondisclosure rule, most of us had heard rumors that this was coming, and we had all been told by Daryl to wear a polka-dot bikini under our clothes today.</p><p>After two days of gut-spilling stand-up tragedy, Sex Night has a kind of nutty logic—exposing a little cellulite and admitting to a fondness for such things as cucumbers, vibrators, and inflatable dolls serves as comic relief. Some of it is unintentional: Do you spit or swallow? Granny is asked. She looks perplexed, but when a helpful TC explains more or less, her pale, wizened face turns shocking pink, making me wonder if our leaders have confused therapeutic with sadistic.</p><p>Actually, to hear Granny and the others talk, sex is the least of their problems. Only one brave soul admits her orgasm quota is zero; otherwise, our seminar is chock-full of earth movers and shakers. Nor is there any shortage of ample equipment here, though one wife later whispers to me that her husband’s penis grew two inches in the telling.</p><p>Rather a sexist exercise this, since our bosoms are right out there for scrutiny. Not that the well-endowed ladies seem to mind; when they proudly grab their underwired assets, a cheer goes up from their fellow ONEies, and I mean <em>the fellow</em> ONEies, some of whom have erected little polka-dot pup tents in tribute.</p><p>Sex Night seems a piece of cake compared with Contracts, until Daryl announces that it is time to make up fantasies face to face, changing partners every few minutes. Quickly conspiring to cheat, Sherry and I cleave only to each other, listlessly trying to sound erotic when the only man we long for is the sandman. When the final bell tolls, little Trish runs up to us looking stricken, frightened tears spilling from her eyes. “This awful man cornered me and spent fifteen minutes telling me all the disgusting things he’d been wanting to do to me all weekend,” she says, her lips and body still trembling. Why didn’t she simply pull away? Sherry wonders, but the question is almost rhetorical. After four days of living in ONE’s police state, it’s difficult to summon free will, even in self-defense.</p><p><strong>Saturday</strong></p><p><em>“You’re going to get them up if it takes all night!”</em></p><p><span class=\"dropcap\">T</span>onight is Skit Night, billed as the world’s most fantastic party, and until dress rehearsal we’re free to roam the town with our skit mates, collecting the music and props needed to put on a really great show. Giddy as a submarine crew on shore leave, we swarm into record stores and costume and thrift shops, making offbeat requests that rarely raise an eyebrow. “are you part of that weird group that’s not allowed to say what they’re doing?” one clerk asks. Silence. “I thought so,” she says.</p><p>It’s clear Big Brother has been watching us, because the skit we’re assigned is invariably alien to our natures, the better to “stretch” us. Uptight WASP housewives must impersonate the sexy Supremes; self-important bureaucrats wear fluffy bunny suits; macho men strut their stuff in drag, complete with high heels and falsies. My buddy, amanda, and I, along with two other uninhibited ONEies, will be prima ballerinas —a stretch as wide as the Grand Canyon, since we have to be graceful, poised —and quiet.</p><p>As show time approaches, we all get the Green Room jitters, and —afraid we’ll forget our steps —my group decides to go first. But the instant we jete onstage to the opening bars of music to the Nutcracker <em>Suite,</em> our tape is cut off. Left in the air on tiptoe, we’re forced to dance to silence for a while, then —no kidding—to the theme from the TV soap The Young and the Restless<em>.</em> This frantic improvising goes on for thirty minutes, until everyone in the place stands up for us. That’s the rub, you see: the skits are supposed to test your ability to give 100 per cent, then try something new, on this stage and in life. But since each audience member controls your fate, a single sadist can render your best efforts futile. “They’re not standing up for you,” taunts Frankie. “Move it! You’re going to get them up if it takes all night!”</p><p>It does, of course, about twelve hours in all. This party turns out to be as dreary as the Communist party. Through it all, we witness various forms of grace, and disgrace, under pressure: Cotton Balls, singing “The Good Ship Lollipop,” finally resorts to somersaults, bruising his back in the process. One young woman, playing alfalfa, rips off her clothes in desperation; in flimsy white panties and bra she drags Buckwheat off into the bushes before she gets a reaction. Only the Wizard of Oz group gets us up right away. Trish, playing Toto, has whiskers and puppy-ear pigtails. Racing around on all fours, she lifts her little black leotarded leg as if to pee on the Tin Man. The Cowardly Lion, on rust alert, frantically brandishes his oil can, prompting a standing ovation.</p><p>For some, it’s more tragic than comic. A woman labeled Stepford Wife, dressed as a cowboy, has to mock-masturbate with a giant pink dildo, then mock-hump her horse. Once it’s over, she collapses in</p><p>tears. A pudgy, withdrawn little guy playing Elvis is forced to sing without his music. “Love me tender, love me blue,” he tries, then gives up and tearfully entreats us to, “Love me tender, please love me, do/i’m a lonely man, and I need you.” at that, the crowd rushes forward to cradle him as Elvis comes up full blast on the speaker, initiating a sing-along.</p><p>Once the audience stands up for us, we are dutifully cradled and serenaded with a song chosen specially for us. I’m not overwhelmed, but it’s good to get a load off my clumsy tiptoes.</p><p>It does get to me a little when a group of fairies are told to abandon the poems they have composed and instead tell each person to his face what’s most lovable about him, ending with, “I give you my heart.” Well, you can imagine! after all the put-downs and insults, such sweetness chokes up everyone. Even Daryl and Frankie succumb when the fairies tell them why they love them. In my neardelirious state I begin to doubt my doubts. Are Daryl and Frankie for real? am I a coldhearted spy in this house of love?</p><p>As we trudge across the lawn to our rooms for a mandated change into “soft, comfortable clothes,” the happy chatter is peppered with platitudes: about creating things for ourselves, about there being no accidents, about the universe rewarding action, about what works mattering more than what’s right. I’m struck with how desperately eager most of humanity is to</p><p>have someone else tell them what the hell is going on in this weird, confusing universe, to let someone else make their decisions. In exchange for a few magic words to live by, they seem ready to relinquish their identities. I think, if knowing the Golden Rule hasn’t helped humanity much, how will all this psychobabble?</p><p>When we return in soft warm-up suits and pastel cottons and silks, it’s time for Spacewalk. Eyes closed, we give ourselves over to trust, wandering from one set of arms and hands to another to JeanMichel Jarre’s lilting “Oxygene.” In this suddenly benevolent universe, TCs’ arms gently guide us away from walls and keep us from harm. We’re innocent and trusting toddlers in our diaper-soft clothes, heaving contented primal sighs. Sneaking a peak, I see heartfelt embraces all around: men with men, women with women, men with women, including the maybe too heartfelt embrace of Stepford’s husband hugging Sherry, who looks * uncomfortable. It reminds me that in real life, love is never simple. But it’s nice for a few magic minutes to believe it could be.</p><p><strong>Sunday</strong></p><p><em>“We've all got a sob story. ”</em></p><p><span class=\"dropcap\">C</span>ompared with the rest of act II, Sunday is sweetness and light, except for one unscheduled confrontation between our leaders and Sandy, a bossy, overbearing woman renamed Controlling C—. When she fails to show up for the morning session, a posse is dispatched to her room to retrieve her. When she defends herself by explaining that she has given so much all weekend that she has simply given out, our leaders see this as just more controlling behavior on her part. “Listen,” Frankie retorts, “we’ve all got a sob story: my father almost raped me and later tried to kill me; my mother is a total basket case. We can all trot out reasons for refusing to get on with the rest of our life.” Edifying maybe, but all I can think is, so <em>that’s</em> it! Frankie was a battered, abused child! Loved too much one minute, hated too much the next. No wonder she’s such an emotional quick-change artist. No wonder she is unconsciously getting even by abusing us, her childlike charges.</p><p>During a brief question-and-answer session our leaders tell us about TC, the final segment of ONE for those who want to become training coordinators. “TC is for working on <em>yourself,”</em> asserts Daryl, who neglects to point out that TC’s main purpose is to keep ONE’s machinery going by creating a new crop of gung ho recruits (the gala final weekend of ONE is, in fact, off limits to any trainee who can’t produce a paying new recruit by that time). Daryl doesn’t admit that TC, which he swears is <em>“not</em> about screwing up your work life,” is so ruthlessly demanding of your time and energy that it invariably does just that. TC expenses can add up to more than $500 for everything from recruiting parties to the new outfits you have to buy to be a more presentable salesman for ONE. Nor does he describe the sort of pranks you’ll have to perform: things like staging a screaming, cursing food fight in a restaurant when your supposed spouse catches you with a lover, or posing as a prostitute who loudly repents during a church service.</p><p>(I learned all about this later from Sherry, who dropped out of TC in disgust. The final straw was one of the frequent mandatory gatherings designed to test your commitment. This one required trainees to report to San Marcos Park at 6 a.m. in the dead of winter—wearing pajamas. “When I saw all those shivering people pretending to have fun,” she reported, “something snapped.” Oddly enough, though, Trish —Sherry’s TC buddy —was allowed to stay despite the dreaded buddy rule. You see, that’s just a bluff. Or a lie.)</p><p>This Sunday afternoon we’re paroled for two hours, told to meet and break bread with a stranger in a park or a mall or wherever, then talk him into giving us his phone number without revealing why. Some of the stories people come back with are touching: an out-of-work gardener meets a trainee who happens to need his trees trimmed; a mute old lady in a nursing home is moved to speak —and smile —when [ Continued On Page 158 ] [ Continued From Page 152 ] she is paid a visit. They all seem to dramatize the point that making an effort to extend yourself brings more than commensurate rewards. If the rest of OnE had been like this —positive acts garnering positive results —I could recommend it wholeheartedly. Well, halfheartedly anyway.</p><p>[ Continued On Page 158 ]</p><p>[ Continued From Page 152</p><p>Finally, after a candlelight graduation ceremony, the music goes up, the lights go on, and the room is deluged with veteran ONEies dispatched there to create a party atmosphere —singing, dancing, and hugging their glassy-eyed congratulations. They also provide the manpower for ONE’s only truly uplifting experience: old grads hoist us new grads up in the air one at a time, moving us along a huge, long, snaking human arbor. Around the room we go, and there’s no way to fall, because there’s strength in numbers, because we’re now ONE with the universe and with each other.</p><p>Once we’ve landed safely on the ground, the merrymaking continues, but you can leave if you like. Milling around, several radiant graduates ask me if i’ll do TC. When I say i’m not sure, several of them hand me their business cards, in case I happen to need a decorator or a landscape architect or a shiatsu massage or a cooking class. What does this feel like? Oh, of course —a networking party! as a Jackson Browne song played over the weekend puts it, we’re back to the daily grind, “caught between the longing for love and the struggle for the legal tender.” Except for Oury Engolz, our leader in absentia, who no longer has to struggle for either.</p><p>I wish my fellow sufferers luck, and I mean it. These good, if naive, people seem to have no idea that for the $1000 they spend on ONE they could see a professional therapist for months, reaping many more benefits with none of these risks. ONE can, in fact, be harmful to your mental health. A young group member was fine when she started ONE but was later dropped at her parents’ front door—two full days after participating in Sex Night —totally deranged. Committed to a mental ward for 62 days, this hapless victim of ONE may never be the same.</p><p>I even wonder if i’ll be. Despite my journalistic plans, I succumbed several times to this not-so-subtle brainwashing, and though ONE’s leaders may believe they’re helping us, the net result seems destructive. At the least, ONE’s leaders and TCs mean well but lack the professional skills to play such powerful mind games on often fragile psyches.</p><p>Trish and Sherry ask if i’ll sit with them at the post-act II dinner party, but I beg off; frankly, I can hardly wait to get back to my house and husband. But despite five long days away from their real life and loved ones, no one else is in the slightest hurry to go home. That, it seems to me, explains everything.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "February 1987",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "people",
      "Sex",
      "Love",
      "Music",
      "The Program",
      "Death",
      "Exercise",
      "House",
      "News",
      "Breakfast",
      "Business",
      "Cheer",
      "Chicken",
      "Clothes",
      "Cotton",
      "Games",
      "grief",
      "office",
      "Racing",
      "San Antonio"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "San Antonio",
      "Texas",
      "Austin",
      "D.C.",
      "Dallas"
    ]
  }
}