{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19872",
    "date": "February 1987",
    "year": 1987,
    "month": 2,
    "month_formatted": "February",
    "pdf_uri": "/1987/19870200.pdf",
    "issue_cover_image": "",
    "document_start_page": 99,
    "toc_start_page": 96,
    "document_page_range": [
      [
        99,
        100,
        101,
        102
      ],
      [
        145,
        146,
        147,
        148
      ]
    ],
    "toc_order": 5,
    "toc_headline": "The Prophets",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198702-theprophe",
  "source": "/1987/19870200.pdf",
  "wp_post_id": 123396,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-prophets/",
  "authors": [
    "Tina Rosenberg"
  ],
  "headline": "The Prophets",
  "dek": "Problems? Did someone say that South Texas has problems? Sure, the border needs new industry and more jobs and better schools. But it can have them all, right now, easy as pie, if folks would just hearken to the word of...",
  "spread_caption": "",
  "excerpt": "The border’s self-appointed problem solvers promise new industry, more jobs, and better schools. So why won’t anyone listen to them?.",
  "kicker": "",
  "word_count": 4410,
  "content": "<p>The Nuevo Frontier</p><p>Wherever You Find Problems such as those that cripple the border today, you will find a wealth of problem solvers pushing their version of the future. The solutions being offered to save the border from its tradition of economic malaise-El Paso, Laredo, Mcallen, and Brownsville anchor four of the five poorest counties in the U.S.-run from quick-fix panaceas to long-term remedies. They encompass strategies like enticing businesses that can supply goods to the <em>maquiladoras</em> (factories in Mexican sister cities), innovative plans for creating zones where U.S. businesses can employ workers at Mexican minimum wages, and a campaign for improving basic education. But such plans are often thwarted by a South Texas tradition as old as the area’s legacy of poverty: deep suspicion of those with energy and ideas. Still, as you listen to these prophets of the border, ambitious for South Texas and not incidentally for themselves, their enthusiasm makes you believe a brighter future is possible.</p><p>El Paso • Some People Talk with their hands. Pablo Salcido talks with his whole being. During his last week of work as head of El Paso's Department of Economic Development, he paces up and down the office meeting room, chopping the air in front of a wall map and reciting El Paso’s virtues at machine-gun speed. “We now have all the tools for industrial and commercial development,” he says. “The growth east of the airport is phenomenal. We’re building a highway loop to move traffic quickly all around the city. We’ve just passed ninety-four million dollars in bonds. Beaumont army hospital has eight hundred million dollars in payrolls and contracts. Major development firms are coming: Trammell Crow is building a twenty-five-million-dollar complex; another is opening two first-class retirement communities.” Salcido seems a bit disorganized, but if bringing industrial growth to El Paso demands gee-whiz enthusiasm about the future of his city, by God, he’s got it.</p><img/><p><em>as El Paso's most energetic promoter, Salcido pushed for jobs and training. City hall said he pushed too hard.</em></p><p>Photographs By James Mcgoon</p><p><span class=\"dropcap\">W</span>hen the Valley s city planners talk about the future, they echo the words that resound along the border: <em>maquiladoras</em>, supplier industries, high tech. But in poorer neighborhoods the words jar.The changes needed are more basic.</p><p>Salcido believes El Paso is poised to become a major international trade center. The key, he says, is getting a bigger slice of the benefits that <em>maquiladoras</em> are bringing to Juarez, El Paso’s sister city across the border. Juarez is home to 196 <em>maquiladoras</em>, the huge assembly plants where foreign manufacturers use cheap Mexican labor to <em>maquilar,</em> or “put together,” everything from wire auto harnesses to women’s slippers and then ship the finished product back across the border and pay duty on only the value added during assembly. As the Mexican economy weakens, the <em>maquiladoras</em> grow, cushioning El Paso from what would otherwise be economic disaster. The <em>maquiladoras</em> were responsible for one out of five new jobs created in El Paso between 1977 and 1985. Six years ago there were only a dozen or so trucking lines in El Paso; now there are about thirty.</p><p>Yet the <em>maquiladoras</em> have not lived up to their promise for El Paso, and that’s what Salcido wants to change. <em>Maquiladoras</em> were originally billed as “twin plants,” but companies like Dale Electronics, which has a four-hundredjob factory on each side of the river, are rare; much more common are companies with four hundred jobs in Juarez, four hundred jobs at the national headquarters in akron, and three guys running the warehouse in El Paso. “If they’re twins, then one is a dwarf,” says William Gruben, a senior economist with the Federal Reserve Bank in Dallas. Unemployment in El Paso is 11.2 per cent, and some estimate that in the poorer neighborhoods it is closer to 30 per cent. Median household income has been dropping slowly since 1978. As El Paso’s traditional industries, such as clothing manufacturing, move to the Third World (the city is losing 1500 apparel jobs a year) <em>maquiladora</em> employment is not filling the holes.</p><p>Salcido and others think they have found the way for El Paso to share the <em>maquiladora</em> prosperity: get the supplier industries that don’t qualify for the <em>maquiladora</em> program but need to be close to their clients in the <em>maquiladoras.</em> “We should be pushing for the guy who has to supply the individuals in the <em>maquiladoras.</em> The guy who furnishes the foam that goes into the car seats-not GM, but who GM buys from,” says Bill Mitchell, the vice president for marketing of El Paso’s first and largest industrial park developer, Grupo Bermudez. “With a change of attitude and dynamic leadership, this place would literally be a boomtown.” It was Mitchell who helped bring the first wave of <em>maquiladora</em> jobs to El Paso. Pablo Salcido is trying to lead the second wave, attracting new' business and encouraging small companies to become the supplier industry that El Paso needs.</p><p>The ninth of eleven children in a blue-collar family, thirty-year-old Salcido has always been a politician. He was student-body president in high school. After attending the University of Texas at austin he went into the Peace Corps in Honduras, where he managed to get both the military junta in Guatemala and the new' Sandinista government in Nicaragua to back the Central american Special Olympics for retarded children, a task probably only his kind of bullheaded cheerfulness could accomplish. After studying international economics at the Lyndon B. Johnson School of Public affairs in austin, he went to work for Mayor Henry Cisneros in San antonio, w here his tasks ranged from staffing the Kissinger Commission on Central america to promoting Sea World. In March 1985 he came home to El Paso to head the Department of Economic Development-the smaller of two commissions set up to promote industrial growth in El Paso.</p><p>But Salcido found that the city wasn’t ready for his enthusiasm. He got a budget of $132,000, enough to do little more than pay the three people on staff. They set up a revolving loan fund, helped small businesses learn modern techniques and draw up plans, cut red tape with banks and the city, and traveled to other cities to visit a few businesses that were interested in El Paso. It wasn't much for an ambitious man, a man who everybody assumed wanted to be mayor, and soon. He pushed too hard and got his picture in the paper too often. “I intimidated two or three people on the city council,” Salcido says. “any time you’re aggressive and too visible, people say things about you. They thought it was best to get me out of here.” In October Salcido left the department to work as head of KINT, a Spanish-language television station, for around $100,000 a year.</p><p>Salcido’s troubles reflect an inherent problem in urban economic development, which is often little more than a PR campaign to create an illusion of progress. El Paso’s leaders seem unwilling to take action on the real obstacles to development. One is water. Unless New Mexico changes its mind and decides to sell water to El Paso, the city will dry up in 25 to 50 years. A more immediate problem is training. El Paso cannot compete with Juarez in wages for low-skill jobs; instead, the jobs El Paso dreams of are in state-ofthe-art manufacturing. But how do you teach injection molding to someone with little education or English who has spent the last twenty years sewing blouses? The only major retraining program in El Paso is the advanced Industrial Training Technology Center at El Paso Community College, which opened a plastics-molding workshop for fifteen to twenty people last summer and plans to offer tool-and-die workshops in the spring. “The real problem is that we’re not moving fast enough in training our people,” says Salcido.</p><p>[ Continued On Page 142 ]</p><img/><p><em>Tina Rosenberg is a freelance writer based in Latin america.</em></p><p><em>Perez says economic reform begins in the classroom. His agenda caused an uproar, but Mcallens test scores have risen.</em></p><p>[ Continued From Page 98 ]</p><p>One man doesn’t share Salcido’s alarm over the city’s problems. “What problems?” asks El Paso’s mayor, Jonathan Rogers. “We’re losing low-cost jobs and gaining high-cost. Farah laid off a thousand people at four dollars an hour. But the same day Honeywell came in with a hundred and twenty-five people at an average salary of forty thousand dollars a year and followed that with another one hundred and seventy-five people about three months later.” as for those people who couldn’t get $40,000-a-year engineering jobs, Rogers explains, “We want to find jobs for them too. The training programs at the community college are already in place. We will have an advanced technology center in two or three years. Meanwhile, we’ll bring in more industry.”</p><p>The mayor’s view reflects a tradition of placidity among El Paso’s wealthy —a tradition that is slowly changing as bank mergers and the influx of national retail chains, <em>maquiladoras,</em> and airlines dilute the power of El Paso’s most-influential families. “The mayor is being dragged kicking and screaming from the eighteenth century into the nineteenth,” says Thomas Lee, a business consultant who calls himself the town Cassandra, after the mythological figure who forecast doom.</p><p>“In other communities there’s a willingness to act on ideas,” says Russell autrey, the chamber of commerce’s director of marketing. “El Paso tends to get bogged down—by the time we figure out the solution, it’s too late to solve the problem.”</p><p>Perhaps a recent meeting that Hispanic leaders organized to talk about the city’s problems captures the mood best. The discussion was spirited, and several people made suggestions and volunteered, but the meeting ended with no plan for action. Afterward, Salcido says, an older Hispanic leader came up and clapped him on the back. “Well, another meeting,” the man said and walked away.</p><p><strong>LAREDO</strong></p><p><span class=\"dropcap\">G</span>ary Jacobs scrunches down in his chair as if he were wearing gym shorts instead of his gray banker’s suit. He is sitting in his opulent office on the second floor of the Laredo National Bank, the billion-dollar bank of which he is the president, the CEO, and a major shareholder. He hooks his arms over his head onto the back of his chair, his feet on the coffee table, now off, now on. When he stands he paces, waving a Te amo cigar.</p><p>Jacobs, 45, is brash, flamboyant, impatient, and smart —qualities that have earned him enemies in Laredo. The development plan he is pushing, the Border Productivity Zone, reflects those traits. At first, his plan sounds like a terrible idea. Let american manufacturers open plants in Laredo and hire Mexicans —at the Mexican minimum wage? How could that help anyone besides the banks? But once Jacobs starts talking, the plan sounds better and better. It is a way to convert Laredo’s economic troubles into its salvation. Most people in the city want to try the idea, although what they think of Jacobs is another story. Indeed, the controversy in Laredo is not over the productivity zone but over Gary Jacobs. In the first place, as several of his business rivals point out, it wasn’t exactly his idea. Jacobs says he got the idea in rap sessions with a former employee of his bank, but the man, Roberto Pena, who now is a vice president of Union National Bank of Laredo, says that while he often talked with Jacobs, the plan is his.</p><p>But no matter who dreamed up the plan first, one thing is certain: it could use a more diplomatic salesman than Gary Jacobs. There is hardly a business in Laredo that he doesn’t claim to have brought here, and he is a scalding critic of the Laredo Development Foundation. Though many business leaders praise the productivity zone, they resent Jacobs’ sponsorship.</p><p>A look around Laredo is the most powerful argument for the plan. Downtown Laredo looks almost like a painting: pink and yellow sky at sunset; gleaming white Spanish churches. But the picture is spoiled by block after block of empty stores and buildings, locked and shuttered. Only six years ago some of the downtown streets did more business per square foot than Fifth avenue in New York. Laredo was a trade town. Its retail stores sold to Mexicans who walked across the two bridges that link Laredo and Nuevo Laredo’s downtown, and its highways were jammed with trucks. Laredo is the largest inland port in the americas, and at least 60 per cent of all trade between the U.S. and Mexico comes through here. That used to mean something. “Before the crash in 1981, Laredo probably had the longest uninterrupted period of economic growth in its history,” says Jacobs. “But even with all that growth, we probably still had every year the highest or second-highest unemployment rate in the nation. We were number one or two in lowest per capita income, even in the best years.”</p><p>Laredo’s links to Mexico meant that when the peso collapsed, the city went into shock. Businesses closed by the hundreds, and by 1983 unemployment was 25.9 per cent. Last November the rate was officially 16.9 per cent, although county judge andy Ramos says that the actual figure is much higher.</p><p>Today Laredo is an infant in economic development, but city boosters say Laredo has natural advantages that will bring in <em>maquiladoras.</em> In contrast with El PasoJuarez, the rap goes, Laredo is unsaturated with industry and has plenty of water and cheap fuel. You can put your goods into a truck in Laredo and reach either coast or Canada without hitting an intersection.</p><p>Laredo’s big selling point right now, however, is its misery. “Unemployment is fifteen per cent here and thirty or forty per cent in Nuevo Laredo,” says Linda Howland, the acting director of the Laredo Development Foundation. “That’s lots of opportunity for growth.” The foundation’s <em>maquiladora</em> fact book cheerfully describes Laredo’s high birth rate, huge surplus labor force, and low wages.</p><p>Unlike El Paso, however, Laredo is not in a position to court supplier plants. There simply aren’t enough <em>maquiladoras</em> to support them —Nuevo Laredo has only 27. Jacobs concedes the supplier strategy can work in Laredo. “But it will take ten years. And i’m very impatient.” His plan for the productivity zone, Jacobs says, will wipe out unemployment in lowincome cities like Laredo within fifteen months.</p><p>The zone aims at companies that want Mexico’s low labor costs but that don’t understand the culture and rules of Mexico. The plan would allow qualifying manufacturers to build assembly plants in Laredo and hire Mexican nationals —at Mexican wages. For every ten Mexicans, the company would have to hire one american bilingual supervisor at american wages, forming a two-tiered job system. Existing manufacturers would not be allowed to replace american workers with Mexican nationals. The new plants would pay full United States taxes as well as Mexican taxes to cover workers’ social security, health, housing, and other extras. With the Mexican minimum wage running at 63 cents an hour in Nuevo Laredo last fall, the wage savings to employers, even with the taxes, would be significant.</p><p>Workers could apply in Mexico for the guest-worker jobs; after proving they are healthy and law-abiding, they would get picture I.D. cards. Crossing into Laredo would become easy; immigration checkpoints could be moved from the bridges to the four highways leading north from Laredo. Workers would have to return to Mexico every night to sleep, an easy rule to enforce, because few people making 63 cents an hour would choose to pay rent in american dollars.</p><p>Jacobs believes the plan is the allpurpose answer to the border’s problems. The tax on american businesses would help build the border’s infrastructure, speeding further industrialization. The productivity zone will also help keep Mexican immigrants from traveling north to look for work. But the big advantage, he says, is for Laredo. With its easily controlled highways and not much existing industry to squawk when everyone else suddenly gets cheaper labor, Laredo is an ideal place for a pilot project. Laredoans would get good jobs as bilingual supervisors and managers. Interior cities, such as San antonio and austin, could also benefit by becoming sites for supplier industries. And the plan could revive loan demand, making it beneficial for bank presidents—although that’s not something Jacobs brings up.</p><p>Critics say that the plan would be a signal to Mexicans that U.S. business doesn’t trust them, that the productivity zone would weaken american businesses by discouraging them from modernizing, that the wages offered would be too low to bring in secondary employment, and that the plan would increase Mexican immigration to the already underemployed border. In addition, studies of the plan point out that it will not be popular with organized labor.</p><p>The plan’s negative effect on U.S. business modernization is a fair criticism of the whole <em>maquiladora</em> program. Businesses will not learn to compete by using efficient technology if they can cut costs with cheap labor instead. Supporters respond that <em>maquiladoras</em> are not forcing U.S. businesses to move to the Third World. But if they are going to move anyway, why not keep as many jobs as possible in the United States?</p><p>Jacobs admits that the Mexican government might bristle at the productivity zone plan itself and its two-tiered job system, but, he says, “it’s more offensive to be unemployed.” He also acknowledges that the Mexicans will not be earning enough to spend their wages in Laredo stores. That doesn’t bother him a bit; the jobs will come from the plants themselves and through new construction, Jacobs says. Will the productivity zone attract more unemployed people to Laredo? Mayor aldo Tatangelo says those people are already coming. “Let’s be realistic,” he says. “We are going to be growing at the same rate—people are already coming here from Zapata who can’t find a job there and believe they could in Laredo. The population will still grow, but now we don’t have a nucleus of industry, factories, and supply houses. I see a tremendous future for Laredo if this could happen. We have had no commercial growth in the last four years. This would change our whole picture.”</p><p>The mayor’s reaction is heard over and over in Laredo. It is a measure of Laredo’s desperation that even the city’s labor leaders don’t really oppose the plan. Rolando Herrera, a counselor at Cigarroa High School and president of the Central Labor Council, questions how many jobs the productivity zone would bring for Laredoans, but then he says, “You know, Jacobs has some valid arguments. Ninety per cent of the students in this high school qualify for free lunch. We try to tell them to prepare themselves, that they can move away and doors will open. But here there’s nothing —and the plan is better than nothing.”</p><p>Ultimately, the biggest roadblock to the productivity zones may be not labor, immigration, or the negative effect on american business modernization but Gary Jacobs himself. Says one business leader, “i’d like to get the community to think it’s a community idea. There’s a lot of self-promotion here. Jacobs talks a good game. If the Bank of Commerce people think it’s his, they’ll say to hell with it. I cannot sell this and get support from other institutions if it is only a Jacobs project.”</p><p>Mcallen</p><p><span class=\"dropcap\">W</span>hen the city planners and chamber of commerce directors in the Rio Grande Valley talk about the future, they echo what resounds all along the border. The hope and the words are the same: <em>maquiladoras,</em> supplier industries, high tech. In the Valley’s comfortable neighborhoods the words seem natural and right, but take a bus through the poorer sections and the words jar: one-room houses with no heat or plumbing housing six, eight, ten people; neighborhoods with no water and only dirt roads on which women carry full pails atop their heads as they walk home to do the wash. High-tech manufacturing seems centuries away. The changes needed here are more basic.</p><p>Primarily because it has so many migrant farm-workers, the McallenMission-Edinburg area is the poorest in the country. Sixty per cent of the children in the county schools are from migrant families. Officially, the unemployment rate here was 20.6 per cent last November. Unlike the rates elsewhere on the border, unemployment in the area has been rising steadily for six years; the citrus freeze of 1983 has kept unemployment from leveling off.</p><p>Pablo Perez, Mcallen’s 51-year-old superintendent of schools, believes that the key to development in the area is education. “Our number one priority is the mastery of basics,” he says. “Until we raise the level of basic skills, we’re not going to prepare the work force to take advantage of any high-tech jobs.”</p><p>When Perez talks about what migrant children need, he speaks from experience. He grew up in alton, six miles north of Mission, one of six children of migrantworker parents who spoke no English. The Perez family owned a nine-acre plot, and after picking their own crops they traveled north to pick cotton, tomatoes, onions, corn, and carrots. Perez often started school late in the fall and left in early spring to pick crops. But he graduated from high school and enrolled in Pan american University. He became a teacher in Mission and then a principal. After nine years he went to Dallas, where in night school he earned a doctorate at East Texas State University and rose to become an area superintendent, in charge of 55 schools. In 1983 he came to Mcallen, which is better off than its surrounding small towns but still has schools where 30 per cent of the children begin their school year in November after the pepper harvest and where every child gets in line for a government lunch.</p><p>Perez is a stocky man with silver hair, an orator’s voice, and the reassuring manner of Mr. Rogers. His calm is deceptive: his tenure at Mcallen has been stormy. Perez brought in a back-to-basics agenda with the motto, Every child can learn. Perez carried out his most sweeping change —completely new classroom methods that every teacher must follow—overnight and by decree, without consulting the teachers. Coming around the same time as House Bill 72, Perez’s new techniques left teachers in shock. A junior high school teacher says, “It was like the gestapo—you didn’t question anything.” One administrator recalls a principals’ meeting the first week Perez was on the job. After one principal questioned a Perez statement, Perez shook his finger in the man’s face and said, “a good principal does exactly what he is told, when he is told. If you don’t want to, that will go on your evaluation.”</p><p>Pablo Perez is the first to admit that he caused a bit of an uproar, but he and his supporters say that it was inevitable and necessary. Fourteen of Mcallen’s 25 school principals have been fired or have left their jobs since Perez came, but school board member Julio Guzman says, “Perez is doing things that needed to be done years ago.”</p><p>Things are calmer now. Perez has won over all but one member of the school board. The dust has also settled over the most controversial of his changes, the new teaching method that educators call mastery learning-which was not even Perez’s idea. The school board had already decided to try mastery learning, and one reason they hired Perez was that he agreed with it. Students must master basic concepts —the decimal point, for example, or the silent <em>e.</em> Instead of just saying, “Open your book to page thirtyfour, read it, answer the questions in back, then we’ll discuss it,” the teacher must discuss what the students are about to learn and then go over some examples with the students before assigning individual work to them. Afterward, teachers must reteach the concept to students who didn’t understand it.</p><p>The method seems to be based on common sense, and indeed, many teachers say that mastery learning is exactly what good teachers have always done. But many disagree with the new rigidity about basics. There is little time now for art or for music or even for reading aloud. “If Papa came home drunk last night, you need to take care of other needs before the child is ready to learn,” says one administrator. “Sometimes the child needs to be taken to a counselor, but now you can’t take him —you have no time.”</p><p>Since Perez arrived, Mcallen’s scores on basic skills tests have been rising steadily, especially at the elementary level. Mcallen has been doing dramatically better than the rest of the Valley. Last year only one of Mcallen’s schools fell into the bottom 25 per cent. In Brownsville, by contrast, 22 schools fell into the lowest 25 per cent. A school district newsletter last fall compared Mcallen’s schools to the schools in austin, Dallas, Corpus Christi, and six other districts throughout the state. Mcallen’s scores in the third, the fifth, and the seventh grades were the best in ten cities.</p><p>To Perez’s supporters, that is proof his system works. His critics charge, however, that mastery learning merely trains students to take standardized tests without really educating them. The tasks students are required to master, they say, coincide exactly with what is tested. That is appropriate, of course, if the tests truly measure a student’s learning. But some teachers don’t believe that they do. “What you get is kids who may not be able to read a book but can pick out the main idea in an isolated paragraph,” says one teacher.</p><p>The rest of Perez’s agenda has been less controversial. He has changed the migrant education program, keeping migrant students together in small classes rather than pulling them from regular classrooms for instruction. The new system removed the stigma of getting pulled out of class and earned Mcallen a U.S. Department of Education award for operating one of the United States’ ten best migrant-student programs.</p><p>Perez wants to make Mcallen’s schools a community project, to wring cooperation from a community unable to support its schools through taxes, which are the lowest in the Valley. “No matter what field these students go into,” he says, “they have to read, compute, and know the history of this nation. Education is the key to economic reform. It is the key to all reform.” He doesn’t talk about automated manufacturing booms, as they do at the Mcallen Industrial Board, and he doesn’t say, as one city official told me, that Mcallen’s only problem is bad press. Tuberculosis is also a problem here, as are dirt roads and a 30 per cent high school dropout rate. But you have to start somewhere. Perez will never forget where he did.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "February 1987",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Laredo",
      "Jobs",
      "people",
      "School",
      "El Paso",
      "Business",
      "Students",
      "Schools",
      "Unemployment",
      "Work",
      "Border",
      "Children",
      "High School",
      "Mexico",
      "Teachers",
      "ten",
      "Texas",
      "Education",
      "Home",
      "McAllen"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Laredo",
      "El Paso",
      "Texas",
      "McAllen",
      "Austin"
    ]
  }
}