{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19872",
    "date": "February 1987",
    "year": 1987,
    "month": 2,
    "month_formatted": "February",
    "pdf_uri": "/1987/19870200.pdf",
    "issue_cover_image": "",
    "document_start_page": 95,
    "toc_start_page": 92,
    "document_page_range": [
      [
        95,
        96,
        97,
        98
      ],
      [
        143,
        144
      ]
    ],
    "toc_order": 4,
    "toc_headline": "Madonna Of the Maquiladora",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198702-madonnaof",
  "source": "/1987/19870200.pdf",
  "wp_post_id": 123399,
  "wp_post_guid": "http://www.texasmonthly.com/article/madonna-of-the-maquiladora/",
  "authors": [
    "Mimi Swartz"
  ],
  "headline": "Madonna of the Maquiladora",
  "dek": "Mexico is desperate for jobs. SouthTexas is desperate for Mexico to recover. Carrying their hopes of a new economic order, toiling in hundreds of factories along the border, are struggling women like Graciela Fernandez.",
  "spread_caption": "",
  "excerpt": "While U.S. businessmen and Mexican bureaucrats see her as the answer to their economic prayers, factory worker Graciela Fernandez just tries to get by—on about 66 cents an hour.",
  "kicker": "The Nuevo Frontier",
  "word_count": 3220,
  "content": "<p>At 29, Graciela Fernandez-Hidrogo is a round and pretty woman, good-natured with a gaze that is at once accepting and assessing. Even though she works in a factory in Juarez, Mexico, she’s a diligent student of american style. Graciela wears tight jeans and slogan T-shirts, likes american music-Madonna, Stevie Wonder, and Ray Conniff-and confesses a weakness for Maybelline cosmetics. A favorite piece of jewelry is a necklace given to her by a sister who lives in New York; it has the name “Grace” etched in gold. She’s even picked up some attitudes common to many american working women, like postponing marriage. “ahorita me gusta estar sola (right now I like being single),” she says.</p><p>If Graciela’s job has exposed her to the world of opportunity beyond the border, employers outside of Mexico certainly see opportunity when they look at women like Graciela. She works as an assembly-line operator in a <em>maquiladora</em>, an american-owned and -operated factory where goods are put together by Mexican laborers and then shipped outside the country for distribution and sale. The <em>maquiladora</em> concept originated about twenty years ago and caught on fast; there are now some eight hundred such factories in Mexico, providing jobs for more than a quarter of a million workers. As the number of plants continues to grow, mostly along the border from Tijuana to Brownsville, so, commensurately, do the expectations for the program: nothing less than the hopes for a new economic order rest on Graciela Fernandez’s shoulders.</p><p>People want to believe in the <em>maquiladoras</em> the way they want to believe in eternal salvation or $25 oil. In Mexico proponents will tell you that the plants are already bringing more than $1 billion annually to the Mexican economy, surpassing tourism to become the country’s secondlargest income producer, behind oil. It is hoped that Mexico’s vast pool of cheap labor can provide a partial solution to <em>la crisis-</em> that country’s name for the economic nightmare brought on by falling oil prices, the collapsing peso, corruption, and a massive foreign debt. In the United States there are those who believe that the plants can reposition american business in the world market. Our companies won’t have to export manufacturing to countries like Singapore and Taiwan anymore; they can stay close to home and gain huge savings in transportation and labor costs (the cost of an unskilled worker in Mexico, with benefits, is about $1 an hour, half of the cost in Singapore). In El Paso, civic leaders boast that the factories can transform border cities into plush bedroom communities, where factory managers can live in comfort in the U.S. and commute to work in the Third World just across the river. (The El Paso Industrial Development Corporation has issued a report with a map showing the city as the hub of a giant wheel, with spokes stretching to New York, Los angeles, Mexico City, and Monterrey.) Most of all, believers like to say that the maquiladoras will create a new culture of opportunity for Mexican women like Graciela Fernandez. In the old days, it is said, she would have had to work as a maid or a prostitute. Now, as a factory worker with a steady wage, she might one day move into the middle class. Listening to preachers of the maquila miracle, it is possible to believe the plants present the kind of bold, innovative solution that americans in general and Texans in particular are so partial to. The plants, they promise, offer a little something for everyone.</p><img/><p>“Yo soy el padre de la familia,” says factory worker Fernández, who shares her salary with her mother, two daughters, and a nephew.</p><p>Photographs By Bruce Berman</p><p><span class=\"dropcap\">P</span>eople want to believe in the maquiladoras the way they want to believe in eternal salvation or $25 oil. Listening to preachers of the maquila miracle, one can believe the plants represent the kind of bold solution Texans are partial to.</p><p>If you own a rechargeable battery from General Electric, it was most likely assembled in Ciudad Juarez, at the Sistemas de Baterfas plant, where Graciela Fernandez has worked for the last seven years. GE is the world’s largest manufacturer of rechargeable nickel-cadmium batteries-it sells them to U.S. companies like Black and Decker, IBM, and Norelco, as well as to clients as far away as Japan. Since moving to Mexico from Florida in 1977, the corporation spends $1 for every $10 previously spent on labor costs, a savings that is all the more impressive when you realize that it produces nearly 70 million battery cells a year in Juarez. The Sistemas maqui<em>ladora</em> looks like any factory in the United States: it's a low, squat building that contains a sprawling expanse of partitioned offices and a hangarlike room that houses one short assembly line after another. Everywhere you look, there are young Mexican women wearing tinted goggles, bent over batteries of all shapes and sizes.</p><p>Despite its Mexican location, the plant bustles with an american can-do</p><p>spirit. In a conference room, management tackles problems using Walt Disney’s storyboarding techniques; there are sports trophies and photographs of the most-productive work crews on display in the cafeteria. High above the assembly lines, banners indicate the cleanest and dirtiest work areas-free lunches go to the neatest teams. The company newspaper is written in Spanish, but it’s full of typically american self-help stories on the virtues of hard work (“La disciplina nos da seguridad<em>,</em> ” or “Discipline gives us security”), the pitfalls of la adolescencia, and the perils of alcoholismo and drogadiccion. A poster above a time clock announces the availability of birth control at the health clinic; another displays the universal No sign imposed over the word “mariana.”</p><p>In fact, what people like to refer to as the Mexican concept of time has no place on the assembly line. Graciela works from 6 a.m. until 3:30 p.m. six days a week. The long Mexican lunch -once the main meal of the day-has given way to the half-hour lunch break. In her work as a line operator, checking batteries for badly wrapped casings or voltage problems, Graciela has learned to be very careful; returned batteries wind up in a display case in the cafeteria-and besides, it wouldn’t do for the Mexican worker to look bad to the rest of the world.</p><p>Not that the plant has succumbed to the american ideal entirely. Listen closely, and you will hear the sound of Mexican music playing over the factory loudspeaker; the company-subsidized lunch is a platter of beans, rice, and <em>picadillo,</em> and the company newspaper contains a “Reflections” column made up of fatalistic-as opposed to optimistic-aphorisms (it’s hard to picture a plant in Detroit inspiring workers with a one-liner like “The world never understands those who suffer, but those who suffer are the ones who understand the world best”). Even plant management has fallen victim to a variation on the time-honored <em>mordida:</em> because the demand for workers exceeds supply (turnover rates are now approaching 70 per cent), <em>maquiladoras</em> have resorted to offering all sorts of enticementsexcept raising wages-to keep employees from changing jobs. There are bonuses for good attendance, free buses to take workers to and from work, and at Sistemas, a much-prized grass-covered soccer field sits right next to brand-new racquetball courts. But to see what kind of difference the <em>ma</em>quiladoras have really made in the lives of Mexican workers, one has to leave the plant and visit them at home.</p><p>Around three-twenty, the buses that take employees back to their houses pull into the Sistemas parking lot, but because her sister has left on an errand with the only house key, Graciela decides to kill time by walking home. This part of the border has changed enormously since Graciela was born in Juarez. In those days El Paso was the big city; manufacturing firms located there because of the abundance of cheap labor. Juarez was then an agricultural center fast becoming a flashy tourist town. Americans crossed the border to go to the races, to get a divorce, to visit prostitutes, or to lose themselves for an afternoon in cool, welcoming bars like the Kentucky Club. The change that has since occurred in both cities is due largely to the ever-growing demand for cheaper and cheaper goods; manufacturing firms now roam the world in search of the best deal. In this case, El Paso’s loss is Juarez’s gain: the number of garment-worker jobs in El Paso has dropped from 20,000 to 13,000 since 1981; these jobs and newer forms of hightech factory work have moved to the Far East and to Juarez, which has become the fourth-largest city in Mexico and a center for the <em>maquila</em> industry (196, or one quarter of all the <em>maquiladoras,</em> are located here, including plants run by major corporations like General Motors, Ford,</p><p>[ Continued On Page 140]</p><p>[ Continued From Page 94 ]</p><p>[ Continued On Page 140 ]</p><img/><p>With workers like Graciela Fernandez, GE produces nearly 70 million batteries a year in Mexico at one tenth of the american labor cost<em>.</em></p><p>[ Continued From Page 94 ]</p><p>RCA, and Johnson and Johnson, as well as smaller factories devoted to medical supplies, clothing, and coupon redemption). Certainly you can see evidence of <em>la crisis</em>—construction sites look overcrowded with underpaid workers, too many grown men sell gardenias near the border—but the local want ads are full of listings for factory jobs, and outside the industrial parks huge banners announcing <em>vacantes</em> flutter in the breeze. The number of plants has created a huge demand for workers; taxi drivers will tell you that companies send trucks with loudspeakers through neighborhoods to drum up prospects, that they even promise employees blenders to get them to sign on.</p><p>Just outside the plant, Graciela passes without interest the peddlers who sell trinkets, fruit, and scarlet nail polish —earlier in the day a friend had sold her two plastic toy purses filled with combs, hair bands, and sunglasses for her daughters, Laura, 8, and Mariana, 6. The presents have put Graciela in a cheerful mood, and she’s oblivious to the exhaust-belching trucks rumbling down the main road and the hoots of the men who drive them. She stops at the Malibu Club, where once or twice a month she settles into a booth and treats herself to a beer; the men crowded around the horseshoe-shaped bar ignore her, choosing instead to ogle the overripe Botero nudes on the wall posters. Outside the bar, Graciela steps over a dog that has died and decomposed on the sidewalk, its</p><p>coat spread about and its yellow eyes open as if it were a hairy crocodile just breaking the surface of the pavement.</p><p>Graciela lives in the Colonia Futura, a hopeful name for a dusty neighborhood of tiny brightly painted concrete-block houses just a few miles from the border. Her house —the same one she shared with two brothers and six sisters as a child -is painted a gay blue, but there are bars on the doors and windows, and the concrete floor has a crack snaking through the middle. Out back, the dirt yard is cluttered with a few discarded stuffed animals and a pen housing a few chickens and Graciela’s pet ducks. The inside of the house consists of one room furnished with two double beds pushed together, a pair of sagging sofas, and a dresser or two. The only evidence of middle-class culture here is a TV set and a small boombox —Madonna’s “Papa Don’t Preach” is playing on the radio when Graciela enters. Stepping into the house is like stepping out of a dream: anyone who spends more than a few seconds at home with Graciela Fernandez gets a crash course in the problems facing Mexico today. For that reason, it’s a logical place to start wondering whether the <em>maquiladoras</em> will change the world as much as people hope.</p><p>A quick glance around Graciela’s house tells you what matters: family photographs cover almost every inch of wall space. Here is Graciela’s father, posed pensively in his military uniform in a hand-tinted photo. Next to it hangs an old picture of Graciela’s mother, smiling and young, her black hair done in the wavy style of fifties movie stars. Alongside photographs of brothers and sisters, there’s a grainy photograph of Graciela’s grandmother, a severe, bespectacled woman from Torreon, and there are assorted elementary school pictures of nieces and nephews. On the same wall Graciela, her hair longer and blonder than it is now, poses with her arms around her two daughters.</p><p>As the number of plants has grown, so has the concern that they threaten the structure of the Mexican family —in a macho culture, the question goes, what happens when a wife earns more than her husband, or a daughter earns more than her father? It’s more likely, of course, that the lack of jobs and the resulting poverty are more threatening to families (it’s hard to fault the factories for making some women financially independent enough to get out of bad marriages), and it was, actually, Graciela’s sense of duty to her family that sent her to work in the <em>maquiladoras</em> in the first place. Her father died of an illness when she was eight, and because Graciela’s mother didn’t want to leave her nine children at home alone, she supported the family by taking in laundry. Graciela quit school after the sixth grade and lied about her age at fourteen to get her first job. It was her desire both to repay her mother’s sacrifice and to escape the poverty she had grown up in.</p><p>In those days jobs were scarce, and the few existing <em>maquiladoras</em> had their pick of the workers. They invariably chose young women, believing them to be more compliant and more thorough than young men. (The number is dropping, but 80 per cent of all <em>maquiladora</em> workers remain women and girls.) There were no benefits to speak of, the hours were long, the work was monotonous, and employees had no job security. Graciela found a job assembling auto harnesses for american cars. The work was tedious —<em>muy pesado,</em> she says —and the acid used in soldering burned her hands. But she stayed at the plant seven years, and while the rest of her siblings left home, Graciela’s sense of obligation to her mother kept her there. After she had two children of her own, it made even more sense to live with her 56-year-old mother—she provided day care. These days, Graciela supports herself, her mother, and her two children on her Sistemas salary. <em>“Yo soy el padre de la</em> familia (I am the father of the family),” she says with pride and finality.</p><p>Family loyalty is expensive. In august Fortune magazine noted that an <em>opera</em>do ra's salary of 14,000 pesos a week—roughly $22 then —was enough to provide a single person with a middle-class lifestyle. That does not help Graciela much. ‘Yo soy pobre,” she says plainly, the way some people might complain of a bum knee or bad eyesight. Like Mexico as a whole, Graciela is supporting too many people on too little money—her house even has its own population explosion because Graciela’s sister and her three children moved in. Although attendance bonuses and paid health care offer some relief, things like a phone or a car are pipe dreams to Graciela, whose expenses continue to rise. Partly because of its location on the border, partly because of the measure of prosperity brought by the <em>maquila</em>doras, and partly because of Mexico’s inflation rate of about 100 per cent, Juarez is an expensive place to live, and wages have in no way kept up with the times.</p><p>There is another reason Graciela will have a difficult time propelling herself into a more comfortable existence: it’s not in the interest of her employers. Sistemas does offer classes for its workers in everything from English to employee management, but Graciela is limited by educational background and time constraints (she wants to be home with her children). Even so, factories don’t need <em>superviso</em>ras —few such jobs are available—they need cadres of <em>operadoras.</em> Factory work belongs to the unskilled; it’s simple and repetitious by design, to keep labor costs down. Containing costs is, of course, central to the success of the entire <em>maquila</em> operation. If wages rise, it’s believed, the factories would clear out like smoke.</p><p>There’s another message in the photographs on the walls of Graciela’s house: many are of relatives who have left the country in search of work. One brother</p><p>has moved to California, another lives in Texas, and a sister followed her husband to New York. Even though the <em>maquiladoras</em> have brought a measure of prosperity to Juarez, Mexico needs at least a million new jobs every year to solve its unemployment problem. The factories were created to replace jobs lost with the cancellation in 1964 of the bracero program, which allowed Mexicans—mostly males —to cross the border to work on U.S. farms. But in reality the <em>maquiladoras</em> created a work force —of young, unskilled women-instead of stabilizing an existing one. Of those who have chosen to remain in Juarez, many still prefer to work in the U.S. Graciela’s cousin Marta, for instance, has a green card and has worked in an El Paso garment factory for eight years. She’s pockmarked and shrewd and has no interest whatsoever in working in the <em>maquiladoras</em> (“Why should I? I make more in an hour than Graciela makes in a day” is her eminently practical argument). Like many american laborers, Marta worries about losing her job to the factories located in other parts of the world-including Juarez. When a petition circulated at work asking President Reagan to keep american jobs in El Paso, she signed eagerly.</p><p>Graciela Fernandez remembers being a hopeful child. Now, she says, ‘To <em>no ten</em>go illusiones,” which translated can mean “I am without illusions” or ambition, or both. It would be easy to attribute this</p><p>fatalism to some defect of culture when in fact it is a realistic assessment of her situation. Graciela knows that she will never matter to either the PAN or the PRI, the political parties struggling over control of Juarez and the state of Chihuahua; she knows that her contribution to making cheaper batteries for americans will never provide her with the spangled designer dresses she admires in american magazines; she knows that she cannot dramatically improve her station in life anymore than she could rearrange the stars that shimmer over the Franklin Mountains at night. Graciela takes her pleasures where she finds them. She took a bus trip to California last year to visit her brother; she saw Disneyland and the sea for the first time (“It was another world,” she says). She once had a crush on a plant manager, an american named Tim who picked her out of the line and through an interpreter asked her for a date. They went out three times, but he was transferred to Ohio and nothing came of it. If she were given to wishing, Graciela would want a better home for her mother, more school for her children, a man she could love without having to support.</p><p>At the end of the day, Graciela gives her children their presents. The little girls giggle, open the purses, and put on the hair bands and the glasses —which are not tinted shades but look more like plastic blinds —and dance to the Pointer Sisters. Such is life in the Colonia Futura.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "February 1987",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Work",
      "Mexico",
      "Jobs",
      "House",
      "Women",
      "Batteries",
      "Border",
      "Children",
      "Home",
      "El Paso",
      "Family",
      "Hair",
      "people",
      "Culture",
      "School",
      "Wall",
      "Bars",
      "battery",
      "Cities",
      "Country"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": [
      "El Paso"
    ]
  }
}