{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19908",
    "date": "August 1990",
    "year": 1990,
    "month": 8,
    "month_formatted": "August",
    "pdf_uri": "/1990/19900800.pdf",
    "issue_cover_image": "",
    "document_start_page": 66,
    "toc_start_page": 64,
    "document_page_range": [
      [
        66,
        67,
        68,
        69,
        70,
        71
      ],
      [
        96,
        97,
        98
      ],
      [
        110,
        111,
        112,
        113,
        114,
        115
      ]
    ],
    "toc_order": 13,
    "toc_headline": "Howdy, Comrades! Let's Do a Deal",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199008-howdycomr",
  "source": "/1990/19900800.pdf",
  "wp_post_id": 125604,
  "wp_post_guid": "http://www.texasmonthly.com/article/howdy-comrades-lets-do-a-deal/",
  "authors": [
    "Jan Jarboe"
  ],
  "headline": "Howdy, Comrades! Let's Do a Deal",
  "dek": "",
  "spread_caption": "",
  "excerpt": "A Texas businessman launches his one-man invasion of post-Communist Romania.",
  "kicker": "",
  "word_count": 8688,
  "content": "<p><span class=\"dropcap\">C</span><strong>ash-starved Romanins See antonio entrepreneur Douglas Jaffe as the embodiment of capitalism —and he's showing them how it's done.</strong></p><p>“<span class=”dropcap“>G</span>od, It’s Great To Be Out Of Texas, away from lousy real estate and dry oil wells,” sighed Douglas Jaffe. ”The only way to stay liquid these days is to get the hell out of Texas.” The 39-year-old San antonio businessman was getting out of Texas all right. Jaffe was flying over the atlantic Ocean, headed for Bucharest, Romania, to do a sweeping set of business deals he hoped would rid Romania of its Communist past. The first deal was to deliver the plane he was flying in, which his company, Comtran, had adapted so that it conformed to U.S. laws governing noise levels. The Boeing 707 still bore the old flag with the Romanian Communist seal in the middle —now taboo in post-revolution Romania —on its tail. Jaffe’s business dealings with Romania had begun the previous fall with the government of dictator Nicolae Ceausescu. His job was to fit the 707’s engines with a quieting device known as a hush kit that the Romanians badly needed in order to fly to airports with noise restrictions. Since that initial round of negotiations, Ceaufescu had been shot and the new government was already in turmoil, but Jaffe figured that Romania’s needs were so great that dealing with a fragile government would be worth the risks. He saw the opportunity to rebuild Romania’s entire aviation industry and earn huge profits for himself. Besides, it beat drilling oil wells. “If all these deals work out, it could be a billion-dollar deal for me,” he said on the twelve-hour flight from New York.</p><img /><p>Photograph By David C. Mackenzie</p><p>But the Romanians had their own reasons for wanting to do business with Jaffe: They needed him to invest in their strife-torn country. As the airplane crunched to a landing on a cold spring day in late april, Bucharest, nesting in a shallow depression of the Carpathian Mountains, was mossy and green, like Europe is supposed to look. Outside the airplane, television crews began to circle the front door, and behind them stood an arc of edgy dignitaries carrying enormous bouquets of roses and carnations. This was a greeting worthy of a head of state. And the men hovering around Jaffe were all top advisers to Ion Iliescu, the interim president of Romania who on this particular day was three weeks away from the nation’s first free election since the Communists took over in 1945.</p><img /><img /><p>While Jaffe’s goal was to focus on other airplane deals, including more hush kits and new planes, he knew before he arrived in Bucharest that broader business opportunities would be presented to him. The anticipation caused him to shriek: “Let’s go hang some bananas!” Jaffe loves slang—especially his own. His self-confident style is a trademark of his family, which is accustomed to doing business on its own terms. When the price of oil dropped, Douglas, the eldest son of one of San antonio’s wealthiest oil and real estate tycoons, abandoned the oil patch for the aviation business. On this trip he brought with him a twelve-person entourage that included his father, Morris; his wife, Nikki; his lawyer, Pat Pozza; and a Washington lobbyist, fellow Texan John White. He also brought 62 tons of relief supplies, including 21 tons of flour, condensed soup, diapers, and wheelchairs for Romanian orphans, as well as gifts —a lap-top computer and a Texas flag —for the interim president.</p><p><em>Velicu was once a Communist; now he is a conduit to capitalism.</em></p><p><em>Jaffe and aviation minister Ion Tomescu (top) want to increase the production of Romania’s Rombac 1-11’s.</em></p><img /><p><span class=\"dropcap\">A</span><strong>fter years of hardship under Nicolae Ceausescu, the Romanians are desperate to end their isolation and get their economy moving again.</strong></p><p>For the next seven days, Jaffe and his group crisscrossed Romania, touring factories, wineries, hotels, casinos, nightclubs, farms, and palaces. Everywhere he went, the cashstarved Romanians offered to sell him something. He learned the difficulties of trying to make deals with people who are accustomed to operating behind a wall of suspicion, who speak a foreign language, and who have no instincts about or knowledge of the basics of market economics. Still, after so many years of communism, the Romanians were desperate to open their country for business, and they embraced Jaffe as the physical embodiment of capitalism.</p><p>What drew these two seemingly irreconcilable worlds together were the same forces that are currently realigning East and West on the map. In Douglas Jaffe, the Romanians saw the broad outline of what they longed to be: rich, reckless, and daringly free. In Romania, Jaffe saw the same thing that had lured generations of people westward to Texas: new and untapped possibilities, a new frontier.</p><p>Jaffe and the Romanians had a natural business tie: The one industry that hadn’t been decimated in Romania since World War II was aircraft production. The country’s five manufacturing plants supply and maintain airplanes and helicopters throughout Eastern Europe.</p><p>Standing on the tarmac, surrounded by Romanian television reporters, Jaffe looked like a cheerful alien who had just landed from a strange and distant planet. His navy-blue Oxford suit and burgundy silk tie stood out like a bright neon sign that blinked “Prosperity” against the backdrop of Romanians suited in drab polyester. His sleek short hair, cropped closely to reveal dark-brown cat eyes, looked downright weird in the forest of bushy pompadours. ”I hope that this airplane will bring many more Westerners to Romania,” Jaffe soberly told a ruffled TV reporter. The airplane was big news in Romania because the installation of the hush kit ended the country’s long isolation from the West. With the 707’s noisy engines quieted, Romania could now fly from Bucharest to New York. Jaffe stood to gain as well. He had traded four hush kits for four new aircraft engines, plus the right to lease out two more Romanian 707’s to third parties and pocket the proceeds, a package that should earn him roughly $20 to $25 million —unless Iliescu’s beleaguered government fails and a new regime reneges on the agreement.</p><p>After the TV interviews, Jaffe made his way through the receiving line toward a one-story brick building that was until six months ago the private presidential terminal of Ceau^escu and his hated wife, Elena. Although it was ten-thirty in the morning Bucharest time, Florin Velicu, the deputy counselor to President Iliescu, ordered Jaffe a small shot of vodka and a chaser of Turkish coffee. Jaffe immediately went native; he downed both drinks. Then he looked around the salon at the white marble, handwoven tapestries, and chandeliers. Through a translator, Velicu explained that no one had ever smoked in the terminal because Ceaufescu, a health freak, forbade it. “Well, by all means, let’s light up!” Jaffe suggested, gleefully pulling out his own Macanudo cigar. Soon the salon was liberated with a yellow haze of cigarette, cigar, and pipe smoke. Even then Jaffe was negotiating with the government to lease the terminal. ”I want to turn this into a onestop business center,” said Jaffe. “This will be the gateway for Westerners entering Romania.” He wants to equip the salon with working telephones (an oxymoron in Romania), fax machines, translators, a travel agency, limos, a real american coffeepot, and then charge Westerners a business toll upon entering the country. Deals like the business center earned Jaffe an instant Romanian nickname. Before he left the salon to begin his shopping spree, his hosts were calling the brash young Texan Jaffescu.</p><p><em>Everywhere Jaffe went—from meeting with President Iliescu (top, left) to touring aircraft factories (bottom) —he talked of new deals.</em></p><img /><p><em>The Romanians have been waiting for the americans since the end of World War II—and they welcomed Jaffe like a savior.</em></p><p>“Do I Look Like a Communist?” VELICU Asked Jaffe, as they stood in the square in front of the Central Committee Building, where on December 21 Ceau^escu made his last speech to a hostile crowd. Jaffe didn’t have any idea whether Velicu was a Communist, and he really didn’t care. Velicu, a lean, middle-aged man with a receding hairline and a mouthful of yellow, decaying teeth, was one of Jaffe’s main conduits into Romania. He speaks no English, and the constant reliance on translators made him impatient and frayed his nerves. He was angry. The idea that he —or any of the other members of President Iliescu’s inner circle —was a Communist made him indignant. “Look,” he said, furiously chomping on his pipe, “in this country, we’re all dalmatians because all of us are spotted. None of us are clean.” Like Iliescu, Velicu had been a member of the Communist party until the revolution. ”I never believed in communism, but you had to be a member to get a job and an apartment and enough money to raise your family,” he said.</p><p>Since the revolution, ideology doesn’t seem to matter much in Romania. What everyone wants is some kind of economic system that works and attracts new businesses. In the middle of the afternoon on May 1, Velicu drove us by an empty pedestal that until recently held a statue of Lenin. The pedestal stood in front of a baroque building that housed the Union of Journalists. Before the revolution ended Ceau$escu’s life and his 24-year dictatorship, Romania had only seven newspapers and Lenin’s head towered over the street among the poplars and the lemon trees. Now it is no longer a crime to own an unregistered typewriter. Now there are more than nine hundred newspapers. The statue is a metaphor for Romania today: Even though the revolution destroyed the head of communism, the foundation—the work force that runs the government —is still intact. On May Day, a principal holiday of Communist countries, the streets were filled with workers enjoying the day off. The revolution didn’t stop them from celebrating the holiday. It only provoked them to rename it. May Day in Romania is now called Labor Day.</p><p>The men whom Jaffe dealt with in Romania were, until the revolution, midlevel technocrats, the people who actually ran the state-owned airport, factories, and various ministries under Ceau^escu. They were neither dissidents nor ideologues. In recent years Romania was ruled more by the cult of Ceau§escu than by ideological communism. Before the revolution, Velicu worked as a supervisor in a small technical publishing house. The publishing house is where he got to know Iliescu, who had been shunted there after he challenged Ceau^escu’s economic policies. Six hours after Ceau^escu fled the Central Committee Building on December 22, Velicu realized that the revolution was in full swing. He drove his friend and boss Iliescu to the state-owned television station, and Iliescu took control of the government. Velicu’s association with Iliescu makes him the perfect contact for Jaffe. He and Jaffe share a vision for Romania. They both care about dollars, not ideology, and they both want to create the same thing in Romania: a market.</p><p>Romania Is IsOLATED By Mountains And a Long history of dictatorships that began with the withdrawal of the Roman legions in the third century. Some 23 million people, 6 million more than the population of Texas, live on a land mass about one third the size of Texas. On every side Romania is surrounded by countries in turmoilBulgaria to the south, Yugoslavia to the west, Hungary to the northwest, and the Soviet Union to the north and northeast. Hardship is nothing new to Romania. It is as though time stopped after World War II. Factories are lit by skylights because there aren’t enough Romanianstandard forty-watt bulbs to go around. In one village a woman said that this was the first Easter in eighteen years that her family had had eggs. “We decorated them so beautifully,” she said, tears drenching her lined face. Poverty and squalor are everywhere, from the center of Bucharest, where many of the country’s 20,000 orphans live in horrific orphanages, to the countryside where gypsies and farmers travel in ox-drawn carts as if they have just stepped out of the fifteenth century.</p><img /><p><em>While workers toiled in dark and cold factories (below), the Ceau^escus lived in gilded palaces with marble staircases.</em></p><p><span class=\"dropcap\">T</span><strong>he problem with doing business with Romanians is not a lack of deals but figuring out what they can sell that's worth anything in U.S. dollars.</strong></p><p>[ Continued On Page 94 ]</p><p>[ Continued From Page 69 ]</p><p>The Romanians are humiliated by their lack of progress and go to great lengths to maintain appearances. At a first-class restaurant in the lobby of a Western-style hotel, Peter Lert, one of JafFe’s pilots, was given an elaborate menu and a carbon copy of the nightly specials. Lert began to order. What he wanted was not available. He asked for something else. It was unavailable. Finally, the waiter confessed: Nothing on the menu was available. Lert managed to ask for a cup of mushroom soup and beef Stroganoff. But when the meal arrived, he was served matzo ball soup and an unrecognizable kind of meat.</p><p>All of this scarcity fuels the gold rush mentality. By the second day of the trip, everyone —not just Douglas JafFe —was desperate to make a deal. Patricia alexander, the executive director of the Freedom Lift project to bring medicine, food, and office equipment to the country, approached JafFe about financing a sanitary napkin and tampon factory in Romania. “Did you know,” asked alexander, who was supposed to be the humanitarian on the trip, ”that the women of Romania have no sanitary napkins?” all of the color immediately drained from JafFe’s Face. He shook his head: Feminine hygiene was outside his sphere oF business interests.</p><p>So were many other things that Velicu and the other Romanians wanted him to see. While JafFe wanted to concentrate on aircraft factories, the Romanians wanted him to see all of Romania and to appreciate their old-world culture. They didn’t understand how he could negotiate a business deal without having a feel for their country. However, wherever he went, all he saw were obstacles to capitalism. For instance, they took him to a porcelain factory in Curtea de arge$ where 1,800 female employees produce handmade china with intricate patterns and designs. As JafFe walked through the factory, he admired the detailed gold edges that the women were painting on the plates, but all he could think about was how he could improve the efficiency of the factory. “The way to get this factory up to full production is to convince one large hotel chain to buy it and produce nothing in here but plain white china,” JafFe told the Romanians.</p><p>The same thing happened at an aircraft factory in Bucharest where four thousand workers build the Rombac 1-11, a 104passenger airplane that is comparable to a small DC-9. Even though it was a spring day, the old factory was so cold that workers had covered their equipment with plastic and blankets to keep it from freezing. Forget computers or fax machines; the Rombac factory didn’t even have paper clips. Paperwork was held together with rusty straight pins, and women with ledgers sat at the end of rows of workers and marked individual progress with blunt pencils. “You can buy paper clips and computers,” said JafFe. ”What you can’t buy is what this plant is loaded with-good craftsmanship and a strong work ethic.”</p><p>The factory manager proudly showed JafFe through the plant, pointing out how workers build the entire airplane From nose to tail right on the premises. JafFe smiled and complimented the workers. Later, however, he told his lawyer that the only way to make the factory profitable was to turn it into a subassembly plant manufacturing single items such as landing gear. He had in mind parts for two of his own projects —a corporate jet that would compete with the Lear and a military trainer that was currently being marketed in the Philippines and elsewhere in the Pacific Rim. Unless the Rombac factory can develop a modern approach, the free market will cost the four thousand workers their jobs. Communism may not have been great, but it protected them from the harsh realities of the market system.</p><p>The Rombac factory looked like it was built before World War II, but only the lack of profitability troubled JafFe, not the backwardness of the plant. If the Romanians can figure out what they can produce competitively, they will have no shortage of popular enthusiasm for making deals with americans. They have been waiting for the americans since the end of World War II, but the Soviets came instead. One day an elderly man in Curtea de arge$ confronted John White and his wife, Nellie, and told them, “i’ve waited and waited for the americans. If they don’t come to the aid of Romania this time, i’m finished with them.” at an aircraft factory in Craiova, Valentin Bernovschi, a quality-control manager, slipped JafFe a card that read: ”Dear Mr. JafFe! Please do not Forget us! You are our hope! We are waiting you since 1945! P.S. It is not only a joke.”</p><p><span class=\"dropcap\">R</span>ich Texas Has Always Divided itself into two parts: genteel old families who carefully husbanded their resources, such as the Hobbys of Houston, the Stemmonses of Dallas, and the Steveses of San antonio; and the risk-taking renegades, such as Hous-</p><p>ton’s Oscar Wyatt and Dallas’ H. L. Hunt. In San antonio, the business renegade is Douglas’ father, Morris JafFe, who is regarded as a kind of local Gatsby because the origins of his wealth are so mysterious.</p><p>The elder JafFe’s roots are on the West Side of San antonio, where his Jewish father, who was crippled by polio, went broke selling real estate during the Depression. His mother, a devout Catholic of French and Spanish heritage, helped support the family by managing the Havana Hotel on Navarro Street in downtown San antonio. On a muggy day in late april, Morris JafFe took a drive through Prospect Hill, his old neighborhood, where Congressman Henry B. Gonzalez and Former San antonio mayor Henry Cisneros also grew up. As he pulled on to Buena Vista Street in his Mercedes 500, Morris saw that the small Frame house he had lived in as a child had been torn down and replaced by a usedcar lot. “i’ll be damned,” he said. ”My mother worked hard to keep that house. She used to pray not that I would be rich but that I would be rich enough to choose my own Friends and business associates.”</p><p>His mother’s prayers were answered. After World War II, Morris, who was a bomber pilot, flew aircraft in Mexico for about a year. He made his first real money building houses in San antonio for veterans. In 1954 he discovered the first uranium field in Texas, about fifty miles southeast of San antonio. Its initial value was about $2 million. After that, he became the major stockholder in FedMart, a chain of California-based discount stores; paid $18 million for the remains of Billie Sol Estes’ $150 million bankrupt empire; and built San antonio’s Central Park Mall. But his first love has always been investing in oil deals. In 1950 he had a one-eighth interest in Oscar Wyatt’s St. Joseph field, which became the foundation of Wyatt’s Coastal Corporation. In 1975 Morris established a $60 million trust fund for his six children, primarily from wells he drilled on the South Texas ranch of oilman John Mecom, Sr.</p><p>In San antonio, Morris JafFe has a mixed reputation as a shadowy, ostentatious figure, which he insisted doesn’t bother him in the least. “I know I couldn’t be elected dogcatcher in San antonio,” said Morris, ”but i’ve never lost a night’s sleep worrying what people think of me.” He and his first wife, Jeanette, lived with their six children in a three-story, 44-room white stucco house in the close-in suburb of Olmos Park. The JafFe mansion is so large and intimidating that over the years it has occupied a special place in the city’s psyche and as an icon of new and self-made money.</p><p>For years Morris’ disregard for public opinion and his business dealings with underworld figures have fed rumors —never substantiated —that Morris himself is the Mob. In the mid-sixties he tried to buy Churchill Farms in New Orleans from Carlos Marcello, who is known as the Little Man and has wide-ranging Mafia connections. When I first met Morris in 1975, I asked him straight out if he was in the Mafia, and he laughed so hard he practically fell out of his desk chair at his office in Central Park Mall. “No,” he told me. ”as a matter of fact, hell no. But hell, i’d have served his [Marcello’s] time for him if he had sold me that land.”</p><p>Jamie Boyd, a former U.S. attorney in San antonio, said that while he doesn’t believe that Jaffe is in the Mafia, he thinks Jaffe halfway enjoys the gossip. “i’ve had those allegations presented to me in an official capacity and never found one scintilla of evidence to support the allegations,” Boyd said. One night in Romania, Morris pointed out that the stripes in the lapels of his handmade suit were cut opposite the stripes in the jacket. ”That’s because my tailor is the grandson of al Capone’s tailor,” he said gruffly.</p><p>Morris’ black sheep image is so pervasive that it even transcends language barriers. While in Romania, Morris turned 68, and the Romanians showered him with twelve birthday cakes and endless toasts. During the last toast of the day, Virgil Magureanu, who was the Romanian equivalent of White House Chief of Staff John Sununu, told the 26 people gathered for a five-course candlelight dinner, “Mr. Morris is our most-distinguished guest. He is of such a grand stature that he reminds me of a very well-known TV character, Jock Ewing.” Embarrassed, Morris fumbled for a response. Finally, he blurted out, <em>”Buenos noches</em>,” and abruptly left the room.</p><p>Being the son of an outsider may have saved Douglas Jaffe from the life of the idle rich. Unlike many firstborn sons of self-made millionaires, Douglas is hungry. He still has something to prove —not to his father but to the members of the genteel old guard. Douglas is more likely to tackle risky business deals in Eastern Europe than the president of a large established company because he is not part of corporate, conformist america, either as a businessman or as a person.</p><p>Most late afternoons Douglas and his father can be found drinking coffee and plotting their next big deal in the Food Court at Central Park Mall, which is owned by Morris and his six children. With their chiseled cheekbones, olive complexions, and stocky builds, there is no doubt that they are father and son. They are exactly alike when it comes to doing deals. They have no hobbies and no interest in sports, the arts, or education; they live for business. Every aspect of their lives revolves around a deal. Years ago, Douglas lured a barber to the mall by telling him that if he signed a ; lease, Douglas would pay the barber | $100 to cut his hair. So now Douglas pays $100 every two weeks for a $20 haircut. Every real estate broker, oilman, or inventor who pulls up a chair to drink coffee with Douglas and Morris has his own get-rich-quick scheme that he wants the Jaffes to back. So frenetic is the conversation around the table that Douglas’ wife has given it a name. She calls it mall fever.</p><p>Douglas met Nikki, the daughter of an electronics engineer, in San antonio at a bowling alley on Fredericksburg Road when they were in junior high school. The way Douglas sees it, Nikki was the only person he felt connected to after Morris and Jeanette divorced in 1968 and Jeanette married the wealthy Mexican industrialist Chito Longoria and moved to Mexico City. After the divorce Douglas went through a period when he was emotionally adrift and estranged from his family. Fie dropped out of alamo Fieights Fiigh School in the tenth grade and started a vending machine business. To this day, Douglas is passionate about gadgets. All the way to Bucharest on the airplane he played a portable Nintendo game called Game Boy, which he also fiddles with in business meetings. “Look, Nikki,” he once squealed. ”The rockets went off!” Jaffe’s company is headquartered near the San antonio airport in a private hangar that is an aviation showplace. When he enters his office, he instantly hits the buttons installed on the wall —either for fancy sound systems, video equipment, computers, or clocks that tell time all over the world. He often behaves like an impulsive adolescent. One of his favorite practical jokes is to point to an imaginary spot on the tie of a friend or co-worker and then slap him under the chin when he looks down to see what Douglas is pointing at. “Gotcha!” Douglas yells, with excited delight.</p><p>When he and Nikki married in 1977, she dropped out of San antonio College and went to work in the corporate office of Church’s Fried Chicken. “i’d bring home $149 every two weeks and give it to Douglas, and he’d usually take the money and go out and play poker with it,” said Nikki. “Most of the time he’d win.” She is so lean and sunny that you might at first glance mistake her for a Los angeles aerobics teacher. In Romania her big blond hair and easy american smile drew people to her as if she were a movie star. When he was on the outs with his father, Douglas worked as a painting contractor, operated his vending machine business, and bought and sold real estate. His father kept tabs on him through friends, and finally the two were reconciled. By 1981 Douglas assumed control of the trust his father had established for the Jaffe children. Even though the six children own the mall together, they manage their own investments separately and have their own interests.</p><p>Airplanes have been a constant theme in the making of the Jaffe family fortune. In 1983 Douglas sold some of his oil, gas, and real estate holdings and invested $40 million in the research and development of a hush kit to reduce the noise level of Boeing 707 airplanes. His hush kit was the first one to meet the congressional restrictions that went into effect in 1985. “I bet everything I had on it,” said Douglas, ”but I approached it just like an oil deal. I knew that if I wanted to make big bucks, I had to pay to see the sand.” The risk paid off. Since 1985 Douglas’ company, Comtran, has had a virtual worldwide monopoly on refitting Boeing 707’s. Recently, a Florida-based competitor named Quiet Nacelle also developed a hush kit. But so far, Comtran’s subcontractor, Tracor aviation, near Santa Barbara, California, has fitted 170 planes with the hush kits, which now sell for $3 million each.</p><p>In addition, Douglas buys, sells, and trades airplanes. In the beginning, he paid as little as $500,000 for a plane, and he has resold them for as high as $19.7 million. The business appeals to his nature because it keeps him moving around the world and gives him an inside track. Jaffe has remodeled head of statestyle 727’s for Los angeles investor Marvin Davis and New York dealmaker Donald Trump. “Ivana Trump picked out all the materials for the interior of the airplane,” said Douglas. ”The bedroom was red and gold. The couch was purple and silver. And she wanted an open grill in the galley for hamburgers. No wonder that marriage hit the rocks.” Last year he sold his own private 707 to Liberian president Samuel Doe for $19.7 million. “I thought he was an okay guy,” said Douglas about the Liberian dictator who is called a butcher inside his own country. ”He kind of reminded me of your basic South Texas oilman.”</p><p><span class=\"dropcap\">D</span>ouglas Jaffe’s Dealings With Romania began in October 1989 when he had a problem with an airplane for a Saudi arabian prince. The prince had stringent requirements for his personal 707, including that the airplane be supplied with unused engines. Jaffe, who receives a monthly report on each Boeing 707 in the world today, complete with a listing of every engine in every 707, discovered that there were only two sources of new engines for the 707 on the planet. One was in China, and the other was in Romania. Jaffe had brokers contact both countries to see if there was any interest in selling the engines. China said no, but Romania said maybe.</p><p>[ Continued On Page 108 ]</p><p>[ Continued From Page 96 ]</p><p>So, three months before the revolution, Jaffe flew to Romania to work a deal. He went in his own Boeing 707 —the one he later sold to President Doe —and took with him a delegation of 22 that included his wife, his three sons, his four sisters, and his mother. “Initially, it was quite tense,” said Jaffe. ”The government officials who came to greet us had expected a much smaller group.” Over the next two days Jaffe and two lawyers sat in a conference room at the airport and negotiated the broad outline of a barter transaction: Ceau^escu would give him four 707 engines that had never been flown, and he would, in turn, take four commercial and two military 707’s and supply them with hush kits. At the time, Jaffe had no idea of the unrest within the country, and he left Romania thinking he had struck a deal that would satisfy the Saudi prince. Weeks passed and Jaffe heard nothing from the Romanians. He feared that his deal had stalled. On Christmas Day he turned on the television news and learned that Ceau^escu and his wife had been executed and that the government had fallen. “Shit,” Jaffe said to himself, ”there go my engines.” But the next day he arrived in his office to find a telexed message from Ion Tomescu, the head of the Romanian Civil aviation authority. Tomescu assured him that all was well and wrote, “Our verbal and written understanding will soon be achieved in our free and democratic country.”</p><p>There are three problems in doing business with an Eastern bloc country: identifying the product they need, figuring out how to get paid, and closing the deal. Fate had supplied Jaffe with the answers to the first two problems. He knew that he had what they wanted —a 707 hush kit —and he knew that the Romanians had what he wanted —airplane engines. He had the makings of a barter transaction. Ironically, many large U.S. companies are too burdened with bureaucracy to make the kind of quick decisions that barter arrangements require and are leery to get involved in barter.</p><p>Jaffe’s third problem was making sure that the person he was dealing with had the authority to conclude the deal. That meant getting permission from the head of the government —the interim president who had yet to face an election —to negotiate directly with the managers of state-owned factories. The goal was to eliminate the large, cumbersome layer of bureaucracy in the middle.</p><p>Thirty abandoned Russian tanks were outside the building where Iliescu had his office when Douglas arrived for his May 2 meeting with the president. Armed soldiers escorted Jaffe, John White, and Bijan Mossavar-Rahmani, the president of Denver-based apache International, a subsidiary of apache Corporation (Jaffe is a director and the major stockholder of apache Corporation), into an armored elevator that transported them to the second floor. Two reporters from the statecontrolled TV station stood outside Iliescu’s door. Later that night, Jaffe’s visit was mentioned prominently on the evening news. In the last two weeks, the announcer told his audience, there had been 20,000 requests for new business ventures in Romania. Most of the foreign businessmen had been French and Italian, but now, said the anchorman, his excitement rising, “even the americans are beginning to show interest.” The anchorman concluded, ”Let democracy work!”</p><p>When the heavy door to his office opened, Iliescu rushed out and quickly reached for Jaffe’s hand. With his shiny black hair and Dwight Eisenhower smile, Iliescu looked like a classic fifties-style american politician.</p><p>John White presented Iliescu with a framed Texas flag and told the president, “We’re here to impress on you that the United States is a very important part of Texas.” Iliescu seemed at home with White’s good ol’ boy style, perhaps because he was the product of the ultimate good ol’ boy system: In communism, the only way anyone advanced was by choosing the right friends.</p><p>Iliescu and four of his advisers sat on one side of a long cherry-wood table and Jaffe, White, and Mossavar-Rahmani sat opposite them. Soon a woman came into the room and served Turkish coffee and mineral water. Iliescu’s office was sparsely furnished; besides the table, it contained a single telephone and a green manual typewriter atop a plain wooden desk. “Our hope is that we can rebuild the agricultural sector in the next two years, but the rest of our country will be rebuilt more slowly,” Iliescu said.</p><p>At first Iliescu spoke in English, but he soon switched to Romanian. Through a translator, Iliescu told Jaffe that the next two years will be so difficult that he could become a political martyr to the rebuilding process. “We have to write a constitution, rebuild all of our industries, and improve the social and spiritual life of our country,” he said before adding, ”But this is a fun time.” He told Jaffe that he was glad american businessmen were coming to Romania before his country’s diplomatic relations with the U.S. were fully restored. “It is better to have businessmen first,” Iliescu said. He looked straight at Jaffe and told him that he was counting on him to rebuild the country’s aviation sector. Jaffe was aware of the Romanians’ feeling of betrayal in 1945 and did not hesitate to respond. ”I think it can be done,” he told Iliescu. “i’m anxious to put the aviation factories to work and will invite the best of american companies to Romania to help me in the other sectors. I’m sorry that america wasn’t here in 1945, but we’re here now.”</p><p>Jaffe and Iliescu hugged each other like old friends at the end of the 45minute meeting. Beyond the laughter, the hugs, and the good ol’ boy camaraderie between Jaffe and Iliescu lay hard work and many false starts. Still Jaffe left the president’s office filled with enthusiasm.</p><p>“Let’s get busy,” he told Mirica Dimitrescu, an aviation expert who would soon go to work for Jaffe in Romania. Once Jaffe realized that he had the green light from Iliescu and that the president would be directing all of his future meetings in Romania, his stamina seemed superhuman. He sent Bijan MossavarRahmani to meet with the minister of energy to find out how to bid on existing oil leases. Of the 23 oil companies that have sent representatives to Romania since the revolution, only three, including apache, have succeeded in meeting with the minister of energy. Jaffe also sent Monte Tomerlin, an old friend from San antonio who owns a microwave communications company, to the ministry of telecommunications to discuss telephone services. It can take half a day to get a telephone call returned inside Romania, and there is only one international operator in the entire country. Morris was sent to check out several old casinos —none of which have been used since World War II —and to find out how the Romanian government wants to structure a leasing arrangement. This was no longer merely a business trip, but a one-man invasion of Romania.</p><p>Jaffe’s gift is that all he sees is the pot at the end of the rainbow. He leaves the technical problems of working out the deal to Pat Pozza, his methodical inhouse lawyer, while he keeps his eye on the gold. He is the archetypal Texas businessman: He deals from the seat of his pants. He could ruin himself by enrolling in the Harvard Business School, where they stress attention to detail and constant assessment of risk. Here’s how he explained volume selling to the Romanian minister of privatization: “Our man Sam Walton [of Wal-Mart] figured it out. Instead of selling a few items at a large price, the trick is to sell many items at a low price.” If Jaffe was alarmed about aligning himself with Iliescu, who at any given moment is only a misstep away from another bloody revolution, he didn’t show it.</p><p>“<span class=”dropcap“>T</span>his Is Sicko!” SCREECHED Nikki Jaffe, after spending a sleepless night between starched all-cotton sheets in one of Ceau^escu’s many enormous beds. This particular bed was in Olanesti Palace, a Mediterranean-style mansion high in the Carpathian Mountains. Thus far, the government has found 81 such houses that Ceau^escu had ordered built for himself and his wife during his long reign. While the people of Romania were freezing and crowded into dismal blocks of apartment buildings in Bucharest, Ceau^escu and his wife roamed from one palace to another, having their bathwater drawn from gilt faucets.</p><p>The Jaffes toured 6 of the 81 palaces, wandering through rooms of gold and private theaters where the Ceau^escus sat in the darkness and consoled themselves with John Wayne movies. Wide-eyed and stunned, Jaffe and his group inspected bathrooms equipped with massage tables and bizarre machines that sprayed warm water into every orifice of the body. It was eerie to see all of Ceau^escu’s desktop calendars turned to December 22, the day the Ceau^escus were arrested, and to peer into their closets, all of which were stocked with matching cotton bathrobes and house slippers. The grandness of Olanesti Palace was wasted on the Ceau§escus; in hopscotching to their 81 residences, they only spent three hours there. Even though the palace was never used by anyone, a staff of seventy maintained it to perfection at all times —changing the linens on the beds, cleaning the indoor pool, dusting the furniture. I asked the house manager what it felt like to take care of a house no one used, and he stared blankly at me and said, “I never had the freedom to ask myself such questions.”</p><p>The uncertainty caused by the collapse of Ceau^escu is contagious. One day Velicu took Nikki and Douglas to an isolated six-mile stretch of beach on the Black Sea. For a fleeting second, Nikki was frightened. She was separated from the group and surrounded by several soldiers. What if the Cold War really wasn’t over? Nikki thought to herself. Velicu stared out at the sea and then asked Douglas, “Wouldn’t this make a fine spot for a large and luxurious hotel?” Nikki sighed with relief. “Gorgeous!” she said, thinking that the familiar ring of capitalism had never sounded so beautiful.</p><p>Americans will find it difficult to do business in present-day Romania without an understanding of how completely Ceau^escu dominated every aspect of Romanian life. When we stopped at the porcelain factory in Curtea de arge§, Nikki told the manager she would bring a china buyer from a large department store to discuss the possibility of importing Romanian china. She asked the woman for a brochure to take home to Texas. The woman blushed and said all of the brochures had recently been destroyed because they had Ceau^escu’s photograph on them. ' We couldn’t bear to look at his face,” she said.</p><p>Even the new freedoms cannot be understood outside the context of the past. In three separate aircraft factories —Brasov, Craiova, and Bucharest—Jaffe negotiated directly with the manager of the factory about contracting for subassembly work. During Ceaufescu’s regime, contact with foreigners was so feared that even the most idle conversations with tourists had to be reported to the secret police.</p><p>Ceau^escu’s story has all the makings of a modern-day horror story. His acts of cruelty were similar to those of Vlad Jepe, a Romanian prince who ruled over the province of Walachia in the 1400’s. The prince impaled the nude bodies of Turkish enemies on ten-foot poles on both sides of the roads the Turks would use to attack. The sight of the bodies for miles and miles discouraged further advances and earned the prince the name Vlad the Impaler. He was the inspiration for Bram Stoker’s nineteenth-century novel <em>Dracula.</em></p><p>Blood is a central theme in the Ceau§escu legend as well. In Romania, newspapers have reported that Ceau^escu, who surrounded himself with asian herbalists who prescribed a variety of bizarre health rituals, constantly had his own blood supply replenished with that of newborn orphans. Other tales of horror are legendary. One story is that the backbone of the secret police were the socalled Orphan Boys, who Ceau^escu took from orphanages as young children. He had them castrated and had his name tattooed over their hearts. Mirica Dimitrescu and another well-educated aviation expert, Cristian Mihalache, said they heard from people who were present at Ceau^escu’s execution that his blood was still warm nine hours after he had died. “He was the antichrist for sure,” Mihalache said soberly.</p><p>The toll that Ceau^escu’s dictatorship took on the people is what fuels their desire to get their country going again. That’s why they insisted on taking Jaffe through Ceau^escu’s palaces. On the tour many of the Romanians who were with us wept at the sight of such excess. “Surely we were the generation of sacrifice,” said Dimitrescu’s wife, Mary, standing at the foot of a long marble staircase beneath a chandelier the size of a small swimming pool. ”What good are all these houses of gold?” she asked. “They are useless to us.” Her husband had the opposite reaction. He was moved by physical reminders of past eras when Romania enjoyed brushes with glory, and he was ecstatic to discover that such wealth still existed in his country. ”It means we are rich!” Dimitrescu said. “i’m so happy that now you americans can know Romania is not an empty country.”</p><p><span class=\"dropcap\">A</span>fter Four Days Of Wandering around the countryside, Douglas Jaffe awoke early on Saturday morning, his last full day in Romania, anxious to nail down his deals. “More tea, please,” Jaffe told the stream of waiters as he hurried into a small room directly off the palace’s large main dining room.</p><p>Three representatives of the aircraft factory in Bucharest that manufactures the Rombac 1-11 were waiting for him in a small room. When Jaffe entered the room with his lawyer, Pat Pozza, the translator told him the Rombac representatives were ready to make a deal. Five days earlier, when Jaffe and Pozza had toured the plant, Jaffe had decided that if the Rombac 1-11 could be modified to include new engines, it could be marketed around the world as both a freighter and a passenger airline. “You’re very fortunate,” Jaffe told Eugeniu Smirnov, the balding managing director of the Rombac factory, ”because, as we say in america, your factory is in a position to be able to kick ass.”</p><p>Smirnov’s craggy face broke into a smile. Jaffe then went on to explain that because of the cheap cost of labor in Romania —not to mention the lack of taxes, insurance payments, or environmental restrictions —the Rombac 1-11 could beat the prices of its major competitors. As a passenger airline, it would sell for roughly $17.5 million, compared to the $26 to $36 million for a plane comparable to a DC-9, and in freight configuration, it could carry goods at a significant savings in relation to other airplanes.</p><p>“The real question,” said Jaffe, wrinkling his brow, ”is how many of these airplanes can you turn out a year?” Then he hit the Rombac group with the basic questions of any deal. “If you were to receive an order today,” asked Jaffe, ”when could you deliver, at what price, and at what rate could you build up to?”</p><p>Smirnov’s face went blank. He had never considered such fundamental capitalistic questions. This was a factory that had built only ten airplanes in ten years due to a lack of materials. After so many years of trying to build as few airplanes as possible and still keep workers employed, the idea of building as many as possible as cheaply as possible was mindboggling. He started writing furiously in a blue notebook and chattering wildly with the other factory representatives. In a few minutes, Smirnov said through the translator, “I can’t say for sure what the price would be yet, but I think we can build eight to ten a year and work faster than that if some parts are subassembled in other plants.” He was catching on quickly.</p><p>“Fabulous,” said Jaffe, who was ready to conclude the meeting when Smirnov interrupted him with a question. ”Everything you have said here today is of interest to me. Can we prepare a document together?” he asked, anxious to close the deal. “Sure,” said Jaffe. They took a fifteen-minute break while Pozza, who had been taking notes, turned to her laptop computer and typed out a memorandum of understanding. The factory was going to build the airplanes, and Jaffe was going to sell them; the factory and Jaffe would share in the profits. When the meeting reconvened, Smirnov read the draft of the memo, indicated that he had no changes, and looked up at Jaffe as though he feared the american might disappear into thin air.</p><p>“Where do I sign?” asked Smirnov. When he scrawled his signature on the document, Smirnov told Jaffe that this was the first time in his life that he had ever heard of a Romanian factory negotiating directly with a businessman without having to gain approval from a maze of other ministries. His own authority to negotiate the deal had come from Iliescu himself.</p><p>Jaffe didn’t take the time to ponder history. He said good-bye, then moved on to his next deal: a meeting with General Horia Oprufa, the secretary of the air Force, announcing a contract to supply two military 707’s with hush kits. All of the negotiating had been done earlier. The Romanians were paying for these in cash —$6 million that they had found in one of Ceau^escu’s accounts.</p><p>Nonetheless, there was a minor problem that had to be resolved before the contract could be signed. The general, a tall, slim man with blue eyes and graying hair, explained to Jaffe that he didn’t have the $50,000 in cash to cover fuel costs to fly the first plane from Bucharest to Santa Barbara, where the hush kit would be installed. Nervously, he asked Jaffe, “Could you cover that cost?” Without a moment’s hesitation, Jaffe said, “Certainly, General. I’d be glad to.”</p><p>But Peter Contoguris, one of Jaffe’s business consultants, grimaced and disagreed. “Douglas, I think it’s the general’s responsibility to come up with that $50,000, not yours,” Contoguris argued. He was about to continue pressing the point when Jaffe cut him off. “No, Peter,” he said forcefully. “The general understands that when he asks me to do a favor for him, it gives me the freedom to ask him to do something for me down the line.” That simple lesson —you scratch my back, i’ll scratch yours —was not wasted on the general. ”Of course,” he told Jaffe. “I understand.”</p><p>Next, Jaffe met with three representatives from an aircraft factory in Craiova. The factory manufactures a military trainer that has never flown outside of Eastern Europe. The representatives from Craiova wanted Jaffe to pay about $500,000 to show the Romanian trainer at the world air show this September in Farnborough, England.</p><p>Jaffe had been mulling over prospects for the Craiova factory throughout his trip. He immediately agreed to supply the money necessary to show the Romanian airplane in Farnborough. But he then told the young supervisors, “What i’m really interested in is putting your plant to work doing subassemblies for a military trainer that i’m building.” The eyes of the three men widened. ”If you got an order for the basic frame of my military trainer, how long would it take to manufacture it?” asked Jaffe. The men went slack-jawed. They told him they didn’t have any idea but promised to give Jaffe a timetable and price if he would send them the plans for the design of the trainer. “Fine,” said Jaffe. ”i’ll have them to you within two weeks.” The three young men had put their lives in Jaffe’s hands and were thoroughly convinced that he was going to make them all rich. It was the Romanian equivalent of mall fever.</p><p>At the end of the day Jaffe met with the original group of men he had negotiated with when he had come to Bucharest last year. Ion Tomescu, the first deputy director of the Civil aviation authority, was there and so was Mirica Dimitrescu, Tomescu’s assistant. Together they established the basic framework for all of Jaffe’s deals in Romania. It was agreed that they would form a trading company—Jaro International, for JaffeRomania —and that company would direct all of Jaffe’s business interests in Romania: the business center at the airport, all the aircraft deals, the possible leasing of casinos and hotels, the building of a maintenance base to repair European airplanes —anything and everything imaginable, including a limo service and travel agency. Jaffe will own 100 percent of the company and collect a majority of profits in cash, not Romanian currency. “anybody who wants to do business in Romania can buy our expertise,” Jaffe told the small group.</p><p>After listening to the litany of deals, Pozza, a no-nonsense woman who has worked for Jaffe for seven years and applies the brakes when deals start spinning out of control, turned to Jaffe and said sarcastically, “are you sure you don’t want to start a denture franchise over here?” Jaffe laughed and told her, “Who knows? Maybe that’s a good idea.” In twelve hours Jaffe had nailed down six contracts for hush kits, agreed to sell the Rombac 1-11 around the world, tentatively committed to building parts for two of his airplanes in Romania, and formed a company that will bring in foreign partners to buy, sell, and trade throughout the country. But for Ion Tomescu, all of the day’s dealings were deadly serious. To him, this wasn’t just business but the continuation of the revolution. “Some people make only paper,” said Ion, holding up a fistful of documents, ”but we make life.”</p><p><span class=\"dropcap\">T</span>he Next Morning, As a Mild Russian wind stirred over Romania, Jaffe lifted off from Bucharest in the Romanian 707 that the secretary of the air Force didn’t have enough money to fill up with fuel. If all of the other deals came to nothing, the trip had been worthwhile: He flew over on the $20 to $25 million hush kit barter, and he was going home on an airplane that will be fitted with a $3 million hush kit paid for in cash. Jaffe was in no mood to consider the worst-case scenario. “Isn’t Romania a beautiful country?” he asked. “Whatever happens, i’m in for the long haul over here.” Iliescu will have at least two years to rebuild the country, assuming that the riots of early June don’t topple his government, and that gives Jaffe at least two years to make money.</p><p>“I look at this deal just like an oil well,” said Jaffe. ”When you drill a well, you hope you find pay. It might be there, and it might not be. It damn sure won’t be there until you spend the money to find out.” a deal is a deal, and there are new claims to be staked —away from home. In Eastern Europe alone there is an untapped market of 140 million people.</p><p>Jaffe’s optimism was unbearable. Wasn’t he worried about Romania’s inflation, another revolution, labor problems, student unrest, the lack of equipment and access to the outside world? No, Jaffe insisted, he wasn’t worried. In fact, he and Pozza began planning their next trip to Romania, making a list of potential partners to take over later this year. Wasn’t he worried about losing his shirt? “Look, I could sit home every day and collect eight-percent interest on my money and do absolutely nothing,” said Jaffe, ”or I could put my money to work in Romania and be smack in the middle of the greatest single event of my generation. All things being equal, i’d rather have some fun.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "August 1990",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Business",
      "Government",
      "Work",
      "Aviation",
      "Oil",
      "people",
      "money",
      "office",
      "War",
      "House",
      "San Antonio",
      "Texas",
      "Military",
      "Home",
      "Real Estate",
      "cold",
      "Prince",
      "Television",
      "TV",
      "China"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": [
      "San Antonio",
      "Texas",
      "West",
      "Fredericksburg",
      "Mercedes"
    ]
  }
}