{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19908",
    "date": "August 1990",
    "year": 1990,
    "month": 8,
    "month_formatted": "August",
    "pdf_uri": "/1990/19900800.pdf",
    "issue_cover_image": "",
    "document_start_page": 72,
    "toc_start_page": 70,
    "document_page_range": [
      [
        72,
        73,
        74,
        75,
        76,
        77
      ],
      [
        140,
        141,
        142,
        143,
        144
      ]
    ],
    "toc_order": 14,
    "toc_headline": "The Battle for Barton Springs",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199008-thebattle",
  "source": "/1990/19900800.pdf",
  "wp_post_id": 125601,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-battle-for-barton-springs/",
  "authors": [
    "Paul Burka"
  ],
  "headline": "THE BATTLE FOR BARTON SPRINGS",
  "dek": "An ex-UT jock turned corporate bigwig has ambitious plans for Austin’s sacred ground.",
  "spread_caption": "",
  "excerpt": "A determined developer’s big plans for Austin’s cool, clear water hole is bringing out extremes on both sides.",
  "kicker": "",
  "word_count": 4913,
  "content": "<p>Photographs by Don Glentzer</p><p>ALMOST EVERYONE IN AUSTIN REMEMbers when it used to be a better place to live. The pangs of loss are not, as in Dallas and Houston, for the days when the sky was full of construction cranes and everybody had a deal working, but for things that are irretrievably gone: the view west from Mount Bonnell of pristine hills, now carved into subdivisions; the low-water crossings on a country lane, now turned into an outer loop; the prominence of the Capitol, now obscured by nondescript office buildings; the steep hill on the edge of town, now bulldozed into a stubby mesa topped by a graceless shopping mail; even the orange street signs, now an insipid only aspect of Austin’s idyllic past that remains lough some folks will argue with you about that -is Barton Springs, the clear, cold, beloved swimming hole just south of the Colorado River in the heart of the city. And now that Jim Bob Moffett has come to town, Barton Springs too is endangered, its crystalline waters threatened by the biggest development ever proposed for the Hill Country.</p><img/><img/><p>AUSTIN SWIMMERS HAVE EMJOYED THE CRYSTAL CLARITY OF BARTON SPRINGS SINCE THE 1830's-AND THEY DON'T WANT DEVELOPERS TO RUIN IT.</p><p><em>Jim Bob Moffett is determined to build, and much of Austin is determined to stop him.</em></p><p>Moffett is the chairman and CEO of New Orleans-based Freeport-McMoRan, which wants to put 2,538 homes, 1,900 apartments, 3.3 million square feet of shopping and office space, and 4 golf courses on 4,000 acres overlooking Barton Creek. As its name suggests, the creek is one of the principal sources of water for Barton Springs. Soon after passing by the proposed development, the creek disappears into the earth through holes and fissures in its limestone bed. There its waters mingle with those of 5 other creeks in underground chambers and channels before reemerging at the springs. During this subterranean passage some silt falls out of the water to the bottom of the formation, but this purification process needs time and distance to work. The huge project, called the Estates at Barton Creek, is just 7 miles upstream on a watercourse that is 41 miles long. Any pollution from the Estates-treated sewage that will be sprayed on the golf courses, oil drippings from thousands of cars, pesticides from all those lawns and gardens and golf holes-that washes into Barton Creek is likely to emerge at the springs.</p><p>But it isn’t only what Jim Bob Moffett wants to do that raises the hackles of many Austinites; it is who he is. Austin can be an elitist and snobbish town, not socially but intellectually, in which people’s ideas and credibility are assigned weight according to their political, professional, and personal affiliations. Austin does not readily accept people with two first names, ex-jocks, oilmen, big-shot corporate executives, or defilers of the Hill Country. Jim Bob Moffett is all of the above and more; it would be hard to invent a character less fated to win acceptance in Austin. A tackle at the University of Texas during the early years of Darrell Royal, he made his fortune in the oil business and, following a 1981 merger, is now the sixth-highest-paid corporate executive in America, with an annual compensation of $13 million. If Moffett personally is a bad fit for a city obsessed with symbolism, Freeport-McMoRan is worse. It is engaged in extracting minerals from the earth-sulfur, uranium, copper, oil and gas, and gold-and in making agricultural chemicals and fertilizers. In the process, the company released more toxic chemicals into American waterways in 1988-110 million pounds into the Mississippi River-than any other corporation.</p><p>The threat to Barton Springs has galvanized Austin’s fragmented environmental community, which despite its majority strength is seldom united enough to affect city policy. Joined in uneasy alliance with mainstream environmentalists are Edenites determined to protect the last remnant of their lost paradise, technophobes who live in unair-conditioned houses and regard humans as a blight on the Earth, technocrats who abhor urban sprawl and want Austin to have mass transit instead, students aroused by the presence of UT president William Cunningham on the Freeport-McMoRan board of directors, refugees from the sixties who speak of Barton Springs as “sacred ground,” and, finally, the thousands of ordinary people who live here because they place quality of life ahead of money. “Barton Springs is the canary in the coal mine for Austin and Central Texas,” warned one opponent of the development, alluding to the way miners check for poisonous gases: If the canary dies, the miners know they have to get out.</p><p>And so the Battle for Barton Springs is on, with Jim Bob Moffett determined to build and much of Austin determined to stop him. It is a uniquely Austin confrontation, and yet in its essentials it is just the latest manifestation of the ancient Texas struggle over land and water. Texans have always been of two minds toward the land-they love it, and they want to do with it as they please-and they have never been able to resolve the conflict: Where, if at all, does the landowner’s right end and the public's right begin?</p><img/><img/><p>DESPITE A STORM OF PROTEST, NEW ORLEANS DEVELOPER JIM BOB MOFFETT SAYS CHEMICALS FROM GOLF COURSES WONT POLLUTE BARTON SPRINGS.</p><p><em>The threat to Barton Springs galvanized Austins fragmented environmental community.</em></p><p><strong>COOL, CLEAR WATER</strong></p><p>EVEN ON THE HOTTEST AFTERNOONS OF SUMMER IT TAKES an act of will to enter the 68-degree waters of Barton Springs. New arrivals take up residence on the grassy slopes alongside the thousand-foot pool to bake in the sun until mind and body are convinced that the water is a more hospitable environment than the land. The best way to enter the pool is a matter of intense dispute. Some believe in total immersion: a headfirst dive, followed by a minute or two of vigorous paddling. Others counsel a more cautious entrance. Steps at the south end of the pool lead down to water barely ankledeep, where sunlight penetrates the transparent water to warm the shallows. From this reassuring comfort zone one can venture gradually into deeper and ever cooler water.</p><p>Even more than its bracing temperature, the allure of Barton Springs is its clarity. A few hundred yards away the greenish, opaque Colorado is evidence of the fate of most Texas waterways. Throughout the state, grazing and clearing have destroyed the vegetation that held the soil to the land, and the subsequent erosion has silted up the creeks and rivers beyond any hope of redemption. But Barton Springs yields its secrets readily: the limestone shelf that offers a haven from deep water, the jutting cliff underneath the diving board that rises above the waterline to form a natural wall, the smooth pebbles that overlie the bottom. There is about Barton Springs something of the awe of Yellowstone-that this water comes from the very heart of the Earth, pure and from some world other than Texas. And if there is anything Austinites like to feel, it is superior to the rest of the state.</p><p>The springs have been a popular swimming hole since the 1830’s, when an early settler named Billy Barton began charging admission. In 1918 a local icemaker named A. J. Zilker gave the springs and fifty acres of land to the city. Long before, however, Austinites were idealizing the springs much as they do today; in the 1880’s a local newspaper called Barton Springs “Austin’s Eden” and wrote that it had been praised “so long and in so many ways that it would seem useless to speak of its manifold beauties.” For many years change came slowly to Barton Springs. In the 1930’s, the city turned the swimming hole into a pool by putting in sidewalls and a dam; in the fifties, naturalist Roy Bedichek, a Barton Springs regular, died, and so did the willow tree near the rock where he used to sit; and in the seventies, UT coeds went through a topless-bathing-suit phase.</p><p>Above the springs, however, more-drastic changes were coming to Barton Creek. In the seventies, apartments appeared on the bluffs above the creek. Austin voters approved a bond issue to acquire a greenbelt along the creek, but most of the money was diverted to other uses. In 1981, construction of Barton Creek Square Mall started with the decapitation of a large hill about two miles southwest of the springs. Heavy rains washed tons of dirt down the steep slopes into the creek and, ultimately, into Barton Springs in the form of suspended silt. Man-made defenses-detention ponds to allow silt to settle, hay bales to filter anything that escapedthat the developers had erected, under an agreement with the city, to trap the dirt and protect the creek were inadequate to the task. Technology had failed, and the developers’ commitments had proved empty: two precedents that protectors of the springs would not soon forget. Barton Springs was so occluded that it was closed for 32 days that year, and some swimmers insist that it has never regained its former clarity. To this day there are people in Austin who boycott the city’s biggest shopping mall.</p><p>Barton Creek Square was only the beginning. Upstream of the mall, where the creek turned west toward its origins, the Hill Country was a frenzy of speculation and development in the high-rolling days of the early eighties. The first suburban subdivision along Barton Creek bore the unintentionally ironic name of “Lost Creek.” The dirt was flying, as developers like to say, and some of it kept finding its way into Barton Creek—and Barton Springs. Every day that Barton Springs was closed, more and more people in Austin became convinced that development along Barton Creek had to be not just controlled but stopped.</p><p>[ CONTINUED ON PAGE 138 ]</p><img/><img/><p>ENVIRONMENTAL ACTIVIST TIM JONES OF EARTH FIRST! INSISTS THAT MOFFETT's BIG DEVELOPMENT IS ALREADY POISONING BARTON CREEK.</p><p>[ CONTINUED FROM PAGE 74 ]</p><p>But how? Austin could not, of course, simply prohibit all development in the Barton Creek watershed. That would be an illegal confiscation of property. Moreover, the area where the action was heaviest lay outside the city’s territorial limits, beyond the reach of Austin’s land-control laws such as zoning. Under Texas law, however, cities do have the authority to protect water quality in a five-mile belt beyond the city limits. In the past, Austin had used this power mainly for innocuous purposes like street widths. But in 1986 the city decided to use the water-quality loophole to control development.</p><p>The new controls required developers near Barton Creek to keep most of their land in open space, where natural vegetation would soak up runoff that might otherwise carry pollutants to the creek. The open-space requirements meant that high-density projects were impossible. Because so much land could not produce revenue, the price of lots on eligible land would have to be extremely high for the developer to make a profit. Then the developer had to find something to do with the sewage; people paying big money for housing would rather not use septic tanks. Had the city found a way to protect Barton Springs after all?</p><p>No. Freeport-McMoRan found the solution: Buy a huge amount of land, buy it cheap ($10,000 an acre) from banks and savings and loans that had foreclosed on it (the core of the property was formerly owned by Ben Barnes and John Connally), count money-making golf courses as open space (including an existing course put in by Barnes and Connally), and dispose of the sewage on the golf courses. All that Jim Bob Moffett and Freeport-McMoRan needed was the Austin City Council’s approval of the Estates at Barton Creek as a planned unit development, PUD for short. And if Austin said no, a recent state law made it easier for Freeport and its new partner from Dallas, privately held ClubCorp International, to form their own city, escaping Austin’s regulations entirely.</p><p><strong>Developers School</strong></p><p>IF THERE WERE SUCH A PLACE AS Developers School, here’s what you would learn to say in the required course on Getting Approval for a Controversial Development:</p><p>(1)We’re good guys.</p><p>(2)Big developers can afford to do more for the environment than little developers.</p><p>(3)We are doing more for the environment than any other developer has done.</p><p>(4)Even though we’re from out of town, we care about your community.</p><p>(5)You may not like our planned development, but it’s better than unplanned development.</p><p>(6)We’ve done everything you’ve asked us to do.</p><p>Late on the afternoon of June 7, Jim Bob Moffett led off Freeport-McMoRan’s request for formal approval of the Estates at Barton Creek with a speech that followed the textbook. The council chamber had been filled to its 275-person capacity for hours with people waiting to speak. Despite the presumed closeness of the vote —the smart money had two members of the council for approval, two against, and three, including two lame ducks, on the fence —the atmosphere in the room was more festive than tense. Freeport-McMoRan supporters wore large yellow buttons that read “Quality Development,” but they didn’t need buttons to identify themselves. Their business attire and organized intensity separated them from the casual Austinites.</p><p>Moffett touched all the designated bases: “I graduated with the highest grades of any football player at the University of Texas. . . . We spent a hundred million dollars to clean up the four thousand acres. . . . We are the first developer to set aside eight hundred and sixty acres for bird habitat. . . . We want to be a part of the city of Austin. . . . Prior to our involvement, the acreage was doomed to small-tract development. . . . We have done everything to ensure the safety of Barton Creek.”</p><p>But his message wasn’t selling, at least not to people in the audience. Three times they interrupted him —not with catcalls or hisses but with laughter. The first came when he talked about his grades; another when he ran through the names of Freeport’s best-known directors and came to Henry Kissinger; another when he said, “As a geologist, I will promise you that I know more about Barton Creek than anybody in this room.” To the audience, these showed that he was clueless about Austin and its values. Didn’t he know that UT football players weren’t icons anymore, that Henry Kissinger was history and not very good history either, that swimmers knew more about the true meaning of the sacred waters than scientists? With each outburst, Moffett grabbed the lectern tighter, his arms almost straight, as if he wanted to strangle it. His face was fixed in a glower, and his close-cropped hair, long enough on top to lean to one side but not to lie down, seemed to bristle. He looked like a man who found himself in territory that was not so much hostile as utterly foreign.</p><p>When Moffett moved his company from New York in 1985, New Orleans was even harder than Austin for an outsider to crack—but Moffett cracked it (although people who keep track of such things note that he has yet to have lunch at the Boston Club). He led a drive to save the library, gave millions to the arts and the public schools, acknowledged the existence and interests of blacks, and rendered powerless the mossback local establishment, whose main goal had been to shut out everyone besides themselves. He headed the ill-fated statewide campaign for Governor Buddy Roemer’s tax-reform package. He lost some luster by calling Louisiana a “banana republic” for turning down FreeportMcMoRan’s request to dump naturally radioactive gypsum into the Mississippi River. But as polluters go, he is hardly public enemy number one. The chemicals Freeport-McMoRan discharges into the Mississippi-under federal and state permits—are sulfates and phosphates, byproducts of fertilizer; they cause algae, not cancer.</p><p>When Moffett had bought the land on Barton Creek, the Austin businessmen and bankers he met with had treated him almost as a hero. He was the first person in a long time to invest in their broke and busted town. Nobody prepared him for the other Austin. All the things that counted to him—a place on the Fortune 500 list, prominent directors, civic philanthropy, corporate responsibility, even his word—were not valued by the people who were laughing at him.</p><p>The rest of the Freeport-McMoRan presentation was anti-climactic. An array of consultants ran through the company’s environmental safeguards —biodegradable pesticides, used sparingly; wet ponds in low-lying areas to trap runoff and allow sediment to settle; sprinkler systems linked to sensors and a computer, so that only as much sewage would be sprayed on the golf courses as the grass could absorb—without a question from the council or a reaction from the audience. The crowd had already found out what it wanted to know. Jim Bob Moffett didn’t understand Austin, and if he didn’t undemand Austin, how could he begin to understand Barton Springs?</p><p><strong>The Politics of Geology</strong></p><p><span class=\"dropcap\">T</span>HE BATTLE FOR BARTON SPRINGS is a fight over cultural differences, but it is also a fight over geology. At the center of the dispute is the familiar issue of whether the natural processes of the earth can be controlled by man. Jim Bob Moffett is certain that they can. Most of Austin is certain that they cannot.</p><p>The Hill Country where FreeportMcMoRan wants to build the Estates at Barton Creek owes its existence to the Balcones Fault zone, a break in the earth’s crust that marks the end of the Coastal Plain and the beginning of the American West. East of the fault zone lie black soil and cotton country; to the west are limestone bedrock and ranchland.</p><p>The limestone that today underlies Barton Creek and Barton Springs was laid down around 100 million years ago in a shallow sea. After it became exposed to the air in tidal flats, rain dissolved salts in the rock, causing small holes to appear. Caverns with depths of 100 to 150 feet formed when the porous limestone became so weakened that it collapsed. Water filled the holes and caves. But the system was flat, inhibiting flow, and had no place for the water to escape. Eventually the sea buried the rock and its captive water under several hundred feet of mud, and there they remained until around 12 million years ago.</p><p>Under stress from the prolonged subsidence of the Gulf Coast basin, the earth gave way around an underground hinge. West of this fault zone the limestone bedrock was lifted up and tilted toward the coast to form the Hill Country, while to the east of the hinge the land was pushed down. These unimaginable forces fractured the limestone, allowing surface water to fall in through exposed cracks, travel along underground avenues, and, where the land flattened out, escape through other cracks that we call springs. The tilt of the formation caused the water to flow eastward toward the springs. This subterranean system extends from near Del Rio, past Austin, and almost to Temple and is known as the Edwards Aquifer.</p><p>Over time the portion of the Edwards southwest of Austin become isolated from the rest of the aquifer, both above and below ground. This separation, covering an area about 22 miles long and 4 to 7 miles wide, is what ties the fate of Barton Springs to Barton Creek. It negates the old saw that “the solution to pollution is dilution.” Only six creeks feed the Barton Springs portion of the Edwards, of which Barton Creek is the second largest, contributing 28 percent of the water in the aquifer through the holes and cracks in its bed. Barton Creek is the closest to Barton Springs; its relationship to the springs is like a bathtub’s faucet to the drain. Barton Creek water has less opportunity to mingle with the rest before going out. In the main section of the Edwards, water starting on the western fringe may take hundreds of years to reach Comal, San Antonio, or San Marcos springs. In Austin, silt going into Barton Creek from developments upstream of the shopping mall has been tracked into Barton Springs within 24 <em>hours.</em></p><p><strong>Run Those Developers Out of Town</strong></p><p><span class=\"dropcap\">T</span>HE ALARM ABOUT BARTON SPRINGS was sounded by a local alternative entertainment tabloid called the <em>Austin Chronicle.</em> Distributed for free wherever someone will agree to put it out, the <em>Chronicle</em> is the magazine of what used to be called the Austin counterculture but more accurately could be described as the nonestablishment. It features articles on topics like spray-paint art, the AIDS chamber-music marathon, and Willie Nelson’s Fourth of July picnic, along with lots of regular columns, reviews, and listings. Advertising revenue comes from clubs and restaurants; merchants selling futons, waterbeds, CDs, and outdoor clothing; and a classified section in which you can learn where to get Thai Deodorant Stones, psychic readings by phone, or a partner with any kind of sexual preference.</p><p>But the <em>Chronicle</em> also has the best and most entertaining writer on local politics, Daryl Slusher, and because of him everyone with a stake in city hall reads the <em>Chronicle.</em> When Freeport-McMoRan’s application worked its way to the city agenda, Slusher was ready. The cover of the magazine’s June 1 issue featured a photograph of Barton Springs with a beach ball floating in the water bearing a skull and crossbones. A headline designed to look like a ransom note read,</p><p>IF YOU DON’T READ THIS ISSUE, WFLL POISON BARTON SPRINGS. Inside, Slusher got right to the point: “Within a few years, Barton Springs and Barton Creek could be poisoned beyond repair, all so a few thousand people can live, shop, and play golf upstream.”</p><p>The daily <em>American-Statesman</em> had barely taken notice of the development, but the <em>Chronicle</em> instantly made it a citywide issue. Radio talk shows devoted whole programs to it. A gray-haired thirdgeneration Austinite named Cathy Lee organized a silent vigil at Barton Springs the night before the council hearing. Two hundred people showed up, including a former lifeguard at Barton Springs who came with a trumpet to blow taps. “I didn’t know about the development until I picked up the <em>Chronicle</em>,” Lee told me later. “I’m not in those environmental organizations, and I didn’t want to be aligned with them. We just spread the news by word of mouth. People asked me, 'Who are you with?’ and I said, 'Myself and Barton Springs.’ ”</p><p>By the day of the hearing the populace was in an anti-development fever. Despite a newspaper ad supporting the PUD, signed by Darrell Royal and pro golfer Ben Crenshaw —both members of the Barton Creek Country Club’s policy committee-calls to councilmembers ran an estimated thirty to one against approval. The golf columnist of the <em>AmericanStatesman</em> wrote a column against the golfing development. Opponents gathered at a music club near the council meeting to trade information and drink beer. Eventually the crowd moved to the street outside the council chambers, chanting “Take back our city” while passersby —including city bus drivers —honked horns in support.</p><p>Inside the building, opposition speakers picked apart the Freeport-McMoRan presentation. Tim Jones, an activist in the hardline environmental group Earth First!, read an impenetrable technical report about the condition of Barton Creek and finally said, “What we’ve been trying to tell you is that this PUD isn’t <em>going</em> to pollute Barton Creek-it’s <em>already</em> polluting Barton Creek.” A UT student read from the company’s annual report to suggest that Freeport was in Austin not for the long haul but to flip the land. Lawyers contended that the terms of the agreement that Freeport attorneys wanted the city to sign gave Austin no future control over the development. The audience wasn’t hard to convince. Songs and poetry readings, home videos and earnest pleas, turned the hearing into something out of the sixties —a happening, a love-in, power to the people. “I do wish to thank the developers for bringing us together,” one speaker said. At first, Mayor Lee Cooke tried to keep order by asking the audience not to applaud, but finally he gave up, recognizing that the event had turned into theater.</p><p>Midnight passed. Another member of Earth First! opened a backpack and dumped out golf balls he had collected from Barton Creek. A man in a green shirt led the audience in cheers of “Hold that line.” It was impossible to imagine this sort of thing occurring in Houston or Dallas. “Barton Springs is a sacred area,” said a woman in white shorts and a purple blouse. “I use it personally for my own religious experience.” A nervous woman on the verge of tears talked about technology. “It’s made our culture like two-year-olds with assault rifles. We’re really very dangerous people. . . . And to that two-year-old in each of you,” she said, turning toward the developer group and wagging her finger, “I speak for myself and the community, and for Mother Earth, and I say, 'No, no, no.’ ” A member of Esther’s Follies, a satirical theater troupe, sang a parody of “Cry Me a River”:</p><p>Barton Springs forever,</p><p>The jewel in Austin’s crown.</p><p>If we don’t cherish our river,</p><p>It will perish forever.</p><p>Run those developers out of town. And a husky man in a gray suit made a short but telling speech: “My name is Mack Royal, and I’m a swimmer. My father is a golfer, and his name is Darrell. I’m not going to say much more than that, except I want to hear a no vote. I love Barton Springs.”</p><p>At merciful last, the speeches ended. It was 5:19 a.m. The developers’ lawyer had long ago ceded his side’s right to a rebuttal; it was time for the council to vote. One of the lame-duck members offered a confusing compromise that the leading council opponent of the PUD quashed without a vote. And then, more than twelve hours after the testimony began, the roll was called. No. . . . No.</p><p>. . . Seven times no. The vote was unanimous against the development.</p><p>But the Battle for Barton Springs is not over. Freeport-McMoRan can appeal to the Texas Water Commission or form a separate city with its own water-quality regulations. Now the next move is up to Jim Bob Moffett.</p><p><strong>The Snail Darter</strong></p><p>“<span class=”dropcap“>I</span> KEEP THINKING ABOUT THAT guy on the cross,” said Jim Bob Moffett, spreading his arms out against the Hill Country sky. “I tell myself, 'Forgive them, for they know not what they do.’ ”</p><p>It was almost three weeks after the hearing, and Moffett was standing near the sixth fairway of the Barton Creek Country Club golf course. Despite the hundred-degree sun that beat down on his black pinstriped suit, he did not sweat. From the chest up he had some bulk left over from his football days, but his middle was trim. He conveyed a sense of power that came not only from his body but also from his habit of invading another’s physical and intellectual space. He leaned forward to make points, checking frequently—“You see?” —to make sure you were absorbing his thoughts. His words notwithstanding, forgiveness of Austin did not seem uppermost in his mind.</p><p>“Not only us but all Fortune 500 companies are going to evaluate Austin after this,” he warned. But what he regarded as potential civic disaster, the Edenites of Austin would regard as civic salvation. It is not business that they fear but the booster types in their own city who would gladly put Barton Springs at risk for the sake of a few more jobs. Jim Bob Moffett still doesn’t understand Austin. He thinks that the PUD protest was the work of a few radicals (“The Earth First! people by themselves led this mission”) whose real agenda wasn’t saving Barton Springs but stopping all growth and development (“They found their snail darter in Barton Springs”).</p><p>As Moffett got ready to leave the unnaturally perfect contours of the golf course, he made one final observation about the hearing that revealed why developers and environmentalists will forever see the world in different ways: “We’re more conscientious on the environment than anyone in that room. We have to be. We’re in environmentally sensitive businesses all over the world.” Yes, but . . . To Moffett, being conscientious about the environment means complying with the rules. To Austin, being conscientious about the environment means not gambling with the fate of Barton Springs. One focuses on process, the other on result.</p><p>Following the rules can reduce the threat to Barton Springs but can’t eliminate it. The densely planted golf course will absorb more runoff than ordinary Hill Country vegetation. Wet ponds —large, heavily vegetated pools through which runoff will be routed before it enters Barton Creek—will remove some of the remaining sediment and chemicals from the water. But some will reach the creek and, therefore, the springs. Around 80 percent of the water that replenishes the aquifer in an average year falls in through the creek beds in just three or four big storms. During these tempests the runoff from the development, laden with silt and chemicals, will be flowing downhill so swiftly that no plant barrier or wet pond can remove everything. Freeport-McMoRan’s engineers say that 20 percent of the bad stuff will get through; other engineering studies put the figure closer to 60 percent. Those odds aren’t good enough for Austin. As a last resort, opponents of the development want the city to buy the land as a park. But the Estates at Barton Creek represents only one percent of the drainage into the Edwards Aquifer. What about the next development, and the next? “Our opponents think that this four thousand acres will save the creek,” said Jim Bob Moffett. “That’s bullshit. If there is land out there to be bought, people are going to buy it. You can’t shut the world down.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "August 1990",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Barton Springs",
      "Austin",
      "Water",
      "people",
      "Golf",
      "Land",
      "Country",
      "Earth",
      "Environment",
      "Texas",
      "Hill Country",
      "Pool",
      "Shopping",
      "UT",
      "Business",
      "Creeks",
      "Fate",
      "Football",
      "Freeport",
      "money"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Austin",
      "Texas",
      "Hill Country",
      "West",
      "New Orleans"
    ]
  }
}