{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19908",
    "date": "August 1990",
    "year": 1990,
    "month": 8,
    "month_formatted": "August",
    "pdf_uri": "/1990/19900800.pdf",
    "issue_cover_image": "",
    "document_start_page": 88,
    "toc_start_page": 86,
    "document_page_range": [
      [
        88,
        89,
        90,
        91
      ],
      [
        145
      ]
    ],
    "toc_order": 17,
    "toc_headline": "High Country Haven",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199008-highcount",
  "source": "/1990/19900800.pdf",
  "wp_post_id": 125592,
  "wp_post_guid": "http://www.texasmonthly.com/article/high-country-haven/",
  "authors": [
    "Joe Nick Patoski"
  ],
  "headline": "High Country Haven",
  "dek": "That longed-for mountain idyll is closer than you think: in Ruidoso where they’re always happy to see another Texan.",
  "spread_caption": "",
  "excerpt": "The Tetons are grander and Santa Fe is tonier, but no place is more apropos than Ruidoso.",
  "kicker": "",
  "word_count": 1649,
  "content": "<img/><img/><p>Whenever the Dog Days Of august and triple-digit temperatures start getting to me, I dream of the Rockies. Maybe this will be the year i’ll see Yellowstone or do Banff. Can you imagine what it would be like to take a cruise up the alaskan coast? Or go south of the equator, where it’s winter? But when all is said and done, I would happily settle for a weekend in Ruidoso, which is to the towns of West Texas what the South of France is to Paris.</p><p>If it weren’t for the mountains, the road signs, and a hundred miles of highway, Ruidoso, New Mexico, could pass for being part of the Lone Star State. Ninety percent of the visitors are from Texas, a statistic borne out by the number of cars with Texas license plates. The wood signs hanging in front of vacation homes are further proof. The owners identify themselves not only by surname but also by hometown: Lamesa, Wichita Falls, Jacksboro, and abilene. The town is so linked to our state that there’s even a repo’ed Barnes-Connally development (Champion’s Run). As for the locals, it seems that most are displaced Texans.</p><p>This laid-back mountain community’s Little Texas reputation can be attributed to four factors: the realtors’ famous “location, location, and location,” <em>and</em> a cool mountain climate. Ruidoso is close to just about anywhere by a Texan’s standards: 123 miles from El Paso, 220 miles from Lubbock, 300 miles from Midland -Odessa, and a ten-hour shot by car from Dallas or San antonio. Nestled in the Lincoln National Forest and bordering the massive Mescalero apache Indian Reservation at an elevation of almost eight thousand feet, Ruidoso offers the tantalizing prospect of soothing evening breezes and open-window sleeping weather even on the hottest days of the year.</p><p>And Ruidoso’s diversions are tailored to Texas tastes. Summer means the ponies are running at the Ruidoso Downs racetrack daily except Tuesdays and Wednesdays through September 3, which is more than you can say for most tracks in Texas. The Downs is owned, naturally, by a Texan —Fort Worth’s R. D. Hubbard, who hangs his extensive collection of Remingtons, Russells, and other realist art in the Ruidoso Downs Turf Club’s Hubbard Museum (open on race days from eight-thirty to four and from ten to four on Wednesdays). The track is one of the more pleasant facilities of its kind —clean, freshly painted, with little of the seediness too often associated with the sport. Most of the quarter horses and thoroughbreds are from—you guessed it —Texas. (Seating prices range from free to the $8.50 admission to the Turf Club; call 1-800-622-6023 for reservations.) The season climaxes on Labor Day with the all american Futurity, the world’s richest quarter horse sprint, with a $2.5 million purse.</p><p>Photographs By Bill Kennedy</p><p><strong>INN Of the Mountain Gods</strong></p><p><em>Guests need never leave the grounds.</em></p><p><em>With a little</em></p><p><em>perspective, one can</em></p><p><em>appreciate Ruidoso</em></p><p><em>for what it is:</em></p><p><em>unpretentious,</em></p><p><em>gregarious,</em></p><p><em>and friendly.</em></p><p>The scenery around the track and the entire Ruidoso Valley may be neither so pristine nor so majestic as the ansel adams version of the american West (a case in point is Cowboy’s Riding Stables, across from the track, which has an abandoned rollercoaster ride winding through the corral), but after a few hours of monotonous blacktop, the mere pleasure of being surrounded by pinon, ponderosa, juniper, and spruce and inhaling crisp, clean air is its own reward. That’s one way of saying that a little perspective helps make one appreciate Ruidoso for what it is —unpretentious, gregarious, and friendly.</p><p>Bolo ties containing boulder-size chunks of turquoise are not a common sight. The galleries lining Sudderth Drive downtown won’t be confused with those in Taos. Most of the Indian pottery and crafts come from upstate New Mexico. One store on Sudderth advertises “Santa Fe-style gifts.” Trendy little Southwestern-cuisine restaurants that serve up chipotle mayo on the side are not the rage here—the one tony establishment on Sudderth, La Lorraine, specializes in traditional French cuisine. In lieu of cutting-edge cooking there’s a plethora of steakhouses like the crowded Cattle Baron; quantity-intensive eateries such as the Upper Canyon Restaurant’s all-you-can-eat buffet; charming little breakfast-and-lunch-only spots like the Hummingbird Tearoom, the Blue Goose, and the Rose Cafe on U.S. 70; and at least three surprisingly decent barbecue pits scattered along Sudderth Drive. The homesick can find comfort at the Texas Cafe, which advertises Texas-style chili, Texas-size burgers, and Texas toast. For a redor green-chile New Mex-Mex fix, try La Cocina de Jacqui’s enchilada platter ($4.95) or order a red or green breakfast burrito at the Tastee Freez, where extra chiles are 35 cents.</p><p>To get around to the sights, one must drive. The racetrack is 4 miles northeast of downtown; Ski apache is 16 miles. Capitan, the home of the Smokey the Bear burial site, state park, and museum (where I learned that the words to the “Smokey the Bear” song are by the author of “Frosty the Snowman” and “Peter Cottontail”) is 20 miles away. Twelve miles east of Capitan is Lincoln, an immaculately restored village famous for the Lincoln County War of 1878, which is celebrated during Old Lincoln Days, the first weekend of august. The festival includes a reenactment of Billy the Kid’s dramatic jailbreak. Twenty miles west of Capitan is Carrizozo, the Lincoln County seat and gateway to the ghost town of White Oaks, the Valley of Fires State Park, and Indian pictographs near Three Rivers. One of the most scenic drives in the region is the road to Cloudcroft, a tiny resort town 35 miles south of Ruidoso. Alamogordo, 16 miles farther down the road, is the home of the Space Center complex, which includes the Space Hall of Fame, a planetarium, and an Omnimax big-screen theater. Then there’s White Sands National Monument, about as surreal a place as you’ll encounter on planet Earth, a 22-mile drive from alamogordo. (Be forewarned: White Sands is very hot during the summer; early-morning or lateafternoon visits are strongly recommended, as are full-moon nights when the grounds are open until midnight.)</p><img/><img/><p>Which is not to suggest one must go anywhere at all. High rollers settle in at the spacious Inn of the Mountain Gods, three miles from town, and never leave. The [ Continued On Page 143 ] [ Continued From Page 88 ] setting <strong>IS</strong> the stuff one expects of a self-contained resort in the Rockies. The modern 250room hotel complex (doubles $110 and up) hugs a manicured slope of Kentucky bluegrass on the shore of the 148-acre private Lake Mescalero. Nearby 12,000foot Sierra Blanca peak is southern New Mexico’s tallest. You can fish in the stocked lake; rent a canoe, rowboat, or paddleboat; hit the jogging trail; or choose a more conventional diversion like tennis, golf at New Mexico’s toprated course ($30 greens fees for hotel guests), swimming or soaking in the pool and hot tub —all a short walk from your room. Horseback riding and skeet shooting are also available. Sometimes, especially when convention groups are at the hotel, it seems almost too much like Vegas. Since the Inn of the Mountain Gods is on the Mescalero apache reservation, some gambling is allowed. There’s an arcade with video poker, bingo, and lotto games; instant bingo pulltabs in the lobby; and a bingo hall open Wednesday through Sunday with $5,000 nightly in prizes.</p><p>Ruidoso Downs</p><p><em>a wellrun racetrack remains a rare treat.</em></p><p>The pace is considerably slower and the action more limited at the only other full-blown resort in the region, the Lodge in Cloudcroft. Originally constructed in 1899 as a retreat for Southern Pacific Railroad employees, the recently refurbished 47-room Lodge is cut from the same cloth as the grand hotels of the national parks in the western U.S. and Canada. Like the Inn of the Mountain Gods, it is the kind of place you never need leave —there’s a restaurant and bar, a small pool and spa, nearby horseback rides, and a nine-hole golf course, one of the loftiest in the nation (greens fees, including cart, $36).</p><p>The similarities end there. Where the Inn of the Mountain Gods is modern and plush, the Lodge is old and quaint. A typical double room ($55-$70 a night) is half the size of one at the Inn. That shortcoming is relative, considering the bed-and-breakfast-style antiques, the potpourri on the night table, and the teddy bear on the bed. The hotel even has a ghost, Rebecca, a comely red-headed spirit for whom the restaurant is named.</p><p>The best thing about the Lodge, though, is the view. Perched on the rim of the Sacramento Range, the copperdomed grande dame overlooks the Tularosa Basin and White Sands five thousand feet below, with the San andres Mountains outlining the horizon eighty miles away. At sunset, the view from a window table at Rebecca’s is better than any you’ve seen on a postcard.</p><p>As nice as lounging in the lap of luxury may be, I could be satisfied sleeping in the back of a pickup under a camper shell or tucked in a bedroll under the stars. Those less inclined to rough it can find comfortable shelter in a condo, motel room, the Yogi Bear Jellystone RV park, or one of the scores of log cabins shaded by the tall ponderosas. Upper Canyon Road has several clusters of notable rental cabins, including the Dan Dee, the Story Book, and the Whispering Pines, which feature rustic wood exteriors, well-appointed interiors (with all the comforts of a motel room plus a fireplace), and immaculately maintained grounds. All the lodging information you’ll ever need can be obtained from the Ruidoso Valley Chamber of Commerce (P.O. Box 698, Ruidoso, New Mexico 88345; 505-257-7395).</p><p>You can have your opera, psychic healers, precious adobe, and refined pleasures. I’ll take the bumper boats, rock shops, roadside cherry-cider stands, kitschy trading posts selling “authentic” headdresses, and the blue jeans-casual dress code. When the priorities are to relax and beat the heat, familiarity breeds content. There’s no home away from home quite like Ruidoso.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "August 1990",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "Home",
      "Resort",
      "bingo",
      "Canyon",
      "Country",
      "Golf",
      "Pool",
      "Restaurant",
      "Southern",
      "Space",
      "Art",
      "Barbecue",
      "Barbecue",
      "Breakfast",
      "Burrito",
      "Cars",
      "Cattle",
      "Chiles",
      "Chipotle"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Texas",
      "West",
      "Canyon",
      "Dallas",
      "Midland"
    ]
  }
}