{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19908",
    "date": "August 1990",
    "year": 1990,
    "month": 8,
    "month_formatted": "August",
    "pdf_uri": "/1990/19900800.pdf",
    "issue_cover_image": "",
    "document_start_page": 82,
    "toc_start_page": 82,
    "document_page_range": [
      [
        82,
        83,
        84,
        85
      ],
      [
        135,
        136,
        137
      ]
    ],
    "toc_order": 16,
    "toc_headline": "A Soldier's Secret",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199008-asoldiers",
  "source": "/1990/19900800.pdf",
  "wp_post_id": 125595,
  "wp_post_guid": "http://www.texasmonthly.com/article/a-soldiers-secret/",
  "authors": [
    "Dana Rubin"
  ],
  "headline": "A Soldier's Secret",
  "dek": "",
  "spread_caption": "",
  "excerpt": "In the farming town of Whitewright, stolen tenthcentury illuminated manuscripts and ivory reliquaries weren’t all that Joe Meador had to hide.",
  "kicker": "",
  "word_count": 5122,
  "content": "<img/><p><strong>Illustration by Alan Reingold</strong></p><p><span class=\"dropcap\">A</span>lthough Some Were Inclined to dismiss Joe Meador’s fabulous art collection as a case of fortuity —a young World War Ii Army lieutenant glimpsed a dazzling treasure and grabbed it, then beat the odds to sneak it home to Texas —that was clearly not the whole story. The heist is only a small part of the mystery that surrounds Joe Meador himself. Of all the American soldiers who might have stumbled upon the precious objects in that German mine shaft, it was the unlucky fate of the town of Quedlinburg that it happened to be him. Of all the soldiers in the 87th Armored Field Artillery Battalion, Joe would have been the one to covet them from the moment he saw them. Only he had the audacity—could it have been courage? —to claim them as his own. And he had the desperate, secret need to hang on to them for 35 years. Not for money. There is no evidence that he ever tried to sell them. In truth, he half wanted to give them back. The idea plagued him, but in the end he simply couldn’t part with them. He needed them too badly.</p><p>Joe was a man who led two lives, and they seldom intersected. In the small farm town of Whitewright he was a hardware-store owner, quiet and unpretentious, who tended orchids and cared for his aging mother. But sixty miles away in Dallas he lived an exuberant lifestyle. He was openly homosexual, loved good clothes, food, and Scotch, and became a nurturing father figure to a circle of younger gay men. Back and forth he shuttled between the two lives, cultivating each image as meticulously as he cared for the fragile orchids in his greenhouse. Two worlds. Two completely different human beings. But who was the real Joe Thomas Meador?</p><img/><p><em>Joe Meador left no clues behind in his will.</em></p><p><strong>Hardly Anyone Knew That A Small-Town Texas Veteran Had Stolen Priceless German Treasures During the Dying Days Of World War Ii. And That Was Just the Beginning.</strong></p><p>If there was one constant in his adult life, a single passion that transcended Joe’s disparate worlds, it was the knowledge that he had in his possession something extraordinarily beautiful, something of inestimable value. From the gilded manuscripts, the reliquaries, and the crucifixes he seemed to get a kind of satisfaction not available to him in his personal relationships. For even though he was a gregarious man, loyal to his friends and generous, he was also lonely. The Quedlinburg treasures were Joe Meador’s lifelong companions. Even when he knew he was dying, he couldn’t let them go. All of his life he prized them for their exquisite beauty, but in the end the glittering cache did not bring happiness.</p><p><span class=\"dropcap\">T</span>he Meador Family Hardware store is on the corner of the main street in Whitewright, a solid turn-of-the-century brick building with green awnings and a look of permanence. Inside are wooden floors, tin-pressed ceilings, and dusty shelves piled with hammers and pliers, flashlights and farm equipment. It is strictly utilitarian, musty and inactive. Joe Meador must have hated it.</p><p><em>Amid the wreckage of war, Joe Meador just could not resist such exquisite beauty.</em></p><img/><p><em>The family home: Joe led a quiet life with his beloved mother and his pampered orchids.</em></p><p>Across the street is the First National Bank of Whitewright, a squat modern building with a glass front and a drivethrough teller. Inside is the vault where Joe’s brother and sister, Jack Meador and Jane Cook, stored the medieval objects they acquired when Joe died ten years ago. The trouble started when Jack and Jane sold two of the items: a jewel-studded tenth-century version of the Gospels and a silver-bound breviary. Now that they are at the center of an international fire storm, facing a lawsuit by the ancient church of Quedlinburg to reclaim its treasures, the town of Whitewright has closed ranks around them as well as their dead brother. With the amoral reflexiveness of a rural community besieged by television cameras and lawyers, the people of Whitewright have defended what Joe did. After all, he was their hometown boy. Yet it is somewhat odd that they should be supportive of him now, ten years after his death, considering what he went through to distance himself from them.</p><p>His parents were prominent in the community. His father was Claude Meador, owner of the hardware store and a deacon in the Baptist church. His mother, Maybelle, taught ceramicand porcelain-painting in a studio behind the family’s yellow Victorian house on South Bond Street. Joe was the eldest of four children, and different in a way that must have been painful. “He was a shy, quiet individual,” said John Clift, one of Joe’s longtime friends. “His brother Jack sort of shunned him because he was, you know, a sissy, which was the way you used to describe a gay in those days.” Influenced by his mother, Joe studied art and architecture at North Texas State Teachers College in Denton, and after graduation in 1938, followed up with art lessons in the seaside resort of Biarritz, France, and in Taos, New Mexico.</p><img/><p>Then came the war. Joe enlisted in the Army on December 9, 1941, two days after the Japanese attack on Pearl Harbor. His unit, the 87th Armored Field Artillery Battalion, took part in the Normandy Invasion and fought its way across France and Germany. Joe was a first lieutenant and a forward observer for his unit, which engaged in heavy combat. He served admirably—he was even wounded, when he ran over a mine, and ended up with a scar on his lip —but he had a rough time; his fellow soldiers didn’t always appreciate his style. “He was very effeminate,” said Karl Kulikowski, a radio operator in the 87th who now lives in New York City. “A lot of the guys poked fun because they thought he was queer.”</p><img/><p><em>A priceless reliquary of Henry I (top) was tucked away in a Whitewright bank vault.</em></p><p>Joe was discharged in 1946. He was thirty years old and a great deal more educated and sophisticated than the rest of his family. Whitewright was a typical North Texas farm town —tranquil and conservative —heavily influenced by Christian values and family ties. It was dry; there were no liquor sales anywhere in Grayson County. It was also tiny; the entire business district was only two blocks long. Clearly it was not Joe’s world. He taught art for a while at an elementary school in East Texas, then history of architecture at Texas A&M. His colleagues remember him as a free-thinker. One borrowed the racy novels of Henry Miller from Joe. At the time, they were banned in the U.S. “He said he had gotten them in Paris and smuggled them home,” said J. Frank Peirce, who now lives in Bryan. Joe started work on a graduate degree in Austin. But his father became ill, and he reluctantly turned back to Whitewright. “It was a damning thing, to have to go back to Whitewright,” said another friend, W. R. Dede Matthews of Bryan.</p><p>A small Texas town wasn’t exactly the kind of place for a young gay man to announce his sexual orientation. So Joe did what anyone would have done. He hid it. When Claude Meador died in 1957, Joe joined Jack in the family store. It was actually two businesses under one roof: the hardware store, which Joe managed, and the farm equipment business, which was Jack’s. Joe moved in with his mother in the old family home. Maybelle Meador doted on her son. In return he was devoted to her and helped her care for his retarded younger brother, James. But there was family tension. Although they worked side by side, Joe and Jack had little camaraderie. “They were two different people,” said one resident. “You would never know they came from the same family.”</p><img/><p>Historical Photographs Courtesy Of the Lutheran Church, Quedlinburg</p><p><em>Turret-shaped reliquaries were among the Quedlinburg treasures hidden in Whitewright.</em> Local people respected Joe as a solid businessman. “He kept a good stock, and his prices were fair,” said Whitewright resident Edith Jester. But Joe was circumspect and kept to himself. His profile was so low that even though he was to work there for twenty years, he would leave only an indistinct impression on most people in Whitewright, even those who encountered him day after day. “He was just a quietnatured type of guy,” said Joe Griffis, whose barbershop is a few doors from the hardware store. “He was a man of few words. He said what was necessary, and that was all.”</p><p><strong>In Dallas, Joe Meador Was A Different Person. It WasN'T Simply A Matter Of LOOSENInG Up; It Was A Complete Transformation.</strong></p><p>Joe needed more in his life. By 1954, he had fallen under the spell of orchids. That was the year the First World Orchid Conference was held at the Missouri Botanical Garden in St. Louis. Before the war, orchid growing as a hobby was largely limited to cities in the Northeast and in Florida. The St. Louis conference introduced the flowers to a broader public and launched a nationwide orchid craze. For Joe it was the start of a lifelong love affair with the flowers. He was enchanted with their mysterious, refined beauty. His interest opened a fascinating new world for him, a world of delicacy and exoticism, where his aesthetic sensibilities were valued. It was also an escape from Whitewright.</p><p>Behind the family house, he built three greenhouses. They became Joe’s obsession. He designed them to exact specifications, ordering the parts, including Army-surplus window glass from old barracks, and supervising the construction. Eventually he filled them with more than six thousand orchid plants, some worth as much as $400 apiece. He created a kind of indoor jungle, complete with a large cage of brilliantly colored parakeets. This was Joe’s retreat. He would work in the hardware store by day and in the evenings retire to his orchids. Sometimes he would take his rifle and crouch on the floor, waiting through the night to shoot the intruding rats that nibbled on his plants.</p><p>If the world of orchids was one retreat, in Dallas he cultivated another. He rented an apartment in North Dallas, a typical anonymous unit in a large complex surrounded by thousands of others. But Joe filled his apartment with things he loved: contemporary furniture, a couple of Eames chairs, prints and paintings, sculptures, and art books on the coffee table. He liked objects that were fine and unusual—jewelry, pottery, anything, you could say, that didn’t remind him of Whitewright. He had a butterfly collection, a stamp collection, and an assortment of wine labels glued to the backsplash in his kitchen. “There were little pieces of bric-a-brac from all over the world,” said a friend, Lee Cadenhead. On one wall was an oil portrait of Joe in uniform, eyes downcast in a brown study. Also framed on a wall was an assortment of ribbons and medals from Joe’s Army days. In a sunny, glassed-in dining room off the kitchen, he kept a few blooming orchids.</p><p>[ Continued On Page 135 ]</p><img/><p><em>The family store: Joe Meador had a gregarious side that his customers never glimpsed.</em></p><p>[ Continued From Page 85 ]</p><p>On weekends in Dallas, Joe was a different person. It wasn’t simply a matter of loosening up when he got to the city. It was a complete transformation. Like an actor changing costumes, he slipped into a different role. In the hardware store, he wore old work clothes. As soon as he got to Dallas he put on a pair of pressed slacks, a silk shirt with a bold pattern, a couple of gold necklaces, and a large ring or two. In Whitewright, no one ever saw him touch an alcoholic drink. In Dallas, he drank heavily. In Whitewright, he spent his time in the hardware store and the hothouses. In Dallas, he frequented museums, gallery openings, antique stores, and garden shows. In Whitewright, he had no romantic interests. But in Dallas, he had many. Free at last to do as he wished, Joe made no secret of his sexuality. Some of his acquaintances he met in gay bars. A few were lovers; many were simply friends. He sought the company of artists or people who appreciated his taste. Promiscuity didn’t seem to be the point. Living his own kind of lifestyle did.</p><p>But as Joe aged into his forties and fifties, that became more difficult. In the youth-oriented world of gay men, it is extremely important to feel vital and attractive. Joe was vain; he watched his weight and tinted his hair. Yet as he got older, his Dallas relationships changed. He began to take on the role of patron to younger gay men. Mostly still in their twenties, they were attracted by Joe’s sophistication, by his sense of style, and certainly by his money. He was unfailingly largehearted. He would buy them dinner and drinks or tasteful gifts. In return, they kept him company.</p><p>If in Dallas Joe turned his back on the moral constraints of his hometown, one value was constant —his devotion to his mother. “His mom would call and he’d be in Whitewright as fast as that car would go,” said Cadenhead. “He got speeding tickets several times.” Back and forth Joe shuttled between Whitewright and Dallas, yet the sixty miles grew longer and longer.</p><p><span class=\"dropcap\">T</span>here Was Even A Third World. In the fifties, Joe fell deeply into the organizational side of orchid growing. By 1959 he had become a judge for the American Orchid Society, one of a small group of experts in the Southwest who traveled from club to club judging contests. Joe and a few of his friends founded a regional orchid association and began helping other growers launch new societies. In 1960 he started his own quarterly magazine, the <em>Southwest Orchid Review.</em> “It was a labor of love for Joe,” said his old friend Ed Wright of San Antonio, “and he paid for much of it out of his own pocket.” Joe wrote a column in which he kept his readers up on insecticides, the nomenclature of species, or the latest orchid-society gossip. In the spring of 1965 he described how disappointed he was when a cold front struck northern Texas while he was out of town, blowing open one of his greenhouse doors. By the time he got home, five hundred plants had frozen. And once he cautioned his readers not to become compulsive about orchid growing. In so doing, he revealed a great deal about his own profound absorption with the plants, about the gratification he found in beauty. “How much more orchid growing means,” he wrote, “when you silently admire the magnificence of nature; its strange and cryptic ways of doing things, its unfathomable and extravagant use of color, form, shape, texture, fragrance. . . . Lucky is the grower who pursues his hobby with an attitude of escape, for when you make work out of growing, you have little chance of finding true relaxation on this earth.”</p><p>The world of orchid growing was in some ways a snobbish one, defined by a certain exclusiveness or clubbiness. Orchid shows and conventions attracted experts from around the world. There, another side of Joe found expression. Among those people he was witty, urbane, and something of an intellectual. “He had an air about him that just emitted class,” said Dalton Watson, another friend from San Antonio. “If somebody would see us all in a crowd, they’d pick him out as the most elite or proper one.”</p><p>In the early days, orchid judging was predominantly a male domain. After six or eight hours of evaluating flowers in a shopping center until well past midnight, Joe and his friends would put up their feet and start drinking. “We’d sit there in a hotel room and plan the future of the orchid world,” said Watson. Once, after a besotted night in Juarez, Joe and a few friends were in the car weaving down the road when they hit a bump. Somehow a ceramic pitcher decorated with orchids that Joe had been saving for his mother got smashed. “He was snookered like the rest of us,” said Watson. “I remember he took that thing in his hands, and he said, 'Mama’s going to be so disappointed ’cause I broke her pitcher.’ And he damn near cried because he broke Mama’s pitcher.”</p><p>After a while, drinking and carousing became an institutionalized part of the scene, with Joe leading the pack. But the alcohol took its toll. Wright remembers pulling Joe aside at an orchid event in Tulsa and gently suggesting that perhaps it was time to slow down. Wright proposed that Joe become a senior judge, with fewer responsibilities. But the idea was too much for Joe. “He broke into tears and said what a hard thing it was for him to do,” Wright recalled. “Orchids meant so much to him.”</p><p>The one theme that tied together all of Joe’s worlds, the one characteristic noted by everyone who knew him well, was a barely disguised sense of unfulfillment. It was as though he had suffered a hurt long ago, something he never talked about, that had left a great emptiness. And somehow, it was tied to his search for beauty.</p><p><span class=\"dropcap\">T</span>he Medieval Town Of Quedlinburg is in the foothills of the Harz Mountains in the state of Saxony-Anhalt, in what is for the moment still known as East Germany. Quedlinburg was one of the earliest capitals of Germany. Beginning in the tenth century, whenever a new emperor took up residence there, he bestowed a precious gift upon the local abbey. Some of the gifts were manuscripts, others were crucifixes or reliquaries, elaborately decorated containers that held tiny fragments of a saint’s robe or a lock of hair. Amassed over centuries in the basilica of Quedlinburg, the sumptuous treasure was on display until late 1944. But as Allied troops approached the town, the objects were crated up and stored in a nearby mine shaft.</p><p>By April 1945, the Harz Mountains were completely surrounded by Allied soldiers, and German resistance was crumbling. On April 19, just three weeks before the end of the war, the 87th Armored Field Artillery Battalion, Joe Meador’s unit, occupied Quedlinburg. The battalion was in charge of securing the town. Teams of soldiers were organized to conduct a house-to-house search for weapons and radio transmitters. One of the battalion’s most important duties was to guard a cave on the outskirts of the city. According to an unofficial history of the 87th, “This cave was filled with valuables, art treasures, precious gems, and records of all sorts. It was definitely a cache of Nazi loot and was accidentally discovered by an intoxicated soldier.” U.S. Army records show that around April 20, some of the Quedlinburg “loot” disappeared.</p><p>For 45 years the treasures were officially missing. The church tried to track them down, with no success. The U.S. Army’s investigation was dropped when the Iron Curtain enveloped East Germany. But the whereabouts of the treasures were not completely unknown. In fact, certain people who were close to Joe Meador had seen them. His friend Matthews recalls admiring a silver-bound breviary, a reliquary, and an ornate paten crowned with a golden starburst on a bookshelf in Joe’s room on the A&M campus. When he visited the family home in Whitewright, Matthews saw another manuscript, a chalice, and other objects on top of a bureau. From time to time the manuscripts turned up at the hardware store. With little fanfare, Joe would pull them out for his employees or would even slip them onto the counter, where customers could glance at them as they looked for a piece of plumbing equipment. It was as though he was furtively testing his acquaintances to see who would appreciate the objects. Some of his Dallas friends remember seeing them at the apartment. One friend recalls asking Joe where the objects came from: “He simply said he got them in Germany from a mine shaft.”</p><p><span class=\"dropcap\">T</span>he Closest We Will Ever Come, perhaps, to understanding Joe’s motive for taking the treasure is the story he revealed many years ago to an old college friend. Owen Hunsaker served in the Pacific while Joe was in Europe, and the two men did not meet again until early 1948, when Hunsaker visited Joe in Whitewright. Hunsaker recalled sitting in the old Meador house reminiscing about the war days, when suddenly Joe said, “I want to show you something.” He went into a closet in the bedroom and brought out several packages wrapped in old quilts. “He unwrapped them, and as soon as I saw the Four Gospels, I got that sick feeling,” Hunsaker said. “I knew that I was looking at something of enormous value and enormous importance. Something that was sacred.”</p><p>What Hunsaker saw was a magnificent manuscript bound in gold and silver with a bas-relief figure of Christ in benediction. Precious stones were set in each corner. Inside was a hand-gilded illustrated version of the Gospels on vellum. One by one, Meador delicately unwrapped the other objects: a breviary in a finely wrought silver binding, a small metal reliquary, and an ornate crucifix. Altogether, it was a collection of astonishing beauty. But what stood out in Hunsaker’s mind was the odd expression on his friend’s face: “When Joe Tom handled these things, his eyes took on a strange forbidden look, like he was caressing his neighbor’s wife —something he ought not to have.”</p><p>Hunsaker asked Joe where he got the objects. Joe told him he thought they came from the cathedral of Aachen. “I never heard the word 'Quedlinburg,’ ” said Hunsaker, a retired airline executive who lives in New York City. Joe told Hunsaker that he came upon the objects during the Battle of the Bulge. “He said a shell exploded near his tank. He ran for cover and saw an opening in the hillside. When he went in there, he thought he had stepped into Aladdin’s cave. He said he had never seen so much treasure and gold and silver in his life. He said, 'I grabbed what I could carry. I wrapped it in my jacket and left with it.’ ”</p><p>Meador went on, “I took these things back to my quarters. I began to ask myself, 'How do I get these things out of here?’ It suddenly dawned on me —I simply got some old brown paper. I wrapped them in the paper, addressed them to Whitewright, Texas, and took them to the A.P.O. And they arrived.”</p><p>Hunsaker was stunned. He knew that the objects didn’t rightfully belong to Joe. But his friend showed no compunction. He asked Joe why he had kept the treasures. “Really, what I was saying was, 'Joe, it isn’t right for you to have them.’ And Joe replied, 'Well, I just take them out, thumb through them, and admire them.’ ”</p><p><span class=\"dropcap\">I</span>n October 1978, Joe Suffered an irreplaceable loss. His mother, Maybelle Meador, died at the age of 86. Joe’s friends remember that he was inconsolable. He could barely talk about her without breaking down. “He had no one he could anchor himself to, outside of his mother,” said a longtime orchid-growing friend in Dallas. “When she died, a big hunk of his life left him.” It was around that time that Joe’s drinking went from bad to worse. His friends noticed with alarm. “Joe would have his last drink, and then walk toward the door and pour himself another drink,” the friend said. Once at an orchid show Joe passed out in the men’s room of an Atlanta hotel. “By the time I met him, frankly, he was a drunk,” said another orchid grower. “People were avoiding him by then. He would come to Orchid Society functions drunk. We’re talking about first thing in the morning. I’ll never forget one time seeing him stagger off an airplane in Puerto Rico.”</p><p>Joe continued to divide his time between Whitewright and Dallas, but he had lost his vigor. His Dallas gay friends were perhaps more tolerant of his drinking than his Qrchid friends were, and they tried to protect him. At that time, an eighteen-year-old man was sharing Joe’s apartment, and the young man tried to keep an eye out for him. Many nights, Joe would go out to a bar and get smashed, then call his friends to pick him up because he couldn’t find his car. One Christmas morning as he was leaving a friend’s apartment, Joe got into his Pontiac station wagon and plowed straight into a neighbor’s car parked at the curb. “I don’t know how many cars that man wrecked,” a Dallas orchid grower said. “But I’d walk him out to the car and it looked like it belonged in a used-car lot.” At least once Joe got caught driving while intoxicated. Eventually his friends started chauffeuring him around.</p><p>In 1978, Owen Hunsaker made another trip to Texas. Once again, the two friends began to talk about the objects Joe had brought back from the war. This time Hunsaker came right out and told Joe he thought the treasures belonged in Germany. And this time Hunsaker found his friend’s attitude had changed. “I think so too,” Joe said.</p><p>Joe had begun to worry about the objects. Perhaps he was troubled about having kept them for so long. Perhaps he foresaw his death and was anxious about what would happen to them. He told Hunsaker he had considered taking the items to Mexico and obtaining false papers, presumably so he could turn them over to authorities. But Hunsaker had an even better idea: Why not simply take the objects to the Bishop of Dallas and leave them there? Surely the bishop would see that they were safely returned to their hometown. Hunsaker even offered to do it himself. “I said, 'I’ll take them down to the cathedral and give them to the bishop in the confessional,’ ” Hunsaker recalled. “I think he thought about that. But he didn’t do it.”</p><p>Why not? Joe had taken them because they were lovely. In some unarticulated way, he had needed to keep the precious objects in his possession. Perhaps they satisfied some part of him that was forever rebelling against the ordinariness of Whitewright, resisting the hidden hostility toward anyone who was different. He never tried to sell them or profit from them. His motives were purely sensual. But as he neared the end of his life, the treasures had become a terrible burden, a kind of unfinished business. “I’m sure he had a lot of guilt feelings about that,” said the Dallas orchid friend. “I think for a long time he wanted to make things right, but he just didn’t know how.”</p><p>By then, of course, Joe Meador knew he was dying. Diagnosed as having prostate cancer, he underwent an operation, massive chemotherapy, and a second operation. But it was too late. The cancer had metastasized to his bones. He became forgetful. He couldn’t remember when to take his pills, so his friends in Dallas laid them out for him on the kitchen table. One time he mistakenly took them all at once and overdosed, and his friends rushed him to the hospital. Sedated with painkillers and deeply depressed, he had to be coaxed to eat. He lost control of the movement of one eye and had to wear a patch. Because of the chemotherapy, he lost his hair and had to wear a wig. He could no longer support his head without a neck brace.</p><p>In July 1979, for the first time ever, Joe attended a reunion of the 87th Armored Field Artillery Battalion in San Antonio. He looked horrible. “He was physically a different person,” shrunken and pale, said George Barber, a lieutenant colonel in the 87th who now lives in Pennsylvania. Meador sat on a barstool and quietly talked with a few friends. “It created an emotion of pity in me, that he had been so ravaged and had the courage to show up,” Barber said. “I’m sure he had every reason in the world to stay away.”</p><p>By late 1979, Joe’s family had moved him to the Whitewright Nursing Home, a low-slung pink-brick building on South Bond Street, two blocks from the family home. Joe was given a private room in the rear wing. Somehow his Dallas friends got word from Joe’s family that they were not welcome to visit.</p><p>Joe died on February 1, 1980. In his will, signed a year before his death, he bequeathed his estate to his sister, Jane Cook, her three children, and his brother Jack Meador (James had died in 1971). The real estate holdings totaled $24,331; the stocks came to $105,556. There was no mention of the Quedlinburg treasures.</p><p>But Jack and Jane did get them. Last April the Four Gospels was sold for $3 million to a state-funded West German foundation that recovers artwork for museums. The breviary bound in silver was sold to a West German art dealer who has demanded a half-million-dollar “finder’s fee” for returning it to Germany. According to the <em>New York Times, </em>a number of art experts identified a Houston attorney, John S. Torigian, as having tried to sell the art objects since 1986. Torigian also represented Jack Meador and Jane Cook. In June a courtordered inventory of the family’s safedeposit boxes turned up these impressive objects: a gold-silver-and-ivory reliquary from the ninth or tenth century, another reliquary in the form of a heart, a birdshaped rock-crystal flask, an ivory comb, and four turret-shaped reliquaries. But many of the pieces the lawyers hoped to find are still missing. Both Jack Meador and Jane Cook have refused to talk to the media.</p><p>In recent weeks several soldiers from Joe’s army unit have come forward with contradictory accounts of how he got the treasures. One points out that the story Joe told Hunsaker couldn’t possibly be true —the Battle of the Bulge took place some 250 miles from Quedlinburg. Joe told his friend Matthews at A&M that he had gotten the objects from a castle where officers of the 87th were billeted. One soldier says Joe’s habit of looting throughout Europe was so well known that “it was a battalion joke.”</p><p>Joe Meador was buried next to his mother in Oak Hill Cemetery, just outside of Whitewright. His funeral was perhaps the only time that Joe’s smalltown conservative life and his urban gay life came together. And it was here, finally, that his identities merged. Joe himself had carefully chosen the pallbearers. Half were from one world, half from another.</p><p>Behind the casket was a magnificent display of orchids donated by societies around the country. Sadly, none of the flowers came from Joe’s own greenhouses. As the <em>Whitewright Sun</em> noted, \"The last of his orchids were lost in last winter’s ice storm.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "August 1990",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Dallas",
      "Family",
      "Art",
      "Texas",
      "people",
      "Army",
      "Work",
      "Mother",
      "Drinking",
      "ever",
      "New York",
      "War",
      "Architecture",
      "Church",
      "College",
      "History",
      "Home",
      "House",
      "Love",
      "North Texas"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Dallas",
      "Texas",
      "North Texas",
      "West",
      "Golden"
    ]
  }
}