{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19908",
    "date": "August 1990",
    "year": 1990,
    "month": 8,
    "month_formatted": "August",
    "pdf_uri": "/1990/19900800.pdf",
    "issue_cover_image": "",
    "document_start_page": 92,
    "toc_start_page": 90,
    "document_page_range": [
      [
        92,
        93,
        94,
        95
      ]
    ],
    "toc_order": 18,
    "toc_headline": "Industrious Arts",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199008-industriou",
  "source": "/1990/19900800.pdf",
  "wp_post_id": 125586,
  "wp_post_guid": "http://www.texasmonthly.com/article/industrious-arts/",
  "authors": [
    "Vivian Silverstein"
  ],
  "headline": "Industrious arts",
  "dek": "FIVE Texans Are Old Masters At Capitalizing On Their Artistic Talents.",
  "spread_caption": "",
  "excerpt": "For a handful of Texas artists, crafting a living comes naturally.",
  "kicker": "",
  "word_count": 846,
  "content": "<p><span class=\"dropcap\">a</span>rtists dream of earning a living from the sale of their art. And they probably share an idea of what art nirvana must be like: patrons lined up outside the front door, limitless grants, and bottomless trust funds. Here, five Texas artists have figured out how to get down to business while they wait for nirvana. They each have developed a cottage industry that foots the bills and serves as a springboard for their fine art. For those of us who can’t afford to collect great art, their commercial designs —ranging from andirons and marbleized furniture to puppets —allow us to at least own something fashioned by a real artist at work.</p><img/><p><strong>REGINA Thomas</strong></p><img/><p><strong>AUSTIN</strong></p><p><span class=\"dropcap\">F</span>rom her studio, a block off the interstate, glass artist Regina Thomas can view the domed apex of the Capitol, knowing that, inside, her skill graces the doors, sidelights, and transoms of the restored Senate Chambers. IBM and 3M are among the corporations that have commissioned her engravedand etched-glass awards. Thomas speculates that an early fascination with her mother s china and blown-glass collections stimulated her interest in art. The California native developed a steady hand and unerring eye for detail when she served as a medic in the air Force. While there, she began using a diamond dental drill to create hand-engraved images on clear glass. Later, while attending nursing school in austin, she frequented the Stasswender Marble and Granite Works, where she was introduced to sandblasting techniques that she later used to make exuberantly detailed artworks (like the glass bustier she is wearing, above). Says Thomas, “This is a hard medium to master. It s unforgiving and can self-destruct. Every piece has a questionable life expectancy —it can either be broken tomorrow or outlive me.” Recently, Thomas’ work has been exhibited at austin’s Laguna Gloria art Museum and at the Women and Their Work gallery.</p><p><em>Vivian Silverstein is a freelance writer who lives in austin.</em></p><img/><p><strong>JIM Magee</strong></p><img/><p><strong>EL Paso</strong></p><p><span class=\"dropcap\">I</span>'m Magee is the consummate artist and cottage industrialist. Through his business, Mesilla Iron Works, he handcrafts and manufactures andirons, log cradles, fireplace tools, and candlestick holders —sleek minimalist bronze-and-iron objects that have received attention in the <em>New York Times</em> and have been carried at Bloomingdale’s and Bergdorf Goodman in New York. Magee’s vigorously textured sculptures were part of an exhibit at Santa Fe’s Museum of Fine arts last fall and will debut at the Contemporary arts Museum in Houston in a group show in September. For Magee, balancing his two art forms isn’t difficult: “Some industrialdesign efforts are as highly achieved as the fine arts.”</p><p><strong>JUDITH Williams</strong></p><img/><p><strong>DALLAS</strong></p><p><span class=\"dropcap\">I</span>n 1976 the renaissance of trompe l’oeil and faux finishes was barely under way when painter Judith Williams began experimenting with them in a frame shop. Four years later she ventured into business, applying sophisticated finishes such as marble and tortoiseshell to furniture, walls, and floors. Big orders meant two to three weeks of straight work, severely limiting studio time with her canvases. Williams handled the dilemma by choosing challenging projects that could ultimately benefit her fine art: The exacting perspective techniques of trompe l’oeil refined the compositional skills she needed in her painting style. Says Williams, “Most fine artists don’t like to talk about the work they do on the side because they don’t want to give the impression that they can’t work on their art exclusively. But my husband is also an artist, and medical insurance is expensive. It’s time to put some money in the bank.” The Horchow catalog has featured Williams’ and partner Barbara Paige’s marbleized bowls, and Neiman Marcus will carry their boxes this fall.</p><img/><p><strong>NANCY Renfro</strong></p><img/><p><strong>AUSTIN</strong></p><p><span class=\"dropcap\">a</span>t 52, Nancy Renfro stands on the verge of fulfilling a marathon objective: to paint in her studio ten hours a day. But first she needs to complete two children’s books —one on creative drama and the other on architecture (she has already published a dozen books). Once that is accomplished, Nancy Renfro Studios, a mail-order craft industry that develops teaching tools —including 150 Renfrodesigned puppets —can manage without her. Six years ago, Renfro began teaching herself to paint. The characterization techniques she acquired from puppetry reverberate in her vividly peopled paintings. Texas Instruments recently purchased two of Renfro’s paintings for its corporate collection.</p><img/><img/><p><strong>HAYDN Larson</strong></p><img/><p><strong>HOUSTON</strong></p><p><span class=\"dropcap\">a</span>n amalgam of the familiar and the exotic, Haydn Larson’s sculpture reflects his childhood fascination with his grandfather’s farm tools and welding equipment. The rural feeling in the work also melds with an intense spirituality, evocative of Larson’s travels in India, and some pieces suggest social commentary. These days, Larson is working part time at Brookwood Community, a private institution for functionally disabled adults, designing a line of Italianate ceramics, plant holders, and garden statuary. He produces the items with the assistance of thirty disabled persons, who are learning how to cast, assemble molds, paint, and patch. Larson has had two solo exhibitions in two years at the McNay art Museum in San antonio and at the amarillo art Center. His most recent show was at Houston’s W. A. Graham Gallery, and in September his work will be exhibited at the University of Houston-Clear Lake.-V</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "August 1990",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Art",
      "Work",
      "Artist",
      "Puppets",
      "Texas",
      "Amarillo",
      "Architecture",
      "Books",
      "Business",
      "California",
      "China",
      "Contemporary Arts Museum",
      "Drama",
      "Furniture",
      "Houston",
      "Insurance",
      "Laguna Gloria",
      "Marathon",
      "money",
      "Mother"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Texas",
      "Amarillo",
      "Houston",
      "Marathon",
      "San Antonio"
    ]
  }
}