{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19875",
    "date": "May 1987",
    "year": 1987,
    "month": 5,
    "month_formatted": "May",
    "pdf_uri": "/1987/19870500.pdf",
    "issue_cover_image": "",
    "document_start_page": 138,
    "toc_start_page": 136,
    "document_page_range": [
      [
        138,
        139,
        140
      ],
      [
        197,
        198,
        199,
        200
      ]
    ],
    "toc_order": 5,
    "toc_headline": "Blind Justice",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198705-blindjust",
  "source": "/1987/19870500.pdf",
  "wp_post_id": 123219,
  "wp_post_guid": "http://www.texasmonthly.com/article/blind-justice/",
  "authors": [
    "Ken Case"
  ],
  "headline": "Blind Justice",
  "dek": "Is there anything wrong with a justice of the Supreme Court of Texas helping out a close friend?",
  "spread_caption": "",
  "excerpt": "Should a judge’s friendships survive his election to the Supreme Court of Texas?",
  "kicker": "",
  "word_count": 4863,
  "content": "<img/><img/><p><span class=\"dropcap\">F</span>or Herb Schaefer, the clerk for the Fourth District Court of appeals, in San antonio, January 15, 1986, began as a routine day. Ann Dees of the Office of Court administration called from austin. She told Schaefer that the Supreme Court of Texas was equalizing appellate dockets by sending cases from overloaded courts to less busy courts. About twice a year Schaefer received similar calls from austin, telling him to ship a bloc of cases for reassignment to one of the thirteen other courts of appeals in Texas.</p><p>But before the phone call ended, Schaefer realized that this was no routine request. Dees told him to include two specific cases “regardless of their status,” <em>Caterpillar</em> v. <em>Cropper</em> and <em>Garcia</em> v. <em>Cardenas.</em> Schaefer asked if there was any particular reason that those two cases were being transferred. The clerk said no, that she was just following the orders of the Supreme Court.</p><p>If Schaefer had simply done as he was told, the scandal still rocking the Supreme Court of Texas might never have come to light. Instead, he talked to his boss, Fourth Court of appeals chief justice Carlos Cadena. Curious about the unusual specificity of the requests, Cadena called austin to clear up the mystery. Why those cases? Cadena was told he should talk to Supreme Court justice C. L. Ray, the man who ordered the transfer. When Cadena finally got through to Justice Ray the next day, his concern only deepened. From his discussion with Ray, Cadena concluded that the cases were being transferred because Pat Maloney, Sr., a San antonio attorney who was a friend and political supporter of C. L. Ray, wanted them in another court.</p><p>Within weeks, Judge C. L. Ray’s insistence that the two cases be transferred prompted an investigation by State Representative Frank Tejeda, the chairman of the House Committee on Judicial affairs. At three public hearings in March, april, and June 1986, that investigation called into question the integrity and the neutrality of the state’s highest court.</p><p><span class=\"dropcap\">T</span>he justices of the Supreme Court of Texas are our society’s wise men. Elected to staggered sixyear terms, nine justices form the court of last resort for all disputes involving Texas civil law or the Texas constitution. They command honor and respect, for their decisions shape the law of Texas.</p><p>About 1200 cases pass before the court annually. To help manage this workload, the Supreme Court of Texas each year seeks out the brightest senior law students from around the country to assist the justices. More than a hundred young lawyers apply, eager to serve a twelve-month tour of duty as briefing attorneys. In august the eighteen who pass muster are assigned in pairs to individual justices.</p><p><em>Justice C. L. Ray</em></p><p>The briefing attorneys do their judge’s homework: they research the law, prepare briefs and opinions, and write speeches. The judges give the orders, assign duties, and draw philosophical battle lines for them to defend. In return, the briefing attorneys are guaranteed low wages, long hours, and a unique perspective on the workings of the state’s legal system.</p><p>In other states, when Supreme Court justices debate proposed decisions, they retreat to a conference room reserved for them alone. In Texas the briefing attorneys participate in the conferenceroom battles, presenting legal briefs and answering questions. Here, briefing attorneys witness the creation of law. And according to their depositions and testimony before the House Judicial affairs Committee, some have also witnessed justices’ breaking the law, flouting their own rules and procedures.</p><p>Jeff armstrong, a briefing attorney during the 1982-1983 term, testified that one major concern was gross breaches of confidentiality. In one instance, Justice C. L. Ray telephoned a state legislator and discussed a pending case, <em>Sanchez</em> v. <em>Schindler,</em> one of the most farreaching decisions during his tenure at the court. After making the call, Justice Ray went to Justice Franklin Spears and told him about the call in armstrong’s presence. After Ray had left the office, armstrong said he asked Justice Spears if the call “wasn’t a violation of Court rules [that] had to do with having contacts with people outside the Court about the merits of a pending case.” according to armstrong, Justice Spears “looked right across the desk at me and agreed with me.”</p><p>Such breaches were shocking to the briefing attorneys, who had been drilled on the importance of confidentiality from the day of their arrival at the court. Charles Barrow, now the dean of the Baylor Law School, was a justice at the time and recalls his welcoming speech. “i’d come down to this thing about confidentiality, and i’d say, ‘Now I want to tell you, in my office if there is ever a leak, I wouldn’t fire you, i’d kill you.’ ”</p><p>If briefing attorneys are bound to confidentiality by their employers’ death threats, justices are bound by the laws of Texas. Beyond the Code of Judicial Conduct, which requires that a judge “avoid impropriety and the appearance of impropriety in all his activities,” there is Rule 499 of the Texas Rules of Civil Procedure. Rule 499 strictly regulates how people must do business with the Supreme Court: “Correspondence or other communication relative to any matter before the court must be conducted with the clerk and shall not be addressed to or conducted with any of the justices or members of the court’s staff.” The effect of Rule 499 is to isolate the Supreme Court from litigants, attorneys, or friends who might try to influence a justice’s opinion. Together, the Code of Judicial Conduct and Rule 499 form a system of safeguards to guarantee equal justice for all.</p><p>As Jack Pope, a former chief justice of the Supreme Court of Texas, points out in defense of the court, however, “You can have all the rules in the world, but if somebody doesn’t obey the rules, it’s not the fault of the system. It’s the fault of the person.”</p><p><span class=\"dropcap\">M</span>ost Texas attorneys never appear before the Supreme Court. For others, like Pat Maloney, Sr., it is a common occurrence. Maloney’s firm, one of the most successful plaintiff-oriented practices in the state, has its offices in a restored bank building, a downtown San antonio landmark. From the penthouse balcony, Maloney can show visitors the nearby Groos National Bank, once owned by his wealthiest client, oilman-rancher Clinton Manges.</p><p>Nineteen-eighty-two was an election year, and Manges and Maloney were heavily involved in the races for three contested seats on the Supreme Court of Texas. Personally and through political action committees that they formed, Manges and Maloney contributed $350,000 to their candidates, two of whom were eventually seated, Ted Z. Robertson and William W. Kilgarlin. The two new members became part of a growing bloc of justices with a judicial philosophy sympathetic to the plaintiffs in tort cases.</p><p>Clinton Manges had a problem that year. A South Texas jury had found that he had violated his obligations to the Guerra family while acting as the executive manager of mineral leases on 70,000 acres of Guerra land in Starr and Jim Hogg counties. The jury awarded the Guerras $382,000 in actual damages and another $500,000 in exemplary damages. Manges was also removed as the executive manager of oil and gas leases co-owned by Manges and the Guerra family. When the Tenth District Court of appeals, in Waco, upheld the lower court’s verdict, Manges decided to take his case to the Supreme Court of Texas. But first he hired a new attorney, his friend Pat Maloney, Sr.</p><p><em>Ken Case is a freelance writer who lives in austin.</em></p><p><em>In defense of the court, former chief justice Jack Pope says, “You can have ail the rules in the world, but if somebody doesn't obey the rules, it's not the fault of the system. It's the fault of the person.”</em></p><p>[Continued On Page 195]</p><p>[Continued From Page 138]</p><p>On June 16, 1982, the Supreme Court accepted the case of <em>Manges</em> v. <em>Guerra</em> on appeal. The judge assigned to the case was Justice C. L. Ray.</p><p>One of Ray’s briefing attorneys that year was Laura Worsham, now a Dallas attorney, who appeared before the House Committee last June. Worsham was not eager to testify about her year as a briefing attorney. Nevertheless, she did explain how she first met Maloney.</p><p>For Worsham and her boss, November 18, 1982, started with a quick trip to San antonio. Ray gave a speech, which Worsham had helped write, at a San antonio Bar association luncheon. After lunch, Justice Ray took Worsham to meet Maloney. During the hour or so visit, Worsham left to make phone calls while Justice Ray and Maloney talked. According to Worsham, their meeting lasted “oh, fifteen—thirty minutes at the most.” Later, Worsham saw a man leaving in the elevator at the back of Maloney’s office. It was Clinton Manges.</p><p>At the hearing, Frank Tejeda asked Worsham, “So you wouldn’t know if Mr. Maloney or Justice Ray met with Mr. Manges?” Worsham replied cautiously, “at the time I was not in the room, no, sir.”</p><p>The case of <em>Manges</em> v. <em>Guerra</em> was then winding its way toward the conferenceroom table of the Supreme Court.</p><p>Ray’s attorney, Randall Buck Wood, says that C. L. Ray is a gregarious judge. “He makes no secret about it—that he’s a very good friend with this guy and that guy and still sees them socially,” says Wood. “and they contribute heavily to his campaigns. He’s never made a secret about it. But I don’t think his relationship with Pat Maloney is any different than his relationship with lots of attorneys in the state.”</p><p>Five months after Ted Z. Robertson and William W. Kilgarlin were elected justices, on March 31, 1983, the first proposed opinion in <em>Manges</em> v. <em>Guerra</em> reached the court’s regular Tuesday opinion conference. The case caused comment even before debate began. Jeff armstrong testified, “There was a general understanding that Judge Ray didn’t write any of his opinions. The briefing attorneys wrote all of the drafts, and we were curious about why he decided that this one would be handled differently.”</p><p>But the question of who had written the <em>Manges</em> v. <em>Guerra</em> opinion was soon overshadowed. When Ray presented his proposed opinion in the case, justices and briefing attorneys alike were stunned. Ray argued that the entire judgment against Manges should be thrown out and wrote in his proposed opinion, “We hold that Manges did not violate any of the restrictions. The courts below erred in cancelling executive rights conveyed to him. Further, the courts below erred in awarding actual and exemplary damages. The judgments of the courts below are reversed, and judgment is here rendered that plaintiffs take nothing.”</p><p>The situation seemed so bizarre that several briefing attorneys began taking notes. According to one note written at the time, only Robertson voted with Ray on the opinion, and “[chief justice] Pope tore C.L. a new asshole he was so mad.”</p><p>The court rejected Ray’s opinion, but one week later Ray tried again. Another briefing attorney wrote about the court’s reception of the revised opinion, “The bad thing is that Judge Ray’s opinion is so very wrong that it is evident to everyone up here that he has written it solely in the best interests of Manges, not in accord with the law. . . . He hedges a little more each time as he is forced to write what the law actually is. However, he is dragging it out, holding on to everything he can for Manges.” Once again the court rejected Ray’s opinion.</p><p>The strained scenes in the conference room were not the only events that the briefing attorneys found disturbing in the case of <em>Manges</em> v. <em>Guerra.</em> During breaks in discussion of the Manges opinion on conference Tuesdays, Ray was spending so much time on the telephone that it had become a joke among the judges and briefing attorneys. “Last week in conference, the Court was waiting for Judge Ray to arrive, and Judge [Sears] McGee commented, ‘Go see if Judge Ray is on the phone,’ ” a briefing attorney wrote. “Laura [Worsham], his briefing attorney, says it is unbelievable the phone conversations he has with outside people.”</p><p>Kathy Spurgin, Ray’s secretary from 1981 to 1985, reluctantly testified that even Justice Ray was growing concerned about people’s interest in his phone calls. “[Ray] instructed me to stop using the kinds of telephone message books that make a copy,” she said. “He told me that one of the staff persons had been looking at the copies on my desk while I was out, and he didn’t want that to happen again. He told me to shred them.” Spurgin destroyed all of Justice Ray’s messages from 1981 through 1983.</p><p>Other justices were also having interesting phone conversations as debate continued on <em>Manges</em> v. <em>Guerra</em>. On Monday, May 16, a briefing attorney had written, “Judge Barrow just came in a few minutes ago. He told me that he had received a phone call at his home over the weekend from an attorney that indicated that the Court’s vote in Manges was 4 to 4. He was appalled that it was already on the street and attorneys were knowledgeable to that extent as to the private confidential workings of the Court.”</p><p>But the deadlock could not last forever. On June 7, 1983, Ray presented yet another draft opinion for <em>Manges</em> v. <em>Guerra. </em>a few of the 1982-1983 class of briefing attorneys would later gather to discuss the events of that Tuesday’s opinion conference. The action, they agreed, had centered on Justice Robertson, whose election campaign only months before had been bankrolled by Manges and Maloney to the tune of $100,000.</p><p>Justice Barrow had recused himself because he had been involved in a lawsuit with Clinton Manges over a statement Barrow made in the campaign. It was apparent how seven of the remaining eight justices would vote. Ray had persuaded justices McGee, Spears, and Kilgarlin, while Pope, Robert M. Campbell, and James P. Wallace were still opposed. Robertson had been vacillating about voting on the decision, but the briefing attorneys expected he would vote with Ray when the time came.</p><p>What happened next took everyone by surprise, one briefing attorney recalled. “So you’ve got that lineup, and it’s four to three for Manges,” he said. “When lo and behold, Ted Z. says, ‘i’m going to recuse myself.’ Pope said, ‘as I read the Texas constitution, you have to have five votes to reverse, so I guess that means we affirm the Court of appeals.’ Ted Z., in the bat of an eye, said, ‘i’m for the Ray opinion.’ It was that quick.”</p><p>In some confusion, other justices asked for clarification. Robertson repeated, “i’m for the Ray opinion.” For Robertson, an apparent $100,000 conflict of interest had just vanished.</p><p>The next day, the Manges opinion was printed and released. Manges would remain as the executive manager of the oil and gas leases, and $500,000 in exemplary damages was thrown out.</p><p>Within two weeks, Lloyd Lochridge, the attorney for the Guerras, filed a motion for rehearing. Lochridge wanted Kilgarlin and Robertson to recuse themselves and for the governor to appoint two impartial judges to rehear the case. Later, Justice Ray was asked to disqualify himself as well. Lochridge’s motion sent shock waves through the Supreme Court.</p><p>Almost a year later, the Supreme Court reversed its decision. Justice C. L. Ray, however, stuck to his guns and cast the lone dissenting vote.</p><p>But before the briefing attorneys who had witnessed the first round of battles in the conference room over <em>Manges</em> v. <em>Guerra</em> left their jobs, one of them, Glenn Diddel, sent a memo to chief justice Pope. He asked Pope to address the problem of Supreme Court leaks and the “treatment of conference memos as public documents.” Diddel sent copies to all justices on the court. A few days later Pope distributed his answer to Diddel’s memo. Pope reminded his colleagues of the need for confidentiality, impartiality, and integrity. The reminder seemed to have no effect. As apparent improprieties continued, morale plummeted.</p><p>In august 1983 Jeff armstrong, Glenn Diddel, Laura Worsham, and the fifteen other briefing attorneys finished their tour of duty with the highest court in Texas. Many left in disgust.</p><p><span class=\"dropcap\">O</span>n March 21, 1984, justices Ray, Kilgarlin, Robertson, Spears, and Campbell flew to Houston. It was campaign season, and Ray was up for reelection. The first stop was the Ramada Club at the First City National Bank Building. A small group of attorneys had been invited to bring wealthy clients to a C. L. Ray fundraiser.</p><p>Two such clients were Houston philanthropist Henry J. N. Taub and oilman Wilbur Ginther. They were opponents in a bitter lawsuit, <em>Ginther</em> v. <em>Taub,</em> that was on appeal before the Supreme Court of Texas. At the fundraiser Ginther stayed on one side of the room, Taub on the opposite side. Justice Ray solicited money from first one litigant and then the other. Both Ginther and Taub were uneasy with the situation. Throughout the rest of the year each kept track of the other’s contributions to Ray’s campaign while the case was pending.</p><p>Before the primary was over, Justice Ray would spend $1 million. His list of campaign contributions formed a book 195 pages long. Even though Ray beat his opponent in May and faced no Republican challenger in November, he was still chasing campaign dollars well into autumn.</p><p><em>Ginther</em> v. <em>Taub</em> was still pending before the Texas Supreme Court in early October, when Ray attended another fundraiser in Houston. A group called the Citizens for Qualified Judges and Clerks had invited the Harris County judiciary and members of the Texas Supreme Court. “I was there as one of the hosts to this private, smaller reception before the larger one, which took place subsequently on another floor of the hotel,” Taub testified before the Committee on Judicial affairs. “Judge Ray said he wanted to speak with me and took me to one side. He mentioned the fact that the case was a tough, tough one. And that if I didn’t win that one, the next one would be my case. And I got a little perturbed and said I didn’t want any other case. I wouldn’t be before the Supreme Court on any other matter.”</p><p>The conversation lasted about twenty minutes. “Well, he told me that I had a good friend on the court who was very helpful to my cause and another member of the court who was quite adamant and was giving him a bad time about the case,” Taub told the committee. “He said that Justice Sears McGee was a good friend of mine and was very helpful and said that . . . Chief Justice Pope was adamant against . . . my position.”</p><p>But Justice Ray did not limit himself to discussing Supreme Court confidences. “He said something to the elfect that he would go back to austin, and he would see what could be done,” Taub said. “He laughed and said he had a plane waiting, they were going back, and there would be plenty of time the next morning to take care of the matter.”</p><p>Two other justices were at that small Houston reception—James Wallace and William Kilgarlin. Taub testified that his encounters with both seemed awkward. The strained behavior Taub described is understandable. Only hours before, the court had denied the motion for rehearing from Taub’s lawyer. The court’s decision was announced the next day.</p><p>When Justice Pope read about Taub’s testimony, he was appalled. He says, “I don’t know if C. L. Ray said those things or not, but . . . this is the type of thing that is about as bad as a judge can do.”</p><p>There were a couple of interesting twists to Taub’s story of his testimony. On april 10, the day before the second of the committee hearings, Ray was in Houston attending a meeting at Boy Scout headquarters. Taub attended the same meeting. Ray was under subpoena to testify, along with Kilgarlin, before the committee the next day. According to Taub, as the meeting was breaking up, Ray remarked to Taub that he saw no reason to remember their October conversation and that he was not going to remember it.</p><p>Later, shortly before Taub’s June testimony, a prominent Houston lobbyist would take Taub aside to whisper in his ear that everything would be all right as long as he and Justice Ray were “on the same wavelength.” They were not, Taub made clear.</p><p>On april 11, however, the two Supreme Court justices did not testify before the House Committee, invoking the separation of powers among the branches of government.</p><p>Two other subpoenaed witnesses refused to testify before the Tejeda committee that day. Scott Ozmun and Jennifer Bruch were still working for Justice Kilgarlin as briefing attorneys when they were subpoenaed by the committee. Chairman Tejeda wanted to ask them about a little trip they had taken to Las Vegas. Although they never testified, details of the trip have emerged.</p><p>Justice Kilgarlin, Ozmun, and Bruch drove to San antonio on November 1, 1985. Before the night was over, the three ended up at Maloney’s offices.</p><p>“Kilgarlin and his two briefing attorneys were in San antonio, attending a bar function,” explains Buck Wood, who also represents Kilgarlin. “They all went by Pat Maloney’s office when it was over with. I can tell you that Judge Kilgarlin feels very, very badly about it, because he did say at one time or another that [Jennifer Bruch] indicated to him that she wanted to go back [to austin] or something. And you know, in the process of moving around and everything —he left.”</p><p>Jennifer Bruch did not get a ride home from her boss. Instead, Bruch, Ozmun, and Maloney’s son, Pat Maloney, Jr., took the party to Las Vegas. The younger Maloney paid for everything, including the cost of the private plane. In December the court granted a new trial requested by Pat Maloney, Jr., for a case that had been pending at the time of the November trip.</p><p><span class=\"dropcap\">O</span>n November 18, 1985, Pat Maloney, Sr., was writing a letter to his good friend C. L. Ray that would lead to the House investigation. “There is also a case in the Fourth Court of appeals which probably should be transferred to a more active court,” Maloney wrote. “The case is <em>Cropper</em> v. <em>Caterpillar.”</em> Other letters followed. A month later, Maloney requested that a second case, <em>Garcia</em> v. <em>Cardenas,</em> be transferred as well.</p><p>Chief justice Carlos Cadena from the Fourth Court of appeals was the first witness called by the House Committee on Judicial affairs. On March 6, 1986, in the VIP room of the convention center in San antonio, Cadena testified about his January 16 telephone conversation with Justice Ray: “I asked him why these two cases were specifically mentioned, and he said that he had received complaints from Mr. Pat Maloney that the cases had been pending a long time. I told him that was not the truth.”</p><p>And it was far from the truth. The Garcia case had been filed with the Fourth District Court of appeals on November 27, 1985, less than three weeks before Maloney wrote his letter to Ray. As Cadena pointed out, no briefs had been filed in the case, and in the Caterpillar case Pat Maloney, Sr., was delaying progress. In a letter to chief justice John L. Hill, Jr., Cadena explained, “Mr. Maloney’s brief was originally due to be filed on November 15, 1985, but as a result of the filing of three Motions for Extension of Time by Mr. Maloney, the time was extended until January 2, 1986.”</p><p>On January 16 Ray told Cadena that “he would take the matter up with the other members of the court and would let me know.” It was a quick consultation. “about an hour later the clerk received another call from someone [who] told him we should forward the numbers of the cases as per the instructions of the previous date, and we did. Then I wrote a letter to John Hill,” Cadena testified.</p><p>In his letter to Hill, Cadena came to his own conclusion about the whole transfer matter: “I have no idea why Mr. Maloney’s cases deserve special attention. His letters complaining of delay in submission misstated the true facts, and it is difficult to understand why his false statements were unquestioningly accepted.”</p><p>In February John Hill told Cadena that the Garcia case would not be transferred. But it was too little too late. On January 23, 1986, John Moulder of the <em>San antonio Express-News</em> broke the story, and on February 1, State Representative Frank Tejeda announced that the House Committee on Judicial affairs would investigate alleged judicial impropriety on the Supreme Court. “The public has a right to know,” Tejeda proclaimed.</p><p>Justice C. L. Ray disagreed and immediately circled his wagons. Ray announced that he was hiring two of the best attorneys in the state of Texas —Bill Edwards and Joe Jamail, the recent $10 billion victor in the <em>Pennzoil</em> v. <em>Texaco</em> case.</p><p>Now it was Ray’s turn to receive a favor. He called on Marion E. “Sandy” Sanford, a professional lobbyist with the law firm of Vinson and Elkins, to persuade members of the Committee on Judicial affairs to drop the investigation. Ray wanted the matter handled instead by the Commission on Judicial Conduct, seven of whose current eleven members have been appointed by the Supreme Court of Texas.</p><p>The commission’s mandate is to enforce the Code of Judicial Conduct. All proceedings before the commission are secret and confidential, however, and only under rare circumstances, such as when a judge is actually removed from office, is the public filled in on the details. Understaffed, with only two and a half investigators to handle more than four hundred complaints a year, the Commission on Judicial Conduct struggles to process and investigate allegations that range from the criminal to the absurd.</p><p>Tejeda was furious when Ray and Sanford’s private lobbying effort was uncovered and proceeded with his investigation. “This is outrageous, shameful and repulsive conduct,” Tejeda said. “If [Sanford] and his firm were sincere in their efforts to make arguments on behalf of Ray, then they should have started with the committee chairman instead of sneaking around like snakes in the grass.”</p><p>Obviously undaunted, Justice Ray called in more favors from his friends. Charles Herring, an austin attorney with Small, Craig, and Werkenthin, approached Tejeda on Ray’s behalf. Herring asked Tejeda to compromise, emphasizing that Justice Ray did not want to testify nor did he want to be subpoenaed. In exchange Ray would sign a statement admitting that he had made a mistake in the Maloney transfer request. Tejeda refused to make a deal.</p><p>Next, a group of attorneys close to Ray approached Bexar County commissioner John Longoria, a friend of Tejeda’s, offering other statements that Ray would sign if Tejeda would drop the investigation. “They were trying to find whether there was a middle ground on this without having [Ray] appear before the committee,” Longoria explained to the <em>San antonio Light.</em> “I told them that he would have to submit a letter that would admit the substance of the allegations —that he was going to have to fess up.” again, Tejeda would not deal with Ray.</p><p>Instead, on april 9, 1986, the committee subpoenaed justices C. L. Ray and William Kilgarlin. Both refused to testify. The next day austin district judge Paul Davis let them off the hook when he suspended the subpoenas after Buck Wood, the justices’ lawyer, argued that the subpoenas violated the separation of powers. Jack Pope recalls, “When I read that in the paper, my comment to my wife was, ‘That’s what Nixon argued.’ ”</p><p>The House committee probe continued on april 11 with the testimony of three former briefing attorneys from the 1984-1985 term-Kathryn Strode, andrew McSwain, and Brian Davis. They gave example after example of apparent judicial misconduct on the parts of both Kilgarlin and Ray.</p><p>On June 18, 1986, the committee heard more testimony. As the damaging information accumulated, Kilgarlin and Ray changed tactics. It was obvious that Frank Tejeda couldn’t be stopped, but witnesses might be.</p><p>A month later, justices William Kilgarlin and C. L. Ray sued Kathryn Strode. Wood charged that Strode was part of a conspiracy “to harass, discredit, disparage, and to otherwise attempt to destroy the reputations” of Ray and Kilgarlin. The suit was a shot across the bow of any potential witness. If anyone was foolish enough to testify before the Tejeda committee, he could easily find himself listed in the lawsuit as a co-conspirator.</p><p>By august potential witnesses were unwilling to risk the cost of an expensive lawsuit, and Tejeda was unwilling to expose potential witnesses and attorneys to retribution. But Kilgarlin and Ray were not about to let up on the heat. Ray and Kilgarlin sent letters to Texas attorneys in September, asking for money. The purpose? as Kilgarlin eloquently put it, “I . . . am engaged in a lawsuit to protect the judiciary’s independence and defend my own integrity, and to punish those who have wrongfully accused me.”</p><p>The counterattack by Ray, Kilgarlin, and their friends worked. The House committee’s investigation had been stopped. The Commission on Judicial Conduct, whose deliberations are closed to public view, had taken over the investigation.</p><p>The commission is expected to announce its decision concerning justices Ray and Kilgarlin this month. Perhaps the commission will say that the integrity of the Texas judicial system has been maintained, the Code of Judicial Conduct enforced, and the violators exposed. Perhaps. Perhaps not.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "May 1987",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Supreme Court",
      "Texas",
      "House",
      "Opinion",
      "Law",
      "San Antonio",
      "Campaign",
      "Houston",
      "Judges",
      "Austin",
      "Debate",
      "Lawsuit",
      "March",
      "office",
      "Defense",
      "Election",
      "gas",
      "Home",
      "Lobbyist",
      "Oil"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Texas",
      "San Antonio",
      "Houston",
      "Austin",
      "Dallas"
    ]
  }
}