{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198310",
    "date": "October 1983",
    "year": 1983,
    "month": 10,
    "month_formatted": "October",
    "pdf_uri": "/1983/19831000.pdf",
    "issue_cover_image": "",
    "document_start_page": 142,
    "toc_start_page": 140,
    "document_page_range": [
      [
        142,
        143,
        144,
        145,
        146,
        147,
        148,
        149
      ],
      [
        204,
        205,
        206
      ],
      [
        208,
        209
      ]
    ],
    "toc_order": 3,
    "toc_headline": "Ninety Miles From Nowhere",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198310-ninetymil",
  "source": "",
  "wp_post_id": 118839,
  "wp_post_guid": "http://www.texasmonthly.com/article/ninety-miles-from-nowhere/",
  "authors": [
    "Dick J. Reavis"
  ],
  "headline": "Ninety Miles From Nowhere",
  "dek": "Heat Isn’t the Only Thing That Sets Presidio Apart.",
  "spread_caption": "",
  "excerpt": "Presidio crouches on the border of Mexico and the extreme edge of life in America. There, Spanish is the language, hundred-degree heat is the norm, and the hoe is the crucial tool for scraping out a life on the desert.",
  "kicker": "",
  "word_count": 6536,
  "content": "<p>Every Afternoon At About Threethirty, stout, gray-haired John Bradford steps out of the portable building that houses the offices of the International Boundary and Water Commission. He walks across the parking lot, up to a white, louvered, two-foot-by-three-foot wooden box mounted on a waist-high frame, a contraption that looks like a house for large low-flying birds. This box is the property of the National Weather Service. Suspended inside are two thermometers affixed to stainless steel backs. Mercury in the tube of one of the instruments, the one with the word “high” stamped onto its backing, gives John Bradford the afternoon’s official temperature reading. By telephone, Bradford reports to the Weather Service in El Paso, whose employees relay information to a headquarters in asheville, North Carolina, which reports to us, the people. The name of John Bradford’s town is familiar across america because about forty days each year it is the hottest place in the nation. John Bradford lives in Presidio.</p><p>Presidio (population: 3000) is located on the edge of the Chihuahuan Desert in an isolated valley between the arid Chinati and Pegüis mountain ranges, just north of the junction of the Conchos River and the Rio Grande, and about ninety miles west of Big Bend National Park. Ugly, squat greasewood and tall, whiplike ocotillo —soldiers in the desert’s crawl north —have overtaken the hills of caliche that surround Presidio, killing native grasses that support cattle and wildlife. A walk on the outskirts of Presidio is a walk in nearly absolute quiet because there are no birds, crickets, frogs, or rustling leaves.</p><img /><img /><p>Photography by Geof Kern</p><p>“The outskirts of Presidio are almost totally quiet; there are no birds, crickets, or rustling leaves.’</p><p>The desert isolates Presidio. Airlines don’t come anywhere near. The closest airline connections are in Chihuahua City, a three-hour-drive into Mexico, and in Midland, five hours away. Presidio’s daily bread and its meat, auto parts, and household supplies come from El Paso, also five hours distant. Few towns in america are as remote. People in Presidio drive 90 miles to pick up a pizza, 60 miles to play a round of golf, and 230 miles to attend a district football game. The leading daily newspaper in Presidio is the <em>San angelo Standard-Times,</em> but the Sunday edition does not reach town until Monday because it is delivered by mail.</p><p>The whole West once consisted of towns even more remote and austere than Presidio is today. Those dusty, forlorn places were the first outposts of civilization in Texas. Presidio isn’t the frontier, but it is nearly that, a place where people live in a sparsely settled land, outside the mainstream. Life in Presidio is life on a middle ground between rejection of the contemporary world and participation in it. The annoyances of urban life are scarce there, but so, too, are its comforts and pleasures.</p><p>Physically Presidio is unattractive, dowdy, drab, and bare. Built mostly alter the turn ol the century, it is bereft of the Spanish Colonial and Victorian structures that give the border its charm. Modern high rollers haven’t built any mansions either; house trailers are home to many in the town’s tiny business and professional class. Most dwellings in the city are gray, flat-roofed hovels of unplastered, unpainted cement block; venerable adobe went out of use twenty years ago. In residential areas, vacant and improved lots sit side by side because building has taken place at the convenience of individual property owners rather than developers. Occupants build their own houses, and their concern has been for functionality, not style. Most homes and businesses have boxy evaporative air conditioning units poking out of their windows or perched on their roofs; in dry Presidio, the mist from these “swamp coolers” is a comfort.</p><p>Business architecture favors the shoebox of concrete or steel, with a brightly painted front. The ornate facade and fanciful lobby are unrepresented. The town’s business districts-one lining Texas Highway 67, the other along the street that leads to the international bridge—lack any attractions other than commercial ones. There is, for example, no courthouse in Presidio, though a century ago the town attempted to become the seat of Presidio County. It failed, since it could not show that its residents included the requisite number of English-speaking persons. Thanks to a state grant, Presidio has a surfeit of Stop signs, nearly a hundred of them, but it has only one stoplight, at the intersection of Texas Highways 67 and 170. The road from that intersection to the Mexican border, two miles away, is the only paved street in town. Presidio’s international bridge is privately owned, narrow, old, and empty; fewer than a thousand vehicles cross it each day.</p><p>Agriculture is the principal vocation. Presidio’s skies, clear and stellar at night, are streaked and clouded by day with dust from the narrow band of irrigated onion, carrot, cantaloupe, and cotton fields along the Conchos and the Rio Grande. The Mcallen firm of Griffin & Brand, through a local company called Valley Farms, produces melons and onions on six sections of land along the american side of the Rio Grande. Valley Farms has the biggest annual payroll in town because in summer months it employs about four hundred workers. There never were many jobs in Presidio’s two dozen retail stores, which catered to the Mexican trade, and business has declined by nearly two thirds since the peso was devalued last fall. In Presidio the best-paying, mostsecure jobs are the government jobs. The public schools employ some 75 people, and another 50 residents work for federal agencies, chiefly the Border Patrol and customhouse services. The result of isolation and a seasonal economy is generalized poverty; a fifth of the town’s residents are listed on food stamp rolls. The demographics of Presidio also reflect ethnic and historic warps. Though nine tenths of the townspeople come from Latin families with ancient roots in the desert, most of Presidio’s economically secure families are anglo and transient.</p><img /><p><strong>KIDS Like Claudia Huerta Grow Up Without the Distractions Of Video Games, Pizzas, Or Pools.</strong></p><img /><p><strong>VISIOnARY Robert Cook Plays With His Son Benjamin Between Fix-It Jobs And Work On the INVENTIOn He Says Will Cool Off Presidio’s Fiery Climate.</strong></p><p>Presidio is the sort of town that most Texans will never see and wouldn’t understand if they did. So little do its location, climate, economy, and culture fit the patterns of america that it is more realistically regarded as a suburb of Mexico than as a village in Texas. Presidio’s social life is that of rural Mexico, not that of small-town america. It has no high school band to put on parades, no Boy Scout or Girl Scout troop, no Dairy Queen, juke joint, video arcade, or public swimming pool. Catholic celebrations draw crowds, but civic gatherings are sparsely attended. As in rural Mexico, high school students rendezvous for dates, but boyfriends do not make appearances at their girlfriends’ houses—not until they are ready to propose marriage. Divorce is rare. Though the town has a public water system, few people in Presidio keep lawns or vegetable gardens; instead they rake the dust in front of their houses and grow flowers in cement planter boxes. Notices in store windows are in Spanish, and reminders of america are few: flags flying at federal offices, prices posted in dollars, and a Winn’s outlet—the solitary chain store. There is a monument to the town’s war dead, but its inscription reads, “a los que murieron en la II Guerra Mundial y la Guerra de Corea.”</p><p>The nearest american settlement is the green, highlands town of Marfa (population: 2500), sixty miles and a lifestyle away. (One day last July, Marfa recorded the lowest temperature in Texas, 57 degrees, while Presidio reported the state’s high temperature, 103 degrees.) But just a mile south of the narrow Rio Grande is Ojinaga, Chihuahua (population: 30,000), Presidio’s mother city, the source, in this generation and the last, of most of Presidio’s population. Ojinaga has hospitals and hatteries, wedding and maternity shops, an auto agency, three newspapers, two theaters, and even a Club de Leones, or Lions Club. Presidio has nothing to compare. Ojinaga has a sewer system and a photocopy shop; Presidio has neither. In Presidio there is no daytime reception of English-language radio programming, but Ojinaga’s two stations come in loud and clear. When Presidio sets a temperature record, most of america hears about it, but a lot of Presidio’s townspeople never know, because Mexican broadcasters don’t make weather reports.</p><img /><img /><p><strong>RAMONA Serrano, a Hoe Her Scepter, Rules a Band Of Workers In Melon Fields Along the Rio Grande.</strong></p><img /><p><strong>a Border Patrolman Since 1978, New Jersey Native Paul Conover Sticks It Out, DESPItE the Isolation And Bullets From His Enemy El Gato.</strong></p><p><strong>“The whole West once consisted of towns even more remote and austere than Presidio is today.”</strong></p><p>Most people who live in Presidio think that the town’s temperatures are hotter than those Bradford reports. Their usual source of information is the time-and-temperature sign outside the business whose logo is the aztec calendar, First Presidio Bank. Since the bank’s readings are five to six degrees higher than those from the louvered box of the Weather Service, a good-natured rivalry over whose science is true has arisen between John Bradford and bank manager Jose Leyva. Bradford is probably right.</p><p>“You can’t trust the bank’s readings,” the federal man says, “because what their instruments tell you is how hot it is inside the sign’s metal box.” In Presidio last spring and summer, passersby had to look twice at roadside signs that read “112” or “115.” The signs were advertising gasoline, not reporting the temperature.</p><p>Living in a town on the extremes of american experience,</p><p>Presidio’s people are unmelded.</p><p>Most of them, including farm worker Ramona Serrano, are content with their setting and station in life because for them the alternative is servitude in the Mexican peasantry. Yet they have not fully availed themselves of and do not fully comprehend life in america. Others, usually anglo, transplanted, and advancementoriented, like border patrolman Paul Conover, are itching to get out. Career requirements —and in Conover’s case a bullet from a desperado’s gun —have held them back. Only a few, such as Baptist crusader Ed Jennings and native inventor Robert Cook, have decided to stay and try to work changes in the town. Like other prophets, Cook has chosen the desert as a place to nurture an odd vision in which even Presidio’s merciless sun would become subject to control.</p><p><strong>The Flea-Market Baptist and the Tragic Hero</strong></p><p>Historians Of La Junta (the Junction), the Region Where the Conchos and the Rio Grande meet, say that four anglos founded Presidio when they moved north from equally arid Chihuahua City after the Mexican War ended in 1848. But Presidio’s anglo families quickly became a minority and have been a minority ever since. Today there are fewer than a hundred anglo families in town, and children with anglo surnames account for less than 6 per cent of the public school population. Those anglos who come to Presidio to stay are nearly always men and women who, like Ed Jennings, are bilingual and linked to Mexico by marriage. Despite their commitment to Mexican culture, the staying is never easy.</p><p>In history’s measure of things, short, blond Ed Jennings is a successor to the Spanish Colonial priests who celebrated the first mass held under La Junta’s sun, three centuries ago. Jennings is a preacher, a Baptist crusader in a Catholic land. Before entering the seminary, he married his sweetheart from undergraduate days at Howard Payne University in Brownwood, Blanca Chavarria, a native of Chihuahua City. Members of the First Baptist Church of Presidio were looking for a pastor and preferred one who could start a Spanish-language ministry. When Ed graduated in 1978, he and Blanca moved into the parsonage and within eighteen months had built a Spanish-speaking congregation that equaled the established English-speaking flock.</p><img /><p><strong>BILINGUAL Baptist Preacher Ed Jennings Has Faith That His Services Can Fill a New Church.</strong></p><p>Their success occasioned grumblings. The church members who had earnestly favored a Spanishlanguage ministry were mostly federal employees who had moved away. They were replaced by anglos less acclimatized to the ways of Presidio who complained that the church’s dual-sermon schedule created Sunday morning confusion and Monday difficulties in record keeping. They complained, too, when Jennings preached a funeral in Redford.</p><p>Presidio and its satellite communities like Redford, a gasstation stop twenty miles downriver, suffer from a largely undeserved reputation as havens for desperadoes and smugglers. Redford has a shady reputation partly because for years its people have carried on a pistol feud with the residents of El Mulato. El Mulato, in turn, has a reputation as a town of trouble. Legend says that a century ago black deserters from the american cavalry settled there, giving the village its name. Though there is smuggling in the region, the plain fact is that the articles most commonly brought into Presidio and Redford without the payment of customs duties are items of <em>contrabanda blanca</em> (“white contraband”) - merchandise that is legal in ordinary trade, like cement and barbed wire.</p><p>The man whose funeral Jennings preached was a likely candidate for the suspicions of Presidio’s Baptists. He was Latin, he was young, he was not employed in Presidio, and he was not a churchgoer, though members of his family had attended the Spanish-language Baptist services. When the dead man’s Catholic kin asked for permission to celebrate a rosary and a mass in the Baptist building where the funeral was to be held, the reverend consented—and drew criticism at home for being liberal and ecumenical. A minicontroversy ensued-the Presidio church had fewer than forty members —and Jennings resigned in despair. Within a week he had founded a breakaway Spanishspeaking congregation called Iglesia Bautista La Hermosa.</p><p><em>(Continued on page 202)</em></p><p><em>(Continued from page 147)</em>_</p><p>•The new congregation was without resources, however, so Jennings-the sort of man who wears a Western shirt and a knife on his belt-went into the flea market business. In those days, before the peso devaluation, La Vuelta, the winding strip between Presidio’s downtown section and the international bridge, was jammed with stalls of secondhand merchandise. On weekends as many as two dozen vendors set up canopies and sold practically everything: used cars, tractors, dishes, shoes, paint, appliances, tools. Believers brought junk from their homes, and Jennings added items of his own, plus some from a Salvation army store in El Paso, which sold him secondhand linens cheap. He took it all to La Vuelta on Saturdays.</p><p>Today only a handful of vendors remain, but the heady past is commemorated by a few unsold, abandoned, sunbaked monuments, like the iron lung that sits fifty yards north of La Vuelta’s beginning. But Jennings survived. Three months after his breach with First Baptist and nearly four years after he had come to town, Ed Jennings was granted a subsidy by the Baptist General Convention of Texas. Last spring an army of the faithful from across the state came to Presidio and, on land already owned by the First Baptist Church of Irving, built a 3400square-foot home for La Hermosa. The building, when completed, will be the largest church structure in town. Though traveling missionaries often outnumber Jennings’ congregation during Sunday services, he is not worried. Presidio has taught him to persist, have faith, and wait.</p><p>If anglo assimilation in Presidio finds its exemplar in Ed Jennings, anglo estrangement’s tragic hero, however unwilling, is Paul Conover, a quiet-spoken, 37year-old border patrolman from rural New Jersey. After serving as a Marine officer in Viet Nam, where he never fired a shot, Conover earned a master’s degree in public administration and was hired by the Border Patrol in 1978. His first assignment sent him to Presidio, where he saw combat he’ll never forget.</p><p>In the personnel manuals of the Border Patrol and the customs service, Presidio is listed as a hardship station because of its climate and isolation. Agents of the two services are required to stay in Presidio only 24 months before being granted preferential status for transfer. Trying to make the best of a difficult duty station, Paul Conover became a model citizen and a leader in the town’s target-shooting club, its volunteer fire department, and its only labor union, Local 2509 of the american Federation of Government Employees. Despite his efforts, however, he still felt like an american on distant soil, and when his time came, he put in his application to leave Presidio. The stations he asked for, like Corpus Christi and Little Rock, arkansas, were in high demand or, like Miami, Oklahoma, were too small to experience much turnover. Conover had to wait.</p><p>On august 17, while his transfer requests were pending, Conover and Border Patrol supervisor Stanley Spencer drove out toward Redford. They were looking for Juan de Dios Levario Quiroz, also known as El Gato (“the Cat”). He was wanted in Mexico for drug trafficking and in Texas for murder. Informants had said that El Gato would be in his native El Mulato that afternoon to cross over to the United States again.</p><p>The Presidio Border Patrol station is not a leading one in alien apprehensions. Few Mexicans cross the river there—the jobs are elsewhere. Only some four hundred illegals are caught in peak months, during harvests, and as few as sixty are caught in slim ones. Instead of working to catch large numbers of men by simple, quick action, as is done in El Paso, for example, Presidio’s patrolmen become specialists in slower, crafty, Indian-guide skills. They become hunters and trackers.</p><p>Near a fence line at a RedfordE1 Mulato crossing commonly used by smugglers, Spencer and Conover found two sets of fresh footprints that afternoon. One set had been left by a man wearing pointed-toe cowboy boots with telltale heels. The heels had left squiggly impressions in the soft dirt, casting shadows that looked like the tread of an automobile tire. Their suspect’s boots, the patrolmen decided, had been reheeled in Mexico, where worn-out tires are sometimes used for shoe soling. It is an odd thing to note, perhaps, but that sort of detailed observation is the pride and specialty of the Presidio patrol. The second suspect had left footprints with what patrolmen call “running W” patterns and swirls around the spots beneath the balls of the feet. The troopers guessed that the man was wearing jogging shoes. Both sets of tracks went north, away from the river and toward the highway to Redford.</p><p>Spencer and Conover followed the tracks for about a quarter of a mile, until they came to a spot where, in that forlorn desert, someone had unloaded a stack of new lumber, probably for casual export to El Mulato. The tracks that interested the patrolmen were hard to make out because workmen who had unloaded the lumber had left footprints of their own. The sun was still bright overhead —it was about five-thirty —and in the shadows cast on the rocky ground, the two patrolmen discerned traces of the suspicious prints. The tracks showed movement back and forth, as if the two suspects had been waiting for someone. If the two river crossers had been taken to the road, Conover reasoned, they might already have reached a safe hideout. But there were no tracks leading toward the road. Instead, they seemed to lead to a greasewood and mesquite thicket 25 yards away, on a crest overlooking the Rio Grande.</p><p>Conover walked toward the river, a pump shotgun in one arm. Spencer followed. At the thicket the tracks went down a path that appeared to have been created by runoff and erosion. Conover took a step on the trail but could not see through the overgrowth. He took another step down, into a turn on the trail. From there he saw a clearing, fifteen yards away, in which a man was sitting on a yellow lawn chair shaded by a canopy of brush. The man smiled a catlike grin. He had a large mole on the left side of his face, like El Gato Levario. He also had an M-l carbine in his hands. Before Conover could shout, <em>“;Parrese!”</em>(“Halt!”), a bullet had passed through his legs, and he was lying on the ground.</p><p>Another spray of bullets crossed his chest and threw up dust behind his shoulders. Conover fired his shotgun, as did Spencer, and though their target flinched, El Gato did not stop shooting. A second bullet hit the patrolman’s buttocks, passed through his colon, and lodged in his spine. Still conscious, Conover fired five rounds, emptying his shotgun. El Gato, though wounded a second time, kept firing until his carbine jammed on the last round. (The carbine turned out to be a commercial reproduction of the M-l perhaps not built to real combat specifications.)</p><p>El Gato yanked a pistol from the waistband of his jeans and, crouched in pain, staggered into the brush. It took Spencer thirty minutes to reach help by radio, and twenty minutes later the assorted lawmen who came to Conover’s aid found the halfconscious El Gato lying 150 yards away on the riverbank, a pearl-handled .45 at his fingertips. Levario was wearing pointed-toe boots with car-tire heels. His accomplice, the man with jogging shoes, apparently made good use of them; he was never seen and never caught.</p><p>Nine months later, though not completely recovered from his wounds, Paul Conover was back on duty in scorching Presidio. A Border Patrol job in New York had been held open for him, but he had not taken it, because he was waiting for clearance from his doctors. Almost everyone in Presidio knew his story, and anglos in government service were quick to say that they felt sympathy for him, not so much because of his injuries as because he had put in his time and earned his ticket out, and still he couldn’t leave.</p><p><strong>Ramona and the Hoe</strong></p><p><strong>RAMONA Baeza Serrano Is a Short, </strong>round-faced, high-strung woman who was born in Mexico in 1940. She and her parents lived on the El Paradero collective farm, a few miles upriver from Ojinaga. Her father is buried nearby, under a homemade wooden cross on a rocky knoll that is truly pastoral —cattle graze in El Paradero’s cemetery. Ramona’s education was limited to three years in a rural school, and in her teens she married jocular, curly-haired Benicio Serrano. A man with a similar peasant background, Benicio was born in Ojinaga and raised at Rancho Dolores, a few miles south. Ten years ago they immigrated to Presidio. Benicio went to work as an equipment operator for Valley Farms; Ramona, a field hand at first, became a labor foreman for the firm, though her status reflects her seniority and affability more than anything of economic significance.</p><p>One Saturday morning at around seventhirty, when the sky was clear and the mountains in the distance reflected a light purple through the morning mist, she arrived at her job site along the Rio Grande about two miles southeast of Presidio. The crew of about seventy was composed of blue-jeaned Latins of both sexes, from high school age into their seventies. Most of them showed up for work in pickup trucks, two or three people to a vehicle. Two company pickups, one at each end of the field, carried coolers filled with ice water. Also at each end of the field was a truck towing a trailer on which two portable toilets were mounted, one for men, one for women. The day’s task, Ramona explained in Spanish, was to thin the young honey dew crop, leaving fifteen to sixteen inches between seedlings, and to chop or clear away weeds. At that hour, all of the workers were clad in longsleeved shirts to protect themselves against the early-day chill. After Ramona instructed them, the workers picked up their long-handled hoes and moved in an unhurried way into the rows.</p><p>The hoe is a noble instrument because it saves us from stooping. Since it is imperfect and especially since we must power it, it is also an implement to be cursed and denied. “Hoes,” the <em>Encyclopaedia Britannica</em> tells us, “have largely been replaced in agriculture by plows and harrows but are [still] used in gardening.” The <em>Britannica</em> optimists probably haven’t seen Presidio and apparently aren’t familiar with large-scale agriculture anywhere. The hoe is indispensable in even the biggest fields from the Syr Darya to the Nile, from the Nile to the Rio Grande. Of all the inventions to come from the hands of mankind, including the computer chip (a trendy item, from the hoe’s perspective) and even the much-vaunted wheel, none is more time-tested, popular, and valuable than the hoe. The first distinctly agricultural implement, it has been with us, at the very base of our lives, for nearly seven thousand years. The hoe is one of a handful of tools to last out our own busy epoch without modification, and that is why it is a historical contradiction of the gravest sort. Technology has failed to supersede this simple instrument, yet only because of advances in technology, especially in rail and highway transport, are farm workers able to find work in places like Presidio.</p><p>Once a part of far-off hillsides, the dirt beneath the feet of the laborers was auburn, light, and loose. Seasoned workers both pulled and pushed it with their hoes. Everyone worked at his own pace and in his own manner. One hatless fellow manipulated his hoe with his right hand only. In some places two, three, or four seedlings could be found within a penny-size area, giving workers no choice but to stoop and remove the excess plants by hand. Each time they bent over, the workers stepped centuries back in time, to the genesis of agriculture, to sadder days when there was no hoe.</p><p>In the plantation owners’ view, a good hoe hand is one who is productive, who can clear or clean a given number of rows in a day or an hour. In the eyes of field hands, productivity is important - nobody wants to work shoulder to shoulder with an incompetent, after all-but style and efficiency also count. Efficiency is the skill of working without tiring, and style is the ability to make time at work pass as painlessly as time at play. A good foreman, in the field laborers’ judgment, is one who gets the work done while ensuring that workers are as comfortable and distracted as possible. In Presidio, distraction is achieved through banter.</p><p>That morning in the honeydew fields, Ramona walked behind the others, measuring distances between seedlings with a T-shaped stick to be sure the workers weren’t departing from her instructions. She also kept banter in play.</p><p>“I can’t wait to get paid,” one man announced.</p><p>“i’m sure the bartenders are already waiting for you,” Ramona replied.</p><p>“No, when I get paid, i’m going straight to the store, but not to buy beer. I’m going to buy orange juice,” the young man said, with a gamester’s laugh.</p><p>“Was that orange juice that had you staggering last night?” Ramona asked.</p><p>“No, that was beer,” a second man said. “That’s why he’s going to buy orange juice today.”</p><p>All morning the young men talked and joked about getting drunk, the older men about the cost of buying things. The women, except for Ramona, hardly spoke at all. No one mentioned the growing heat. Radio Ranchito, one of the Ojinaga stations, played from somebody’s pocket transistor, but there was no singing in the fields. No big boss man came riding by on horseback with a whip in his hands, though one in a gimme cap and sunglasses did dismount his pickup for a look at his crop. When he glanced at the workers, Ramona circled him, making noises like a mother bird protecting her nest.</p><p>By nine-thirty the sun was high, the sky had begun to cloud with dust, and the mountains had turned to shades of dull midday brown. Now jeans and longsleeved shirts protected the workers not from morning chill but from sunburn and sunstroke. Despite Presidio’s heat, people sweat little when working under its sun, because Presidio is as dry as it is hot. By eleven o’clock they had finished their first field and moved on to a second. Three tanand-green all-terrain vehicles came over the crest of a highway embankment at the farm’s edge. Everyone saw the Border Patrol trucks coming, but no one spoke of them. The suspense was as taut as the barbed wire on the fence posts atop the levee between the field and the Rio Grande. Two young men in their twenties took off running toward the levee. Two of the border patrolmen leaped out of their vehicles and chased them for a few steps. The young men stopped; their joke had succeeded. Even before they had produced acceptable immigration documents, everyone in the field was grinning. After the ruse, three other border patrolmen in dark green khakis, two anglos and a Latin, strode into the field with walkietalkies in their hands and repetitive questions on their lips. <em>“¿De donde es? i Trae papeles?”</em> (“Where are you from? Do you have papers?”)</p><p>When the patrolmen came to question Ramona, she turned toward the workers in the field, eager to show that she, and not the Border Patrol, was still in charge. “Everybody can quit now. It’s five minutes until pay time,” she hollered. (Work</p><p>stops at noon on Saturdays.) “You can go home if you want, or wait and get paid.”</p><p>One patrolman meekly followed her as she walked to her truck, while his comrades gathered around the pickup where the pay line was forming. In a few minutes’ time, everyone had been paid and their immigration papers had been scrutinized. The Border Patrol took no prisoners. Not many illegal aliens work in Presidio’s fields, and none, it seemed, were on Ramona Serrano’s crew.</p><p>Ten years in Presidio near the bottom of the wage scale have provided Benicio and Ramona Serrano with two used pickups (only one of which runs), an old but luxurious car, a run-down trailer house, a washing machine, and a television set. That, and a cement-block house in Ojinaga that they built themselves and where their son, also an employee of Valley Farms, resides during the week; on weekends the house is theirs. The couple is not covered by hospitalization insurance or by any retirement plan. Their economic position, though not lamentable by american standards, is not enviable either. Yet in their own eyes, they are successful. To understand their pride, one need only visit Isabel, Ramona’s brother. Isabel and his family live in El Paradero, where Ramona grew up, in a two-room adobe shack lighted by kerosene and heated by kindling sticks. Electricity has not yet arrived at the collective farm.</p><p>There is discontent in Presidio’s fields, but its origin is regional isolation, not class conflict, and that is why attempts to organize a farm workers’ union there have failed. Most of Presidio’s laborers, like Ramona Serrano, do not regard themselves as citizens of the United States or Mexico nearly so much as they regard themselves as natives of La Junta. In the lives of people from La Junta, distinctions between Ojinagans and Presidio’s people can be made only in an artificial way —and usually are made for reasons beneath honesty. Almost everyone in Presidio is related to someone in Ojinaga, and most people in Presidio who do not receive food stamps (Ramona and Benicio don’t) do their grocery shopping in Ojinaga, where prices are lower. A lot of the Serranos’ peers have credentials allowing them to live in the United States, but they live in Ojinaga and maintain fictitious residences in Presidio in order to send their children to american schools or to qualify for food stamps.</p><p>A few years ago, during a crest in the national hubbub over alien workers, one hundred border patrolmen on special assignment to Presidio cleared the fields of illegal entrants, returning some two thousand people to Mexico within a month. The drive nearly destroyed the town’s frail economy. It created a labor shortage, and crops were in danger of succumbing to rot. An agreement worked out in the wake of the deportations brought to town an El Paso contractor to build four dozen federally subsidized apartments for use by migrant laborers.</p><p>Since the opening of the migrant center—the only public housing facility in town-harvesting has been mainly contracted to crews from the Rio Grande Valley. The resentment voiced on the sidewalks and in the fields of Presidio is aimed not at the <em>patrones,</em> nor even at the Border Patrol, so much as at the migrants, who have taken the town’s most lucrative work away from the local labor force, on the grounds of citizenship, a somewhat irrelevant distinction in Presidio. Presidio’s laborers rarely complain about wage rates or working conditions. What they want is what eluded them and their families in Ojinaga: a chance to work all year or, if not that, a chance to put their whole families to work at harvest time, when all but the littlest and feeblest can earn a respectable day’s pay.</p><p><strong>The Propulsionist</strong></p><p><strong>ROBERT Cook, 49, Is a Thin, Balding, </strong>pensive man who has never met a machine he didn’t understand. Since he is descended from one of Presidio’s four founders, Indian trader and agriculturalist Ben Leaton, Cook claims to be anglo, though that’s probably not true; he didn’t learn to speak English until the age of eight, two years after he had begun public school. The dust devils in Presidio streets and the whirlpools in its Rio Grande were the fascinations of his childhood, but Robert’s father, a prospector and mining engineer, moved the family west before his son reached adolescence. In California, Robert became a printing-room foreman, and for seventeen years he watched the big wheels of rotary newspaper presses, all the while turning over in his mindduring what he calls near-trances —ideas about the secrets of motion and rest. Whirling objects have been his lifelong obsession.</p><p>What Cook has learned in pressroom practice and what he has sensed in valleys of deep thought have led him to doubt the wisdom of laymen and sages alike. One thing Cook can’t accept, for example, is the commonly held belief that perpetual motion is impossible. According to his observation, the whole universe is a perpetual motion machine, composed of atoms that have been spinning for ages without burning fuel or coming to a stop. Fifteen years ago Cook decided that if the heavens could move in perpetual motion, he could find a way to duplicate their feat.</p><p>In 1968 he returned to the adobe house of his childhood to tinker with plans for a perpetual-motion machine in the quiet and isolation that only Presidio —or expensive research facilities —can provide. A mistake in his work led him to develop something almost as important, a contraption of chains, sprockets, and bars, today patented and called the Cook Inertial Propulsion Engine. It is not a perpetual motion device, because it employs a power source. But it is a shocker because it defies Newton’s third law of motion: for every action there must be an equal and opposite reaction. In the field of transportation—Cook’s target for the invention —Newton’s maxim is interpreted to mean that machines can move only by friction, with earth, air, or water, for example. Cook says that his engine requires no external resistance to move.</p><p>His device owes its success, if any, to the trick of turning centrifugal force into unidirectional linear force. Imagine, for example, an experimenter on roller skates swinging a ball attached to a string in a circle above his head. The ball’s centrifugal motion produces a balanced, circular thrust that keeps the experimenter’s position stationary. If by some twist of the string, the experimenter could cancel the force of half of the ball’s rotation, the ball would pull him in a linear direction. Cook says that his machine has crept across cement floors and, more important, over the low-friction surfaces of an ice-skating rink and a pool of water. It will also move, he believes, in a vacuum-in a way that no other machine can do.</p><p>After he’d put his first device together, Cook returned to California, where for the next fifteen years, interrupted by trips to Presidio for thinking and tinkering, he quarreled with machine shop operators and investors and explained his theories in the living rooms, labs, and lecture halls of a dozen academic and commercial physicists. A few were impressed and did studies on their own. All were skeptical at first, and a handful became downright contemptuous. The problem, Cook explains, is that physicists are sworn to dogma. “i’m going up against some really big brains,” he says with resignation, “but that’s what it takes to make world history.” Early this year Robert Cook moved back to Presidio to begin what he believes will be the last leg of his upward climb to Newtonian eminence.</p><p>The latest machine-shop model of Cook’s invention, an assemblage that looks like a robot octopus, has attracted the attention of <em>Science Digest,</em> a publication with a national following, and has enticed a new throng of stock peddlers and investors. The machine’s promise is indeed unlimited. If it works —Cook prefers to say <em>when</em> he gets it perfected —ships will no longer need tugboats for docking (they’ll be able to move sideways), cars won’t need road bridges (they’ll be able to propel through thin air), and airplanes won’t need wings. Spacecraft—Cook suspects that the creatures in flying saucers may have already perfected a device like his —won’t need rocket fuel either. Nor will Houston need a Metro; backpack units of Cook’s propulsion machine will carry commuters to work at a fraction of the cost of gasoline for an auto trip.</p><p>Cook’s townsmen haven’t shown much interest in his miracle machine, and they certainly don’t understand its heretical basic premise, but they are pleased that he has returned home, this time to stay. The procession of scientists and investors who have come to see him has enlivened the town’s gossip. After all, not even in Houston are atomic structure and Newtonian theory discussed in coffee shops, but that’s where Cook sometimes conducts his business. More than that, Robert Cook can fix broken appliances and gadgets of any kind, and there is no fix-it shop, or even a licensed plumber or electrician, in Presidio. When the town’s water system stopped functioning, nobody in Presidio could cope with its panel of electrical switches, until Cook was called in. He got the system running again. His popularity as Mr. Fix-it has outrun his reputation as Gyro Gearloose, but that displeases him; repairing refrigerators taxes his time and concentration. As soon as his next wave of financing comes in, Robert Cook plans to move his research and development headquarters out of his home and into a businesslike location, one that will be less inviting to neighbors in need.</p><p>Since his townsmen haven’t inquired much into his plans, Robert Cook hasn’t told them about the wondrous surprise his invention holds for them. Its best possible use, as far as Presidio is concerned, is of a global nature. You see, by placing Cook Inertial Propulsion machines at the poles of the earth, the world’s axis could be shifted as much as desired. A tilt of only a few degrees either north or south would move the sun’s ruthless rays, which have oppressed Presidio throughout its life, to a more deserving spot on the globe<em>.</em></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "October 1983",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Presidio",
      "Border",
      "Work",
      "people",
      "rio",
      "Border Patrol",
      "Mexico",
      "ojinaga",
      "Church",
      "Home",
      "House",
      "Rio Grande",
      "Business",
      "Highway",
      "Jobs",
      "Rural",
      "School",
      "Weather",
      "Band",
      "Family"
    ],
    "wp_categories": [
      "Agriculture"
    ],
    "wp_location": [
      "Presidio",
      "West",
      "Texas",
      "Houston",
      "Marfa"
    ]
  }
}