{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198310",
    "date": "October 1983",
    "year": 1983,
    "month": 10,
    "month_formatted": "October",
    "pdf_uri": "/1983/19831000.pdf",
    "issue_cover_image": "",
    "document_start_page": 168,
    "toc_start_page": 150,
    "document_page_range": [
      [
        168,
        169,
        170,
        171
      ],
      [
        240,
        241,
        242,
        243,
        244,
        245,
        246,
        247
      ]
    ],
    "toc_order": 5,
    "toc_headline": "Mayor Of the Unfinished City",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198310-mayoroft",
  "source": "/1983/19831000.pdf",
  "wp_post_id": 118830,
  "wp_post_guid": "http://www.texasmonthly.com/article/mayor-of-the-unfinished-city/",
  "authors": [
    "Jim atkindon"
  ],
  "headline": "MAYOR of the UNFINISHED City",
  "dek": "Can Dallas keep booming forever? Yes, but now thered a price to pay —and Starke Taylor had to decide if itd worth it.",
  "spread_caption": "",
  "excerpt": "To become more than a perpetual boom town, Dallas needs a fore sighted leader and astute politician. Is Starke Taylor the man?",
  "kicker": "",
  "word_count": 7381,
  "content": "<img/><p>“THIS Thing’ll almost Jump Out From Under You,” says Mayor a. Starke Taylor, Jr., of his BMW 745i Turbo. “Watch this.” The mayor jams down on the accelerator, and the car leaps ahead of the rest of the traffic on crowded Belt Line Road. “See what I mean?” I nod nervously. Dallas mayors have always made me uneasy for a variety of reasons, but I never thought i’d be white-knuckling it down Belt Line because of Hizzoner’s hot-rodding-¶ Outwardly, a. Starke Taylor, Jr., looks like what you would get if you called central casting and asked for a Dallas mayor. He is silver-haired, tennis-court tanned, and trim; a self-made millionaire; a free-enterprise, good-for-Dallas kind of guy-¶ But the new mayor is full of surprises. Despite ties to the city’s wealthiest developers, he ran his campaign this past spring on the platform of planned growth, a phrase that usually makes developers do a Danny Thomas with their martinis. He claimed he didn’t really want the job but then spent almost a million dollars acquiring it. He lives in far North Dallas, that enclave of new wealth, yet he based much of his campaign on revitalizing southern Dallas County. He’s the shy, retiring type, but barely a few weeks into his tenure he silenced a bickering fellow council member sternly: “I <em>am</em> the mayor, and I <em>am</em> running this council. Do you understand?” Besides all that, he once prayed the night before a Dallas Park and Recreation Board meeting that his fellow board members would make the right decision. ¶ Those and other matters are why I am headed for the Oak Cliff Country Club to lunch on Salisbury steak and watch the new mayor stump for the upcoming rapid transit referendum. I am curious about what other surprises the mayor may have in store. Lately Dallas has had more than its share of them-mostly bad ones-¶ i’ll let you in on a dirty little secret: Dallas likes to think of itself as the City That Works, but it hasn’t been working very well lately, and no one seems to want to admit it. The chamber of commerce still peddles the fiction that Dallas, the Time-ofYour-Life City, has largely escaped urban malaise, but one has only to drive the length of the city to see that urban malaise is exactly what is plaguing Dallas.</p><p>Illustrated by Stephen Pietzsch</p><p>Major freeways and roads are choked; the major effort to remedy the situation has been the completion of the Woodall Rodgers Freeway, which state highway experts and local police officers immediately criticized as being inadequate and hazardous.</p><p>Lax zoning and blind development have created an office glut downtown, more traffic problems in far North Dallas, and commercial encroachment into the city’s older residential neighborhoods.</p><p>Inadequate solid-waste treatment facilities are polluting seven of the city’s nine sources of water.</p><p>Even after months of laborious examination of cable television services, the franchise awarded Warner amex has become an embarrassment; at last report, installations and repairs were behind schedule, and the company had extended service to only 20 per cent of the potential users. Although numerous and expensive attempts have been made to enliven the inner city, downtown Dallas still rolls up its sidewalks at 6 p.m. sharp. Over the past decade, crime has increased, but the police force remains understaffed. Parts of Dallas are in abject poverty. The city’s high schools are still troubled by below-average test scores. West Dallas is threatened by hazardous levels of lead pollution in the air. And the city staff recently announced glumly that despite huge jumps in the appraised values of commercial and residential property, Dallas will probably face its third consecutive tax rate increase next year. The list goes on and on.</p><p>In the face of all this, Starke Taylor is certainly saying the right things. As we speed down the Dallas North Tollway, the conversation shifts from fast cars to the future of the city. Taylor says he is for planned growth and stricter zoning laws; he is for revitalizing the simmering ghettos in South Dallas and West Dallas; he is for mass transit to unclog the freeways; he is for making Dallas not only more prosperous but also more livable.</p><p>What Taylor intends to <em>do</em> is another matter. Just as Dallas’ problems have changed, so has the nature of the city. Unlike any other Dallas mayor, Starke Taylor has not been presented a nice, tidy, homogeneous city whose people have common goals and a willingness to be governed by a quiet and nonpolitical board. He presides instead over a city that is split between inner-city and outer-city interests and, more than that, between residents who want a stable, predictable city and those who prefer to live in a perpetual boom town. Taylor is an important figure in the passage from a downtown power center to a northern-suburb power center, from leadership by bankers to leadership by developers, and from a white-collar mentality to an open-collar mentality. But more than anything else, Starke Taylor sits on the cusp of Dallas’ transformation from a simple, easily governed place to a complex, political city. That means that he has to be not only a leader but a politician —whether he likes it or not.</p><p>Later in the day, as the mayor finishes a lackluster speech on the transit referendum, he hints at the answer. “There’s a writer following me around today,” the mayor informs the crowd. “and i’ll tell you the same thing I told him. I’m going to do what’s right, and i’m not going to be political. If people don’t like what I do, then they can get rid of me and get another mayor. That’s really the way I feel about it.”</p><p><strong>“Taylor is an important figure in the passage from a downtown power center to a northernsuburb power center, from leadership by bankers to leadership by developers, and from a white-collar mentality to an open-collar mentality. He sits on the cusp of Dallas' transformation from a simple, easily governed place to a complex, political city.”</strong></p><p>“STARKE Taylor Is Either the most devious or the most naive politician i’ve ever seen,” a wellwired North Dallas Republican told me one day. “He’s a complete mystery.” It’s true. When Taylor ascended the podium at the Hyatt Regency on election night, a decided winner over former mayor Wes Wise, the scene had the aura of an encounter with an alien. Who <em>was</em> this guy and who sent him to us?</p><p>The bewilderment was understandable. Taylor was a businessman, all right, but he was a new and different sort of businessman, from a new and different business power base. He had made his money in cotton, not banking or insurance, and unlike the mayors produced by the old downtown business establishment, he hadn’t “run the chairs” of civic service before ascending to the city’s highest post. The United Fund, the Civic Opera, the Fair Park Board —the traditional steps on the ladder to the mayoralty-are not to be found on Taylor’s resume. Except for a stint as president of the Park and Recreation Board from 1979 to 1982, he was an outsider to the infrastructure of civic power. Most significant, he came from far North Dallas, from that awesome new city that has grown up north of the LBJ Freeway during the past ten years. The endless rows of glittering glass office towers, the fancy highrise hotels, the huge, garish mansions of Bent Tree in this new Dallas, are ominous and foreign turf to the rest of the city. And the establishment that built them, that profits from them, is not that of Highland Park. Starke Taylor hadn’t merely won out over an opponent who was much better known; he had cemented the first real shift of power in Dallas since the Dallas Citizens Council took control of city hall in the late thirties.</p><p>Rumblings of that shift began seven years ago with the candidacy of developer Robert Folsom, also from far North Dallas. The downtown establishment —the heads of the major banks, insurance companies, and utilities-was in disarray following the five-year tenure of Wes Wise, the former sportscaster who had wrested the mayoralty away from the downtown crowd in 1971. Half a decade of Wise’s finger-tothe-wind polemics and, more to the point, his flaunting of the old ways had left the old boys desperate to recapture city hall.</p><p>Though Wise’s tenure represented more a symbolic loss of establishment power than an actual one, the old boys felt left out and cut off. Wise had never done anything overtly to hurt their interests, but he hadn’t really done anything to help them either. They felt that the city was stagnating, that the boom might end if the business community didn’t put a forceful representative back in the mayor’s chair.</p><p>For the first time in the establishment’s history, however, there was a split in the ranks. Many of the older downtown businessmen wanted R. L. Thornton, Jr., son of the city’s most famous establishment mayor, to run. A younger group —in particular, Republicans John Leedom and L. E. Guilliot —thought Thornton would lose because of his obvious ties to old power. Leedom and Guilliot suggested as an alternative candidate Bob Folsom, a former school board president and wealthy far North Dallas developer. Like Taylor, Folsom wore few of the traditional civic badges; indeed, he seemed to have spent most of his adult life at the simple business of making money. But he was young and vigorous and available. The old boys relented, some with great reluctance, and a transfer of power took place.</p><p>One of Folsom’s aides in the campaign-his campaign manager, in fact—was Starke Taylor, his tennis buddy and real estate partner. The ensuing campaign against Garry Weber, a populist in the Wes Wise mold, was the longest and bloodiest in Dallas mayoral history. Eschewing the lowkey, almost invisible approach of previous business-backed candidates, Folsom and Taylor got down in the trenches. Eyebrows were raised and fingers pointed —mainly at Taylor —after fliers asserting that a Weber victory would hand the city over to the black community turned up at North Dallas doorsteps during the final weeks of the campaign.</p><p>Though both Taylor and Folsom have denied that they had anything to do with the flier, they cannot deny that it was North Dallas that eventually gave Folsom a scant thousandvote margin of victory. Although Weber had managed to patch together an admirable coalition of minority and other inner-city voting blocs, the Folsom election firmly established the preeminence of populous, heavily Republican North Dallas. That wasn’t lost on developer John Stemmons and the rest of the older downtown bunch, for not only had civic power generally been controlled by downtown corporate executives but those corporate executives had also usually been Democrats—conservative Texas Democrats, but still Democrats. Now they had a businessman back in the mayor’s seat, but he was a developer and a Republican.</p><p>No one could miss the difference in style. Downtown boys R. L. Thornton, mayor from 1953 to 1961, and Erik Jonsson, mayor from 1964 to 1971, had been genteel and aristocratic. They were seldom seen or heard from, and they rarely deigned to dirty their hands with anything smacking of politics. Thornton was a banker, so he worked to establish the city as a white-collar commercial center on the plains. Jonsson, a founder of Texas Instruments, was a technocrat, and he busied himself with projects like the DFW Regional airport. If there was a shared charge among the old boys, it was to keep Dallas a safe place for business, a city unaffected by the racial and economic problems that were changing other cities.</p><p>But those men were board chairmen, men used to leading in the abstract. As a developer, Robert Folsom brought a rougher, more direct, and more urgent style to the mayor’s office. Folsom had made millions spotting openings, seizing opportunities, and beating the other guy to the punch, and he ran the city in much the same way. When he wanted a downtown sports arena, he didn’t want to bother with long-term studies and public referenda; he railroaded it through. His predecessors’ vision of the city had been limited, but it had been a vision of a finished place. Bob Folsom never entertained any notion that Dallas would —or should —one day be a finished place. He governed by the developers’ credo that he could always do just one more deal. The dirt literally began to fly. During Folsom’s tenure about 47 million square feet of office space, $214 million worth of hotel space, and $178 million worth of retail space were slapped up in the city, and countless other buildings were planned, zoned, and approved.</p><p><strong>“The aggressiveness of the developers during the Folsom years spawned an organized, middle-class, white opposition to the policies of city hall. In older neighborhoods like East Dallas and Oak Lawn, young couples who had sought stable neighborhoods began to organize. The neighborhood groups were not to be politely ignored.”</strong></p><p>Most of that growth was in the far North Dallas area, Folsom’s home turf. Far North Dallas is a mass of land mostly north of the LBJ Freeway, about ten miles from the city’s central business district. The area includes the tiny incorporation of addison and parts of somewhat larger suburban cities, such as Farmers Branch, Carrollton, and Plano, and it even spills over county boundaries. In 1971 the area was bleak, idle farmland, acres and acres of North Texas black dirt waiting for developers to discover it. They did. That year there were a pitiful 1.4 million square feet of office space in far North Dallas; by 1980, the year before Folsom left office, the square footage was 7 million, and more important, city projections showed that by the year 2000 there would be twice that, a full 16 per cent of the office space in Dallas. It was also predicted that the central business district’s share of office space would meanwhile decline substantially. Shopping centers cropped up like dandelions in far North Dallas. Retail growth is still so rapid there that even conservative city planners estimate that by the year 2000 the area will contain 43 per cent as much retail space as existed in the entire city in 1980.</p><p>Far North Dallas was too rapidly becoming a commercial center, a new downtown with a sense of itself wholly different from that of its predecessor to the south. The sensibility that prevailed there was one that valued shiny office towers and new tract homes, freeways and wide boulevards, and constant reminders of change and growth.</p><p>The aggressiveness of developers during the Folsom years spawned an organized, middle-class, white opposition to the policies of city hall. In older neighborhoods like East Dallas and Oak Lawn, young couples who had sought stable neighborhoods began to organize groups that opposed the prodeveloper bias at city hall. These Dallasites preferred peaceful tree-lined streets and refurbished turn-of-the-century cottages, and they wanted to live in a diverse but settled place. They wanted things to stay the way they were.</p><p>The neighborhood groups were not to be politely ignored, as the occasional eccentric demagogue at the weekly city council meeting had been ignored when he took his three minutes at the mike. These folks knew how to fight. Even in their fledgling days, neighborhood groups were able singlehandedly to defeat proposals such as a transit line along the Katy right-of-way and the double-decking of Central Expressway. That may sound like small potatoes to people accustomed to organized opposition and special-interest groups, but even as late as the seventies Dallas had few such political organisms with any power.</p><p><em>(Continued on page 222)</em></p><p>(Continued from page 153)</p><p>The neighborhood movement changed the political topography of the city. As other cities fractured along racial and economic lines, Dallas split between oldcity and boom-town camps. The tension between the two groups has always been subtle, but it is growing stronger. Bob Folsom left the office in 1981 somewhat weary of its controversies. He’d governed the city in the best way, the only way, he knew how: by building. It was difficult for him to understand that his notion of progress was viewed by others as not only unprogressive but also destructive. His decision not to run again was more a resignation than a retirement.</p><p>With Folsom’s Campaign Chairmanship and his stint on the Park and Recreation Board under his belt, Starke Taylor was approached to run as Folsom’s successor. He rejected the offer. He had recently sold his cotton firm and was looking forward to semi-retirement in the more relaxed role of an investor. Personal tragedy had savaged his family during the previous year; his daughter had committed suicide, and his stepson had died in an auto accident.</p><p>Starke Taylor insists he didn’t have the political bug anyway. Though his father had been mayor of Highland Park and a founder of the Dallas Country Club, Taylor was satisfied with having transformed his father’s small cotton firm into one of the largest firms on the Dallas exchange. He’d joined his father in the business in 1946, after college at Rice and service in the Navy. At the time, they ran a four-man operation that dealt exclusively in the domestic cotton market. Capital was tight, and Taylor Senior, in his late fifties, was not inclined to expand.</p><p>Despite the size of the firm, Taylor’s dad had been one of the better-known traders on the small exchange. He was an outspoken, stubborn, hot-tempered character, known for asking strangers to leave the floor if they didn’t look right to him. He is remembered to this day for his relentless campaign to keep another firm, H. Molsen & Company, off the exchange because he feared that the German immigrant Molsen was a Nazi sympathizer.</p><p>Taylor Junior inherited most of the firm’s traveling responsibilities when he joined it. He reestablished ties with textile mills in the Southeast United States and explored new export possibilities in Europe, where trade was just beginning to reopen. It was during the sessions with textile-mill managers and cotton farmers that he developed his easy and affable manner that distinguishes him from most previous Dallas mayors. Unlike the businesses that shaped those leaders, the cotton business is informal, performed via handshakes and hurried phone calls. Even today the cotton exchange building where Starke Taylor cut his teeth as a businessman has a rural, short-sleeved sort of atmosphere, and strangers still say “hidy” in the hall.</p><p>When his father retired in 1962, Taylor Junior began an extensive expansion program. He spread the firm’s name more widely throughout Europe and the rapidly growing asiatic markets. The firm’s capital and line of credit grew as it continued buying, warehousing, and then selling all its own cotton. In the early seventies it really took off. Taylor had long felt that cotton prices would shoot up as a result of inflation and the oil embargo (which would make synthetic fibers more expensive). He had been steadily stockpiling cotton and when the markets shot up, he was sitting on a gold mine. The firm became one of the largest in the Southwest.</p><p>By the late seventies, though, Taylor had wearied of the business. The magic of futures speculation had worn off, he was tired of the travel, and neither of his sons wanted to take over. Because of its tremendous success in the early seventies, the firm was an attractive acquisition to the huge conglomerates that were beginning to dominate the business. In 1980 Taylor sold the business to the Swiss firm Volkart Brothers.</p><p>He moved on to investing in real estate —mostly with his old friend Bob Folsom -but he still keeps up with cotton futures, and that rough-and-tumble, loose-andeasy cotton business continues to influence his personality. Not long after his election, Taylor was dubbed His Bubbaship by a <em>Dallas Times Herald</em> columnist. The nickname fits like a glove. He’s free with slaps on the back and slouches comfortably in his chair when being interviewed. He is almost self-consciously inarticulate in that charming, self-effacing country-boy way and is given to interrupting a sober exchange with questions like, “Do you like your work?” But he never lets you forget he’s in command.</p><p>There is another side to him too. Starke Taylor doesn’t like to look back. If there is a consistent thread in his views of business, of life, of government, it is that you take your best shot and see if it works; if you go bust, tomorrow’s another day. It’s an attitude that made him a millionaire several times over, and it will be interesting to see how it manifests itself in politics. Good leadership requires guts and a willingness to take risks. But if a politician’s view is “if they don’t like what I do, they can go and get another mayor,” it’s clear that communicating with the citizenry is low on his priority list.</p><p>After Taylor Turned Them Down In 1981, the new boys looked to Jack Evans, head of Cullum Companies, which owns Tom Thumb/Page, the grocery and drugstore chain. Evans, another far North Dallas resident, was a shy, almost bookish sort who had earned his way into the inner circle as chief executive officer of the company owned by longtime Dallas civic powers Robert and Charles Cullum. Evans hardly had the vitality and commitment of a Folsom, but as a custodian of the new boys’ interests he would do just fine. He too was reluctant to take the candidacy. A few years earlier, he had been the victim of a corporate kidnapping, and as late as 1979 he’d told friends he would never accept a public post for fear of endangering himself and his family again. But after considerable persuasion by Folsom and the rest of the boys, he finally gave in.</p><p>Evans’ style as mayor was the opposite of Folsom’s, and that came to grate on a number of the new boys. Evans saw his mission as one of ameliorating festering conflicts between special interests, of mediating —or at least glossing over—the growing animosity between folks who lived in the inner city and those in the outer city. His philosophy was simple: be nice. The effect, though, was only to make the neighborhood groups and other special interests that much more aggressive. Sensing weakness at city hall, they became more vocal at zoning hearings and city council meetings. When Evans announced in late 1982 that he would not run again —like Folsom, he had grown tired of the job —most of his former supporters were surprised, but more than a few of them admitted privately that they were relieved.</p><p>This new business establishment realized that it would lose control if it didn’t come up with a more forceful personality at city hall. Besides that, the dreaded Wes Wise was once again nipping at their heels. They considered him to be a politician of more flash than substance, a big talker who rarely followed up, a man who seemed to be interested in only the ceremonial aspects of the office. After losing a run for Congress in 1976, Wise had lain low for a few years, then run for and captured an at-large council seat in 1981. Wes Wise, the curse of the business community, the uppity independent who had so badly embarrassed the old boys in 1971, was planning to do the same thing to the new boys a decade later. And this time the stakes were much higher.</p><p>It was Jack Evans who first approached Starke Taylor again. A week later, Folsom had dinner with Taylor. It was Folsom, the most powerful personality in the city during the past decade, who persuaded Taylor to accept the mantle: It’s no fun, he said, but thinking back on it, i’m not sorry a bit I did it. Besides, there’s no one else. We need you.</p><p>That was the kind of pitch Taylor had trouble turning down. He decided to run for mayor, as he would somewhat selfconsciously joke later, to “one-up my dad.” The transfer of power was complete. The old boys hadn’t even been consulted on this one.</p><p>The Offices Of John Weekley and Enid Gray are a modest little affair on McKinney avenue in Oak Lawn, the sort of place where one might expect to find an artisan’s studio. It certainly doesn’t look like the center of political power in Dallas. But the political consulting firm that eventually won Starke Taylor the mayoralty is just that. Weekley and Gray were longtime Republicans; Gray had come out of the steel-trap North Dallas Republican organizations. The two had recently been involved in Clements’ first campaign for the governor’s office and had directed the successful runs of Sheriff Don Byrd, Congressman Steve Bartlett, and a host of other Republican candidates for lesser offices.</p><p>Media consultant Judy Bonner amps, who teamed up with Weekley and Gray in Taylor’s campaign, had worked the other side of the fence but with no less success. Beginning with Democratic state senator Oscar Mauzy, amps had nurtured and managed the political campaigns and, to some extent, the careers of a number of prominent Democrats, including Congressman Martin Frost, former city councilman and county judge Garry Weber, and former county chairman Ron Kessler in his unsuccessful 1980 state Senate race. It was amps who had helped to devise Weber’s close 1976 campaign against Folsom.</p><p>In 1979 Weekley, Gray, and amps had joined forces and since then had run and won every major bond campaign for the city. Combined, they knew more buttons to push, more chits to collect, more mistakes not to make, than all of the elected officials in the county put together. If you wanted something done politically in Dallas, there was only one place to go, and that’s right where Taylor went, check in hand.</p><p>It was clear from the outset that the 1983 mayoral election would be an extremely tough race for the establishment to win. Taylor was the best available candidate, but an early survey taken in October 1982 showed that though 91 per cent of those polled knew of Wise and most recalled that he’d done a reasonably good job as mayor, almost no one knew who Starke Taylor was. The consultants had another, more difficult problem, which they came to call the Folsom Problem: Taylor would be tied to Folsom, and if Wise capitalized on that connection, it could block crucial neighborhood-group support before Taylor even had a chance to articulate a platform.</p><p>As it turned out, Wise helped them solve that problem. In January superdeveloper Trammell Crow, who seems to enjoy surprising his colleagues, sent out a bombshell of a letter endorsing Wise and</p><p>asking selected friends to contribute to Wise’s campaign. Once the consultants had caught their breath, they realized that the Crow letter could help them more than hurt them. If Starke Taylor was castigated by Wise for his association with a bigtime developer, then Taylor could do the same to Wise.</p><p>They decided to build Taylor’s platform largely on the amorphous phrase “planned growth.” He would be for planning, which would mollify neighborhood groups, but he would still be for growth, which would reassure the developers who were already filling his campaign coffers. The key was to discuss planned growth only in the abstract.</p><p>With their issue chosen, the consultants went to work on the candidate himself. Taylor’s one-on-one abilities were fine, but he was a disaster in front of groups. When Wise confronted him with the Folsom Problem, Taylor ducked it and appeared defensive. He lectured rather than spoke, tried to make too many points too quickly, and in general came across as confused and unsure of himself. Wise, meanwhile, was the same confident, polished candidate who had taken the city by storm in 1971. Though Taylor’s campaign fundraising was surpassing Wise’s ten to one, Wise was still the front-runner through the fall and winter, into March 1983. “I was banging my head against the wall, trying to get him to be tougher,” says amps, “but we needed to make him</p><p>an entity. The only way was mass media.</p><p>Over the course of several strategy sessions, a plan was hatched. An additional $300,000, which Folsom agreed to get, would be needed for a media blitz of both print and electronic spots. “We wanted to emphasize that he was a successful businessman and all of the other qualities that voters have always liked,” says amps. “That and the planning issue were to convince people to trust him.”</p><p>At the same time, Dallas media consultant Lisa LeMaster and Chicago-based consultant Bob Moomey began to work on Taylor’s public style. No more prepared texts; no more dull lectures. If asked a troublesome question, Taylor was to say that he wasn’t going to respond until he had all the facts. The image that emerged was just what the consultants wanted: a strong independent businessman who understood the city’s problems, a developer who was for planning, a rich guy you could trust.</p><p>Meanwhile, Weekley and Gray began plying North Dallas Republican phone banks, the same kind of banks that had helped carry Bill Clements to the governorship. The strategy was to cut potential losses in the inner city and build wide margins in the northern, Republican areas. City fathers still like to lean on the myth that Dallas city politics is nonpartisan, but the truth is that in every bond and council election since the mid-seventies, North Dallas Republicans have delivered the crucial votes. The area is so populous and so well organized that a candidate or an issue can carry the entire city by winning the two North Dallas council districts by a wide enough margin.</p><p>That is precisely what Starke Taylor did. He whipped Wise with 54 per cent of the vote, but he did so by carrying those two districts. Taylor’s election signaled a lot of things. It proved that if you take an unknown and spend $952,000 on him, you can get him elected against almost anyone, even someone with nearly 100 per cent name identification. It ushered in big-bucks professional campaigning in Dallas elections. Starke Taylor is the first business-backed candidate to be shaped to the specific desires of the voting public. His victory also solidified the Republican party’s dominance over city politics. And it fomented the first real political dialectic in the city’s history: outer city versus inner city, new city versus old city. When those assembled at Taylor’s victory party began singing his campaign song, “Taylor Stands Tall for Dallas,” the question was, which Dallas would he stand tall for?</p><p>Starke Taylor Doesn’t Like To Talk politics. He’s uncomfortable with the philosophical. Taylor won’t concede that North Dallas is split off from the inner city or that he will have to side with one faction or the other. But he is aware of the tensions he must attempt to mediate over the next two years.</p><p>His first major moves upon taking office were designed to assuage inner-city worries. The West Dallas and South Oak Cliff ghettos had long lived under a cloud of poison from two lead smelters nearby. Taylor appointed a blue-ribbon task force to study the problem and report to the council. People there also lived under a darker cloud - poverty. Taylor appointed a 115-member task force to look at revitalizing the economy in those areas. Setting up the task forces was a relatively bold move. No Dallas mayor I can recall has ever recognized the black population and its problems in such a direct way. On the other hand, task forces aren’t elected and aren’t accountable to voters. They work for the man who appointed them, not for the public they are presumed to be serving. They are really something of a cop-out.</p><p>Taylor says his philosophy is to “use the wealth of talent in the private sector” for “the public good.” That impressive thought sounds like it came out of the typewriter of Judy Bonner amps, who, incidentally, still works for the mayor as a political consultant. Too often task forces merely create the illusion that something has been done about a pressing problem. Taylor’s seven-member task force on lead pollution was headed by the Sanger Harris CEO, Jack Miller, and coordinated through the Dallas alliance, a group of younger business leaders. It studied all the available literature on the ten-year-old lead-pollution problem, interviewed residents of the neighborhoods, and then presented the city council with a thickly worded document confirming that there was a problem-which everyone from the city attorney’s office to the Environmental Protection agency already knew.</p><p>Taylor then took action on an issue that perfectly captured the conflict between the inner city and the outer city. Since the late seventies, support for widening thoroughfares to make commuting easier has come primarily from Northeast Dallas and contiguous suburbs, such as Garland. The East Dallas communities through which the roads would be widened have naturally been dead set against it. The issue had been kicked around, studied and restudied, put off, and cycled and recycled through public hearings and committee meetings for years. Unfortunately for Starke Taylor, the problem was plopped in his lap soon after he took office last May. Political observers, particularly those from the inner city, considered it the first real test of what Taylor had meant when he talked about planned growth during his campaign.</p><p>As is so often the case in politics, however, the matter was resolved by a behind-the-scenes compromise. This time Taylor chose to be political. He and the rest of the city’s political leadership had staked an awful lot on an upcoming referendum to fund the Dallas area Rapid Transit (DART) system, which would provide light rail and expanded bus service in the city. Well aware that opposition from the East Dallas neighborhood groups could defeat DART, Taylor decided on a quid pro quo: you can keep your streets, but just make sure you get your people out in support of the proposed one per cent sales tax to fund DART over the next fifty years. About a month before the city council was to vote on the proposal to widen some East Dallas thoroughfares, a dozen or so neighborhood leaders from that area met with Taylor at a home on stately old Swiss avenue. The mayor’s assurances that he would back their position against the wider streets left some of them a bit skeptical, but after Taylor’s influence killed the proposal, all but one of them began organizing their neighbors in support of DART. Starke Taylor had thus assuaged their worries that he would be an outer-city mayor. But did he do it for the right reasons?</p><p>Discussions about extra parking downtown, measures to improve Central Expressway, and various ideas for a master land-use plan had been cast into limbo for the past two years in the hope that voters would accept a mass-transit system as the answer to all their problems. On august 13, when the DART proposition passed with 58 per cent of the vote, you could almost hear a collective sigh of relief from the city’s business community. Taylor and other supporters claim that the mere existence of the 160 miles of light rail projected for DART will create a land-use plan for the city. Rail service will allow a badly needed increase of density in certain sparsely populated corridors, providing a web that will hold the sprawling city together. It will eliminate the need to renovate Central Expressway and other major arteries and will solve the city’s increasing parking problems. It will make the city better for both the North Dallas businessman and the South Dallas construction worker.</p><p>Like most mass-transit plans, DART looks terrific on paper but is based on optimistic guesses and prayers. After asking Dallas citizens for billions of dollars to throw at the problem, DART proponents admit that the system will displace only about 5 per cent of all trips taken in the city on any given day. On major thoroughfares, the impact will not be dramatic. Even with DART trains and buses, the average daily load on North Central Expressway will continue to increase. Moreover, the DART rail plan relies primarily on existing rights-of-way owned by railroads that have not yet made any commitment to sell or lease those rights-of-way to the transit authority. The crucial rail link-running north to south along Central Expressway-will require state approval, which has not yet been granted.</p><p>DART officials admit that the rail service, with average speeds of 30 to 35 miles per hour, will often be more timeconsuming than a trip by auto. And of course, the DART board can’t guarantee that the system will be finished on time and within its budget. They haven’t even selected what sort of vehicles DART will use. When voters committed $8.75 billion to mass transit, they may have thought they were voting for a service or at least a plan, but what they got was only a notion.</p><p>One thing that can be said about DART is that its existence on paper will benefit the city’s development community. Money follows transportation, and if anyone has doubts about who was behind the transit plan, he need only peruse the list of donors to its $1 million war chest. DART was sold as the ultimate public service, but there wasn’t much money from the general public on that list. Rather, there were $5000 and $10,000 donations from developers like Jim Williams and Bob Folsom and the Canadian firm Cadillac Fairview —and a $25,000 contribution from the Watson & Taylor Companies, a realty firm. Taylor <strong>is</strong> the mayor’s son.</p><p>Even as the last vote was being tallied, land values in and around the proposed terminal sites and along the proposed rail routes began to shoot upward. The success of the system rests on something that</p><p>is music to any developer’s ears: “high density.” Because Dallas’ growth has been typical Sunbelt sprawl, many of the areas along proposed rail arteries are too lightly populated to meet minimal ridership needs. Solution? Increase density. That means more apartments, office towers, and hotels. DART may end up solving Dallas’ transportation problems, but from another view it seems to be just one more way to keep the party going and the dirt flying, to keep Dallas an unfinished place, to refuel the myth of the perpetual boom town.</p><p>Dart Will Doubtless Provide Starke Taylor and the rest of the city’s leadership with an easy out on many of the other issues facing the city. One issue that Taylor probably won’t be able to avoid, however, is the upcoming showdown on the city’s lax zoning policies. Last spring city manager Charles anderson issued the most important public document in the city’s contemporary history: an extensive white paper that attacked the heart of the boom-town ethic. In general the paper urged the city to exert more influence over the nature, extent, and location of development by tying proposed developments to existing density, controlling the height of office buildings in certain areas, and, most important, radically revising the city’s controversial cumulative zoning law.</p><p>Dallas has long looked down its nose at Houston’s helter-skelter development, which has resulted from Houston’s lack of zoning laws. But Dallas zoning laws are no better. For example, a lightcommercial designation does not restrict the developer to building dry cleaners and dress shops; it includes many other land uses, such as office towers. By far the most controversial designations are the three industrial ones, which allow a developer to build just about anything he wants to-from a factory to an office complex to a shopping center. He doesn’t even have to tell the city what he’s going to build, and he has practically an eternity to keep changing his mind.</p><p>To understand the destructive effects of such permissive zoning, drive down the North Dallas Parkway to its intersection with —or more properly, its collision with —the LBJ Freeway. On the northeast corner sits Houston developer Gerald Hines’ glittering, geodesic Galleria shopping complex. A good example of the build-it-and-see-what-happens thinking that has prevailed in the city since the Folsom years, it has created traffic problems that may never be solved. The land it sits on was zoned industrial in the late sixties, and for many years city planners based projected traffic flow and parking needs there on a factory’s being built on the site. But its industrial zoning designation allowed the developer to build a shopping center, and when the Galleria opened its doors in 1982, city officials had little to say, except to report that the retail use would generate about sixteen times the traffic that existing roads could handle.</p><p>When the complicated verbiage of Dallas zoning law is peeled away, the remaining question is whether Starke Taylor-and, under his leadership, the city planning commission and the city council-will be able to say no to such reckless development in the future. The city staff’s proposals are farsighted, but the staff can only recommend. It’s up to the mayor to get proposals enacted. Only time will tell how many of them fit Starke Taylor’s definition of planned growth-if he has one.</p><p>Thus far the signs have not been encouraging. Taylor backed off from his august 15 deadline for considering city manager anderson’s proposals in earnest, and some of the wording in anderson’s white paper has been softened in response to developers’ reaction to the idea of increased city control over development. Taylor pledged during the campaign that he would vote against any zoning proposal that would increase traffic in a given area, but now committees working on the proposed changes have replaced that notion with a toothless provision that encourages development where city facilities are adequate. And to the dismay of neighborhood activists who are measuring the mayor’s commitment to their cause by the number of changes on the North Dallas-dominated city planning commission, Taylor has pressed for the reappointment of incumbent chairman John Evans over Mary Ellen Degnan, who was considered more sympathetic to neighborhoods. Planned growth was easy to talk about, but so far Taylor’s actions have not convinced many people of his sincerity.</p><p>Starke Taylor doesn’t like to admit it —indeed, he acts as if he’s not even aware of it-but he has collided with the most complex and troubled political times in the city’s history. A hundred years of boom-town philosophy have resulted in benign neglect of the city’s basic functions and services and have raised the question of whether the City That Works is really just getting by. The most difficult task for Starke Taylor will be to make livability catch up with prosperity. In recent months homeowners in North Dallas have begun to organize, and they sound very much like the East Dallas neighborhood groups. They are asking for a moratorium on rezoning in North Dallas until traffic is unsnarled and sensible zoning laws are put in place. Can it be that the new Dallasites have become frustrated with living in an unfinished city?</p><p>Bridging the gap between two white<strong>, </strong>middle-class constituencies will require political decisions made by a politician. Taylor is enough of a politician to get</p><p>himself elected and to shunt problems away from his desk, but his willingness to solve problems politically is still in doubt. “You get in a business situation and you’re used to making decisions and seeing things happen, and you see something that can be done today and you do it,” he told me one morning. “You come down to city hall and you see things can’t be done that way. You have to go through the bureaucratic process. You might even have to have a public hearing. It’s not the way I like to do business, but it’s the way you have to operate.”</p><p>The reluctance in his tone is more than a little troubling. A series of task forces and a mass-transit plan that reads like escapist ficton mav carrv him through.</p><p>But I get the feeling that before it’s over, Starke Taylor will have to make a tough political choice, say no when it would be much easier to say nothing. Will he?</p><p>One Day, after a Visit With the Mayor, I drove around in far North Dallas, past the offices and hotels and apartments of that new mecca. I cruised through the prestigious Bent Tree development, past mansions that all looked like huge park pavilions, past phalanxes of shiny Cadillacs. I came upon the mansion that belongs to Starke Taylor. It is an impressive contemporary affair, one of the loveliest homes on the block. Or at least it looks like it will be, when it is finished.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "October 1983",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Dallas",
      "Taylor",
      "Mayor",
      "office",
      "Business",
      "Campaign",
      "DART",
      "Power",
      "zoning",
      "Cotton",
      "people",
      "Republican",
      "Traffic",
      "Election",
      "Space",
      "city council",
      "Land",
      "Neighborhoods",
      "proposals",
      "Shopping"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": [
      "Dallas",
      "Taylor",
      "Texas",
      "West",
      "Addison"
    ]
  }
}