{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198310",
    "date": "October 1983",
    "year": 1983,
    "month": 10,
    "month_formatted": "October",
    "pdf_uri": "/1983/19831000.pdf",
    "issue_cover_image": "",
    "document_start_page": 150,
    "toc_start_page": 148,
    "document_page_range": [
      [
        150,
        151
      ],
      [
        232,
        233,
        234,
        235,
        236,
        237
      ]
    ],
    "toc_order": 4,
    "toc_headline": "They Say",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198310-theysay",
  "source": "/1983/19831000.pdf",
  "wp_post_id": 118836,
  "wp_post_guid": "http://www.texasmonthly.com/article/they-say/",
  "authors": [],
  "headline": "They Say",
  "dek": "Bring up Texas and everyone wants to get in his two cents’worth.",
  "spread_caption": "",
  "excerpt": "Cabeza de Vaca hated it. Georgia O’Keeffe loved it. Seems like Texas leaves no one speechless.",
  "kicker": "",
  "word_count": 3419,
  "content": "<p><span class=\"dropcap\">I</span> couldn’t believe Texas was real. When I arrived there, there wasn’t a blade of green grass or a leaf to be seen, but I was absolutely crazy about it. There wasn’t a tree six inches in diameter at that time. For me Texas is the same big wonderful thing that the oceans and the highest mountains are.</p><p>-Georgia O’Keeffe, <em>Georgia O’Keeffe,</em> 1976</p><p><span class=\"dropcap\">J</span>uly 4 was not the time of year for anyone to be introduced to Houston, Texas, although just what the right time would be was hard to say. For eight months Houston was an unbelievably torrid effluvial sump with a mass of mushy asphalt, known as Downtown, set in the middle. Then for two months, starting in November, the most amazing winds came sweeping down from Canada, as if down a pipe, and the humid torpor turned into a wet chill. The remaining two months were moderate ones, although not exactly what you would call spring. The clouds closed in like a lid, and the oil refineries over by Galveston Bay saturated the air, the nose, the lungs, the heart, and the soul with the gassy smell of oil funk. There were bays, canals, lakes, lagoons, bayous everywhere, all of them so greasy and toxic that if you trailed your hand in the water off the back of your rowboat you would lose a knuckle.</p><p>-Tom Wolfe, <em>The Right Stuff,</em> 1979</p><p><span class=\"dropcap\">S</span>o I bought a little city (it was Galveston, Texas) and told everybody that nobody had to move, we were going to do it just gradually, very relaxed, no big changes overnight. They were pleased and suspicious. I walked down to the harbor where there were cotton warehouses and fish markets and all sorts of installations having to do with the spread of petroleum throughout the Free World, and I thought, A few apple trees here might be nice. Then I walked out this broad boulevard which has all these tall thick palm trees maybe forty feet high in the center and oleanders on both sides, it runs for blocks and blocks and ends up opening up to the broad Gulf of Mexico—stately homes on both sides and a big Catholic church that looks more like a mosque and the Bishop’s Palace and a handsome red brick affair where the Shriners meet. I thought, What a nice little city, it suits me fine.</p><p>-Donald Barthelme, “I Bought a Little City,” 1974</p><p><span class=\"dropcap\">A</span>t Lubbock I found that Texas had no use for an imported French chef. A sauce, they felt, was unnecessary, or a means of covering inferior meat. At Waco I discovered that air conditioning was not only a novelty but almost a necessity.</p><p>-Conrad Hilton, <em>Be My Guest,</em> 1957</p><p><span class=\"dropcap\">D</span>allas, though Fort Worth is only a stone’s throw away, no more connotes longhorns and coyotes than does Charleston, West Virginia. . . .</p><p>Most residents of Dallas would not move to Houston for anything on earth, not even money, because Houston is somehow just a city whereas Dallas, though smaller, is a genuine metropolis with considerable charm. . . .</p><p>Between Dallas and Fort Worth, only thirty-three miles apart, is a chasm practically as definitive as the Continental Divide, and the two cities are famous rivals. . . . Dallas is where the east ends, and Fort Worth is notoriously “where the west begins.” Dallas is a baby Manhattan; Fort Worth is a cattle annex. Dallas has suave and glittering clothes that look like pages out of <em>Vogue;</em> Fort Worth has dust and stockyards.</p><p>-John Gunther, <em>Inside U.S.A.,</em> 1947</p><p><span class=\"dropcap\">A</span> three-lane highway runs from Brownsville to Mission, and the towns of the Valley string out along this highway. There are no cities in the Valley, and no country. The area is a vast suburb of flimsy houses.</p><p>The Valley is flat as a table. Nothing grows there but crops, citrus and palms brought from California. A hot dry wind starts every afternoon and blows until sundown. The Valley is citrus country . . . real-estatepromoted country, country of “BideA-Wee” tourist courts and old people waiting around to die. The whole Valley has the impermanent look of a camp, or carnival. Soon the suckers will all be dead and the pitchmen will go somewhere else. . . .</p><p>A premonition of doom hangs over the Valley. You have to make it now before something happens, before the black fly ruins the citrus, before support prices are taken off the cotton, before the flood, the hurricane, the freeze, the long dry' spell when there is no water to irrigate, before the Border Patrol shuts off your wetbacks. The threat of disaster is always there, persistent and disquieting as the afternoon wind. The Valley was desert, and it will be desert again.</p><p>-William S. Burroughs, <em>Junkie,</em> 1953</p><p><span class=\"dropcap\">C</span>urly stood a few moments in the narrow, mesquite-paved street. San Antonio puzzled and disturbed him. Three days he had been a non-paying guest of the town, having dropped off there from a box car of an I.&G.N. freight, because Greaser</p><p><em>(Continued on page 230)</em></p><p>Illustrated by Andrej Dudzinski</p><p><em>(Continued from page 148)</em></p><img /><p>Johnny had told him in Des Moines that the Alamo City was manna fallen, gathered, cooked, and served free with cream and sugar. Curly had found the tip partly a good one. There was hospitality in plenty of a careless, liberal, irregular sort. But the town itself was a weight upon his spirits after his experience with the rushing, business-like, systematized cities of the North and East. Here he was often flung a dollar, but too frequently a good-natured kick would follow it. Once a band of hilarious cowboys had roped him on Military Plaza and dragged him across the black soil until no respectable rag-bag would have stood sponsor for his clothes. The winding, doubling streets, leading nowhere, bewildered him. And then there was a little river, crooked as a pot-hook, that crawled through the middle of the town, crossed by a hundred little bridges so nearly alike that they got on Curly’s nerves. And the last bartender wore a number nine shoe. . . .</p><p>And now he began to perceive the inconveniences of this stony Southern town. There was none of the outdoor gaiety and brilliancy and music that provided distraction even to the poorest in the cities of the</p><p>North. Here, even so early, the gloomy, rock-walled houses were closed and barred against the murky dampness of the night. The streets were mere fissures through which flowed gray wreaths of river mist. As he walked he heard laughter and the chink of coin and chips behind darkened windows, and music coming from every chink of wood and stone. But the diversions were selfish; the day of popular pastimes had not yet come to San Antonio.</p><p>-O. Henry, “The Higher Abdication,” 1906</p><p><span class=\"dropcap\">T</span>exas is so big that people in Brownsville call the Dallas people Yankees, and the citizens of El Paso sneer at the citizens of Texarkana as being snobs of the effete east.</p><p><em>—Texas Almanac, 1945</em></p><p><span class=\"dropcap\">I</span>n western towns where the work begins at daybreak or earlier, supper is eaten early, and most good citizens are in bed before ten o’clock. It is only along the main streets where the saloons and the honky-tonks are that people drink and gamble far into the night.</p><p>Indianola was in bed or preparing for it. The night was still and the air seemed close; there was something in the atmosphere that made animals restless and men irritable. There lay over the town and the flatlands beyond a breathless hush that seemed like a warning.</p><p>The truth of the matter was that Indianola had not long to live. Here, within the space of a few hours, a town was to be destroyed, a way of living wiped out. And nobody was aware of it.</p><p>-Louis L’Amour, <em>Matagorda</em>, 1967</p><p><span class=\"dropcap\">B</span>ig as Dallas</p><p>—Common Expression (everywhere but Harris and Tarrant counties)</p><p><span class=\"dropcap\">M</span>ore than almost any other city, El Paso has not been fenced in. ... the desert lay serene, open and unoccupied, hoping to be let alone with its rabbits and coyotes.</p><p>-C. L. Sonnichsen, <em>Pass of the North</em>, 1980</p><p><span class=\"dropcap\">I</span>n the empty Houston streets of four o’clock in the morning a motorcycle kid suddenly roared through, all bespangled and bedecked with glittering buttons, visor, slick black jacket, a Texas poet of the night.</p><p>-Jack Kerouac, <em>On the Road</em>, 1955</p><p><span class=\"dropcap\">P</span>eople who think the past lives on in Sturbridge Village or Mystic Seaport haven’t seen Fredericksburg. Things live on here in the only way the past ever lives —by not dying. It wasn’t a town brought back from the edge of history; rather, it was just slow getting there. And most of the old ways were still comparatively unselfconscious.</p><p>-William Least Heat Moon, <em>Blue Highways</em>, 1982</p><p><span class=\"dropcap\">B</span>eaumont, Texas. No mountains, no beauty. . . .</p><p>The air in Beaumont stank. It must have been gas from refineries; there was a faintly sickish taste borne on one wind and a faintly acrid taste borne on another. . . .</p><p>They were passing giant palm trees. Rose bushes were still in bloom. A heavy, cobweb-like dampness hung over everything. The palm trees were too thick, too large.</p><p>-Joyce Carol Oates, <em>them</em>, 1969</p><p><span class=\"dropcap\">W</span>e were passing the business district of what to me is one of the most exciting cities in the country. It is not as beautiful as San Francisco; it does not carry itself with the stately being of Chicago; New Orleans is more picturesque; and New York is more visceral —but Houston is astir with the future. . . .</p><p>I was home for the first time in a year, and my parents and I spent a day driving through the back country along the TexasLouisiana border, marveling at the recently black-topped farm-to-market roads. “They used to build those roads so we could go to town and come back,” Dad said. “Now more people go to town on ’em than come back.” We passed through Bethany, Four Forks, De Berry, Elysian Fields, and Deadwood, and I knew what he meant.</p><p>-Bill Moyers, <em>Listening to America</em>, 1970</p><p><span class=\"dropcap\">C</span>ity of the Violet Crown</p><p>—O. Henry’s nickname for Austin in the late nineteenth century</p><p><span class=\"dropcap\">W</span>e were now driving through swampy, reefy places. There were mangroves. Here was the Gulf sparkling alongside. There was also a great deal of clutter, for the peninsula was a dumping ground and an old-car cemetery. . . .</p><p>... I knew what a paradise he saw in this dumping ground-the towers in a seahaze, the imported grass gemmy with moisture, the pools surrounded by gardenias where broads sunned their beautiful bodies, and all the dark Mexican servitors in embroidered shirts murmuring “Si, senor.”</p><p>—Saul Bellow on Corpus Christi, <em>Humboldt’s Gift</em>, 1973</p><p><span class=\"dropcap\">P</span>ampa was a Texas oil boom town and wilder than a woodchuck. It traveled fast and traveled light. Oil boom towns come that way and they go that way. . . .</p><p>The town was mainly a scattering of little old shacks. They was built to last a few months; built out of old rotten boards, flattened oil barrels, buckets, sheet iron, crates of all kinds, and gunny sacks.</p><p>-Woody Guthrie, <em>Bound for Glory</em>, 1943</p><p><span class=\"dropcap\">F</span>aint-hearted Woodville</p><p>-William Shakespeare, Henry Iv, Part /, 1600</p><p><span class=\"dropcap\">D</span>owntown Houston seemed an empty place on a Friday afternoon. Bulky skyscrapers faced with granite and marble stood in a kind of gloomy silence in the golden smog. There was light traffic, few pedestrians, few stores, a broad deserted public square.</p><p>—John D. Macdonald, <em>Cinnamon Skin</em>, 1982</p><p><span class=\"dropcap\">D</span>eep gullies at right angles to the road. Flash-flood warnings. Yucca stalk and ocotillo sticking out of the sand. . . . Spires, buttes, pinnacles the eroded remnants, to left and right, in scaly rust and copper and sandy brown. Well ahead he saw the waveform, the scant silhouette, of the Chisos Mountains, palest slate, lying so completely in a plane it could not possibly be more than arbitrary light, a mood or fabrication.</p><p>Finally a car approached and passed. Then nothing again. A buzzard on a fencepost. Single windmill in the distance. Everything here was in the distance. Distance was the salient fact.</p><p>-Don Delillo, <em>Running Dog</em>, 1978</p><p><span class=\"dropcap\">I</span> may be a little fellow, but my heart is big as Texas.</p><p>-Michael Jackson (age 11), singing on “2-4-6-8,” <em>Abc</em>, 1970</p><p>“<span class=”dropcap“>T</span>exas women are always healthy, and besides that she’s cleaned my refrigerator, my sink, the bathroom, and she cooks and feeds me healthy foods and washes the dishes too.</p><p>‘Hank,’ she told me, holding up a can of grapefruit juice, ‘this is the best of them all.’</p><p>it says: Texas unsweetened Pink grapefruit juice.”</p><p>-Charles Bukowski, “<em>texan</em>,” 1977</p><p><span class=\"dropcap\">I</span> have already said that we went naked through all this country [the Texas Hill Country]; not being accustomed to going so, we shed our skins twice a year like snakes. The sun and air raised great, painful sores on our chests and shoulders, and our heavy loads caused the cords to cut our arms. The region is so broken and so overgrown that often, when we gathered wood, blood flowed from us in many places where the thorns and shrubs tore our flesh.</p><p>-Cabeza De Vaca, <em>Adventures in the Unknown Interior of America</em>, 1533</p><p><span class=\"dropcap\">I</span>t was early fall, with that crispness in the air that awakened one’s senses and seemed to make everything wondrously alive. My first days there I wandered about that enormous campus, mingling silently with its thousands of nameless students. I walked past the fraternity and sorority houses, which were like palaces to me with their broad porches and columns and patios, and down “The Drag” with its bookstores and restaurants, a perfectly contained little city of its own. On a slight rise dominating the place was a thirty-story skyscraper called the “Tower,” topped with an edifice that was a mock Greek temple; the words carved on the white sandstone said, “Ye Shall Know the Truth and the Truth Shall Make You Free,” causing me to catch my breath in wonder and bafflement. That first morning I took the elevator to the top, and looked out on those majestic purple hills to the west, changing to lighter shades of blue or a deeper purple as wisps of autumn clouds drifted around the sun; this, they would tell me, was the Great Balcones Divide, where the South ended and the West began, with its stark, severe landscape so different from any I had known before. I saw the state capitol, only a few blocks to the south, set on its sloping green acres, its pink granite catching the morning light, and away to the east the baseball field dug into the native rock, and the football stadium, the largest and most awesome I had ever seen. Then down again to the campus, where all the furious construction and demolition was going on, and where the swarms of students back for another year greeted each other with such shouts and screams of delight, war-whoops, and hoo-haws and wild embracing, and twangy “hello there’s” with the “r’s” exploited as nowhere else in the South, that I suddenly felt unbearably displaced and alone. Everything around me was brisk, burgeoning, metropolitan. It was bigger than Memphis when I was twelve.</p><p>-Willie Morris, <em>North Toward Home</em>, 1967</p><p><span class=\"dropcap\">T</span>he Cafe Azar was on a rundown suburban street you could find in Fort Worth Texas, Cafe Azar in red letters on plate glass the interior hidden from the street by faded pink curtains.</p><p>-William S. Burroughs, <em>The Wild Boys</em>, 1969</p><p><span class=\"dropcap\">M</span>y plane was two hours late getting in from El Paso and then for another hour, after it did get in, it sat on the field unopened. One of the men at the gate told me, “They can’t open the doors. If they did, those passengers would get blown right back to the border.” He laughed as he said it, with regional pride.</p><p>-Jean Stafford, <em>A Mother in History</em>, 1965</p><p><span class=\"dropcap\">T</span><em>exans Never Cry</em></p><p>—1951 movie starring Gene Autry</p><p><span class=\"dropcap\">W</span>hen I taught in Canyon, Texas, my sister Claudia was with me. Saturdays, right after breakfast, we often drove the twenty miles to the Palo Duro Canyon. It was colorful - like a small Grand Canyon, but most of it only a mile wide. It was a place where few people went unless they had cattle they hoped had found shelter there in bad weather. The weather seemed to go over it. It was quiet down in the canyon. We saw the wind and the snow blow across the slit in the plains as if the slit didn’t exist.</p><p>The only paths were narrow, winding cow paths. There were sharp, high edges between long, soft earth banks so steep that you couldn’t see the bottom. They made the canyon seem very deep. ... It was usually very dry, and it was a lone place. We never met anyone there. Often as we were leaving, we would see a long line of cattle like black lace against the sunset sky.</p><p>-Georgia O’Keeffe, <em>Georgia O’Keeffe</em>, 1976</p><p><span class=\"dropcap\">S</span>ur la cote du Texas Entre Mobile et Galveston il y a Un grand jardin tout plein de roses Ii contient aussi une villa Qui est une grande rose . . .</p><p>-Guillaume Apollinaire, “<em>Annie</em>,” 1912</p><p><span class=\"dropcap\">D</span>allas, perhaps more than any American city, worries about and promotes its “image”-but in a curious way. It would like to be thought sophisticated, but many of its citizens forget what is almost the first principle of sophistication: a quiet and modest demeanor. It clamors for “honest” attention, but its own boosterminded press reads as though nothing unpleasant ever occurs in the city. Nonetheless the image of Dallas is enormous —“Big D, ” Giant—and like a shadow in the slant of sun is larger than the thing that casts it.</p><p>-Robert Wallace, <em>Life</em>, 1964</p><p><span class=\"dropcap\">T</span>he sun has riz The sun has set And here I is In Texas yet.</p><p>—Poem on comic postcard of the forties</p><p><span class=\"dropcap\">M</span>y earliest memory of Anson, Texas, is living in a house that had no foundation under it. All we had was a little frame box that sat on concrete-block pillars. The hot west-Texas wind blew under it in the summer, and the blue northers whined and moaned around it in the winter when we nearly froze to death.</p><p>I remember vowing that some day, somehow, some way, I was going to taste the excitement promised by the world outside of Anson. I was going to be somebody. Somebody big.</p><p>—Jeannie C. Riley, <em>From Harper Valley to the Mountain Top</em>, 1981</p><p><span class=\"dropcap\">T</span>exas isn’t geography. It’s history. It’s a world in itself.</p><p>-Edna Ferber, <em>Giant</em>, 1952</p><p><span class=\"dropcap\">I</span> had not been in Texas long before I started having millions of insights about the difference between Texas and the rest of America. I was going to write these insights down, but then I thought —Nahhh.</p><p>-Ian Frazier, “Nobody Better, Better Than Nobody,” <em>New Yorker,</em> 1983</p><p><em>Edited by Anne Dingus</em></p><p><em>Excerpts from:</em></p><p>Georgia O’Keeffe, <em>copyright</em> © <em>1976 by Georgia O’Keeffe.</em></p><p>The Right Stuff, <em>copyright</em> © <em>1979 by Tom Wolfe. Reprinted by permission of Farrar, Straus & Giroux, Inc.</em></p><p><em>“I Bought a Little City,” from</em> Amateurs, <em>copyright</em> © <em>1974 by Donald Barthelme. Reprinted by permission of Farrar, Straus & Giroux, Inc.</em></p><p>Be My Guest, © <em>1957by Prentice-Hall, Inc.</em></p><p>Inside U.S.A., <em>copyright 1946, 1947, 1951 by John Gunther. Copyright 1947 by the Curtis Publishing Co. Reprinted by permission of Harper & Row Publishers, Inc.</em></p><p>Junkie, <em>copyright</em> © <em>1977 by William S. Burroughs. Reprinted by permission.</em></p><p><em>“The Higher Abdication,” from</em> Heart of the West, <em>by O. Henry, copyright 1906 by Frank A. Munsey, Co. Published by Doubleday & Co., Inc.</em></p><p>Matagorda, <em>copyright</em> © <em>1967 by Bantam Books, Inc.</em></p><p>Blue Highways, <em>copyright</em> © <em>1982 by William Least Heat Moon. Reprinted by permission of Atlantic/Little, Brown.</em></p><p>them, <em>copyright</em> © <em>1969 by Joyce Carol Oates. Reprinted by permission of Vanguard Press.</em></p><p>Listening to America, <em>copyright</em> © <em>1970 by Bill Moyers. Reprinted by permission.</em></p><p>Humboldt’s Gift, <em>copyright</em> © <em>1973, 1974, 1975 by Saul Bellow. Reprinted by permission of Viking Press.</em></p><p>Bound for Glory, © <em>1943 by E. P. Dutton, Inc.</em></p><p>Cinnamon Skin, <em>copyright</em> © <em>1982 by John D. MacDonald Publishing, Inc. Reprinted by permission of Harper & Row, Inc.</em></p><p>Running Dog, <em>by Don DeLillo, copyright 1978, Alfred A. Knopf, Inc.</em></p><p><em>“texan,” from</em> Love Is a Dog From Hell, <em>copyright</em> © <em>1977 by Charles Bukowski. Reprinted by permission of Black Sparrow Press.</em></p><p>Cabeza de Vaca’s Adventures in the Unknown Interior of America, <em>translated by Cyclone Covey, copyright</em> © <em>1961 by the Macmillan Company.</em></p><p>North Toward Home, <em>copyright © 1967 by Willie Morris, published by Houghton Mifflin Co., Boston.</em></p><p>The Wild Boys, <em>copyright</em> © <em>1969, 1970, 1971 by William S. Burroughs, published by Grove Press.</em></p><p><em>A</em> Mother in History, <em>copyright</em> © <em>1965, 1966 by Jean Stafford. Reprinted by permission of Farrar, Straus & Giroux, Inc.</em></p><p><em>“Annie,” by Guillaume Apollinaire,</em> © <em>1965 by University of California Press.</em></p><p><em>‘What Kind of Place Is Dallas,” by Robert Wallace,</em> Life Magazine, <em>copyright 1964 by Time, Inc. Reprinted by permission.</em></p><p>From Harper Valley to the Mountain Top, <em>copyright</em> © <em>1981 by Jeannie C. Riley. Published by Chosen Books. Reprinted by permission.</em></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "October 1983",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "Dallas",
      "Houston",
      "people",
      "Cities",
      "Fort Worth",
      "Oil",
      "Country",
      "wind",
      "Cattle",
      "El Paso",
      "ever",
      "Georgia",
      "Trees",
      "Brownsville",
      "Driving",
      "Galveston",
      "Heat",
      "Mother"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Texas",
      "Dallas",
      "Houston",
      "Fort Worth"
    ]
  }
}