{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198310",
    "date": "October 1983",
    "year": 1983,
    "month": 10,
    "month_formatted": "October",
    "pdf_uri": "/1983/19831000.pdf",
    "issue_cover_image": "",
    "document_start_page": 156,
    "toc_start_page": 154,
    "document_page_range": [
      [
        156,
        157,
        158,
        159,
        160,
        161,
        162
      ],
      [
        238,
        239,
        240,
        241,
        242,
        243,
        244,
        245,
        246,
        247,
        248
      ],
      [
        256
      ]
    ],
    "toc_order": 6,
    "toc_headline": "Football, Game Of Life",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198310-footballg",
  "source": "",
  "wp_post_id": 118827,
  "wp_post_guid": "http://www.texasmonthly.com/article/football-game-of-life/",
  "authors": [
    "Geoff Winningham"
  ],
  "headline": "Football, Game Of Life",
  "dek": "As parents and fans railed about integration, a team of fast blacks and mean white country boys did what no one else in Beaumont thought they could do-get along and win.",
  "spread_caption": "",
  "excerpt": "When two high schools in Beaumont—one white, one black—were ordered to merge last fall, the outraged town watched as the drama of integration was played out on the football field.",
  "kicker": "",
  "word_count": 11048,
  "content": "<p>BY</p><p>Photography by Geoff Winningham</p><img/><p><strong>“I didn’t have much of what you call technique. I used to just pick out somebody I wanted to hit and go after them. I couldn’t read a play until Coach Durley and his assistant taught me to.”-Keith Zoch, </strong><em>defensive tackle</em></p><p><span class=\"dropcap\">O</span>n a muggy august morning in 1981, hundreds of people gathered at the county courthouse in downtown Beaumont to watch South Park school superintendent O. C. “Mike” Taylor reach into a large rotating drum and pick out Ping-Pong balls. The drum, borrowed from a local grocery store, contained five hundred balls, half of them yellow, the other half white. In the next eleven hours the drum would spin eight thousand times. After each spin a ball was drawn, and its color determined which schools some child in the city’s South Park district would attend through the eighth grade. The purpose of the lottery, as embittered parents and schoolchildren called it, was to integrate the district’s black students and white students, a circumstance the recalcitrant South Park school board had battled with all its powers to avoid for 27 years. Most of the people at the courthouse that morning, white or black, didn’t like what was happening a bit.</p><p>Eight children, two black and six white, carried homemade signs and walked back and forth quietly as parents streamed inside. One placard, carried by a black child about ten years old, read, “Go Home Feds!”—a reference to federal judge Robert Parker, whose order had led to the lottery. Another proclaimed, “We are Not Ping-Pong Balls.” Weeping mothers talked to television and newspaper reporters. One white mother called the courthouse proceedings child abuse; another said, “They have reduced our children to Ping-Pong balls.” The next morning the letters-tothe-editor column of the <em>Beaumont Enterprise</em> bore the headline “Government Is Trampling on the Rights of Children.”</p><p>The lottery temporarily spared the high schools, but eight months later came the first step toward the integration of all-black Hebert High with virtually all-white Forest Park. A group of athletes from Hebert walked onto the football field at Forest Park, a typical high school stadium located west of town in what not too many years earlier had been rice fields, to begin spring training with white players from Forest Park. That next September both schools would lose their identity, Judge Parker had ruled. The student bodies would be united, freshmen and sophomores going to Hebert, juniors and seniors to Forest Park, which would be renamed West Brook.</p><img/><p><strong>“We just had to see how these white kids play football. To me school’s just school, but when I get on the football field that’s different. That’s when I find out what’s what and who’s who.”-Jerry Ball,</strong><em>fullback and linebacker</em></p><img/><p><strong>“The Soul Bowl, between Hebert and Charlton-Pollard, was our Super Bowl, the biggest black attraction in the city. But if we was to lose, there’d be disciplinary problems. In the end, we’d created a monster.”</strong></p><p><strong>CLIFF Ozen</strong></p><p><em>Former football coach at Hebert High School</em></p><p>That first practice hardly seemed like a landmark event in the history of racial relations in Beaumont. The wounds opened by the lottery hadn’t begun to heal. Less than ten miles from Vidor, the Texas home of the Ku Klux Klan, Beaumont is right in the quick of that part of Texas most preoccupied with race. The city sits on the fringe of Dixie, at the spot where the great Southern pine forest that starts in tidewater Virginia finally gives out. The Neches River bottoms north of town have more in common with the bayous of Louisiana than with the prairies of Texas. Not even Spindletop and the ensuing thicket of petroleum refineries could dislodge Beaumont from its Southern past. Blacks and whites alike have held fast to their traditions and institutions, and no institution seems more inviolate to them than their schools. It is not unusual for parents to want to perpetuate their own values in their children, but in Beaumont that wish has overshadowed all else.</p><p>During West Brook’s first football season, the teenagers on that field would become the focus of all the hopes and resentments that accompanied mandatory integration. Like hundreds of Texas towns before it, Beaumont would judge itself by the performance of its high school football team—only this time, the stakes were real.</p><p>Jerry Mallett was the man that the South Park school board picked to be principal of the new high school. He had grown up in Beaumont and attended South Park High. His distinction as a baseball and basketball star earned him a scholarship to Baylor, where he was a three-time all-Southwest Conference player and an all-american collegiate baseball player. After six years of professional baseball, he returned first to Waco, where he taught in a local high school, then home to Beaumont, where he went to work for the South Park district.</p><p><em>Geoff Winningham is a photographer and professor of art at Rice University. His most recent book is</em> Rites of Fall.</p><p>Mallett, towering at six foot six, does not give the impression of a man who can be pushed around, yet there is much of the good ol’ boy in him, particularly in his resonant East Texas accent and mannerisms. “Lookee here,” he says. “This has been one enormous job, pulling these two high schools together and doing it so as to keep everybody feeling they were being treated fair. We started right after that court order, spring of eighty-two. We had to take two separate high schools, one black and one white, basically, and make them one high school in two buildings. And we had to do it fast.</p><p>“What do we name the place? ‘Let them vote,’ we said. So the students made nominations. I purged the list, of course, taking out the tomfoolery, and they voted. It was West Brook. Two words. What’s the mascot going to be? ‘Let them vote,’ we said. So again we took nominations, and here we had to be real careful what we was getting into. Like somebody wanted us to be the Gators. Well, I thought about that a minute, and I said to myself, ‘We don’t need any Gators, not around here.’ You know what I mean? In this part of the country, gator bait is, well, long time ago people used to call blacks gator bait. Now, I could just see us running our first football team out onto the field at Vidor or Port Neches and the fans all yelling, ‘Gator bait, gator bait, gator bait.’ I just eased the name ‘Gators’ on out of that list.</p><img/><p><strong>“I thought about quitting the team several times. It was so frustrating. But I decided that if I started quitting, well, I might start quitting all sorts of things—and that’s not a habit I want. So I just hung in there.”</strong></p><p><strong>ETHAN Shaw</strong></p><p><em>Number two quarterback</em></p><p>“Then we got to have colors, we got to have a song. We write a song. We pick colors. We got to do it fast, but we got to do it right. What are we going to do about student officers, the student council, the head cheerleaders? Well, we decided that we would just take two of everything the first year. So we elect one at Hebert, one at Forest Park, and they work together the first year. Where we got to have a faculty sponsor or a head coach, we pick one, doing the best we can to make it fair right down the line.”</p><p>The school board, however, waited until the last minute to pick a football coach. When they did, they chose alexander Durley, head coach for the last seven years at Hebert. The choice seemed obvious: he was well-known as a fine teaching coach, with an uncanny ability to call unexpected plays, and during the last three seasons his team had won an astonishing 37 games while losing only 3. The Forest Park coach, Paul Carswell, was no match for Durley, having won 11 games and lost 22 in the same seasons. Yet rumors had circulated that the board members were looking for a successful white coach from another district. A black football coach, however good he might be, was a difficult prospect for several members of the school board and many white parents to accept. Even some blacks dreaded the appointment, suspecting that Durley was being set up as a scapegoat.</p><p>There was no doubt that everyone in Beaumont would be watching Durley. Unlike the school board, which could meet in private to thrash out its differences, Durley and his football team had to display their successes and failures in public every Friday night of the fall. The <em>Beaumont Enterprise</em> wouldn’t be writing about how the algebra or English courses were coming along, but it would pore over every detail of the football team’s fortunes. From the first practice, parents of the white athletes from Forest Park watched Durley’s every move, questioning whether he was giving their boys a fair shake or playing favorites with the blacks. Parents and fans from Hebert, who had followed their school’s football success with a legendary passion, were looking for the coach to win and to win big. Anything less than a district championship would be a disaster. And Durley knew that he alone would be held responsible for the results. An integrated team working and playing together—but most of all winning together—could be crucial proof for the entire city that integration was working.</p><img/><p><strong>“I just had to do what I had to do to win. But first, I had to prove I was fair. People like to ask what brought this team together. It was time, time to make adjustments, to settle down and find out what we can do. Time to find some peace in the middle of the storm.”-ALEXANDER Durley,</strong><em>head football coach of west Brook High school</em></p><p><strong>PLAYING On Eggs</strong></p><p>The returning talent from Hebert’s 1981 team was deep. From Hebert and Forest Park combined, the new team had more than thirty lettermen returning. At first glance Durley had every reason to believe that it would be a great first year for the West Brook Bruins. He was in a position that every coach dreams of: he had the talent to form a powerhouse team. Yet he must have been overwhelmed by the numbers he had to deal with that first day. Of the 180 kids who showed up—more than anyone had anticipated—perhaps only half were likely to endure the rigors of spring training. Even then, Durley would be left with more players than he could carry onto the fall roster. He also had a potentially explosive problem in that he had two excellent returning quarterbacks, Ethan Shaw from Forest Park and Gerald Landry from Hebert. As spring drills began, both boys expected to be the starting quarterback.</p><p>“Durley had a dream and a nightmare on his hands all at once,” says Johnny B. Felder, football coach at Houston’s Kashmere and an old friend of Durley’s. “The dream was that he had everything a coach could want in talent, mostly lots of fast black boys. Then, here come the judge giving him mean, country white boys too. That’s a dream, when you got both of them at once. Now here comes the nightmare. Durley’s got everybody telling him his business. The whole city is looking right at him and saying, ‘Now you got it all. Go and do it.’ ”</p><img/><p><strong>“There’s no authority I know of that says you’ve got to have more mixing. Black people like to live with black people; white people like to live with white people. They don’t like to mix. You watch it, this busing will cease. It’s too damn expensive. The people are going to rise up one of these days.”-JOE Fisher,</strong><em>federal district judge</em></p><p>Those 180 boys, suited in the practice uniforms of their old high schools, negotiated the field as if they were walking on eggs. Jerry Ball, Hebert’s best linebacker who would be a senior in the fall, and Layne Walker, a Forest Park athlete who would be competing with Ball for a starting position, met for the first time that day. “Wasn’t too much said between us,” Ball remembers. “Layne just said to me out there, ‘Uhhh, what’s up?’ and I didn’t know how to take that or come back. I mean, I couldn’t just rush into it, not knowing his background or nothing or what he meant by that. So I just say, ‘i’m all right.’ I mean we was figuring them to be a bunch of rich kids, you know. We expected to see a whole bunch of limos dropping off white kids and that stuff.</p><p>“But we just had to see what these kids was like and how they play football. I mean, to me school’s just school, but when I get on the football field that’s a different thing, you know. That’s when I find out what’s what and who’s who.”</p><p>The caution was not one-sided. Keith Zoch, a defensive tackle from Forest Park, recalls that first day. “We’d been hearing for years about all these black studs from Hebert and how good they were and how fast and how mean they were. All you had to do was look at how many games they had won—they had to be incredible. So everybody was doing a lot of looking around and trying to size everybody else up. It was real strange, just being out there with those guys.”</p><p>By the end of spring training Durley at least had tentative answers to some of his most important questions. Hebert’s Gerald Landry was starting quarterback, and the roster was down to 47 players: 27 blacks, 20 whites. But time was not on Durley’s side. “The boys like Jerry Ball who had played at Hebert, they wanted it <em>then,</em> but I had to slow things down right from the start,” Coach Durley says. “You take practice. The boys from Hebert were used to tough conditioning. They had to run eight or ten two-twenties under a certain time. If they didn’t, they had to start again. The boys from Forest Park, most of them would have never made it. We’d have been out there till midnight running, and still they couldn’t have made it. So I backed off, and the boys from Hebert knew it, and they didn’t like it.”</p><img/><p><strong>“What’s the mascot going to be? Let the students vote, we said. Somebody wanted us to be the Gators. Well, long time ago people used to call blacks gator bait. I just eased the name ‘Gators’ on out of that list.”</strong></p><p><strong>JERRY Mallett</strong></p><p><em>Principal of West Brook High School</em></p><p>From 1959 through 1974, Cliff Ozen was the head football coach at Hebert High School. During his tenure Hebert won 132 games and lost only 18. Today Ozen is one of the three assistant principals at West Brook High School. His office is just beyond the receptionist, a room that seems barely big enough to contain him. I asked Ozen how he felt about the passing of Hebert and its glorious football tradition, which culminated each year with what local blacks called the Soul Bowl.</p><p>“The Soul Bowl was simply the biggest black attraction in the city. The Soul Bowl was our Super Bowl. It was between Hebert and Charlton-Pollard and always the last game of the year. Those games had so much bearing on the community. Coming together those afternoons, we could forget the rest of the world. All that mattered was what happened on that football field. But you know, it was, all in all, getting to be too much. If we was to lose, there’d be all sorts of problems in school. Fights in the hall, disciplinary problems, just a dead feeling everywhere. In the end, we’d created a monster.</p><p>“I like to talk about those good times, you understand, but I don’t like to live in the past too much. People say it’s bad that it’s all gone, and I understand that feeling. But that’s the essence of time. It’s sad to say, but all these things pass in their time. It served its purpose well. Now our kids are exposed to so much more, learning and getting to know each other. That is what we got to see. That’s what has come, and it must be good.”</p><p>Ozen paused and leaned back in his chair. For a moment he seemed lost in thought. Then his face lit abruptly into a broad smile. “We been talking all this time about Hebert and our black boys. You got to meet some of these white kids. How about Zoch? He something else.” Ozen shook his head at the thought of the big lineman. “Most people think Zoch is just a big mean white boy. We used to hear stories about Zoch picking up kids in the hall and throwing them out the window, but he’s really a sweet boy. God knows he’s strong. The boy can bench press over four hundred pounds, and he won’t work out on weights. He gets his strength from shoveling rice and digging ditches. Yeah, you got to see that boy.”</p><p>Keith Zoch’s house is in the farming country on the outskirts of Beaumont. His mother, Patsy, answered my knock at the door and apologized that her son had not made it home from work yet. As she fixed a pot of coffee, I inquired about Keith’s high blood pressure, which had almost kept him out of football.</p><p>“He’s got it under control now,” she said. “He and his daddy was eating a lot of fresh pork there for a while, and he got off that. Plus, you got to understand that high blood pressure just runs in the Zoch men sometimes. Keith would get himself all in a dither when he’d start thinking about football.”</p><img/><p><strong>“You’re probably thinking that this integration has been a long time coming and that we —my people—have been deprived for so long. Let me tell you something. We’ve all been deprived, you and me alike.”</strong></p><p><strong>JAMES Jackson</strong></p><p><em>Retired principal of Hebert High School</em></p><p>The sound of tires squealing and gravel flying signaled her son’s arrival. When the front door flew open, in stepped what appeared to be a jolly white version of the Incredible Hulk. After Keith changed clothes, we all went outside for a photograph. Keith had put on a pair of clean, starched blue jeans and a short-sleeved blue shirt. Without direction he strode out into the field beside the house, turned straight into the camera, put his hands on his hips, and assumed a menacing frown.</p><p>“Keith, smile. You don’t have to look so mean,” said his mother.</p><p>Without breaking his frown or looking away from the camera, Zoch managed a reply from the corner of his mouth: “This is a football picture, Mom.”</p><p>Back inside the house, Zoch settled into his chair to talk football. “I didn’t even know if I wanted to play this year. The last two seasons at Forest Park wasn’t nothing. You know, all the fun was going out of football for me. I would go out there every game and take somebody’s head off, but if you’re losing all the time and getting put down by all the kids in school, then there ain’t no sense in doing it. We just couldn’t pull it together. We had good football players at Forest Park too. I don’t know if the trouble was coaching or what, but we didn’t win but five games in two years.</p><p>“You take me. I didn’t have much of what you call technique. I used to just pick out somebody on every play I wanted to hit, and when they’d snap the ball, i’d go after them. Now and then they might have the ball when I got to them, but more often than not they didn’t. I couldn’t read a play till Coach Durley and his assistant taught me to. They taught me to see the flow of a play.”</p><p><strong>COUNTING To 22</strong></p><p>Friday night, September 3, 1982, was supposed to have been a comingout party for the West Brook Bruins. There they were in their new uniforms, blue and red, ready to show their stuff to the home crowd at Bruin Stadium. Their opponent was Lincoln High from Port arthur, the Bumble Bees of the Golden Triangle. In West Brook’s starting lineup of 22 offensive and defensive positions, there were 14 black players and 8 white players.</p><p>“I guess about everybody who could count to twenty-two was doing it that night,” says linebacker Jerry Ball. “Seems like that’s all anybody was talking about before the game, how many white guys, how many blacks.”</p><p>The stadium was overflowing with fans. Hebert’s large following had, at least for the moment, embraced the Bruins. “That was exciting,” Keith Zoch remembers, “seeing all those people. That was when I really decided I wanted to play for sure. Shoot, seems like we’d have twenty-five or thirty people in the stands sometimes at our games at Forest Park. That wasn’t no fun. I never saw so many people at a high school game in my life before that night.”</p><p>Unfortunately, West Brook’s debut was a staggering disappointment. After leading 12-0, the Bruins fell apart. Seven fumbles and three interceptions helped Lincoln pull out an 18—12 victory. For Hebert fans the loss was especially hard to take. Their school had not lost an opening game since 1957, and a lot of them thought Durley had played too many whites.</p><p>Whatever caused it, the first loss wasn’t nearly so demoralizing as the second one. Houston’s Kashmere came to Beaumont looking like a pushover after losing its opening game 49-6. Landry had a magnificent night at quarterback, passing for 211 yards. Jerry Ball played a spectacular game at linebacker and gained 127 yards at fullback. But with 1:31 left to play, West Brook was behind 28-27 with the ball on Kashmere’s 19-yard line. At that point Durley called over Burnice Wilson, the Bruins’ white placekicker. “I asked him if he wanted to go in there and win the football game for us,” Durley recalls. “He said he did, so I told him to go kick it.” It should have been an easy three points, but Wilson missed the kick, and Kashmere ran out the clock to win.</p><p>“I felt so sorry for Burnice,” says Zoch. “When he came off the field our own guys were calling him an idiot and telling him thanks for losing the game for us, mean stuff like that. It just hit him real hard. I mean, he couldn’t talk for a while. He was in a state of shock. You could hear a pin drop in that stadium as Kashmere ran out the clock. People just left. They couldn’t believe we had lost two games in a row.”</p><p>West Brook’s two consecutive losses at the beginning of the season caused another wave of resentment against the court order that had integrated the schools. And this time the blacks were as vocal as the whites. Black parents and community leaders began to hold meetings and to complain among themselves. At one such meeting in Jerry Ball’s home, parents urged the football players to quit the team in protest. They felt that Durley was being pressured by school officials to play white athletes who were not as good as their black counterparts. The loss to Kashmere was especially hard for the black parents to accept because it raised obvious and difficult questions about the enforcement of racial integration in public schools. Kashmere was an all-black school, yet somehow the Houston Independent School District was meeting the requirements of the federal courts. Why was Kashmere allowed to remain all black while Hebert had to merge with Forest Park?</p><p><strong>the Ping-Pong Judge</strong></p><p>Although Judge Parker instigated the most recent round of changes in South Park’s schools, for a decade the master planner for integration in the schools had been district judge Joe J. Fisher. The silver-haired, 73-year-old judge keeps a cartoon in his desk drawer from the editorial page of the <em>Beaumont Enterprise.</em> The drawing, carefully cut out and laminated, shows some federal judges playing a game of Ping-Pong. On one side of the table are three judges of the Fifth Circuit Court of appeals. Their opponent, clearly holding his own, is Judge Fisher. “i’ve always enjoyed that cartoon,” Fisher told me. Humorous or not, it is a perfect metaphor for the way school desegregation has been bounced back and forth between the Justice Department and the district courts.</p><p>The Supreme Court’s ruling in <em>Brown</em> v. <em>the Board of Education</em> in 1954 marked the beginning of public school desegregation in the U.S. The court then gave the 94 district judges across the country the authority to implement its decision. Supreme Court justice Thurgood Marshall, then NAACP’s head lawyer, and his colleagues argued strongly against that plan of action. If the timing of the process was put into the hands of the district courts, “the Negro in this country would be in horrible shape,” Marshall argued. “He, as a matter of fact, would be as bad, if not worse, off than under the ‘separate but equal’ doctrine.” Whether or not one acknowledges Marshall’s prescience, the melding of the country’s dual school systems has proven to be a problem of overwhelming magnitude.</p><p>Like most cities in the South, Beaumont’s compliance with the court’s ruling in <em>Brown</em> v. <em>the Board of Education</em> was almost nonexistent. Freedom of choice—whereby a student could attend the school he wanted—was the only plan adopted by the South Park school board. Noting a distinct lack of progress, the Justice Department first took action against the district in 1970. From then until 1981 it fell to Judge Fisher to interpret and implement <em>Brown</em> v. <em>the Board of Education</em> and the morass of litigation that formed in its wake.</p><p>Why the Justice Department took until 1970 to bring suit against South Park is not clear. One attorney active in school desegregation in Beaumont believes that the case fell through a crack in the department’s files. The officials overlooked South Park, he says, thinking that because the city’s other district, the Beaumont Independent School District, was making visible progress with integration, the whole city was complying. Another reason is that all through the sixties the blacks in South Park had refrained from pushing to change the system. The South Park district had essentially let the blacks operate their own schools, and in spite of inferior facilities, they were reluctant to give up that autonomy, largely because Hebert’s strong athletic tradition had been a focus for community pride. But clearly the delay was not a reflection of any degree of integration at Hebert and Forest Park. In 1968 Forest Park was only 3 per cent black, while the district as a whole was about 40 per cent. Hebert, meanwhile, was 100 per cent black.</p><p>Judge Fisher’s first order on the segregated schools, issued august 31, 1970, was basically a neighborhood school plan, which created new, racially mixed attendance zones for each of South Park’s schools. The Justice Department accepted the plan on the assumption that the school board would make every effort to see that the neighborhood concept worked, but such cooperation was not forthcoming. As had happened in many other districts with similar plans, large numbers of students-white and blacksimply claimed they had moved to an area zoned for the school they wanted to attend. And unlike some other, more diligent districts-Houston’s, for example—South Park made little or no effort to verify the flood of purported address changes. In addition, some of the more affluent and mobile white families moved out of the district to nearby Port arthur, Port Neches, and Nederland, where there was little or no black population. “White flight is what it’s called,” Dr. Richard L. Price, the only black member of the South Park school board and a 1949 graduate of Hebert, would later remark in court hearings. “But you see, we don’t have any black flight. Blacks can’t fly.”</p><p>By 1976, six years after Fisher’s first order, Forest Park’s black enrollment had actually decreased - from 3 per cent to 2 per cent. That same year, one white student-among 1500 hundred blacks —attended Hebert. Despite the Supreme Court, the South Park school board proceeded just as it had throughout the fifties and sixties: it did next to nothing.</p><p>The Justice Department returned and again filed suit in Fisher’s court, alleging that the school district was not integrated. On august 19, 1976, Fisher ruled that the district had “fully complied with this court’s order of august 31, 1970, from date of entry to the present,” that the South Park Independent School District had dissolved all vestiges of a dual school system.</p><p><em>(Continued on page 236)</em></p><p><em>(Continued from page 160)</em></p><p>During the judicial rallying, people in Beaumont did not stand idly on the side lines. In 1976 a group of white parents, with some blacks, formed Freedom of Choice. Current president Bill Womack, a vice president at First City Financial Systems, says the organization is now composed entirely of white citizens from the west end of Beaumont. “Some people see us as a real narrow-minded group of people,” Womack says, “but we have just chosen to fight for what we think is the one critical issue here. We are opposed to forced busing, and we don’t think that it’s the american way to force anybody to do anything. <em>Brown</em> versus <em>the Board</em> was brought by the family of Linda Brown, a black girl who lived out on one side of Topeka. Now they had just built a new school—in this case, a white school—near Linda’s house. Yet she had to be bused to the black school. It was charged, in her behalf, that no one should be denied access to any public facility, in this case a school, because of race or color. And the Supreme Court ruled in her favor, against the Topeka school board, which was saying that she had an equally good school, the black school, which they had provided for. That was not really a decision that separate is not equal, as most people think. It was a decision that you, all of us, have the freedom to choose.”</p><p>Ed Moore reads <em>Brown</em> v. <em>the Board</em> differently. Moore owns Ed’s TV Service in the Pear Orchard, Beaumont’s black neighborhood and the area that Hebert High served. He is chairman of the Citizens action Committee. The issue that brought the group together in 1981 and still consumes the majority of its time is the desegregation of South Park schools.</p><p>“Our contention,” says Moore, “is that the board in South Park made no effort whatever to implement the court order of 1970. In fact, it was worse than that. They were trying to make the federal government—the judges, the court orders, the Justice Department-look like fools. The South Park board has waged a calculated campaign to ridicule the federal government and fool the people of this district. I give them credit, they’ve been good at it.</p><p>“The Freedom of Choice people would like to have you believe that they are not opposed to integration, not even opposed to busing, only to forced busing. But that’s a sham. Some of them even have themselves fooled. They try to hang on a technicality of the law and their right to go to the school of their choice. Go read the <em>Brown</em> decision. It doesn’t say that we all have freedom of choice. That’s a bunch of bull. It says segregation deprives minority children, is therefore harmful to all of us, and must be done away with. Freedom of Choice can hang on all the technicalities they want to, and they can holler about how their freedom is being restricted, but a whole army of them aren’t as strong as an idea whose time has come.”</p><p>In an appeal filed January 23, 1978, the Justice Department tried a different tack in Fisher’s court. It claimed that South Park’s desegregation plans weren’t working because its schools were still racially identifiable by principals. In response to that allegation, the board quickly reassigned some principals before the new school year. The most controversial move was the reassignment of James Jackson, the much-admired principal of Hebert High School. In an embarrassing demotion, he became principal of mostly black Odem Junior High. It was a move, whether calculated or not, that infuriated much of the black community.</p><p>Jackson, now retired, looks back on it all now with no apparent anger and considerable insight. “When the 1970 court order came, we were torn apart by wanting to be treated fair but wanting to keep the legacy of Hebert intact. When the effects of the order began to filter down, things began to change for the worse. You see, they had to integrate the teaching staffs, so the board took most of my best teachers and sent them to Forest Park. That alone almost killed Hebert. Prior to the seventies we had an excellent school. Football was getting most of the publicity, as it most often does, but we had been academically very strong. In 1978 the Justice Department was saying that our district was still segregated, and of course they were right, so the board made more teacher reassignments. In 1979 Hebert lost, by some estimates, sixty per cent of its faculty, and again, it was mostly the best ones. That, in my opinion, is what finally killed Hebert, not the merger of Hebert and Forest Park last year. It was the final raid on the best black teachers.</p><p>“You’re probably thinking that this integration has been a long time coming and that we—my people—have been deprived for so long,” he says. “Let me tell you something. You were deprived, too, you and your people. Do you understand that? It’s no one-way street. We’ve all been deprived, you and me alike.”</p><p>After the first raid on Hebert’s staff, in 1976, the black community finally began to change its mind about separate but equal. Suspicion of the South Park board, which had only one black member, turned into outright hostility, and the blacks began to side with the Justice Department.</p><p>At that point the pace in the Ping-Pong game picked up. The Justice Department appealed the case to the Fifth Circuit Court. In January 1978 the appeals court reversed Judge Fisher’s order. It found first that twelve of the district’s eighteen schools were still one-race and second that principals appeared to be assigned in a racially discriminatory manner. Undaunted, the South Park board appealed the Fifth Circuit’s decision to the Supreme Court. The Supreme Court declined to hear the case, but that didn’t derail Fisher. On June 6, 1980, he reaffirmed the findings of his own court, taking a novel position. The Constitution didn’t give him power to force integration, he said; it gave him power only to remove segregation, and he had done that back in 1970. The Justice Department again appealed to the Fifth Circuit.</p><p>The 1981 Fifth Circuit ruling had none of the tact and circumspection of its 1978 position: “In light of the 1970 plan’s failure to disestablish the dual school system, this case is remanded to the district court to develop and implement with the assistance of the parties a new constitutional desegregation plan. This plan shall be in place and operational for the 1981-1982 school year. Nor shall any further extension of time be permitted.”</p><p>That opinion was issued on May 23, 1981. The start of the school year was a mere three months away. The people of South Park, black and white alike, were stunned. Judge Fisher withdrew from the case, citing possible conflict of interest because he now had grandchildren in the district’s schools. Judge Parker stepped in and began a round of public hearings. The Ping-Pong game was over.</p><p>In august 1981 Elmo Willard III, a lawyer who had grown up in the Pear Orchard, argued for the Citizens action Committee in the hearings to decide the fate of his alma mater Hebert and Forest Park. Willard was a tall, distinguished man in his fifties, who got his law degree at Howard University in Washington, D.C., at a time when its faculty and students were gathering forces for the civil rights movement. When he hung out his shingle in Beaumont in 1954, he was the only black man in town with a law degree.</p><p>During his senior year Willard had helped drill the team of lawyers that argued <em>Brown</em> v. <em>the Board of Education</em> before the Supreme Court. “It was quite an experience,” Willard recalls. “We would have moot court and interrogation sessions, throwing questions at Thurgood Marshall and his team, trying to simulate what they might encounter in court. We knew that this case had the potential to change the course of american history. It gave all of us, even the students, a sense of mission, of destiny. It’s hard to explain now how critical and how important it all felt back then. We were going to face the very best, most eloquent lawyers from the Southern states, and we felt that we could win the case.</p><p>“I was thinking about law school back in high school, but the question was where to go,” Willard says. “People around here already thought I was crazy just for thinking of law school. I mean, nobody could see a black man in those days walking into a court and winning cases, much less civil rights cases. My people, back then, hardly ever heard of a civil right. So I chose Howard, even though I knew I would be coming back to Beaumont.</p><p>“a lot of things needed doing here, and I meant to come back and do some of them. At least I knew they couldn’t call me an outside agitator or a communist. I was a homegrown product. Before long we had us a helluva little hometown movement, too. There were a bunch of ladies who wanted to see their daughters’ wedding pictures in the newspapers. Hell, up to then, that was about 1965, the newspaper in Beaumont seemed to never run a picture of a black person. Nobody. If you were reading the Beaumont papers, you couldn’t even see Willie Mays’ picture. It was just a flat policy. No pictures of blacks. So we made a little delegation, went to see the management, and that policy got changed. We were able to bring about some real changes back then. It was a very exciting time.”</p><p>In a way, all of Willard’s education and career had been a prelude to the dramatic hearings taking place that summer of 1981 in Judge Parker’s court. In his closing argument, he said, “Your Honor, I would remind the court that <em>Brown</em> versus <em>the Board of Education</em> was decided twentyseven years ago. The question in my mind, and I am sure in the court’s mind, is how long can a constitutional right be delayed, how long can a civil right be delayed?”</p><p>“Mr. Willard, tell me,” Judge Parker interrupted, “in your judgment, given the charge this court faces, how your Hebert High School and how their Forest Park High School can survive as entities as we know them today.”</p><p>Willard stammered a moment, perhaps realizing how close Parker was to making the final, sweeping decision to eliminate the two schools, and perhaps also instinctively regretting the loss. But then his answer came, clear to Judge Parker, if not to the entire audience.</p><p>“Your Honor, frankly, I cannot envision the court’s premise.</p><p>“What really bothers me, Your Honor, about this case, is that we, as adults, tend to make choices for the little people without really hearing from them. I don’t know that we can hear from the little people because it’s kind of hard sometimes for them to express themselves. But I tend to believe that if we leave the little people alone they will work things out.</p><p>“You’ve got to be taught, Your Honor, before it’s too late, before you are six or seven or eight, you’ve got to be taught to hate all the folks that your grandparents hate. You’ve got to be carefully taught.”</p><p><strong>SCORING Low</strong></p><p>Mike Taylor, South Park superintendent, came to Beaumont in 1976. “i’ve been in court ever since,” he says. “But we’re going to make this thing work, I guarantee you that. It’s very difficult though, and very expensive. There are so many communication problems between the schools, it’s just very awkward. Even a pep rally costs money. I have to transport one thousand three hundred and fifty kids over from the old Hebert campus to West Brook Senior High. At fifty kids to a bus, that’s a lot of money for a pep rally.</p><p>“The Justice Department just decided we couldn’t make a magnet school program work, which was real unfortunate. I was all for it. I drew up a magnet plan, but I couldn’t get any support for it from the community. With that situation, well, the whole thing went out the window.”</p><p>Taylor has a lot more than money and logistical problems on his hands. According to national test scores, South Park’s schools simply haven’t been turning out skilled students. On the 1981-82 Scholastic aptitude Test (SAT) for college-bound seniors, the South Park district (which included South Park, Hebert, and Forest Park) scored 43 points below the national mean in verbal skills and 54 points below in math. It was 32 points below the state mean in verbal, 40 below in math. Looking at the breakdown by high school, Forest Park, as expected, was considerably higher than either South Park or Hebert. Still, Forest Park was 13 points below the national mean in verbal, 28 below in math. The scores seem surprisingly low for what was at that time a virtually all-white high school in an affluent neighborhood.</p><p>Hebert’s scores were appalling: 131 points below the national mean on verbal, 129 points below the national mean on math. The scores had held steady-without significant rise or decline-from 1976, the earliest year available for Hebert scores, through 1982. The same was true for South Park and Forest Park.</p><p>On the California achievement Test (CAT), a test of basic skills given to all students in all grades, the district as a whole scored in about the fiftieth percentile, strictly average. The figures indicated that the districts’ eleventh graders were working at what the CAT calls a grade equivalent of about 11.5. That looked pretty good, better than the SAT scores. But the breakdown by school was more revealing. In reading comprehension, Forest Park eleventh graders had scored in the grade equivalent of 12.9; South Park, 11.2; and Hebert, an almost unbelievable 8.0. Eleventh graders at Hebert were reading like eighth graders.</p><p><strong>a Load On His Shoulders</strong></p><p>“There was just lots of problems bubbling,” Jerry Ball recalls, “but it all boiled down to the fact that we was missing things the way they used to be. Like Hebert. It was something about that school that made everybody feel goodthe way the people support the children and the coaches real strong, and the way they pull for us win or lose. At West Brook, school was just school, that’s all. Wasn’t nothing else to it. And when we was losing at first, everybody be talking about quitting. But there was a few fans, the old fans from Hebert, they just come out like always, following us and talking to us and supporting us even then.</p><p>“But it was Coach Durley that really brought us together. I mean, he had a load on his shoulders. He had everybody on his back. People was calling Durley from all sides. So Durley, he’s real down, and the team all know it. Then, after that second game he call a meeting and he talk to all of us, I mean blacks and whites, and he told us, he said, ‘I want y’all to know this. I love all of you.’ He said the pressure been getting to him but for us not to worry no more, because he got it under control now, and he can handle it. And he said he would keep on loving us, no matter what. And I know that touched the whole team.</p><p>“Then we start coming together more as a team. We start talking to each other. We start asking each other do we want to win, and we said yes.”</p><p>Alexander Durley seems to do everything slowly. He walks slowly. He turns his head to look at you slowly. And he speaks slowly, his voice seeming to rise from the pit of his stomach in a deep, rich tone. Slim and well-proportioned, Durley carries himself gracefully. On the day I met him he wore a dark green leather cap and a dark green jacket over a white shirt. His face is especially smooth-skinned, unmarked, and handsome. His hands, however, tell a different story. They are huge and rough in texture. The last joint on each finger is massive, flattened as though someone had taken a hammer to it.</p><p>As we sat and talked I noticed that he had a persistent cough, and I remembered hearing that Durley had not been well. I asked him about the pressures he must have felt, particularly after his team lost the first two games of the year. He looked down as he answered. “It was mostly pressure I put on myself,” he said. “I just didn’t want to field a team that was all any race. Sure, there was people talking, but I try not to have rabbit ears. The worst thing that happened was an article in the paper, saying how the team was going to be divided according to race. That really hurt because it put the idea in the minds of the public and got them started talking. That article like to killed us, but I had to try to keep the kids’ minds on football.</p><p>“I know what people was wanting, and up to a point I was wanting the same thing. After that point, I just had to do what I had to do to win, and that’s what I did. But first, I had to prove I was fair, then I could do a lot more.</p><p>“People like to ask what brought this team together. It was time, time to make adjustments, time to get to know each other, time to settle down and find out what we can do. Time to find some peace in the middle of the storm.</p><p>“Look at this. Lots of boys from Forest Park—i’m talking white boys—that was starting at the end of the year, they didn’t even want to play at the start, boys like Keith Zoch and Burnice Wilson. We had to get them out on the football field, then we had to get them in condition. Then I had to bring along my linebackers. I’m teaching linebacking the first four weeks. Got Jerry Ball playing there, but he belongs in the line. So I bring my linebackers along, move Ball to the line, and we got a better defense. A key move was Johnny Norwood from weak safety to cornerback. Had to be a good move. He made all-state.”</p><p>Durley’s patience and his personnel adjustments, particularly with his defense, began to pay off in the third game of the year. Against Galveston Ball, West Brook squeaked out a 14-13 victory. It was not a pretty win—there were four fumbles and a multitude of other errors-but it was the first win, and the defense had played respectably. That game was followed by another close contest, a 15-7 victory over West Orange-Stark in the Bruins’ first district game. The team was gaining confidence and momentum. More important, their two losses had been nondistrict games. Coach Durley had known from the start that he had three games to work things out before the race for the district championship began.</p><p>But the fifth game of the season was what West Brook fans had been waiting for. It was against Hebert’s old rival. Charlton-Pollard, and the West Brook Bruins reacted with a Hebert-style offensive explosion. Five West Brook touchdowns went unanswered before Durley decided to take a look at some of his second team under game conditions. The final score was 35-12.</p><p>“That’s the first time we got a hint at how good we could be,” Keith Zoch recalls. “We just flat overwhelmed CharltonPollard, and it felt good. We was on our way then.”</p><p>West Brook was tied with Beaumont French and Port arthur Jefferson for first place in the district. The two losses were a thing of the past. The Bruins were eager for the next week’s game with French. But three interceptions, a blocked punt, and a fumble at the goal line knocked West Brook from the top of the district standings, 13-6.</p><p>The following week the Bruins outlasted powerful Port Neches-Groves in a three-hour marathon, winning 35-28. With three wins and one loss in district play, the Bruins knew their game against Port arthur Jefferson was critical. Jefferson, ranked number one in some statewide polls, sat alone at the top of the district standings with a perfect 6-0 season. If West Brook could beat Jefferson, not only would it have a shot at the district championship but it would also be guaranteed a spot in the play-offs, under a new system that put the top two teams from each district into the run for the state championship. Played at Port arthur’s Memorial Stadium, the West BrookJefferson game drew an overflow crowd. In the third quarter, West Brook was ahead, 14-7.</p><p>“I think our kids found out how good they could be that night,” Durley says. “I think they were kind of stunned to see that they could whip the team that many folks thought was the best in the state. But whatever caused it, there was a real mental letdown. Maybe they did a little celebrating in their minds before the game was over. Anyhow, Jefferson killed us the second half. The final score was twentyeight to fourteen, and when we lost that one, most folks thought the season was coming to an end real soon. Now Jefferson was alone in first place, and we were in a four-way tie for second.”</p><p><strong>HYBRID Vigor</strong></p><p>The loudest roar from the crowd at Nederland’s Bulldog Stadium on the next to the last Friday night of the regular season came after the game was over. West Brook had routed Nederland 33-9, but West Brook’s fans went into a frenzy about five minutes after the contest when it was announced over the loudspeaker that Port Neches-Groves had beaten French.</p><p>It was exactly the scenario that Coach Durley had hoped for. Second place in the district—behind Port arthur Jeffersonwas now a two-way tie between West Brook and Vidor. And Vidor was coming to West Brook for the final game of the regular season the next week.</p><p>“The Nederland game was when our team really came together, the second half of that game,” Durley recounts. “We just blew them away that night. So I was really looking forward to the Vidor game.”</p><p>Against Vidor, West Brook wasted no time staking its claim to a play-off slot. The final score was 40-6, and the secondstring offense scored the last two West Brook touchdowns. West Brook was bound for the state championship playoffs with seven wins and four losses. It was by far the worst record of the 64 teams involved, so they were given little chance to win even their first play-off game, a contest against Houston’s Forest Brook High School in Rice Stadium.</p><p>On the surface, the events of the season thus far seemed an unlikely scenario for a state championship drive. Only one team in the past forty years had won the top division state football championship with more than one loss. No coach had ever faced such formidable problems at the beginning of the season. And if the last two games were any indication, Durley had surmounted those problems. In overcoming the racial suspicions that had divided the team, the players were united by a special bond. Somewhere in the complex chemistry of those 47 young men was the feeling that destiny was on their side.</p><p>Some high school football coaches speak of hybrid teams, teams made up of players from vastly different backgrounds. There is a certain strength and tenacity, they will tell you, that can grow in such teams. “That’s why Highland Park in Dallas, despite all their talent, never won it all,” one coach told me. “They don’t want it bad enough. They got nothing to prove, nothing to show the rest of the world. Too comfortable. But you put a big ol’ black kid whose daddy is a janitor next to a white boy who’s going to inherit his family’s bank, you get yourself twenty-five or thirty kids like that, and you let them be one football team, let them learn to respect each other, understand each other, and like each other like brothers, and soon they’ll know that they got something they’ll never again have for the rest of their lives. And, by God, you got a helluva football team, a hybrid. That’s the kind that can win it all.”</p><p>The element of surprise was also on West Brook’s side, and if any coach knew how to exploit that element, it was alexander Durley. “The thing you got to know about Durley,” Johnny B. Felder explained to me, “is that nobody, not even himself, knows what he’s going to do next. He is what we call a very offensiveminded coach, and most of the time, he don’t care if you score. He’s going to come back with two of his own. But what separates him from the rest is that nobody knows how he’s going to do it. Nobody.”</p><p>Felder turned to the increasing use of computers by high school coaches, especially in the play-offs, to analyze the choice of plays by the opposition, in order to predict the other coach’s moves. “That don’t work with Durley,” Felder declared. “ain’t no computer anywhere can take Durley. He’s a new man every play. That’s why I say he’s a genius. He’ll get anybody—including your computer—scratching his head before he’s through.”</p><p>To start the play-offs, the Bruins beat Forest Brook 24—20 and advanced to play Baytown Sterling in what would be remembered as their hardest-fought game of the year. Playing in the Houston astrodome for the first time, the Bruins trailed Baytown 7-0 into the fourth quarter. With less than four minutes left to play, Sterling set up for the field goal that would have cinched the game.</p><p>Jerry Ball later explained what happened on that play. “I have my little ways, you know,” said the 230-pound fullback-defensive tackle. “I lined up in the gap, keeping my eye on the holder. When he move his hands for the snap, I go. I knew I had it. Took it in the stomach. After I block it, Darrell grab it, but the ball bounce out of his hands and Clem get it. And Clem gone. Whole Sterling team be chasing Clem down the field.”</p><p>Sterling stopped him on their twelveyard line, and two plays later Terence McCarty took the ball into the end zone. The point after was good, and the game was tied 7-7. In high school play-off games, in the event of a tie, the team wins that has the most penetrations of the other team’s twenty-yard line, but when West Brook scored, the teams were tied in penetrations, 2-2. If the penetrations remained tied, the team with the most first downs would win, and at that time West Brook led 12-8 in first downs.</p><p>Sterling, however, was not content to let the game be won on first downs. Taking the ball with 2:13 left on the clock, on a fourth-and-21 play from his own 18-yard line, Sterling quarterback John Tomjack lofted a Hail Mary pass that was answered by the official’s flag. Defensive interference put the ball on the West Brook 43. A couple of plays later, Sterling had moved to the 25. It was 5 yards to a penetration and a Sterling victory. Then Layne Walker stopped Tomjack cold for no gain on the quarterback sneak. The next two plays lost five and seven yards. With 27,000 screaming fans on their feet, Tomjack faded to throw on fourth down. With Keith Zoch two steps in front of him and closing, Tomjack’s hurried pass was long and out of bounds. West Brook, the winner 12-9 on first downs, advanced to meet Memorial High School of Houston in the regional round of the play-offs.</p><p><strong>the Frozen Rope</strong></p><p>My last talk with Judge Fisher took place in his home on the west side of Beaumont. I asked him what a judge should do if faced with a situation like he had in 1970, when Supreme Court decisions required desegregation in the schools but the judge felt that forced integration was not best for the school district at hand. Does the judge follow the higher court decisions—is he required to do so—or does he simply use his own judgment in the case?</p><p>“I felt,” the judge replied, “that i’d complied with the Constitution in doing away with the dual system and creating a unitary system. The fact that the kids wouldn’t go there is beyond my control. . . . There’s no authority that I know of that says you’ve got to have more mixing. . . . It was in the Constitution that there should be no discrimination.”</p><p>Fisher turned to his clerk. “Do you remember there was something in the Constitution about separate but equal?”</p><p>“I think that was <em>Plessy</em> versus <em>Ferguson</em>,” replied the clerk. (The Supreme Court decided <em>Plessy</em> in 1896. In <em>Brown </em>v. <em>the Board</em> the court said, “Separate but equal is inherently unequal.”)</p><p>“Now, the Constitution, you know, is a broad instrument,” said the judge, “and anything can fit in it and will fit in it that the Supreme Court judges say will fit in it. [For a hundred years the separate but equal idea was fine.] Then all of a sudden they had the <em>Brown</em> case in 1954, and they said that separate but equal is obviously unconstitutional. Some states [like Texas] had segregation statutes, and this has been one of the fights between the Southern and Eastern states. [The Eastern states] didn’t have to do away with a dual system because they never did have a dual system. What they did was locate the nigger schools in the nigger districts and the Mexican schools in the Mexican districts and the white schools in the white districts. . . . Black people like to live with black people; white people like to live with white people. They don’t like to mix.</p><p>“You watch it,” the judge said. “This busing will cease. It’s too damn expensive. The people are going to rise up one of these days.”</p><p>High school play-off games often involve dramatic shifts of momentum, as a team, determined to win, tries desperately to prolong its season one more week. The Mustangs of Memorial were trailing West Brook 21-7 at the half, but somehow, after being pushed all over the field, they came out for the second half with inspiration. They eventually led, 22-21.</p><p>The final five minutes of that game showed the character of the team Durley had forged. He reminded them that “five minutes was plenty of time, just go in there and take it one play at a time.” after a patient offensive drive, it was fourth and nineteen for the Bruins with only 2:01 left in the game. Durley called time out.</p><p>On the next play Gerald Landry dropped back to pass behind strong blocking and zinged a perfect pass—“a frozen rope” was what the television announcer called it—into Darrell Colbert’s hands. Then Jerry Ball powered his way to the end zone. The Bruins had again pulled off an upset, 28-22. There were more miracle plays to come. The next week, West Brook took Dickinson in a wild offensive flurry, 49-30. The week after that, the Bruins beat Converse Judson 13-12.</p><p>After five weeks of play-offs, the Bruins were right where nobody thought they would be, in the astrodome playing for the state championship. Saturday, December 18, the day West Brook met Hurst Bell High School, was declared West Brook High Day by the Jefferson County Commissioners Court. Thousands showed up at the Beaumont Civic Center for a pep rally. West Brook would be playing against an all-white team, but Coach Durley discounts the importance of the racial factor. “By then, all the troubles were behind us. We had come together as a team. And the community had stopped second-guessing me and needling the kids. They were with us. We wasn’t an experiment anymore. We was a football team.”</p><p>West Brook overwhelmed Bell, which had relied all year on a conservative ballcontrol game. West Brook gained 402 yards to 170 for Bell, which trailed throughout the game. Despite four fumbles by West Brook, Bell could not put together an offense. The Bruins won 21-10. The championship was theirs.</p><p>“The whole experience with the football team was amazing,” recalls Richard Price, the school board’s one black member. “Football became a vehicle that pulled the community together, even if only for a moment, in search of a common goal. For a few weeks there we didn’t care who was black or who was white; we just wanted our boys to win, and we all wanted to be a part of it. I think about it a lot now, how a game of violence, a mock war played out on a hundred-yard field, brought peace to the community while it lasted.</p><p>“I think the youngsters kind of forced the community spirit on us. What else could you do but support their victories? and by ‘victories’ I mean that they put aside their personal differences and played as one team. Something very fundamental happened among that group of young men, something that we have not been able to do in the community at large, and when we saw it, we had to follow. After that last game, when they had won the state championship, we were all out there on the field, some laughing, some crying, some hugging, some slapping hands. They had to turn out the lights to get us to leave the field.”</p><p><strong>the Essence Of Time Is Change</strong></p><p>A lot of other things have happened since the Bruins’ championship that will determine in subtle and not so subtle ways the future of West Brook High. In april Richard Price was defeated for reelection to the South Park school board, leaving it without a black member. A Byzantine series of city wide elections was held, for economic as much as racial reasons, to merge the Beaumont school district with the wealthier South Park district. Whites in the Beaumont district were strongly in favor of it, but the merger had to pass in both districts, and South Park’s white patrons, not wanting to weaken their tax base or increase the number of blacks in their schools, kept the proposition from passing. The Beaumont district then tried a vanishing act. In august its voters simply dissolved the district, which automatically attached their schools to South Park.</p><p>The news of the dissolution had hardly reached the newspapers when the Beaumont district’s blacks filed suit in federal court to nullify it on the grounds that it left blacks without representation on the school board—the South Park board now being all white. Meanwhile, South Park blacks sued not only their own school board but the Beaumont City Council and the Jefferson County Commissioners Court over the absence of blacks on all of those bodies. Unlike Beaumont district blacks, they were in favor of the dissolution election. All this happened a week before classes were scheduled to begin.</p><p>Jerry Ball left town for Dallas in august, driving a Datsun 280Zx. Recruited by several Southwest Conference teams, he eventually accepted a football scholarship from SMU. Gerald Landry and Keith Zoch went off to college on full football scholarships, Landry to the University of Houston, Zoch to Kilgore Junior College.</p><p><em>(Continued on page 254)</em></p><p><em>(Continued from page 246)</em>_</p><p>Ethan Shaw, now planning a career in law, was accepted at the University of Texas and awarded an academic scholarship. He received a second scholarship as first prize in an essay contest on the subject of forced busing.</p><p>Shaw was one of those players who people thought would be a victim of the Hebert-Forest Park merger. As the starting quarterback for Forest Park the year before, he had had an outstanding season, and had the school survived, a football scholarship might have been his. Some say Coach Durley never gave him a fair chance, but Shaw doesn’t agree. “It became pretty obvious right away that Gerald Landry, from Hebert, was the better quarterback,” Shaw told me. “I mean he’s just an incredible athlete. I’m very good, but Landry was clearly the number one man. I love to play quarterback, but i’ve got eyes, and I could see that Landry was the guy that Coach Durley had to go with.</p><p>“after a few games, I was really wanting to play some, at any position, so I went to Durley and told him I wanted to be moved to a new position. I told him i’d like to play wide receiver, that i’d be a good wide receiver.</p><p>“Coach Durley said he needed me to back up Landry. ‘What if Gerald go down, Shaw? Then I got to have you. It’s very important to the team to have a good number two quarterback.’ I didn’t like hearing that, but I knew it was true. So I sat on the bench most of the season. There was a part of me that was hoping Gerald would get hurt, so I could get in there. But he didn’t get hurt, and it was real hard to just sit there.</p><p>“I thought about quitting the team several times. It was so frustrating. I’m just not used to sitting on the bench. But I thought it out, and I decided that if I started quitting, well, I might get a habit of quitting—quitting all sorts of things—and that’s not a habit I want. So I just hung in there.”</p><p>Shaw suddenly launched into an imitation of Coach Durley. Tucking his chin into his chest, he cocked his head and gave a brilliant imitation of Durley’s style and deep, raspy voice: “Ohhh, <em>boy,</em> show some <em>class</em> ’bout youself. Dancing round acting like you never did score a touchdown ’fore. Show some class ’fore I get into you <em>good.”</em></p><p>Then, pleased with his act, Ethan laughed and concluded, “I like Durley, he’s a helluva coach. And it was an unforgettable year.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "October 1983",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "School",
      "Football",
      "Game",
      "people",
      "Beaumont",
      "Games",
      "High School",
      "Schools",
      "Fans",
      "school board",
      "Work",
      "Education",
      "Home",
      "Jefferson",
      "Supreme Court",
      "Country",
      "Law",
      "Spring",
      "Students",
      "Texas"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "West",
      "Beaumont",
      "Jefferson",
      "Texas",
      "Houston"
    ]
  }
}