{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-197610",
    "date": "October 1976",
    "year": 1976,
    "month": 10,
    "month_formatted": "October",
    "pdf_uri": "/1976/19761000.pdf",
    "issue_cover_image": "",
    "document_start_page": 122,
    "toc_start_page": 120,
    "document_page_range": [
      [
        122,
        123,
        124,
        125
      ],
      [
        178
      ],
      [
        180,
        181
      ],
      [
        183,
        184,
        185
      ]
    ],
    "toc_order": 4,
    "toc_headline": "It’s All Downhill From Here",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-197610-itsalldo",
  "source": "/1976/19761000.pdf",
  "wp_post_id": 109563,
  "wp_post_guid": "http://www.texasmonthly.com/article/its-all-downhill-from-here/",
  "authors": [
    "Donald L. Pierce, Jr."
  ],
  "headline": "It’s All Downhill From Here",
  "dek": "There's a ski resort to suit every pesonality. The trick is finding it.",
  "spread_caption": "",
  "excerpt": "In the world of skiing, one man’s mountain is another man’s molehill.",
  "kicker": "",
  "word_count": 5675,
  "content": "<img/><p>Every mountain has a mood; every slope a psyche. All of this becomes readily apparent when you first hit the snow at the resort you’ve chosen for your ski vacation. Some people will make the perfect man-to-mountain match by luck; others by experience; still others with guidance from travel agents or articles like this one. They’re the lucky ones. Some will not take the time to—or know that they should—explore the psychology of the area they are going to ski. The mood of the mountain is as important in resort selection as the terrain available for skiing. The beginner who takes his first trip to a mountain that caters to experts is going to be in for a pretty rough ride. The same is true for the seasoned skier who’s looking for a flashy apres-ski life and ends up at a resort that closes at seven; he’s going to be miserable. For people who ski only one or two weeks a year—and that applies to most Texans—the selection of the proper resort becomes increasingly important, especially since skiing is very expensive and getting more so every year.</p><p>Undoubtedly, skiing is one of the most exhilarating sports in the world. It has a tremendous capacity for making you aware of your mental and physical being and will continue to challenge you over the years. Once you have mastered the basics, you can learn to powder ski, or ski the moguls (bumps), or to race, or ski in the wilderness. The possibilities are virtually limitless. So how do you start? First of all by going to ski school. Of course you can learn without going to school, but you’ll make better and faster progress by learning the fundamentals from an expert. One week’s worth of lessons is usually enough to give people with average athletic ability enough skill to enjoy almost any mountain they encounter, providing they don’t tackle the expert trails too soon. The single best way to learn to ski is the GLM or Graduated Length Method, in which you start off skiing on short skis, gradually increasing the length as technique improves. Short skis are used because they are easy to turn, and turning is what skiing is all about. After you become proficient on short skis, the length is increased for added stability at higher speeds. The speed of skiing sometimes puts people off, so don’t be alarmed if you feel a twinge of anxiety when you start to accelerate. Everyone who has ever skied has felt that moment when the heart jumps into the throat as he starts to blast down mountain. It’s natural. But high-speed skiing, while a definite drawing card for many people, is not necessary to enjoy the sport. The weight shifts and subtle control that identify the good skier are far more important than speed, and when mastered, make the sport almost like a dance.</p><p>Don’t let fear of injuries dissuade you from taking up skiing. Today’s equipment, most notably the bindings and the new shorter skis, drastically reduces the chance of an injury, and, besides, you stand a far greater chance of being hurt if you worry than if you don’t. You shouldn’t be scared stiff when you ski; you should be fluid and limber. Once you recognize that a little anxiety is normal, you’ll begin to relax, and then you can really begin to get into the sport.</p><p>From the outset you will need skis, bindings, gloves, a hat, sunglasses, ski pants, a parka, and several sweaters; fish-net underwear is also advisable for added body insulation. You will also need boots and poles. Your best bet is to buy the clothes and rent the boots at home, then get the rest of the gear (skis, bindings, and poles) at the resort. If you’re learning GLM, you’ll be changing ski lengths regularly anyway. J. Rich Sports (Houston, austin), Rooster andrews (austin), and Plaeco Ski Rental and the Ski-Skeller (both in Dallas) have extensive lines of rental equipment.</p><p>Some people like to ski in blue jeans, but it’s not encouraged for beginners. Novices fall a lot, and the jeans get wet, and eventually the person wearing them gets very cold and very miserable and very numb. Always dress in layers so you can take things off if you get too hot—and you can get very hot at the top of a mountain in the winter sun. A hat is your best insulator. Seventy-five per cent of your body heat loss can occur through the scalp, so keep a lid on to keep your temperature regulated. Also take suntan lotion and, if you have fair skin, some sun screen. The intensity of sunlight at high altitudes is no joke so be sure to protect your sight; on cloudy days, wear yellow goggles for sharper visibility.</p><p>Illustrated by Mike Hicks</p><p>When you get to the resort, zero in on the local ski school. There is probably one at the resort, or certainly nearby. Start first in a group and then, if you have the money and the ambition, take a oneor two-hour private lesson at the end of the week. After you’ve made contact with the ski school and found out what length of skis they want you to start on, you can line up your equipment. Insist on having the bindings loosely set, and don’t be shy about admitting you’re a beginner or a once-a-year skier. It’s a good idea to have the bindings checked every day and keep them set pretty loose. When (not if) you fall, you want to get out of the skis in a hurry.</p><p>Rental equipment is not always primo, but most rental operations keep the gear in the best working condition possible considering the amount of use it gets. Look it over to make certain that the bindings are screwed on tight and the bottoms of the skis aren’t pitted and gouged. Make sure the poles are straight and the skis are waxed and the edges sharp. Boots are a little tricky and may take more time to select. Because rental boots are worn by a variety of people, the chances of getting a perfect fit are pretty slim, but that doesn’t mean that you have to suffer. If one type of boot doesn’t work, because, say, you have a high arch, try another style or another shop, and keep on until you find the right pair. You can’t ski when your feet hurt. Ideally, of course, you should have your own boots, and once you decide to stay with the sport, invest in a well-fitting pair. Ski boots are the crucial link between you and the ski, and for reasons of safety, comfort, and performance, you should buy the best you can afford.</p><p>If you’re really serious about being a good skier, get into shape before the trip. Skiing yourself into condition is the stopgap and painful way to do it. Running and bicycling are great exercises for calves and thighs, and the time spent in preparation will return many dividends. One other point: if you’re an intermediate with a year’s experience, go back to ski school to freshen up your technique and to learn more about the sport. One reason many intermediate skiers never become experts is not lack of athletic ability, but lack of continuing instruction and practice. That effort will pay for itself many times over on the slopes.</p><p><strong>Aspen</strong></p><img/><p>Aspen is synonymous with skiing, and for good reason: it has the best ski mountain in the States (although there are those who would vote for Baldy at Sun Valley). Aspen has a lot else going for it too: a sprinkling of beautiful Victorian buildings, nice shops and exceptional downtown malls, some of the best restaurants in Colorado, and a multitude of art galleries. But unfortunately, aspen is in the middle of a personality crisis: it seems to be suffering from a lack of openness and a loss of innocence, and almost every good point can be balanced with something bad. Skiing is aspen’s bread and butter, but the locals resent the seasonal influx of tourists who crowd them off the slopes and keep the price of lift tickets going up and up. Visitors (especially Texans, who are regarded as the Ugly american reincarnated) usually detect a grudging attitude not long after they arrive. A popular bumper sticker, seen throughout Colorado and New Mexico, declares, “If God had meant for Texans to ski, He would have given them mountains.” The town has other troubles, too, among them a serious drug problem.</p><p>But forgetting about personality for the moment, there’s no denying that the skiing in aspen is superb. Ajax (aspen Mountain) is exceptionally well groomed, steep, and challenging; a mountain you must know well to ski well. The best skiers in the world cruise down ajax, and if you like to run with a fast crowd, ajax is the place to do it. But aspen is more than ajax. It is actually four mountains—ajax, aspen Highlands, Buttermilk, and Snowmass—each with its own personality and its own very distinct clientele. Ajax is for the experts and advanced intermediates. Buttermilk is the teaching mountain, best for beginners and intermediates, although Tiehack (a section of Buttermilk to the east) has challenging expert trails. Snowmass is a family mountain, geared to a well-heeled clientele and separated from aspen Mountain by more than just geography. Snowmass is for both intermediates and experts and is very well balanced and well maintained. Aspen Highlands is the odd mountain out, because, while ajax, Buttermilk, and Snowmass all fall under the jurisdiction of the aspen Skiing Corporation, aspen Highlands does not. But with a package plan you can obtain a lift ticket for all four.</p><p><em>(Continued on page 176)</em></p><p><strong>ASPEN Mountain, Colorado</strong></p><p><strong>Season: November 27-april 11</strong></p><p><strong>annual snowfall: 300 inches</strong></p><p><strong>Base elevation: 7930 feet</strong></p><p><strong>Top elevation: 11,200 feet</strong></p><p><strong>Vertical drop: 3300 feet</strong></p><p><strong>Lifts: 7 double-chair lifts</strong></p><p><strong>Lift tickets: $11 per day</strong></p><p><strong>Uphill skier capacity per hour: 6575</strong></p><p><strong>Skiable area: 600 acres</strong></p><p><strong>Number of runs: 55</strong></p><p><strong>Longest run: 3 miles</strong></p><p><strong>Terrain for experts: 75 per cent</strong></p><p><strong>Terrain for intermediates: 25 per cent</strong></p><p><strong>Terrain for beginners: none</strong></p><p><strong>Child care centers: 10</strong></p><p><strong>Ski school teaches Graduated Length Method & Basic Turn.</strong></p><p><strong>ASPEN Highlands</strong></p><p><strong>Base elevation: 8000 feet</strong></p><p><strong>Top elevation: 11,800 feet</strong></p><p><strong>Vertical drop: 3800 feet</strong></p><p><strong>Lifts: 8 double-chair lifts, 4 surface lifts</strong></p><p><strong>Skiable area: 650 acres</strong></p><p><strong>Number of runs: 55</strong></p><p><strong>Longest run: 3.5 miles</strong></p><p><strong>Terrain for experts: 25 per cent</strong></p><p><strong>Terrain for intermediates: 50 per cent</strong></p><p><strong>Terrain for beginners: 25 per cent</strong></p><p><strong>Other data same as for aspen Mountain</strong></p><p><strong>BUTTERMILK</strong></p><p><strong>Base elevation: 7868 feet</strong></p><p><strong>Top elevation: 11,800 feet</strong></p><p><strong>Vertical drop: 2000 feet</strong></p><p><strong>Lifts: 5 double-chair, 1 T-bar, 1 pony</strong></p><p><strong>Uphill skier capacity per hour: 6300</strong></p><p><strong>Skiable area: 375 acres</strong></p><p><strong>Number of runs: 30</strong></p><p><strong>Longest run: 2 miles</strong></p><p><strong>Terrain for experts: 12 per cent</strong></p><p><strong>Terrain for intermediates: 46 per cent</strong></p><p><strong>Terrain for beginners: 42 per cent</strong></p><p><strong>Other data same as for aspen Mountain</strong></p><p><strong>SNOWMASS</strong></p><p><strong>Season: November 27-april 11</strong></p><p><strong>annual snowfall: 300 inches</strong></p><p><strong>Base elevation: 8250 feet</strong></p><p><strong>Top elevation: 11,212 feet</strong></p><p><strong>Vertical drop: 3500 feet</strong></p><p><strong>Lifts: 10 double-chair, 1 triple-chair</strong></p><p><strong>Lift tickets: $11 per day</strong></p><p><strong>Uphill skier capacity per hour: 12,550</strong></p><p><strong>Skiable area: 1325 acres</strong></p><p><strong>Number of runs: 80</strong></p><p><strong>Longest run: 3.5 miles</strong></p><p><strong>Terrain for experts: 24 per cent</strong></p><p><strong>Terrain for intermediates: 65 per cent</strong></p><p><strong>Terrain for beginners: 11 per cent</strong></p><p><strong>Child care centers: 2</strong></p><p><strong>Ski school teaches GLM & american.</strong></p><p><strong>STEAMBOAT Springs</strong></p><img/><p>When you want to ski but want to feel like you’ve never left home, head for Steamboat Springs in western Colorado. One of the fastest-coming ski resorts in the U.S., Steamboat is decidedly Western and proud of it. Skiers whiz down the slopes in cowboy hats; and in town, jeans, cowboy hats, and boots are the rule, not the exception. Coupled with the town’s cowboy slant is a hospitality that is typical of the american West. Most people who ski Steamboat come back raving about the town’s warmth and lack of pretension. And while it might have been a slick marketing move to set up Steamboat as the american West on skis (it was funded by Ling-Temco-Vought of Dallas), the friendliness that greets Texans is genuine. With the facilities and side trips to compete with the biggies like Vail and aspen, Steamboat is a good family resort. It has the attitude, accommodations, and mountain necessary to provide something for everyone. Besides this, Steamboat is very big on ski touring, and you might want to give this sport a whirl.</p><p>Mount Werner, Steamboat’s raison d’etre, is a 10,500-foot peak that receives over 325 inches a year of what the locals call “champagne powder”— ultra light, fluffy, dry powder snow that’s easy to ski and exhilarating to blast through. Approximately 50 per cent of Mount Werner’s runs are classified for intermediates. The remaining half is broken almost evenly between beginner and expert trails. Novices should try Why Not and Head wall, two top beginners’ runs. Intermediates will enjoy Buddy’s Run, High Noon, Vagabond, and Heavenly Daze. Experts will want to blast down Shadows—the top run on the mountain—and then move on to Concentration, White Out, and Voodoo. The Storm Peak area is a near bowl that can be skied by intermediates without difficulty.</p><p>Steamboat offers a wide variety of accommodations, from economical ski dorms to luxurious condominiums. Some of our favorites among the latter are the Ptarmigan Inn, the Steamboat Village Inn, Park Meadows, the Thunderbird Inn (superb), and the Harbor Hotel. Storm Meadows, Rendezvous Lodging association, and Thunderhead Condominiums are also good choices. For food, try afterglo Pub for sandwiches, the Brandywine for exceptional dinners, the Butcher Shop for steaks, seafood, and build-it-yourself salads, and the Gallery for gourmet dining.</p><p><em>(Continued on page 178)</em></p><p><strong>STEAMBOAT,Colorado</strong></p><p><strong>Season: November 28-april 10</strong></p><p><strong>annual snowfall: 325 inches</strong></p><p><strong>Base elevation: 6900 feet</strong></p><p><strong>Top elevation: 10,500 feet</strong></p><p><strong>Vertical drop: 3600 feet</strong></p><p><strong>Lifts: 9 double-chair lifts, 2 pony lifts, 1 gondola, 1 poma</strong></p><p><strong>Lift tickets: $11 per day</strong></p><p><strong>Uphill skier capacity per hour: 12,700</strong></p><p><strong>Skiable area: 520 acres</strong></p><p><strong>Number of runs: 55</strong></p><p><strong>Longest run: 2.5 miles</strong></p><p><strong>Terrain for experts: 28 per cent</strong></p><p><strong>Terrain for intermediates: 49 per cent</strong></p><p><strong>Terrain for beginners: 23 per cent</strong></p><p><strong>Child care centers: 2</strong></p><p><strong>Ski school teaches modified GLM.</strong></p><p><strong>VAIL</strong></p><img/><p>Vail is the Mercedes-Benz of U.S. ski resorts: sleek, chic, expensive, but not ostentatious. While other Rockies resorts push americana, Vail puts forth an aristocratic European image with great success. Vail is where President Ford skis; where the Kennedys and other uncrowned royalty go to schuss. Of all the places mentioned in this article, perhaps no other has the drawing power of Vail. And why not? Criticism to the contrary, the developers of Vail have created a creditable facade. Once you drive into the main section of town, you <em>are</em> in a European ski resort. The only thing missing is the alps, but Vail even compensates for that by having the largest mountain complex in the United States. Vail is a cruising mountain—one which offers long runs, good but not extreme vertical drop, and plenty of opportunity for fast, sweeping turns. The back bowls, on the south side of the mountain, are experts-only powder bowls that attract the likes of aficionados Robert Redford and Dustin Hoffman.</p><p>The town is restrained and impeccably tasteful. The people who run Vail know their clientele—upscale accountants, executives, lawyers, businessmen, and others of high economic station— and the town accommodates a wide range of tastes, but not such a wide range of pocketbooks. Vail need not be an ultra-expensive resort, but it can be if you do it first class. Vail has always been attractive to Texans, who congregate at Mid-Vail to eat barbecue and drink Coors (or the even more popular Olympia) and make an occasional run down Prima (the mountain’s top expert trail). Vail is an excellent family resort because of the diversity of runs on the mountain, the entertainment and eating places in the town, the excellent ski school, and the general atmosphere. If you want to avoid the crush of the winter season, wait until March. Then you’ll get there just in time for spring skiing, which means breakfast on the outside deck at Cyrano’s; eight inches of new powder the night before; and breathtaking amounts of sunlight.</p><p><em>(Continued on page 179)</em></p><p><strong>VAIL, Colorado</strong></p><p><strong>Season: November 24-april 24</strong></p><p><strong>Snowfall: 310 inches</strong></p><p><strong>Base elevation: 8200 feet</strong></p><p><strong>Top elevation: 11,250 feet</strong></p><p><strong>Vertical drop: 3050 feet</strong></p><p><strong>Lifts: 14 double-chair lifts, 2 triplechair lifts, 1 gondola</strong></p><p><strong>Lift tickets: $12 per day</strong></p><p><strong>Uphill skier capacity per hour: 20,740</strong></p><p><strong>Skiable area: 1649 acres</strong></p><p><strong>Number of runs: 103</strong></p><p><strong>Longest run: 6 miles</strong></p><p><strong>Terrain for experts: 30 per cent</strong></p><p><strong>Terrain for intermediates: 40 per cent</strong></p><p><strong>Terrain for beginners: 30 per cent</strong></p><p><strong>Child care centers: 3</strong></p><p><strong>Ski school teaches GLM & american.</strong></p><p><strong>SNOW Bird</strong></p><img/><p>Snowbird in northeastern Utah is <em>the place</em> to go for powder skiing. Other resorts have lodges, mystique, afterhours appeal; Snowbird has the snow— tons of it. Over 450 inches fall each year, but it’s not just the sheer quantity that’s important, it’s the quality and consistency. Snowbird’s snow is very light, extremely dry, and electrifying to ski in. But if the snow is omnipresent, the accommodations are not. There are only four on-slope lodges at Snowbird, with a total capacity of 1200 people. You beat that problem by staying in Salt Lake City, which is only 26 miles away, and driving up each day through the beautiful Wasatch National Forest. Another plus is that there’s a lot more to do at night in Salt Lake City than there is on the mountain.</p><p>If you’re taking your first ski trip, Snowbird would be an excellent choice because you know the snow will be good. It is also an excellent family resort, because the layout of the mountain makes it possible for families to ski separately or together without inconvenience. You will see every type of skier at Snowbird: the powder brings the powder hounds out, the consistency of the snowfall attracts beginners and intermediates, and the wilderness of Wasatch lures the ski mountaineers. If you’re afraid that rooming in a major urban area like Salt Lake City will take some of the glamour out of going to Snowbird, don’t be. The mountain will make up for anything the city lacks. The resort and its town are unpretentious, with an almost spartan simplicity enhanced by the openness of the people who live among the peaks of the Wasatch. Snowbird is not a flashy resort, and those looking for the ultraapres-ski life will probably find it lacking. But if what you want is serious skiing, don’t think of going anywhere else.</p><p>In the way of accommodations there are the previously mentioned four choices: the Lodge at Snowbird, Turramurra Lodge, Cliff Lodge, and Iron Blosam Lodge. The Lodge at Snowbird has 162 units, all facing the mountain; Iron Blosam has 181 luxury units, each with a view of the mountain. Turramurra is smaller, with only 68 rooms, but it has men’s and women’s saunas. Cliff Lodge is bigger: 162 rooms with private outside balconies, floor-to-ceiling windows, and a heated outdoor pool. Remember that these may well be booked if you don’t reserve early.</p><p><em>(Continued on page 181)</em></p><p><strong>SNOWBIRD, Utah</strong></p><p><strong>Season: November 21-May 1</strong></p><p><strong>annual snowfall: 450 inches</strong></p><p><strong>Base elevation: 7900 feet</strong></p><p><strong>Top elevation: 11,000 feet</strong></p><p><strong>Vertical drop: 3100 feet</strong></p><p><strong>Lifts: 5 double-chair lifts, 1 tram</strong></p><p><strong>Lift tickets: $10 per day</strong></p><p><strong>Uphill skier capacity per hour: 6600</strong></p><p><strong>Skiable area: 1500 acres</strong></p><p><strong>Number of runs: 31</strong></p><p><strong>Longest run: 2.5 miles</strong></p><p><strong>Terrain for experts: 40 per cent</strong></p><p><strong>Terrain for intermediates: 40 per cent</strong></p><p><strong>Terrain for beginners: 20 per cent</strong></p><p><strong>Child care centers: 1</strong></p><p><strong>Ski school teaches GLM, american, & Headway.</strong></p><p><strong>TAOS</strong></p><img/><p>Taos Ski Valley has an edge over the other resorts in this article: magic. It is undeniable; Taos is mystical. The daytime sky is bluer, the light reflected off the mountains at sunset more intense. Energy seems to surround the pueblo and flow into it from the top of Taos Mountain, a 12,000-foot peak so steep they use Tibetans for lift operators. Besides the magic, the appeal the Taos area has for a Texas skier is three-fold: excellent skiing, one of the country’s outstanding art communities, and the heritage of the Old West. Unlike other resort towns, Taos is not preoccupied with providing luxurious lodging and something to do every single minute of the day. People go to Taos to ski, to browse in the galleries, and to bask in the energy that is radiated where desert and mountain meet.</p><p>The village of Taos is nineteen miles from Taos Ski Valley (and Taos Mountain). Quite small, the town has one stoplight and dozens of adobe buildings. There are only two points of action around Taos—the ski resort and the village itself—and accommodations are limited. A scant 700 people can be bedded down at the ski valley in condominiums and lodges and only four good hotels serve those who choose to stay in the village. The dining in Taos is excellent, although also limited. Night life is scarce. There are no discos and only a handful of restaurants remain open in town at night. Even the Exxon station closes at sundown. Out in the valley, the emphasis is on quiet socializing and conversation. The valley resort lodges emphasize good food and good company, not a fast scene. One thing you should be aware of in Taos, unfortunately, is a certain amount of anti-Texas sentiment found in graffiti on buildings and bathroom walls and felt in hostile looks, when the home folks find out where you’re from. This feeling stems from the fact that many Texans have started to move into the area and are buying up land around the pueblo and the mountains. The Indians, for whom Taos is both home and a spiritual center, resent the economic intrusion of outsiders.</p><p><em>(Continued on page 182)</em></p><p><strong>TAOS, New Mexico</strong></p><p><strong>Season: November 20-april 11</strong></p><p><strong>annual snowfall: 300 inches</strong></p><p><strong>Base elevation: 9200 feet</strong></p><p><strong>Top elevation: 11,813 feet</strong></p><p><strong>Vertical drop: 2613 feet</strong></p><p><strong>Lifts: 6 double-chair lifts, 1 surface lift</strong></p><p><strong>Lift tickets: $10 per day</strong></p><p><strong>Uphill skier capacity per hour: 4500</strong></p><p><strong>Skiable area: 1090 acres</strong></p><p><strong>Number of runs: 56</strong></p><p><strong>Longest run: 5 miles</strong></p><p><strong>Terrain for experts: 50 per cent</strong></p><p><strong>Terrain for intermediates: 25 per cent</strong></p><p><strong>Terrain for beginners: 25 per cent</strong></p><p><strong>Child care centers: 1</strong></p><p><strong>Ski school teaches Taos StepintoParallel Method.</strong></p><p>(Continued from page 121)</p><p>Where does aspen, and its attractions and detractions, leave the Texas skier in 1976? aspen is an excellent place to learn to ski (the ski school, under Curt Chase, is one of the best in the country), and, with Buttermilk available as a teaching mountain, it’s one of the best places for the family. My advice would be to give it a try, but to hedge your bets and stay in Snowmass, a small, luxurious development at the base of Snowmass Mountain which is approximately ten minutes away from the town by shuttle bus. (Shuttle buses connect all the major ski areas in aspen, and there is no charge for this service—another plus.) If you’re young, single, or sufficiently affluent to bunk in a nice condominium (there are tons in aspen), stay in the town, but if you’re sensitive and don’t like to get the feeling that people are doing you a favor by taking your money, ski elsewhere.</p><p>You have two choices for lodging: aspen proper or Snowmass. In aspen, the best places are the aspen Chateaux, the Gant Condominium, aspen Square, the Gasthof Eberli, the Prospector (excellent value for the money), the Pomegranate Inn, the Holiday Inn (you know what to expect, and sometimes that’s a blessing), the Meadows, the Plum Tree, Lift One, the alps, or the Durant. Those in an adventurous mood might try the historic Hotel Jerome. In Snowmass, there are many rental condos available as well as rooms at the Inn. For motels, try El Dorado, the Silvertree Lodge, and the Mountain Chalet.</p><p>Dining possibilities include the Chart House in aspen, the Copper Kettle, andre’s (best breakfast in town), the Magic Pan for crepes, the Souper for soups and salads, Ute City Banque for seafood, crab, roast duckling, and rack of lamb. In Snowmass, hit Phillipe’s for gourmet dining, the Stew Pot for homemade lunches and dinners, the Tower Fondue for lunch and dinner, the Wineskin for gourmet cooking, and the Cowboy Gravy Company for Western-style dinners.</p><p>For beginners, most of Buttermilk and one-third of Snowmass are available. Intermediates should ski the Big Burn. For experts, ajax is the choice, with Ruthie’s Run, the Ridge at Bell, Buckhorn, Spar Gulch, Norstar Copper, International Silver Queen, and Elevator Shaft other top choices.</p><p>On ajax, you’ll find a lot of French racing skis, mostly Rossignol Strato 105s, Roc 550s, or Dynastar Freestyles at $145. The Dynamic VR17 is still a very popular ski on ajax. There are also a lot of Truckers (the Trucker High Canyon Cruiser at $190 is new and hot) and Fischer 4 comps ($200).</p><p>Over at Snowmass shorter skis predominate. Be on the lookout for Olin Mark IVs, K2 244s, Kastles, and The Ski. Boots are primarily Nordica on ajax (the Nordica Grand Prix at $180 is best), although Scott Superlights ($190) abound, as do Lange Banshees ($185), and Freestyle IIs ($160). Dolomites are moving into town in numbers, both at ajax and Snowmass. Poles by Scott (the Can am Model at $25 a pair is excellent) are the choice, and bindings are predominantly Salomon or Look-Nevada, with an occasional Burt binding showing up. Clothing (remember that for some people fashion and apres-ski are half the trip) is either European by Ellesse, Fusalp, or anba, or american, with sweaters by Demetre, pants by Roffe worn with either a down parka or a down vest (an absolute must on ajax).</p><p><em>(Continued from page 122)</em></p><p>Steamboat is totally american, and so is the majority of ski equipment used there. Because the mountain is best suited for intermediates and beginners, the best ski length will be medium (check your ski store for the proper length for your height). The Hart Express ($175) or Free Spirit ($145) are both good choices. K2 skis have always been popular at Steamboat, and their new K2 244s ($190) and 255s ($210) will increase that appeal. Olin Mark IVs ($208) and Head Yahoos ($160), Xrcs ($250), and Cruisers ($200) will also do the trick in Steamboat. For boots, try Caber’s Concorde ($130) or Caber’s alfas ($185) if you’re an expert and want more control at higher speeds. Dolomite’s Dino ($170) is another top-rated expert boot. The intermediate skier will enjoy Hanson’s Exhibition ($165). In clothing, the look is american, specifically Western. That means complete suits, or sweaters and stretch pants from companies like Head Number 1 Sun, White Stag, and Liberty Bell. Scott is the almost unanimous choice for poles, and bindings are decidedly american, notably Salomon, with Look-Nevada’s French influence seen occasionally.</p><p><em>(Continued from page 122)</em></p><p>You have a wide range of choices for lodging in Vail, as there are over 56 facilities available. Large groups should rent a condominium for a week. If it’s just the two of you, try the Sitzmark Lodge in the middle of town; the Lodge at Lions Head; the Mark Resort and Tennis Club; the Hilton Inn at Vail; or the Vail Village Inn. Because Vail is new and was developed from the ground up, bad accommodations are very uncommon.</p><p>Alain’s Creekside Restaurant is one of the most romantic French restaurants in the country and is perfect for an intimate evening of dining. Pistachio’s has exceptional Italian food and is more suited to families than alain’s. The Lord Gore Club serves up gourmet wild game. The Holly Vail’s specialty is a dish called the tacorito (a combination burrito and taco), which is very good. Cyrano’s is best for breakfast (great omelets). The Clock Tower Inn, the Mark, and the Ore House are other noteworthy Vail restaurants. The best Mexican food in town is at Los amigos.</p><p>Good ski runs for beginners are Golden Peak and Eagle’s Nest (after you’ve been on skis for a few days). Gitalong Road is one of the major teaching runs and is easily handled by most beginners. For intermediates, most of Lions Head Trail is skiable, but keep your eyes open when you hit the bottom section of Minnie’s Mile. Intermediates can also ski the Northeast Bowl and the Upper Northeast Bowl. Advanced skiers and experts should hit the Sun Up and Sun Down bowls on the south side of the mountain. Prima, Tourist Trap, Blue Ox, Highline, and Safari are challenging expert runs.</p><p>Vail is primarily a cruising mountain, and you will find that equipment goes either long (for experts who want speed) or short (for beginners and intermediates). At Vail, skiers are into European skis and clothes and american boots and bindings. Some suggestions are Kastle’s Newstyle Champion skis or Freestyle Pros, Rossignol ST Competition or Strato 105s, Dynastar Omeglass or Quasars. The Olin Mark IVs ($188) are very popular. In boots, Scott Superlights ($165) and Hansons (the avanti at $195 the pair is very popular) predominate. The new hot boot is the Dolomite Dino ($170). For European clothes, the major lines to check are Ellesse from Beconta (superchic Italian skiwear), anba (top-notch austrian gear), and Bogner (bibs and matching jackets). The hot racer-look outfit is a Demetre sweater, a Powderhorn Mountaineering down vest (or parka), and a pair of Roffe stretch pants. Bindings are either Look-Nevada or Salomon. Scott poles, of course.</p><p><em>(Continued from page 123)</em></p><p>When you get hungry, check the Steak Pit for steaks, king crab, and shrimp (every meal is served with a salad and piping-hot bread). The Plaza Restaurant has cafeteria-style breakfast and lunch. Try the Mexican Keyhole for lunch, apres-ski, and sandwiches and soup. The Birdfeeder is a quick in-andout restaurant on the third level of Snowbird Center which serves hot dogs, sandwiches, and other snacks. For omelets, try Ye Old Cracked Egg.</p><p>Don’t go to Snowbird and not learn to powder ski; courses are available at the Snowbird Ski School. Ski touring is also big at this resort, especially in the back country. To combine the ultimate in powder skiing and the wilderness, get up a group of eight and call the Wasatch Powderbirds. They will take your party deep into the Wasatch Mountains for an unforgettable ski experience using helicopters as airborne ski lifts.</p><p>The mountain is large and has wide, open bowls with forested meadows that are a pleasure to ski. Beginners should try Big Emma and West Second South. Intermediates should get after Bass akwards, Gad Valley, Election, and Chip’s Run. Experts have the whole mountain open to them, but runs down Peruvian, Little Cloud, and the Cirque are almost mandatory.</p><p>The range of skiing conditions on the mountain and the general eclecticism of the resort insures that you’ll see a variety of ski gear. The powder snow is a large factor in ski selection, because you’ll need more flex than the normal slalom ski gives. Some suggestions for Snowbird would be The Ski ($245), Rossignol Freestyles ($195) for hotdoggers, the Rossignol Haute Route ($160) for wilderness skiers, or Trucker BCP ($175) for backcountry powder skiers. Dynastar, a French ski, is also popular at Snowbird, and the new Omeglass ($240) is going to be a favorite with experts. For boots, look to Scott, Hanson, Dolomite, or Lange. Clothes run the gamut from sleek chic to technical climbing gear. Head Sports Wear outfits would be a good choice as would a pair of Roffe stretch pants with kneebanger racer padding and a Demetre sweater. For women, Slalom skiwear (matching pants and jackets) would be appropriate, as would Edelweiss racerchic gear. The technical look comes from stretch pants worn with Powderhorn Mountaineering down vests and 60/40 shells. The best jacket for Snowbird is one of Powderhorn’s Western-cut parkas with waist closure to keep out the powder. For poles, try Scott, and bindings are either Look-Nevada or Salomon. One other accessory you might want to consider for Snowbird is a pair of gaiters to keep the powder snow out of your boots.</p><p>(Continued from page 123)</p><p>Taos Mountain is steep, imposing, and powerful. The snowfall is over 300 inches per year, predominantly light powder snow, and the runs are cut narrow and long so that new fallen snow stays fresh for longer periods. Although the ski school offers excellent instruction under the direction of Ernie Blake, Taos is probably not the best place for a beginning skier. The mountain’s reputation is built on its challenge to experts and advanced intermediates and beginners might find it a little spooky. But if you learn to ski at Taos and can ski the mountain (the ski school takes pupils to the top by the third day) you can ski anywhere.</p><p>Accommodations fill up fast at Taos, especially during the high season. Onthe-slope lodging is available at St. Bernard Complex (27 rooms in an alpenhof-style hotel); the Hotel Edelweiss (eight large rooms); the Kandahar Rooms and Condominiums (twoand three-bedroom units with kitchens); the Hondo Lodge; Thunderbird Lodge and Chalets (24 rooms plus two luxury chalets); the Innsbruck (fourteen rooms with two small dorms); or the Sierra del Sol (luxury apartments with fireplaces, balconies, sauna, maid service, kitchens, and other amenities). In town, the list is shorter: the Sagebrush Inn (top recommendation); the Kachina Lodge (also fine); the Holiday Inn (101 rooms, and you know what to expect); or the La Fonda Hotel on the Taos Plaza (it’s quaint and very comfortable).</p><p>In town, choices for dining are the Villa of Don Peralta (the best Mexican food in town); La Cocina for the regional Spanish-american cuisine; La Dona Luz for superb French and continental cuisine; and Casa Cordova for Swiss and continental cooking. On the slopes, try the Chalet Suisse for Swiss cuisine (at dinner time only). The Thunderbird’s menu is Danish; the St. Bernard offers French cuisine; the Hondo Lodge serves great steaks and an assortment of continental specialties. Another excellent slope restaurant is the Innsbruck, which dishes out austrian food.</p><p>For beginners and intermediates, the best choice of skiing runs is at the Kachina Basin, which offers smooth, open skiing at the top of the mountain. For experts, al’s Run (1800-foot vertical drop in less than one mile) is a must, but be prepared for a tough ride. Also for experts are the Blitz, Stauffenberg, El Funko, and Valkyries.</p><p>Taos is a steep mountain and that means high-speed skiing. In order to get the type of stability needed to cruise and turn at high speeds, you’ll need long skis. Some top choices for a mountain like Taos are a pair of Dynamic VR17s (about $275) or Rossignol Downhills for the really adventurous ($225). Also good are The Ski ($245), Hexcel Comps ($240), or the Spalding alfa (about $210), or Nordica Meteors ($195). Clothing should have the technical look; that means 60/40 shells by Powderhom Mountaineering; alpine Designs down vests; Bogner or CB Sports pants or outfits; Demetre sweaters or really exotic stretch clothes by Ellesse of Italy or Lahco of Switzerland. Use Salomon bindings and Scott poles to complete the look.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "October 1976",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Aspen",
      "people",
      "Resort",
      "School",
      "Boots",
      "Snow",
      "Breakfast",
      "choice",
      "Clothes",
      "Cowboy",
      "Family",
      "Food",
      "Range",
      "Restaurant",
      "Sports",
      "Restaurants",
      "Texans",
      "Anxiety",
      "Art",
      "Clothing"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Texas",
      "West",
      "Alpine",
      "Andrews",
      "Canyon"
    ]
  }
}