{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19904",
    "date": "April 1990",
    "year": 1990,
    "month": 4,
    "month_formatted": "April",
    "pdf_uri": "/1990/19900400.pdf",
    "issue_cover_image": "",
    "document_start_page": 114,
    "toc_start_page": 106,
    "document_page_range": [
      [
        114,
        115
      ],
      [
        169,
        170,
        171,
        172,
        173,
        174
      ]
    ],
    "toc_order": 3,
    "toc_headline": "Trouble, Trash, And Texas",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199004-troubletr",
  "source": "/1990/19900400.pdf",
  "wp_post_id": 125775,
  "wp_post_guid": "http://www.texasmonthly.com/article/trouble-trash-and-texas/",
  "authors": [
    "Suzanne Winckler"
  ],
  "headline": "Trouble, Trash, And Texas",
  "dek": "At Earth Day twenty years ago, we thought our worst enemy was pollution. Now we know it’s us.",
  "spread_caption": "",
  "excerpt": "Twenty years after the first Earth Day celebration, environmentalists are once again trying to get Texans interested in saving the planet. There are good reasons why they may once again fail.",
  "kicker": "",
  "word_count": 5772,
  "content": "<p>In 1970 I Helped Organize Earth Day On the University Of Texas campus in austin. On the appointed day, april 22, we had teach-ins; we wore green arm bands and buttons that read “Nature Bats Last”; we had a noon rally on the steps of the Tower at which several liberal, loquacious male professors spoke. They quoted from the speeches of famous Indian chiefs. We should have realized then that taking inspiration from the vanquished was neither a good strategy nor a good portent. ¶ across america, Earth Day was a huge success, at least in terms of attendance —100,000 people gathered in New York’s Central Park; 50,000 turned out in Philadelphia. At the University of Texas, Earth Day was a more modest event. About 1,000 students and assorted onlookers attended our rally. The week before, 8,000 people had come out for a peace march, and on May 8, 20,000 gathered to protest the invasion of Cambodia and the killing of students at Kent State. Earth Day at UT was a flea on the dog of Vietnam. ¶ The three biggest topics of conversation back then were the containment of world population, the out-of-control consumerism of our fellow americans, and the scourge of the automobile. Oh, how we tried to hate cars. But changing the course of our lives —driving less, recycling, having exactly 2.0 babies, even turning off the lights —required a greater impetus than the momentary jarring of Earth Day. For many people who made vows at the first Earth Day and then broke them, the past twenty years have been like the dream where you try to make your legs move and they won’t. ¶ The twentieth anniversary of Earth Day will be celebrated this month, not just in the U.S. but around the world. And in Texas it promises to be much more widely noticed than the parent event. There is an almost festive note in the air. The austin City Council has even bestowed $28,000 on local Earth Day efforts. ¶ Two semi-competing groups —Earth Day 1990, based in Palo alto, California, and Earth Day 20, in Bellevue, Washington —are organizing a welter of events and showering the media with information. The Earth Day press releases are giddy, gung ho, and self-congratulatory. The only thing that distinguishes them from other massmarketing efforts is that they are printed on both sides of the paper. ¶ according to the promos, the purpose of Earth Day is to recruit “foot soldiers ... to save the planet.” Happy soldiers, that is. The youthful wrath that distinguished the first Earth Day is conspicuously absent. This time around the planners are actively avoiding tempests. Early on, Earth Day 1990 organizers, dissenting among themselves over how to handle the population problem, decided simply not to handle it at all but rather to leave the topic up to local planners. These days the issue of abortion has sadly clouded the issue of population, yet every self-respecting environmentalist concedes that the expanding world population lies at the heart of the earth’s environmental woes. I was pretty discomfited when an Earth Day spokesman in Palo alto dismissed population as “a tricky issue.” ¶ Mainly Earth Day 1990 will again attempt to extract pledges from people to be better citizen environmentalists. Recycle! Save energy! Use efficient transportation! The flaw in this cheerful appeal is that the soldiers of this citizen army inhabit a world (particularly in Texas) where it is still difficult to make these commitments.</p><p><em>The love and curiosity that environmentalists feel for all life forms is not very infectious. Like other organisms, humans are interested in their own survival.</em></p><p>Photograph By Robert Cardellino</p><p>[ Continued On Page 161 ]</p><img/><p>[ Continued On Page 106 ]</p><p>The new Earth Day focuses on proven threats —the greenhouse effect, acid rain, urban smog, holes in the stratospheric ozone—which the first Earth Day could only prognosticate. More and more people are aware of those problems but mere recognition does not make them go away. In Houston recently I was standing in a parking lot with eight other people on our way to lunch. One of us brought up the greenhouse effect, then we shrugged our shoulders and got into seven cars to rendezvous at the appointed place. The same sequence of admonishment chased with guilty resignation will be repeated countless times on april 22 when participants drive their cars to their local Earth Day rally. They will flagellate themselves with the most perplexing irony of the celebration as their automobiles loft a payload of reactive hydrocarbons, particulate matter, nitrous oxides, carbon monoxide, and carbon dioxide into the atmosphere.</p><p><strong>MESSING With Texas</strong></p><p><span class=\"dropcap\">T</span>he number of cars and trucks cruising Texas roads has almost doubled in the last twenty years: a leap from 7.6 million to 13.5 million. For this reason the state has major urban air problems. Cars emit hydrocarbon compounds that mix with nitrogen oxides in the presence of sunlight to produce ozone, or what most people call smog. Dallas-Fort Worth, Houston-Galveston, Port arthurBeaumont, and El Paso do not meet federal minimum air-quality standards, which means that the ground-level accumulation of ozone in those cities is regularly too high. Houston is the fourth smoggiest city in america.</p><p>Texas vies with California and Florida for having the most endangered plants and animals within its boundaries. Texas also is home to a host of other plants and animals—things like the vermilion flycatcher, loggerhead shrike, and Harris’ hawk—that the U.S. Fish and Wildlife Service has labeled “species of management concern.” They too are in decline but get virtually no attention because the people in charge are too busy trying to shore up the birds, mammals, reptiles, cacti, and assorted trees and bushes that are already on the brink of extinction.</p><p>Our beaches are adrift with trash. Last winter I was walking with friends on Matagorda Island. The beach looked like a landfill —sheets of plastic, egg cartons, old boots, lightbulbs, baby-doll arms. Most of the garbage is not the detritus of beach visitors; it washes ashore from oil tankers, container ships, offshore oil rigs, shrimp boats, and recreational craft. Walking down that beach, I felt as if the little knot of rage gathering under my sternum were going to explode, that I myself would fly to pieces and add my disassembled body parts to the heap.</p><p>Today’s upbeat environmentalists claim that Texans care about such problems, but by and large they don’t. Even though Texas is the third most-populous state, only a trifling few of our 16.8 million are members of conservation groups. Take, for example, the conservative, nonpolitical Nature Conservancy, whose creative land-swapping should appeal to Texans’ passion for doing deals; with 14,000 Nature Conservancy members Texas ranks at the bottom with Mississippi —while there are 85,000 members in California. As one environmentalist said, “We’ve got a lot of room for growth in Texas.”</p><p>I am sorry for the bad news. I know that the black clouds of melancholy hanging over the heads of many environmentalists have worked against their cause, and that the chipper ness of the upcoming Earth Day is intended to cut through some of this gloom in the hope of mustering recruits to the cause. But their appeal also seems disingenuous and amnesiac. Why ask everyone to do the same things we were asked to do twenty years ago, only in a more cheerful voice? It didn’t work then—why should it work now?</p><p>If I sound skeptical, it is because I know how hard it is to change. Not until three years ago<em>—seventeen years</em> after my own purported conversion experience—did I finally start recycling and composting. I would have found excuses to put that off longer except my husband and I moved into the country out of range of city services, which gave me the motivation I needed. I am very self-righteous about my better-late-than-never metamorphosis, and I no longer have patience with people who tell me they don’t have the time. But neither can I pretend that schlepping sacks of bottles, cans, and newspapers from the kitchen to the garage to the recycling center or splattering coffee grounds mixed with cottage cheese onto my face when dumping kitchen scraps into the compost is great fun.</p><p>If I sound gloomy, it is because so few people in the past twenty years have shown concern for any life form other than their own. UT biologists have recently uncovered several new species of salamanders in and near austin. I find this kind of news incredibly exciting. I have many friends and acquaintances, however, who are not interested in the slightest. They are people who have never seen a salamander and have declined the opportunity when I have offered to show them one, who don’t know the names of the most conspicuous life forms in their back yards, and who are unmoved by the estimates that thousands of species will go extinct in the next century as a result of the meddlings of mankind.</p><p>What has been going on for the last twenty years? Why has it been so hard for those who do care about nature to calibrate their behavior in ways that would benefit the environment? Why do so many other people simply not care at all?</p><p><strong>RUMORS Of War</strong></p><p><span class=\"dropcap\">T</span>he main reason the environmental movement has failed to capture the abiding concern of the majority is because it is hard to change people under any circumstance, but particularly when the sermons have preached reduction: conserve, restore, husband, save, or—most provocative of all—do without. In Texas especially, where a basic social tenet has always been the accumulation of wealth, this new diminuendo was bound to get a wary reception. Not surprisingly, the enemy camps formed overnight.</p><p>The environmental movement, taking inspiration from the Vietnam protests, was aggressive and angry. We failed to realize, however, that stopping a war required different tactics than beguiling people into changing their habits. When they didn’t, we couldn’t fathom their unwillingness, because we had yet to appreciate the deep comforts of conformity. We prided ourselves on being exclusionary. We dismissed, for example, Judeo-Christianity based on the technicality in Genesis 1:28. In this verse God instructs the first male and female to “be fruitful, and multiply, and replenish the earth, and subdue it: and have dominion over the fish of the sea, and over the fowl of the air, and over every living thing that moveth upon the earth.” That word “subdue” was particularly troublesome, and it began to connote malevolence on the part of the subduer.</p><p>We operated under the illusion that the despoiling of Texas was a deliberate act perpetrated by robber-baron types, when in large measure it was a progression carried out by folks simply trying to earn a living and raise families. Many of those people were our parents, grandparents, and great-grandparents. But having only a vague sense of history, we were hostile toward a heritage of which we were direct beneficiaries. It became fashionable, for instance, to impugn the ranching and farming traditions of Texas, and much of our ire was fueled by innuendo and rumor.</p><p>It was some time before I figured these things out. In 1977 stories began circulating that Enchanted Rock near Fredericksburg was going up for sale and that the owners were out to make big bucks. They would probably sell to developers who would then subdivide one of the most beautiful places in Texas into ranchette lots. An alternate rumor held that the huge granite dome was going to be turned into a quarry for tombstones. Wringing our hands, some friends and I contacted the national office of the Nature Conservancy. The Conservancy dispatched a real estate man to Texas, and we set up a meeting with the owners, who were ranchers and operated Enchanted Rock as a park and campground. I went into the meeting with a slay-the-dragon attitude only to confront an enormous anticlimax. The owners, Charles and Ruth Moss, were nice people who happened to be in an unfortunate bind. They were selling Enchanted Rock because Ruth was ill and they needed money, but they wanted to sell to someone who would preserve it. They sold it to the Nature Conservancy, who eventually transferred the site to the Texas Parks and Wildlife Department.</p><p>I concede that not all environmental transactions are so amiable, but that was the day I stopped listening seriously to eco-gossip and came to see that the alleged enemy was less formidable than I had imagined. Indeed, in some cases, there was no enemy at all.</p><p>The alleged enemies responded in kind to our hostility. Their opinion of environmentalists was as arrogant as ours was of them, and they too thrived on rumors, innuendos, and false suppositions. One of the most persistent has been the notion that environmentalists have drafted some sort of clandestine blueprint for economic disaster. In the last decade or so, many of those misunderstandings have cleared up. The Nature Conservancy and the National audubon Society, for instance, now have strong ties to the ranching community in Texas. But there are still flare-ups.</p><p>Last spring out around alpine, ranchers got into a dither when the rumor began to circulate that the National Park Service was planning to establish a million-acre national park in the Davis Mountains and that it might condemn land to do that. In fact, the federal government was merely investigating the long-range possibility of establishing a park somewhere within the million-acre study area. Besides, the government doesn’t condemn land willy-nilly anymore for the obvious reason that purchasing land from willing sellers at fair market value is good business and makes for good neighbors. Nonetheless the ranchers, long suspicious of environmentalism, were never able to separate the truth from the rumor. Fueled by misunderstanding, many landowners voiced strong opposition to the park at a public hearing last april. The National Park Service has since dropped the idea.</p><p>The magnitude and complexities of the problems-from groundwater depletion to urban smog—that promise to be with us well into the twenty-first century are not best resolved in an enemy-camp atmosphere, yet that is how the dialogue began, and large residues of that attitude still persist. Fighting is not an efficient or rewarding way to conduct business over the long term.</p><p><strong>SO What’s the Big Deal?</strong></p><p><span class=\"dropcap\">W</span>ith a justifiable sense of urgency, environmentalists began early on to use cataclysmic, fire-andbrimstone rhetoric, while the changes afoot are actually rather quiet and incremental—often they can’t even be seen by the average observer. Successive generations accommodate to the landscape at hand. It is only because I am told that 40 million buffalo used to wander the Great Plains that I know to be sick at heart that I never saw them.</p><p>The doomsday orations have consequently been spurned by vast numbers of people. For most people most of the time things seem fine. I even forget sometimes myself that the world is falling apart. On the trip to Matagorda Island, after we retreated from the filthy beach to the bayside marshes, we watched the setting sun cast a pink, mauve, and purple net over teeming flocks of spoonbills, herons, egrets, terns, gulls, sandhill cranes, and a magisterial family of whooping cranes. At times like those Texas doesn’t seem diminished.</p><p>Even if you accept the doomsday theory, it is hard for most people to take that much bad news, and in Texas belly-aching is bad form. Former state senator Don Kennard (who got a penny-a-pack cigarette tax for state parkland purchases in 1971) and former land office commissioner Bob armstrong (long-suffering supporter of the state’s acquisition of Big Bend Ranch) rank high on everyone’s list of hall-of-fame Texas environmentalists in large part because they are charming, funny, backslapping guys. Although Dallasite Ned Fritz, tireless champion of the Piney Woods, is probably the state’s first true modern environmentalist—he was at work in the sixties well before the advent of Earth Day sentiments-people tend to note that he is a whiner.</p><p>I can’t take bad news myself. I recently read Bill McKibben’s <em>The End of Nature, </em>which has been billed as the environmentalist bible of the nineties. Although it offers clear explanations of two complicated processes —the greenhouse effect and the depletion of stratospheric ozonethe book is a hideously depressing march through apocalypse. Then, toward the end of the book, McKibben, from his cabin in the adirondacks, goes soft-brained. He recommends that people buy fewer consumer goods, keep warm in their homes and offices by burning less fuel and wearing more clothes in winter (which in Texas translates to fewer clothes in summer), and drive their cars as little as possible. While his backwoods recommendations are noble, they will fail to dent the habits of most people, because most people live in cities. Urban people will simply fail to comprehend his message. McKibben should take a spin on Loop 610 in Houston, get a load of all the fixed-window skyscrapers on the horizon that without air conditioning would be high-rise saunas, and go shopping at the Galleria. If all the beautiful women I see driving around Houston in hermetically sealed Jaguars were to cross paths with McKibben advising them to shop less, they would think he was from Mars.</p><p>Many environmentalists, for whom McKibben is just the latest spokesman, persist in thinking that the solution to impending doom is to impose a nostalgic rural standard on urban situations. The implication in this idea is that cities are bad per se for the environment. However, concentrating populations in dense clumps is better than spreading people out across the landscape. Even if the scatter concept were preferable, it would be hard to alter humankind’s deep desire for togetherness. As the archeological evidence suggests, for thousands of years people have lived elbow to elbow in order to indulge their passion for trade and commerce. Granted, there are nagging environmental problems with cities. More than their rural counterparts, city people tend blithely to waste water and electricity and to work themselves into frenzies of consumerism that far exceed their basic needs. But the thing that is ruinously wrong with cities is the automobile as it is currently designed.</p><p><strong>GIVE Us Cleaner Cars</strong></p><p><span class=\"dropcap\">I</span> understand how bad cars are for the world, but I will have to be pried out of mine with a crowbar. One of the major failings of the environmental movement has been its effort to get people out of their cars. Walking and biking are too slow and they cast people out into the weather, where they seldom like to be; and mass transit, while laudable, has never been shown to eliminate cars. Washington, D.C., New York City, the San Francisco Bay area—every metropolitan area with mass transit also has jammed freeways and gridlock.</p><p>Numerous environmentalists apologize for the fact that they drive. They have simply refused to acknowledge the combined practicality and seductive appeal of the automobile, or even to admit how much they themselves like cars. The car is a mobile microcosm in which a person can select his own music, order his priorities, and indulge his fantasies. People submit themselves to the indignities of rush hour because they will pay any price for the rewards of sitting in the enclosed universe of their own car. It was particularly crazy to assume that women would give up cars. What with the real and imagined dangers lurking in cities and on our highways and byways, the car has become a woman’s armored personnel carrier.</p><p>The fuel, not the car, is what has proven so lethal to the environment. Environmentalists knew that twenty years ago, but, inspired by the romantic Thoreauvian notion that technological innovation was somehow corrupting, they lost time and momentum trying to convince us that life would be nicer and simpler if we just didn’t have cars at all. I love to read Thoreau, but who besides technologists can work us out of this jam? Technologists are sensing the changing times —already half of the business in the Department of Engine Research at Southwest Research Institute in San antonio involves designing engines that will run cleaner on diesel or even cleaner on compressed natural gas (CNG) and other experimental fuels.</p><p>Environmentalists have attempted to legislate ways to conserve fuel, to develop tax incentives for alternative fuels, and to control, manipulate, and cajole the auto and oil industries into better performance. For their efforts we have the federal clean air act, which was first passed in 1970. One of its chief accomplishments was phasing out leaded gasoline, which has reduced the amount of airborne lead by 90 percent.</p><p>Knowing that the feds will soon bear down on the state for its lack of air standards, the Legislature last year passed alternative fuel laws that, starting in 1994, will require the incremental conversion of school buses, state government vehicles, and city buses from diesel or gasoline to CNG or some similar alternative fuel. By 1998, 90 percent of those vehicles will be running on CNG. In a properly designed engine, CNG burns cleaner than diesel or gasoline and emits about half the carbon dioxide, the chief ingredient in the atmospheric blanket that is creating the greenhouse effect. Although it won’t last forever, natural gas will buy time for scientists and engineers to come up with the perfect vehicle-one that does not pollute or consume a nonrenewable resource.</p><p>Texas has 26 percent of the natural gas reserves in the lower 48 states, and some 18,000 gas wells are on state-owned land and provide revenue for the Texas Public School Fund. Compressed natural gas sounds like just the ticket for the state’s economy, the environment, and the schoolchildren of Texas. Because of strong government incentives, eight thousand CNG-powered vehicles now operate in Vancouver, British Columbia. Closer to home, four amoco filling stations in Denver sell CNG to private citizens. If that fuel is so good for what ails Texas, when will the private consumer here be able to plug his CNG-powered car into a compressor at the corner filling station? Everyone I asked was vague on that subject. Chris Pedersen, vice president of the Natural Gas Company of Texas, which will supply CNG to fleet vehicles, suggested that within a few years the average Texan may be able to convert his vehicle at not too great an expense ($300 to $700) to run on CNG. The unspoken message is that no one is really sure that Texans will go for natural gas.</p><p>Environmentalists complain that the big three automakers and the petroleum industry are ossified institutions, but most americans have also been woefully submissive consumers. Vehicular transportation-improved engine efficiency, alternative fuels, or entirely new sources of energy —is the one area where some Vietnam-era remonstrations really are in order, if indeed the contented masses could be aroused. The Earth Day I dream of includes 30,000 happy foot soldiers marching down the Katy Freeway, carrying banners that say, “Where can I buy CNG?” or “Where are those electric cars you’ve been promising us for twenty years?”</p><p>When I asked a PR. man at General Motors that question, he said that GM’s electric car was at least five years down the road, but that he didn’t think it would appeal to Texans anyway. “It doesn’t fit the lifestyle,” he said. Current prototypes of electric cars can be driven about 120 miles before they have to be recharged. That is plenty of leeway to get a person to and from work. Hasn’t the time come to change the conventional wisdom in Detroit that Texans are not happy unless they drive 500 miles a day?</p><p><strong>OLDER But Wiser</strong></p><p><span class=\"dropcap\">M</span>y favorite lesson from the last twenty years underscores the notion that hard times really do bring people together. Texas’ new alternative-fuels legislation, however modest it may be, was fostered by an unusual coalition called Clean air Texas, made up of various environmentalists and energy representatives. In times past the two groups had not always been comfortable sitting at the same table, but Clean air Texas was formed in the aftermath of the 1985 crash in petroleum prices.</p><p>Another unlikely coalition has emerged in the Rio Grande Valley. In 1987 and 1988, the Brownsville Economic Development Foundation, looking out on the surrounding drought-stricken and freezenipped vegetable fields and citrus groves, decided to make sure it was catering to the wants of the winter Texans, the area’s one reliable source of income. It took a survey and asked the visitors what brought them to the Valley. The climate and the birds, the winter Texans replied.</p><p>The last stands of lush tropical brush along the Rio Grande do harbor such avian gems as green jays, altamira orioles, kiskadees, and chachalacas, found nowhere else in the United States. Sitting in lawn chairs in the shade of their campers and watching birds at makeshift feeders in places like Bentsen Rio Grande Valley State Park is a ritual of winter Texans, and that conclave of observers may constitute the largest sedentary community of birdwatchers in america.</p><p>For years environmentalists in the Valley had been fighting to save the last remnants of habitat that support the birds. Overnight the Valley business community rallied to their crusade. Land acquisition for the Lower Rio Grande National Wildlife Refuge has become not only a local but also a national cause celeb re, championed by senators Lloyd Bentsen and Phil Gramm. In the last three years, the project has been the top-funded refuge project in the nation and has received the highest amount of funding in the history of federal refuge acquisition. So far about 40,000 of an eventual 107,000 acres have been purchased. This story suggests that coalitions are better than enemy camps.</p><p><strong>BIOLOGICAL Brinkmanship</strong></p><p><span class=\"dropcap\">T</span>he profound love and curiosity that most environmentalists demonstrate for all forms of life—what biologist E. O. Wilson calls “biophilia”-has proven not to be very infectious. I have come to realize that humans, like other organisms, are interested in their own survival. They will probably manage to keep the planet habitable for themselves, but not for everything. This widespread indifference combined with the dedicated yet misguided efforts of many people entrusted with protecting our plants and wildlife does not bode well for the estimated 3 million to 10 million other species that have evolved on this planet. That’s the reason I am kissing good-bye numerous organisms that heretofore have made my life such a rich and pleasant experience. Birdwatchers keep all kinds of lists: life lists of all the birds they have seen, state lists, county lists, year lists, backyard lists. Last year I started my living dead list. It contains the names of birds that I predict will not make it very far into the twenty-first century, or if a particular species does survive, it will be only as a highly managed and manipulated one.</p><p>One of the birds on my living dead list is the whooping crane. Whooping cranes are much like zoo creatures, except that they have the privilege of migrating 2,500 miles twice a year between their nesting grounds in Canada and their winter home on the Texas coast, and we have the privilege of viewing them in semi-wild circumstances. Many whooping cranes wear leg bands and some have sported radio devices; the government went into farming at one point to grow grain to feed them, and at an experimental Idaho site has killed predators to protect them. Quite a few whooping cranes have nicknames, which I take as a serious encroachment on an animal’s status as wild.</p><p>Although the whooping crane’s numbers have increased steadily, especially in the eighties, it is not what most biologists would call a viable species. The whooping crane’s eggs are all in one basket. The one wild nesting population that junkets between Canada and Texas is subject to all sorts of ills beyond human control, like drought, disease, and hurricanes.</p><p>Whooping cranes are incredibly beautiful birds. I have made countless pilgrimages to see them, and I don’t mean to suggest that we simply leave them in the lurch. By saving them —or, more accurately, by saving habitat for them-we have incidentally abetted many other plants, mammals, fish, birds, invertebrates, and microorganisms. But whooping cranes do represent what is wrong with our wildlife laws. Especially in the early years of this century, many environmentalists —like the disdainful rich who hoard diamonds and vintage wines—became obsessed with what was precious and rare. As a result, wildlife laws tend to focus our attention, affection, money, and effort on species that are on the brink.</p><p>Triage-standard procedure on battlefields and in hospital emergency rooms —has never been applied to the conservation of wildlife. When Franklin D. Roosevelt signed the presidential decree in 1937 ordering that the whooping crane be saved, there were only 14 birds in the wild migratory population, a perilously small number of individuals. Fifty years later, after incredible effort, expense, and trepidation on their behalf—in the fifties the cranes’ numbers went up and down like the Dow Jones-they now number 143. In comparison, the whooping crane’s close relative, the sandhill crane, numbers about 600,000. By all accounts a healthy species - it can even be hunted in Texas —the sandhill crane is running out of grazing and roosting habitat along its migratory route, especially in Nebraska. Until we change our wildlife laws, however, environmentalists are helpless to rectify the sandhill crane’s habitat shortage until the bird achieves the dubious distinction of becoming endangered.</p><p>The game of brinkmanship set in motion fifty years ago is now codified in a morass of endangered-species rules and regulations and is obsolete. It is time to start maximizing the number of survivors, and to shift from saving isolated species to preserving ecosystems —healthy habitats that maintain multitudes of plants and animals on their own biological volition, not at enormous expense to taxpayers. Habitat is the bank where you put your species to get a return on your investment.</p><p><strong>OUR Best Chance</strong></p><p><span class=\"dropcap\">W</span>orking with antiquated laws, many biologists have been trying to shift this single-species mentality to the ecosystems approach. In fact, one of the most crucial ecosystems experiments in the country is going on in austin. The limestone hills west of town are home to an array of mysterious cavedwelling organisms, a number of threatened plants, and two birds—the goldencheeked warbler and the black-capped vireo—that nest only in Texas (well, the vireo barely gets into Oklahoma).</p><p>Because the limestone hills are gorgeous, they are also where everyone wants to live and work. During the boom years, as development moved into these hills, the vireo and the warbler populations, not too surprisingly, began to crash. Breaking up their habitat into patches is the coup de grace. In the far reaches of the Hill Country, where expanses of requisite habitat remain, the two birds are hanging on. For example, the fires started by artillery training at Fort Hood maintain large patches of habitat that are perfect for the vireo.</p><p>The vireo and several cave invertebrates are canonized as endangered, and the warbler will achieve that status shortly. These few species provide the only legal machinery by which some viable ecosystems in the Hill Country might be saved. For almost two years a group of biologists, environmentalists, developers, and various government officials have been trying to come up with a plan to do just that—while also allowing development to proceed. The negotiations have been tense and fragile, and they have not been abetted by some clumsy media attention—of the we’ve-never-seen-thesebirds-so-why-do-we-care level of discourse-or by other enemy-camp antics in austin. Ross Perot’s Hillwood Development was cutting down prime goldencheeked warbler habitat on the edge of austin this winter until the Nature Conservancy and the austin City Council convinced the company to desist.</p><p>There is one bright spot in the negotiations. A substantial part of the Hill Country is now held by the feds handling the assets of the nation’s failed savings and loans —and it is possible that via some ingenious land exchanges a portion of those lands will metamorphose into an ecosystem preserve. If Texans can save the Hill Country, the backdrop that has made the Capital City so renowned, then there really is some hope for the twentyfirst century.</p><p><strong>PARABLE Of the Pelican</strong></p><p><span class=\"dropcap\">I</span> would point out to the Hill Country negotiators and to every man, woman, and child in Texas the parable of the brown pelican—the happiest environmental lesson of the past twenty years.</p><p>By the mid-sixties it was apparent that the Gulf Coast brown pelican population was crashing. Scientists were able to link its decline, along with similar dwindlings among bald eagles and peregrine falcons, to DDT. The pesticide played havoc with the birds’ reproductive systems, causing the females to lay thin-shelled eggs. When a bird sat on its nest to incubate, it crushed its eggs. This was a recipe for rapid extinction: no offspring, no species.</p><p>Environmentalists, with a lot of help from Rachel Carson’s book <em>Silent Spring, </em>succeeded in getting DDT banned in 1972, but not without fierce resistance. We were told that U.S. agriculture would collapse, that we would starve, and that with the return of mosquitoes to our cities we would succumb to malaria. None of this happened. Instead the economy chugged along and the brown pelican came back, as have bald eagles and peregrine falcons.</p><p>Last winter I watched a pod of pelicans flying along, barely skimming the surf down near Rockport. It was a nice moment, like hearing a wonderful refrain of music or looking at a photograph of someone you love. I suspect most Texans never give a thought to brown pelicans. I wish I could induce this indifferent populace to consider the special dimension they bring to the Texas Gulf coast. It is perhaps more relevant, however, to note that in no way can a few pelicans be pinned with impeding the Texas economy. The years in which the brown pelican came back to the Gulf—the seventies and early eighties —were in fact a time of incredible prosperity in Texas. Think of all the time, energy, and money that could have been saved if the smoke from all the incendiary DDT dialogue had not obscured the much milder reality that eventually came to pass. While I have emphasized the imperfections of my environmentalist friends, the parable of the brown pelican points to the biggest flaw in the thinking of those Texans who disparage and thwart their efforts. Environmentalists may be hyperbolic, they may dress funny and be tiresome in mixed company, but they don’t have a blueprint for economic disaster.</p><p>These are some of the things that roll around in my head when i’m carting kitchen scraps to the compost, flicking off an unnecessary light, driving down the highway trying not to speed in order to conserve a little fossil fuel, or sending cash to some organization that has promised me it is working on behalf of the millions of organisms other than myself inhabiting the world that I love so much.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "April 1990",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "people",
      "Texas",
      "Earth",
      "Cars",
      "Texans",
      "Winter",
      "Land",
      "Nature",
      "Wildlife",
      "Birds",
      "gas",
      "Government",
      "Cities",
      "Country",
      "Natural Gas",
      "urban",
      "Work",
      "Business",
      "Love",
      "rio"
    ],
    "wp_categories": [
      "Agriculture"
    ],
    "wp_location": [
      "Texas",
      "Austin",
      "Hill Country",
      "Houston",
      "Matagorda"
    ]
  }
}