{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-197712",
    "date": "December 1977",
    "year": 1977,
    "month": 12,
    "month_formatted": "December",
    "pdf_uri": "/1977/19771200.pdf",
    "issue_cover_image": "",
    "document_start_page": 146,
    "toc_start_page": 144,
    "document_page_range": [
      [
        146,
        147,
        148,
        149,
        150,
        151
      ],
      [
        246,
        247,
        248,
        249,
        250
      ]
    ],
    "toc_order": 7,
    "toc_headline": "They Found It!",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-197712-theyfound",
  "source": "/1977/19771200.pdf",
  "wp_post_id": 110568,
  "wp_post_guid": "http://www.texasmonthly.com/article/they-found-it/",
  "authors": [
    "Gregory Curtis"
  ],
  "headline": "They Found It!",
  "dek": "Charismatics speak in strange tongues, worship in strange places, and sing in strange melodies. And, strangest of all, they’re not so strange.",
  "spread_caption": "",
  "excerpt": "Charismatics start by losing their heads and end up with a new kind of religion.",
  "kicker": "",
  "word_count": 6379,
  "content": "<img/><img/><p>Everyone knows Episcopalians can’t preach, but this sermon was a pathetic effort, even by Episcopal standards. With a casualness that was initially appealing, the young priest had chosen to walk partway down one of the aisles where, in his white robes, he became a luminous island in the sea of the congregation. Still, none of this informality made up for his lack of formal preparation. He was not at all certain what he wanted to say and tried to obscure that clear fact by a series of Bible readings. “and then this morning, I thought of this passage,” he would say before rather long hiatuses while he searched through the Bible for his text. After reading, he would offer as interpretation some stupefyingly clichéd homilies or just as often say, “Well, I don’t remember right now why I chose that passage. Anyway,” he would go on, his voice gaining slightly in strength, “the Lord has just given me another message.” But these messages were only more homilies. “We all need to love one another . . .”</p><p>Here, at the Church of the Redeemer in Houston, I had expected to see an exciting, ecstatic service. The sermon dashed my last hopes for that. Instead, I found myself critical, fidgeting, and bored—my usual reactions to church. But for the last twelve years Redeemer has been anything but the usual Episcopal church. The congregation built up over those years is at once widely varied and extremely cohesive and concerned with one another. There are well-dressed, prosperous-looking young couples; professional men; poor Mexican american families; middleclass blacks; stoned-out casualties of the sixties; elderly widows; and, in the greatest numbers, young, middle-class whites, college students or ex-college students, who set the general tone. Alert, intelligent looking, dressed in a variety of casual jeans, slacks, and print shirts as if they had just emerged from a Psych 100 lecture, they were the very last group one would expect in a church that encourages the often ridiculed Pentecostal practice of speaking in tongues.</p><p>Church of the Redeemer is known across the country as one of the first and most important churches in a religious movement known as the charismatic renewal. Notre Dame University was another important early center. This movement has gotten considerably less attention in the press than the more sensational kinds of religious stories—the furor over women joining the Episcopal priesthood, Catholic nuns and priests marrying, ecclesiastical debates over homosexuality. Nevertheless, the charismatic renewal is certainly the most startling, dynamic, and paradoxical Christian movement of recent times. Beginning just a little over ten years ago it has spread so widely that 50,000 people attended a national charismatic convention in Kansas City last July. The best estimate is that they represent only a fraction of the total practicing charismatics in the country. There are five large, totally charismatic churches in Dallas, five in Houston, others spread across the state, and small cells in many otherwise traditional congregations.</p><p>Photograph by Peter Calvín</p><p>Jim Caldwell</p><img/><p><em>The standard greeting among charismatics is neither a handshake nor a peck on the cheek, but an enthusiastic hug.</em></p><p>Peter Calvin</p><img/><p><em>Members of the congregation believe everything that happens is a sign of God’s will. They give testimony at prayer meetings about their visions and prophecies</em>.</p><p>At the core of the charismatic revival are speaking in tongues, prophesying, healing by laying on of hands, and other extreme religious practices that previously had been current only among old-time Pentecostals. The charismatic movement is bringing Pentecostalism into the mainstream denominations where it was formerly either ignored or patronized. Oddly, even though Pentecostal beliefs are essentially fundamentalist, the charismatic renewal has attracted most of its adherents from the liturgical churches —Catholic, Episcopal, and Lutheran—and its strongest opposition from other fundamentalist denominations like the Baptists. But the movement has touched every Christian denomination. Churches whose timbers until now had felt only the slight vibrations caused by a responsive reading from the Book of Common Prayer or the steady 4/4 beat of a Methodist hymn are now resonating with prayers in a mixture of loud and unintelligible tongues. All that happens at Redeemer, too, but at the Friday night prayer meeting, as I learned later, not at the more conventional Sunday morning worship.</p><p>Although the charismatic renewal has attracted a wide and varied following, its main appeal is not to the poorer, less educated, essentially rural folk who were virtually the only believers in Pentecostalism in the past, but to the young, middle-class college and professional whites that are so prominent in Redeemer’s congregation. They are, all in all, very much like my friend Dean who was brought into the movement a little over a year ago after attending a prayer meeting of charismatic Catholics in Dallas.</p><p>We had been at college together where, as the best history and philosophy student in our class, Dean won a scholarship to Yale graduate school. I lost track of him after that until three years ago when I discovered he was living in Dallas. He had married and had a child, but otherwise his life seemed to have stalled. He had dropped out of graduate school and lost interest in completing his degree, although he didn’t know quite what else to do either. He held a part-time teaching position, he read, he tried to write a little, and he took care of the house and child. Dean’s wife, who was an accountant, provided most of their support. She was dissatisfied, however, and soon filed for divorce, which Dean did not contest, and afterward took the child and moved from Dallas. It was not at all an ugly separation, but the failure of his marriage cut a deep wound in Dean. A naturally gregarious and friendly man, he became isolated, lonely, and even more self-doubting. At the invitation of a Catholic nun he’d met while teaching, he attended a prayer meeting held by a group of Catholic charismatics. The experience overwhelmed him.</p><p>“The first thing was just this feeling I had about the people there,” he told me. “i’d been thinking about what to do about my life and it had occurred to me, I could be a Christian if I ever found anyone who really believed all that stuff. And then here were all these people and their faces were radiant. And that radiance wasn’t always focused on heaven, either. They looked at each other that way, too. They really loved being together.</p><p>“Everyone was singing and it was the most beautiful singing i’d ever heard. Then this woman got up. She still comes to the meetings. She’s got a very strong Texas accent and for me it was just like fingernails down a blackboard. She began to talk and out of the blue said, ‘There’s someone here tonight who’s just been divorced and he’s feeling depressed and guilty about his family breaking up and he feels like he’s all alone. He needs to know that the Lord loves him and if he just puts his faith in the Lord, the Lord will be his home.’ I just cried, but because I was so happy. I know you can say she said that just by chance or that it’s something so general it could have fit a lot of people. Maybe it did. Maybe there were other people there that night who’d been divorced, too. But i’ve been there a lot of times since, every week for about a year, and I haven’t heard her or anyone else say anything like that again.”</p><p>Jim Caldwell</p><img/><p><em>Charismatics thrive in the churches that spurned Holy Roller Pentecostalism.</em></p><p>Dean now believes God purposely led him to that prayer meeting to hear the woman’s speech. Other charismatics would interpret those events the same way. For them everything that happens to us is a sign that, properly interpreted, will reveal God’s will and intent. Even the slightest occurrence is somehow connected with the Divine. I heard one woman in a prayer meeting wonder what God was trying to say that morning when He made her search through her purse an extra moment before she found the keys to her car.</p><p>This belief is a natural result of the Pentecostal experience. Pentecostalism, whether among old-time, foot-stomping Holy Rollers or the new charismatics, is not at all an intellectual movement. It has no formal theology or doctrine, which explains why the charismatic revival can flourish within existing denominations. But instead of doctrine, instead of abstract preaching and intellectual appeals to faith, Pentecostalism offers direct experience. That has long been Pentecostalism’s appeal among the unintellectual and, ironically, it is now the reason why so many college-educated people in their twenties and thirties are drawn to the charismatic renewal. If an observer were to be coolly distant, neutral, and descriptive (such terrible bores do exist), he might class the renewal among all the other movements and fads spawned by the no-longer-young-nor-yet-middleaged: est, Transcendental Meditation, Rolfing, the guru Maharaj Ji, Scientology, and all the rest. All these ways to peace and enlightenment are based on a physical experience whose importance lies beyond the mind’s ability to understand, which in fact short-circuits the mind. Most college students, after four or more years of study, still feel lost, their long struggle with thick books having brought them no closer to Truth. Now come all these various movements promising an experience that brings Truth so close people can feel It, see It, even speak It. The experience can’t be contradicted. They know, after all, what they saw, felt, heard, spoke. The answer! at last! and in the charismatic renewal that dramatic experience is called the baptism of the Spirit.</p><p>The baptism is often mentioned in the Bible; Jesus in fact promises it several times to his disciples. But the main reference is in the second chapter of acts, the account of the Pentecost: “and suddenly there came a sound from heaven as of a rushing mighty wind, and it filled all the house where they [the twelve apostles] were sitting. And there appeared unto them cloven tongues like as of fire, and it sat upon each of them. And they were all filled with the Holy Ghost, and began to speak with other tongues, as the Spirit gave them utterance.” Infused with the Holy Spirit, they began preaching in tongues to the people of Jerusalem. A few thought the apostles were drunk, but more were swayed by the preaching. The Bible recounts that 3000 souls were won to the church that day.</p><p>Jim Caldwell</p><img/><p><em>Laying on of hands at of the Redeemer. It’s no ordinary Episcopal church.</em></p><p>After Pentecost, speaking in tongues had a checkered history. It was apparently a common practice in the early church. Paul’s letters to the Corinthians comment at length on how tongues should be used. In time, although the practice never completely died out, it fell into obscurity and was not revived in any widespread and significant way until the very dawn of the twentieth century. On New Year’s Day 1901 Miss agnes Ozman, a student in Charles Parham’s Bible School in Topeka, Kansas, asked Parham to lay his hands on her head while he and she prayed. The small group of students at the school had been studying the references to the baptism of the Spirit in the Bible and had determined that the baptism was nearly always associated with speaking in tongues and laying on of hands. When Parham touched her, Miss Ozman felt “as though rivers of living water were proceeding from [her] inmost being.” She began praying in tongues. In the next few days several other students at the school had similar experiences.</p><p>Parham’s followers were ridiculed when they tried to explain the baptism to others. Forced to close his Topeka school, Parham opened another one in Houston—how odd to think of Space City as a religious center—where among his students was a black minister named W. J. Seymour. In 1906 Seymour moved to Los angeles where, while he was speaking to a small group of devout blacks and whites, people in his audience began shouting and speaking in tongues. Neighbors attracted by the commotion had the Spirit fall on them, too. The group quickly found an abandoned church on azusa Street in Los angeles where for three years Seymour held services. Thousands came to be baptized in the Spirit. It was with this azusa Street revival that modern Pentecostalism really began. Rebuffed by their old churches, early Pentecostals who had come to azusa Street began their own churches of which the assemblies of God are by far the largest today.</p><p>Now, seventy years later, the charismatics are taking Pentecostalism into the very churches that had refused it before. The baptism of the Spirit is still the basis of the whole movement. Sitting in on charismatic services and prayer meetings, I often wondered what would become of me if some powerful force really did sweep down and cause me to fall to my knees speaking in tongues. That would be, even for a confirmed fidgeter in church like myself, a difficult experience to deny. I suppose there would be nothing to do but to give my life to Christ and become a confirmed charismatic. After such an event no one could get back up, dust himself off, sit calmly back down, and resume taking notes.</p><p>At any rate, fortunately or unfortunately, it didn’t happen. The baptism of the Spirit generally comes only to those who seek it. The usual procedure calls for a certain amount of counseling and preparation after which the seeker prays for the baptism in the presence of others who have already received it. These others, also praying, lay on their hands. If the baptism is going to occur, it happens then. The experience is supposed to be as unmistakable as losing one’s virginity. Most recipients speak of a feeling of great peace, well-being, and joy spreading through their bodies. The baptism happens only once, but the ability to speak in tongues remains permanent. The speaker cannot understand what he is saying and every tongue is different.</p><p>Neutral researchers who have studied speaking in tongues have come to the conclusion that it is learned behavior, that after one has heard others speak in tongues or even heard <em>about</em> others speaking in tongues, one would have no trouble producing meaningless syllables in a sequence and with intonations that sound like a language. Sid Caesar used to do it regularly on his television show whenever he would parody an Eastern European, an arab, an asian, or anyone else whose language could be assumed to sound extremely foreign. Nor has anyone’s ecstatic tongue ever been identified beyond doubt. Sometimes one word can be recognized as, say, Hebrew, but the rest of the tongue will bear no relation to Hebrew at all. Pentecostal literature is filled with stories of how someone from a distant country, Kenya or Malaysia or Iraq, was converted to Christianity when, visiting a Pentecostal service in this country, he heard amid the cacophony of tongues a worshiper speaking his native language. No such stories survive unbiased investigation.</p><p>Of course, none of this makes any difference to the charismatics. They believe that it is not really they who are speaking but the Spirit in them, and, again, this is not an abstract belief but one gleaned from their experience. “It’s my lips and my tongue that are moving,” one woman told me, “but i’m not moving them. If I try to think about speaking in my tongue, I can’t do it at all.” after the initial baptism of the Spirit, charismatics usually use their tongue for private prayer. “Praying in a tongue is the Spirit praying,” an airline pilot active in the Catholic charismatic movement explained to me. “and the Spirit can pray for things you wouldn’t know to pray for. Praying in tongues adds a whole important dimension to prayer life.” It should. It means that God, through the gift of tongues, is praying to Himself.</p><p>Peter Calvin</p><img/><p><em>Meeting at Dallas’ Bishop Lynch High: movement spawned its own gospel music reminiscent of the folk music of the sixties.</em></p><p>After the baptism of the Spirit, the most important element in the charismatic renewal is the prayer meeting like the one that had swayed my friend Dean. They are, as at Redeemer, held in addition to the regular Sunday worship service. No matter what denomination sponsors them, the prayer meetings all have a similar pattern. In Dallas the group of charismatic Catholics Dean joined—the Christian Community of God’s Delight—holds theirs in the cafeteria of Bishop Lynch High School.</p><p>This community was founded 4½ years ago by Bob Cavnar, a former military officer and Dallas businessman whose son had been involved in the charismatic movement at Notre Dame. Cavnar, while visiting his son, became a charismatic himself and returned to Dallas to found the community. It has about a thousand members, has an administrative body of twelve elders, and, in addition to the weekly prayer meetings, organizes religious classes, retreats, conferences, and the like. Each new member, upon entering, makes a formal covenant to love and care for every other member.</p><p><em>(Continued on page 244)</em></p><p>Jim Caldwell</p><img/><p><em>Spreading the word: the charismatic renewal has attracted a large following among young, middle-class whites, college students and ex-college students.</em></p><p><em>(Continued from page 149)</em></p><p>The night I attended, the cafeteria’s walls were decorated with spirit banners for Bishop Lynch’s football game that weekend. Ironically, since charismatics are fond of finding parallels between their experiences and those of the early apostles, the banners read, “Defeat the Lions.”</p><p>I arrived just as the meeting began. About two hundred people were sitting in or standing in front of chairs that had been arranged in concentric circles. (The community has several different prayer meetings in order to keep each to a manageable size.) an eight-member band of guitars, bass, and flutes waited ready to play in a small open space at the center of the circles. Immediately beside them a song leader, a wiry, blond man of about thirty, stood at a microphone. As the hymn began, all stood, singing loudly and clapping their hands in cadence with the rapid rhythm of the song.</p><p>Dean was right about the beauty of charismatic music. Unfortunately most american churches are content to choose their hymns from dreary black hymnals, filled with deservedly obscure hymns by similarly obscure Victorian ministers, and set to melodies both uninspired and uninspiring. Old-line Pentecostals, on the other hand, have always placed great importance on the music in their services, and their religion has inspired a type of rousing white gospel music that is distinguished from black gospel music by its high harmonies, its backwoods instrumentation, and its essentially European, rather than african, conception of rhythm and melody. Still, this musical tradition is as alien to the musical tastes of the charismatics as the dour hymns in the traditional hymnal.</p><p>The charismatics’ solution was to write their own music and in the roughly ten years since the revival began, charismatic musicians have created an astonishingly large body of new hymns. Betty Carr Pulkingham, the wife of Graham Pulkingham, the Episcopal priest who brought charismatic religion to the Church of the Redeemer, is one important composer, but there are many others. In general their works have the sound of earlysixties folk music, as if the Kingston Trio had suddenly found something genuine and important to sing about, but the melodies are highly original and compelling, the rhythms fast, and the tone of both lyrics and music one of joy, praise, and excitement. With the exception of various jazz compositions, which in any event are totally unsuited for general use, there is no other contemporary religious music that can come close to matching it.</p><p>After the hymn, a tall man with dark hair and a slightly thick, slightly soft build stood up next to the song leader. He spoke through a microphone that had been stuck in his rear pants pocket during the singing. He was Joe Tinker, an executive with a computer company and the leader of tonight’s meeting. “Everyone lift your hands and praise the Lord,” he said. Instantly all hands were lifted high and there was a burst of shouts, tongues, hand claps, and even shrieks. Loud praise, it’s called, and it lasted for several minutes. “as you raise your arms,” the leader said, “you will feel the troubles you’ve been having melt away. You will feel the Lord take the burden off your shoulders. Just lift your arms and feel the Lord take the burden off your shoulders. Thank you, Jesus. Thank you, Jesus.” More shouts, claps, shrieks, and tongues came from the group, and when their intensity had dissipated, the song leader immediately announced another hymn. It was followed by more cacophonous praise and then by almost five minutes of impromptu singing in tongues. This, too, has a beautiful sound. Completely ethereal and random, it has a lilting quality like bells if bells rang in languages rather than single tones.</p><p>They sang another hymn, and then the leader asked everyone to be seated. “There are microphones in the aisles,” he said, “and I encourage you to come to them whether it be a prophecy, a vision, a sharing, or whatever.” Then he closed his eyes and began to pray, “Jesus, please come to us. Be close to us. Let us feel you right now. Open our minds and let us understand. Change us tonight.” He stopped for a moment. Everyone was sitting quietly in his chair, eyes tightly closed in prayer. “Jesus, you’re present,” the leader went on. “You’re giving us grace to do this and we thank you for it. Thank you, Jesus. Thank you, thank you, Jesus.”</p><p>For a moment, no one spoke or moved, waiting for someone to come to one of the four microphones. Eventually an elderly woman with tight gray pin curls approached one of the microphones. She was wearing an inexpensive pale blue dress. “Earlier I had a vision,” she said. Her voice was old and slightly quavering. “The Lord went around the room giving everyone fruit. To some He gave many but to others He gave just a single piece of fruit. The reason was that if you’re not used to fruit it can be hard to digest and the Lord was giving the most fruit to those who were used to it and could digest it and less to those who weren’t. This means that the Lord blesses everyone but He only gives us as many blessings as we are able to receive.”</p><p>At the time, the image of the Lord going around measuring everyone’s digestion out in pieces of fruit almost made me start cackling. Only the knowledge of how extremely offensive this would be kept me from it; neither do I want to seem mocking toward the woman now. The lesson of her vision, after all, is worth pondering. But the point is this: it is a cliché of literary criticism that to appreciate a tragedy one must suspend one’s sense of humor. Anyone who begins to laugh at <em>Oedipus Rex</em> and laughter is certainly a plausible response—will miss the play entirely. Christianity is based on an event that is tragic in the extreme, and to laugh at the sincerely Christian charismatics and here too laughter is quite plausible, and sometimes the first reaction of many outsiders—is not to understand them at all.</p><p>When the old woman sat down, a woman in her twenties came to a microphone just to my right. She had short blonde hair, a thin face, and extremely plain, functional clothes. She had come to deliver a prophecy. By this, charismatics do not mean foretelling the future, except in the most general way. Instead, prophecy is taken to be a spiritual gift, like speaking in tongues, by which one is able to speak words that are believed to come directly from God, to be the direct transmitter, as it were, of heavenly messages.</p><p>Most often prophecies are delivered in English. In the infrequent cases of their being delivered in a tongue, the group immediately prays for an interpretation, which can be given either by the prophet or by someone else. Not that the interpreter understands the tongue directly: God simply supplies him with the translation. If no interpreter comes forward, a cloud of disapproval floats over the would-be prophet. His speech has been revealed as not “of God” for why would He bother us with a message that couldn’t be understood?</p><p>There are other prophecies that are taken to be false even when they are spoken in English. The leaders of the group are believed to have still another spiritual gift called discernment which enables them to separate what is actually of God from what merely pretends to be. Sometimes discernment is less difficult than it might seem. Charismatic meetings have a tendency to attract some psychologically unstable, socially ill-adapted, or simply stubborn people who create procedural problems. They rant about their fantastic visions, babble on in meaningless prophecy, insist on reading the same lengthy Bible passage week after week, and in various other ways disconcert everyone there. The leader may try to head them off by beating them to the microphone or cut them off by calling for a hymn in the middle of their speech. And, if nothing else works, he must quietly tell some people they are not welcome to return.</p><p>But the young, blonde woman’s prophecy that night was taken as genuine. It revealed a God with the political attitudes of the youthful left in His mistrust of massive institutions. “I am not,” she began (“I” meaning God), “giving my Spirit to governments or large corporations or political parties. I am giving my spirit to individuals. I am working to change the hearts of men. It is not through governments and corporations and political parties that men will be changed, but through Me. I am working with individuals to change other individuals. I am working in the womb of My church to change men’s hearts.”</p><p>After a minute or two more, a man came to the microphone and read the story of Nicodemus from the Bible. Then a middle-aged woman read from Romans. A teenaged girl, pretty in large round glasses and long black hair, said she almost hadn’t come that night. Punctuating everything with “you know’s” and “I mean’s,” and speaking in a breathless, giddy rush, she said, “I was so mad. I kept telling my friends God was going to do this and God was going to do that and they were all looking at me and I kept telling them things were going to happen and then I got so mad I thought i’d just stay home and watch <em>Charlie’s angels</em>.” after a long internal debate, she did come and started feeling better with the singing of the first hymn. “It’s really neat,” she concluded, “because He gave me the strength to come and, you know, no matter how bad you don’t want to come, you have to come.” She turned abruptly away from the microphone. Whereas the other speakers had received only reverent silence, this girl, whose problems seemed to me not spiritual but typically adolescent, brought sympathetic laughter and loud applause. The leader, quick to take advantage of the change in mood, had everyone stand and, with the guitars in the band strumming powerful chords, called for everyone to sing.</p><p>Then there were more hymns and more Bible readings until an intenselooking man in his thirties began to prophesy. He had dark, thick whiskers no razor could shave close and wore a sharply pressed pair of blue slacks. “My people, it is good you come closer to me,” he said. “But I am Spirit. Do not seek me in flesh for I am Spirit. Enter into my Spirit and feel my love for you. Enter into my Spirit and leave behind the flesh.”</p><p>The leader again came immediately to the microphone. “Let’s do just that. Let’s leave behind the flesh. Let us come close to you, Lord. Let us come close to you, Jesus.” There were shouts and prayers and tongues and then, with everyone standing with arms lifted, they sang another hymn. “Spirit of the living God,” it went, “fall afresh on me. Melt me, mold me. Fill me, use me. Spirit of the living God, fall afresh on me.”</p><p>All this had taken about an hour and a half. The meeting continued for another thirty minutes. A young man in cowboy boots, blue jeans, and a blue workshirt told how he had been solicited on the telephone about hiring a tax consultant. “i’ve got the best tax consultant in the world,” he replied, “Jesus Christ.” Two middle-aged women told how God had healed their backs. A boy and girl in the band sang a duet. A muscular, athletic-looking man in a gray leisure suit said he hoped God would help him overcome his problem of associating with the wrong kind of people. A long, willowy, and decidedly attractive young woman began her testimony with the startling statement, “I was an antichrist until last May thirteenth,” She went on to explain that was the day she had asked Jesus for deliverance from her alcoholism and since then her life had completely changed for the better. Several people read passages from Scripture. All the while I was taking notes feverishly. At first it made me feel conspicuously secular in this religious setting, but then I noticed that most people around me were taking notes as well. They recorded what Scripture was read for later study and noted the gist of each prophecy and testimony.</p><p>At the end of the meeting, the band fell silent and the song leader sat in a chair. The leader stood up but his head was bowed and his eyes closed. He held the microphone tightly to his chest only a few inches away from his lips. “The message was so clear tonight i’m not even sure I have to say much about it. This evening began with the Lord wanting us to praise Him and then He gave us a special message of prophecy about how He was working through individuals. Then He gave us witnesses of healing and ended with strong messages from the Scripture. He is telling us we should come on our knees, that He will pour out his Spirit upon us. So let’s do that. Let’s get on our knees.” We all slid off our chairs and knelt down. Most people rested their heads on the back of the chair in front of them. The leader’s conclusion hadn’t seemed to me particularly related to the events that preceded it, but rather something that might have been preordained from the beginning. God as seen by the charismatics seems to have a singularly onetrack mind about wanting praise. “We give ourselves to you, Lord. Free us from our sins. Thank you, Jesus. Thank you, Jesus.” He prayed in that vein for a few moments longer. Loud praise from the crowd filled the room.</p><p>After a brief benediction, the meeting was over. Some of the men put the tables and chairs back in order for school the next day. Most people lingered on chatting with friends. The standard greeting was neither a handshake nor a peck on the cheek, but a long, enthusiastic hug. Use of these joyful hugs extended even to meeting strangers like me.</p><p>Driving home I had to concede that the prayer meeting had not been the emotional and spiritual experience for me that it had for Dean. Although the meeting had had certain similarities with the classic tent revival, those similarities were outweighed by the great differences. The most obvious and important difference was that no fevered evangelist had stood before the congregation and tried to whip it into religious frenzy. Instead, the congregation had provided the energy and direction of the meeting and what frenzy there was—disappointingly little compared to a tent revival—had come from individual members.</p><p>But one thing had impressed me. It was a particularly secular consideration and something almost tangential to the more profound questions that the meeting might have raised. Still that consideration had always seemed to me to be the best way for the secular man to discern between a false prophet and a sincere one. No one, in support of the charismatic movement, had in any way asked for that most hallowed substance, money.</p><p>The charismatic movement is a child of the middle sixties. Its moment of birth in the Catholic Church was on March 13, 1967, when a small group of students from Notre Dame met with a Pentecostal layman in South Bend, prayed for, and received the baptism of the Spirit. From that moment, the movement spread rapidly through Notre Dame, on to the nearby University of Michigan, and then on to the rest of the country as students left Notre Dame or Michigan to join fledgling groups in other places.</p><p>In the Episcopal Church the moment of birth, at least here in Texas, was the fall of 1964, when Graham Pulkingham, who had recently been appointed to the pulpit at Church of the Redeemer (then a moribund institution in a decaying neighborhood off Telephone Road), visited an assembly of God minister named Dave Wilkerson in New York. With Wilkerson, author of <em>The Cross and the Switchblade,</em> Pulkingham was baptized in the Spirit and returned to Houston determined to take his church in a new direction. At the beginning a small group of church members—a lawyer, a doctor, a laborer, an engineer, and their wives, began meeting daily in the church. They started out at 5:30 in the morning and, after work, returned for more time together in the evening. Soon Pulkingham was doing things that were very un-Episcopal. He performed faith healings, he brought a fundamentalist Baptist minister to conduct Bible classes in the church several times a week, and he began baptizing others in the Spirit. Word of what was happening at Redeemer spread, and the church grew rapidly. The Episcopal Diocese was confronted with the unique phenomenon of an expanding congregation of tongue speakers in its midst.</p><p>Most radical of all, at least from a social point of view, many members of the church moved into the immediate neighborhood in order to live communally in what they called households. The members of a household—often husbands, wives, young children, and single men and women—pooled all their resources and set out on a life together focused on the church. They were inspired and encouraged by the passages in the second chapter of acts which report this is exactly what the early apostles did. By 1972 there were forty households which included a total of 350 people. An approximately equal number are still operating today. This practice has spread to charismatic communities in Dallas, ann arbor, Michigan, and other places around the country.</p><p>Of course there were grumblings within the Episcopal Church, but looking back, not the least of Pulkingham’s accomplishments at Redeemer was keeping peace with his bishop. He was aided by two things. First, the Episcopal Church is relatively undogmatic, so that what Pulkingham was doing, while unusual for an Episcopal church, didn’t directly challenge the foundations of the faith. Second, he completely revitalized the church. During his time at Redeemer—Pulkingham has since moved to a charismatic community in Scotland—membership quadrupled, income sextupled, and average weekly attendance rose from a few hundred to more than two thousand.</p><p>Catholic charismatics have had a relatively easy time since Paul VI is sympathetic to the movement. The same is not true of Baptist charismatics. The Beverly Hills Baptist Church in Dallas, which became charismatic after its pastor Howard Conatser was baptized in the Spirit, was thrown out of the Dallas Baptist association and their messenger to the Baptist General Convention of Texas was refused his seat. Other churches have had similar problems. There are a number of reasons. Pentecostalism is not easily reconciled with Baptist doctrine. Important ministers like W. A. Criswell of the First Baptist Church of Dallas strongly oppose speaking in tongues. “It is always hurtful and divisive,” he says. “There is no exception to this.” Many Baptist officials consider the charismatic renewal an interdenominational movement, which it clearly is, and see it therefore as a threat to their own religion. And, finally, there is a history of antagonism between the Baptists and Pentecostals that goes back to the days of azusa Street. Pentecostalism’s resurgence, seeping now even into Baptist churches, does nothing to make that antagon ism less. “They think they’re better, more blessed,” a Baptist minister told me. “If they need to speak in tongues to bolster their faith, that’s all right, I guess. But I don’t need it. No sir.”</p><p>I, on the other hand, for what it’s worth, have ended up more sympathetic to the charismatics. Part of the reason is my knowing Dean. I have had other friends whose religious conversions led to a diminishing of their lives. They withdrew, faded out, let skills and qualities they once had atrophy. They disappeared. Dean’s life has expanded. He has new interests, new friends, a girl friend, and a new job—all secured and maintained within the matrix of his deep belief.</p><p>But I’m sympathetic in a more general sense, too. The worst thing about the movement is that it encourages a kind of passive expectation of God’s guidance which can result in such insufficiencies as the sermon I heard at Redeemer. God helps those public speakers who help themselves. And no doubt the charismatic renewal is another symptom of the general feeling of inadequacy that has led to the rise of those all-too-familiar movements I mentioned earlier; and in that sense at least it is related to them. But there the similarity ends. The charismatic revival was not conceived for the benefit of some fast-talking con man, tubby Indian fakir in a Rolls-Royce, venal exscience-fiction writer, or egotistical psychologist. Neither do the charismatics base their beliefs on the fanciful notions of such charlatans. Instead, absorption in the charismatic renewal leads to absorption in the Bible and the church, two great stones in the foundation of Western civilization and the inspiration for much of the art, literature, and music that make up Western culture. All this places the believer in an intimate relation with the best parts of our history and gives him access to the wisdom of the wisest of our ancestors. For all that in return, a life in the church seems a small price to pay.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "December 1977",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Church",
      "spirit",
      "people",
      "Prayer",
      "God",
      "Music",
      "Students",
      "Redeemer",
      "College",
      "Dallas",
      "School",
      "Band",
      "Sound",
      "ever",
      "Folk",
      "Gospel",
      "History",
      "Love",
      "Christianity",
      "college students"
    ],
    "wp_categories": [
      "Books"
    ],
    "wp_location": [
      "Dallas",
      "Texas",
      "Houston",
      "Kansas City"
    ]
  }
}