{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19904",
    "date": "April 1990",
    "year": 1990,
    "month": 4,
    "month_formatted": "April",
    "pdf_uri": "/1990/19900400.pdf",
    "issue_cover_image": "",
    "document_start_page": 122,
    "toc_start_page": 114,
    "document_page_range": [
      [
        122,
        123,
        124,
        125,
        126,
        127,
        128,
        129,
        130,
        131
      ],
      [
        175,
        176,
        177,
        178
      ]
    ],
    "toc_order": 5,
    "toc_headline": "Grande Dames",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199004-grandedam",
  "source": "/1990/19900400.pdf",
  "wp_post_id": 125769,
  "wp_post_guid": "http://www.texasmonthly.com/article/grande-dames/",
  "authors": [
    "Skip Hollandsworth"
  ],
  "headline": "Grande Dames",
  "dek": "They Know That Power Is Their Prerogative And Age Is Their Ally. And Don't You Forget It.",
  "spread_caption": "",
  "excerpt": "In her golden years, a lady is free to be imperious, incorrigible, impertinent, and altogether indispensable.",
  "kicker": "",
  "word_count": 4643,
  "content": "<p>Photographs By Kent Barker</p><img/><p>Countney Daughter Proffitt, Lavedo</p><p>“People Who See Me On the Street Think It’s WOnDERFUL That i’m Still Alive. But They DOn't Know What I OnCE Was.”</p><p><span class=\"dropcap\">I</span>t Is Lunchtime In the Hushed Mauve DIning room of Dallas’ private Crescent Club, and the city’s business establishment is hard at work. Men in dark suits bend over their racks of lamb to murmur numbers at one another, others wave silverware as they press their deals, still others lean back in thoughtful silence. Around the ta—bles is that clubby, self-satisfied sense of importance, an air of money and power, a feeling of—wait, what’s this? The gentlemen of commerce suddenly turn to look toward the entranceway. There is a rash of whispering, a craning of necks, a coffee cup hitting its saucer so hard that the sound is like a gunshot. The headwaiter, his thick black eyebrows rising, bounds toward the front. Waiting to be seated, her hand resting steadily on her cane, her chin slightly lifted, and her shoulders arched back, her 4-foot, 10%-inch body raised to its fullest, most regal posture, stands Harriett Rose —also referred to by one newspaper society columnist as “the diminutive party machine.”</p><p>“Mrs. Rose!” the headwaiter gasps.</p><p>“Indeed, it is,” she says with a nod and marches slowly in like a little Napoleon, headed for a front table.</p><p>The men in the restaurant, who only moments ago were locked in serious negotiation, now find themselves gaping, half amused and half amazed, at a woman who, with her tiny frame and imposing presence, has become one of the most recognizable personalities in the city. It is, in Dallas society circles, unthinkable to throw a soiree without inviting Mrs.</p><p>Rose. By her estimation, she receives at least three party invitations a day and sometimes as many as seven. At every ball, luncheon, fashion show, and art gallery and restaurant opening, she sits perched on the front of her chair so that her feet can touch the ground, surveying the scene before her like one of those immaculate unruffled owls that stare back at you in a zoo. The young and the old come by to introduce themselves, to pay homage to the woman who has not done anything particularly significant except rustle through life with the kind of imperiousness that suggests that she knows all the secrets of the universe. In her seventies, Harriett Rose has finally come of age. She has turned into that mysterious, intriguing, intimidating figure known as the grande dame.</p><p>“Waiter, please, a saucer,” says Mrs. Rose, pointing to her glass of iced tea. As men in white coats scurry away, she leans toward her luncheon companion. “i’ve been bitching all over town about this,” she says. “Where do you put your teaspoon when it gets wet? On the tablecloth? Good God, no. There should be a saucer under the tea for your spoon. Believe me, someone has to stand for etiquette in this day and age.”</p><p>In the later stages of life, an interesting transformation begins to take place. As a man reaches his final years, his role changes from dominance to passivity while a woman moves into authority. The old man becomes disengaged; the old woman often gets a new lease on life. In fact, we usually pass off elderly men as “retired.” But we have all sorts of classifications for elderly women: old maids, little old ladies in tennis shoes, blue hairs, dowagers, bag ladies, old birds, spinsters, merry widows —and then, the most celebrated of all, grande dames, those women who, whether they are presiding over the small-town beauty shop or the Crystal Charity Ball, forthrightly carry on their lives as if they are empresses. “What a grande dame has,” says Ruthe Winegarten, an austin writer who specializes in Texas women’s history, “is such a visibility and charisma that when people gather around her, they feel like they’re in the presence of someone majestic.”</p><p>It is not always easy to decide who is a true grande dame, especially in a state where there is a preponderance of Good 01 Girls. Good 01’ Girls —ann Richards and Liz Carpenter immediately come to mind —are women who combine a touch of Scarlett o’hara charm, a honky-tonk earthiness, and a homespun my-mama-told-me way of talking. A Good 01’ Girl, for example, would say, “Well, as my mama once told me, that’s as plain as a cow’s rear headed uphill.” a grande dame doesn’t even try to say anything clever—because she knows that whatever she says will be met with fawning chuckles, all from people absolutely flattered to be in her presence.</p><p>Nor should a grande dame be confused with another uniquely Texas type, the Grand Old Mayor (such as annette Strauss of Dallas and Lila Cockrell of San antonio), who, though beloved by her supporters, has made her mark through her ability to say uncontroversial things and to get along in a motherly way with everyone on the city council. A grande dame, on the other hand, never hesitates to express her opinions, whatever they may be.</p><p>Many people also are mistaken when they assume a grande dame must always come from that most powerful and influential subspecies of Texas womanhood: the Rich Widow Who Doles Out Her Dead Husband’s Millions. True, many activities in Texas —the preservation of old homes, the opera, the construction of a new wing for a museum, charity balls for obscure diseases —would come to a screeching halt were it not for the state’s dowagers. But not all dowagers are grande dames. For example, the multimillion-dollar gifts from Margaret McDermott, the widow of a founder of Texas Instruments, to the Dallas Museum of art kept the institution going during the lean years, but Mrs. McDermott hardly went in for the shenanigans that go with such gifts. She rarely allowed her picture to be taken; she didn’t do interviews. Though she is not striving to reach that other fabled position of elderly Texas life, the Recluse, she figures that since she has the money, she might as well put it to good use, and let’s just not make that big of a deal about it, shall we? Uh-oh. Mrs. McDermott, though a great lady, broke the first rule of grande dame-hood: Everything is an event. Just look at her contemporary, Wendy Reves. When the Marshall native gave her $35 million art collection to the Dallas Museum of art, she demanded, in appropriate grande dame fashion, that many of the furnishings from her French villa and even her bedroom slippers be displayed right along with the paintings. She then greeted reporters at her suite in the adolphus Hotel, regaling them with stories about her extravagant taste in feather boas and mentioning that as a tribute to her deceased husband, she no longer wears dresses that show off her long ex-model’s legs.</p><p>That is not to say that publicity is a requirement for becoming a grande dame. A few use their aloofness, a la Marlon Brando, to enhance their image. Early last September, when I called to interview Sybil Harrington, the amarillo grande dame who has contributed millions of dollars to the Metropolitan Opera of New York, I was told that Mrs. Harrington would not return to amarillo until april. She would be in New York with the opera for most of the time.</p><p>“Is it possible I could talk to her on the phone in New York for a few minutes?” I asked.</p><p>“No, no,” said her exasperated personal assistant. “We put off <em>Town and Country</em> for nearly a year, and there’s no reason why you can’t wait as well.”</p><p>Drapery Photgraph By Robert Cardellino</p><p>[ Text Continued On Page 167 ]</p><p>A Grade Dame Might Smell Like Powder And Rose Water. But She Can Issue a Look So Daunting That the People Around Her Lapse Into a Reverntial Silence.</p><img/><p><em>Gussie Nell Davis, Kilgore</em></p><p>“I Was Hard As Nails On My Girls. By the Time I Was Through With Them, They Were Scared To Death To Act Like Heathens.”</p><img/><p><em>Jane Jilley, austin</em></p><p>“WHEN You Become a Grande Dame, You Can Say Anything You Want, And You Know People Will Listen To You.”</p><img/><p><em>Wille Lee D. Glass, Tyler</em></p><p>“WOMeN Who Took My Classes Sent Their Sons And Daughters To Me. They Said, ‘You Pay YouR Respects To Mrs. Glass. You Won’t See Her Kind Again.’”</p><img/><p><em>Harriett Rose, Dalls</em></p><p>“EVERY Year There’s Another New Ball For Something Or the Other, And i’ll Be There. Going To Things Is What I Do Well.”</p><img/><p><em>Elithe Hamilton, Kinkland, Wimlerley</em></p><p>“i’m the One They Think Of When It Comes To Romance. People Learned What Passion Meant When They Read M E.”</p><img/><img/><p><em>Mary Gwen Greenwood, Houston</em></p><p>“THIs Is the Picture i’ve Always Wanted-Drinking Champagne On a Couch Underneath a Stud.”</p><img/><p>Makeup By Steven Merrill</p><img/><p><em>Hallie Ptillwell, alrine</em></p><p>“I've Been Staring At the Same Countryside For Years And Years. And It Looks Different Every Time. I've Still Got a Lot To Look At. So I Don't Have Time To Feel O L D.”</p><p><em>Margaret Payne, Fort Worth</em></p><p>“AT My Piano Recitals We Serve Refreshments Off Real Plates. My Children Learn To Act Like Adults. They Must WeAR Sunday School Clothes. That's Very Important To Me.”</p><img/><p><em>Grace Fones, Palado</em></p><p>“I Do Totally Dress Most Of My Clients. Some Wouldn’t Go To a Ball Unless They Were Wearing a Dress From M E.”</p><p>[ Continued From Page 116 ]</p><p>A grande dame knows she is a grande dame—she makes herself that way. She might smell like powder and rose water, but she can issue a look so daunting that those around her lapse into a reverential silence. In a country devoted to the young, grande dames still manage to hold their own, whether it be through the political and financial clout of Lady Bird Johnson; the social preeminence of Nancy Hamon, a lavish Dallas party queen who once chartered a yacht for a Mediterranean cruise with a group of her friends; or the leadership of 79-year-old Willie Lee D. Glass, the black home-economics teacher who broke through Tyler’s color barrier to sit upon numerous civic boards and committees —Tyler even named a day in her honor. And then there is the amazing determination of Edna Gardner Whyte. Miss Whyte, in case you haven’t heard, is the gray-haired 87-year-old flying ace of Texas who has been piloting airplanes since 1926 and has taught 4,800 students to fly. At the private airport she owns in the little North Texas town of Roanoke, the doyenne of aviation marches past incredulous fellow pilots with an Eddie Rickenbacker swagger, spryly insisting that despite having had heart surgery only a little over a year ago, she will not retire until she has flown a plane on her 100th birthday.</p><p>Although older ladies do lean toward the eccentric—they have odd gastronomic preferences, they can turn an errand to the pharmacy into something resembling a stage production of <em>Les Miserables,</em> and they don’t like to leave their cats alone at home too long —age seems only to increase their ability to attract attention. Grande dames, especially, see nothing that would suggest that the time has come to acquiesce gracefully in the last years of their life. The first grande dame I ever knew was Gertrude Seibold, a prominent doctor’s wife in Wichita Falls. She had such a domineering presence—my father called her General Seibold—that when she walked into a room, everyone stood up. The chairman of the church garden committee, she would drive slowly past the church grounds as I halfheartedly performed my high school summer job, weeding the flower beds. I could see her stern face even through the rolled-up car window, her head shaking in disgust. She maintained her grandeur to the very end. A few years ago, when I went to visit her for the last time, she leaned up on one elbow from her deathbed and told me to straighten my tie.</p><p>Texas culture has always carved out a cherished position for that kind of woman. “You have to remember,” says Texas A&M historian and folklorist Sylvia Grider, “that when Texas was little more than a frontier, the woman had to assume a very commanding role to keep the family together and to produce some semblance of culture. It was the strong woman who was highly valued, not the gentle Southern one.” although Texas produced wildcat types like Belle Starr and Bonnie Parker, it also gave us women who seemed to endure life here much better than their husbands did. There was, for example, Lizzie Johnson Williams, known at the turn of the century as the Cattle Queen of Texas. A brash grande dame who would spend $10,000 on jewelry on a single trip to New York, she demanded that she and her husband keep their ranching properties separate because her ranching business was always better than his.</p><p>Some women hit their stride only after their husbands died. They would find themselves running the family business and doing just fine. When Richard King died in 1885, leaving his Bible-reading widow, Henrietta, with the 500,000-acre King Ranch and a $500,000 debt, she went immediately to work, even though she continued to wear her black widow’s clothes for the next 30 years. By the time she died at the age of 93, Mrs. King, called La Patrona by the vaqueros who worked the ranch, oversaw a profitable estate of nearly 1,000,000 acres and almost 95,000 head of cattle.</p><p>Her present-day counterpart is 92-yearold Hallie Stillwell, arguably the most famous rancher in West Texas. She has been running the 22,000-acre Stillwell Ranch in an isolated corner of the Big Bend country since her husband died in 1948. She still writes her “Ranch News” column for the weekly <em>alpine avalanche</em> (“No rains in the past week south of Marathon. We were thankful for the rains earlier; however, there are many dry areas left”), and she drives herself up to the Stillwell general store, which the family operates outside alpine. There, seated on a wooden chair like a wise old queen, she entertains visitors with stories about her early days in ranching, when she lived in a one-room house with her husband and three cowboys, went on cattle drives, survived droughts, and shot a mountain lion between the eyes. People stare at her, mesmerized by her vast antiquity and the ease with which she plays her role as the mother of West Texas. On the day I visited, a group of new employees from Big Bend National Park showed up to ask her about the history of the area, and then two couples drove up from San antonio just to shake her hand. “i’ve been staring at the same countryside, the same patches of land, for years and years,” Mrs. Stillwell told her audience, “and it looks different every time. I’ve still got a lot to look at, so I don’t have time to feel old.”</p><p>Although there is a certain romantic appeal to the rural grande dame—that of the woman alone on her boundless land, relishing the beauty of life even as she approaches the horizon of her own death —the urban grande dame has had to emerge in an entirely different way. Without land to create her fiefdom, the city grande dame turns to “projects” to establish her identity. It is instructive that two of the state’s early urban grande dames —adina de Zavala, a spinster schoolteacher, and Clara Driscoll, the glamorous daughter of a South Texas ranching millionaire —made their mark in the early 1900’s with what has become <em>the</em> classic grande dame endeavor: historic preservation. Both tried to save the alamo from the hands of private developers, and in one of the great catfights of Texas history, they got into a bitter feud over how to do it.</p><p>Driscoll used the traditional grande dame approach to save the landmark: She tried to buy the property. De Zavala had a damn-the-torpedoes approach. She locked herself in the alamo and said she would not come out, even if she had to starve to death, until the public had control of the landmark. Each, in her own way, taught women a lot about how to mold themselves into grande dames. The feisty De Zavala, who built a career saving historic San antonio buildings and Spanish missions, demonstrated that a woman’s life could be exhilaratingly free from convention. Driscoll proved that if one simply acted with monarchal pizzazz, she could do just about anything. Though not a talented writer, Driscoll published a novel and a book of short stories, both portraying Texas in an absurdly romantic way, and wrote a musical called <em>Mexicana</em> and then used her money to produce it on Broadway. Like many rich Texas grande dames, Driscoll had an apartment in New York City, where she joined the social whirl. She also built a spectacular mansion in austin called Laguna Gloria, which later became a museum. The magnificent gesture followed Driscoll even into the afterlife. When she died in 1945, her body lay in state at the alamo chapel, the first time a Texas woman was given such an honor. Sadly, De Zavala couldn’t upstage her rival. When she died ten years later, her casket was merely carried past the alamo.</p><p>When it comes to city grande dames, however, there has never been a better one than Ima Hogg, the governor’s daughter who overcame her awful name to set a standard of taste and elegance that has rarely been matched. By the time she died in 1975 (she was traveling at the time in London, still eager at 93 to see the world), she had donated Bayou Bend, her home, along with her collection of priceless antiques to Houston as a museum and founded the Houston Symphony Orchestra. Numerous grande dames have tried to follow in her footsteps. As part of the grande dame trend of displaying furniture —the public apparently being fascinated with what kind of sofa a grande dame would sit on to drink her coffee —Houston’s Faith Bybee gave her collection of american antiques to the Dallas Museum of art in 1986. Austin’s Jane Sibley —whose white streak of hair is always punctuated with a large buzzard feather in the back—led the austin symphony out of near-bankruptcy in 1971 and has been the president of the organization ever since. Mrs. Sibley, 65, has carefully groomed herself for the grande dame role, even handing a visitor an eight-page resume detailing her accomplishments (“Guest of the Chinese government . . . Selected as one of austin’s ten best-dressed women”). But some grande dames stride about with such flamboyance that they can’t even make it through lunch without attracting attention. Lunch is exactly where the beautiful, and slightly bawdy, Houston grande dame Mary Owen Greenwood found herself one day in New York when she met Suzy, the New York gossip columnist. Suzy, noting Mrs. Greenwood’s golf ball-size sapphire ring and diamond bracelet, said, “You know, it’s gauche to wear that kind of jewelry at lunch.”</p><p>Mrs. Greenwood leveled her blue eyes at the columnist and replied, “I thought so too, honey, until I had them.”</p><p>Mrs. Greenwood, 67, has such an infectious personality—“She’s the last of the great broads,” says Hal Foster, the public relations impresario for Houston high society-that people tend to follow her around just to see what she might do. She once came to a party dressed as a fat Elizabeth Taylor. Though she does volunteer work for the March of Dimes, Mrs. Greenwood is better known for her droll pronouncements. When her marriage to Houston insurance magnate F. Jack Greenwood ended, leaving her with more money than she knew what to do with, Mrs. Greenwood said, “I married well, but I divorced better.”</p><p>Not only does a grande dame have a knack for saying just the right thing, she also has an innate ability to compel others to listen to her. Many of the state’s wealthiest women travel to a dress shop in the little Central Texas town of Salado to buy their designer clothes from the stunning Grace Jones. Mrs. Jones, who is so polished that even her wrinkles look perfectly applied, travels to Paris each year to view the new collections with her best customers in mind. They rarely argue with her selections; one of her withering glances can make a customer feel like a fashion fool. “Yes, a lot of women, whose names you would know, do come here,” she says. When I ask her who some of those women might be, she acts as if i’ve requested to see her petticoat. “I never, ever divulge names,” she replies austerely. “That’s just good business.” No, the truth is, that’s just the way a grande dame likes to act.</p><p>But Mrs. Jones does exemplify one of the rules to grande dame-hood: a grande dame must rule her particular roost with such an indomitable presence that she is impossible to forget. Like a baroness, Ebby Halliday has lorded over the Dallas residential real estate business for so long (45 years) that she has become a grande dame simply from longevity. In Fort Worth the grande dame of the piano bench, octogenarian piano teacher Margaret Payne, has been putting the fear of God into children for nearly 70 years. In her living room she grimly peers down as another generation stumbles through such songs as “The Prowling Pussycat.” When they finish, they slowly raise their heads, as timid as baby chicks, to receive a look of disapproval they will remember for the rest of their lives. When 83-year-old Gussie Nell Davis shows up on Saturdays for Kilgore Junior College football games, fans often give her an ovation. Miss Davis, who started the Kilgore College Rangerettes dancing troupe in 1940 and changed football halftimes forever, can still evoke a sense of awe among those girls who worked under her until she retired in 1979. “The girls said I was hard as nails on them, and I really was,” she says. “I made sure everything about them was perfect. By the time I was through with them, they were scared to death to act like little heathens —and they are to this very day.”</p><p>A grande dame doesn’t need money or social standing to cast a looming shadow over her corner of the world. Though it has been 31 years since Elithe Hamilton Kirkland of Wimberley published her best-selling epic romance novel, <em>Love Is a Wild assault,</em> about a beautiful young woman abandoned in the Texas wilderness by her gambler husband, the 83year-old widow is still being honored by ladies’ book clubs and women’s organizations. “i’m the one they think of when it comes to romance,” says the proud Mrs. Kirkland, who now uses a sawedoff golf club as her walking cane. “a lot of people learned about passion when they read me.”</p><p>Few people have influenced others’ lives like 73-year-old Dr. Clo Garcia, the beloved matriarch of Corpus Christi’s Hispanic community. Since 1954, the slightly rumpled, always bustling doctor has delivered more than 10,000 babies. She still comes to her office every day, clucking over the children, putting her stethoscope over their hearts, and saying, “Oooh, I hear a clock —<em>tick, tick, tick.” </em>The elderly sit in her waiting room beside the infants; the children she delivered years ago now come to her as young adults. They bring photographs of their families for her to pin up on her office walls, as if they need her blessing. “People always want to have someone to look up to,” says Dr. Garcia, “someone who will love them. This is really what my duty is.”</p><p>In the final analysis, the real power of the grande dame is this: She distinguishes herself simply by turning old age into an emancipation, by treating life with such elegance and grace, with such a domineering spirit, that no one would ever think her pilgrimage through this world was coming to an end. One hot afternoon, I took a creaky elevator up to the eighth floor of the ancient Hamilton Hotel in downtown Laredo. The doors opened into a gloomy hallway, where abandoned cobwebs clung to the ceiling. Except for the muted sound of a television, there was no sign of life. A few moments passed, then a door at the far end of the hall slowly opened. There, in a long red gown and pink slippers, a pink carnation pinned over her heart, a dark wig delicately covering her head, ninety-year-old Courtney Slaughter Proffitt waited to greet me.</p><p>“Come, my dear, come,” said Mrs. Proffitt, holding out her hand to be kissed. More than fifty years ago, she was known as the Texas Nightingale. She had grown up in Laredo, the daughter of a wealthy plantation owner, studied at the Cincinnati Conservatory of Music, performed in New York, then returned to Texas to marry a department-store executive. She traveled the state with her repertoire of light operatic arias, singing before civic groups, a featured performer on radio stations like WFAA in Dallas and KPRC in Houston. In the thirties, the Brunswick record label made two recordings, 78’s, of her singing romantic Spanish songs. As she aged, her voice —“once so golden, so beautiful, like a poem,” she told me —began to lose its strength. But each morning she still puts on one of her old formal gowns, painstakingly applies her makeup, and listens to her opera records or performs for herself on her baby grand piano.</p><p>“Come, this is the last refuge of culture,” Mrs. Proffitt said, leading me into the musty four-bedroom governor’s suite, where she has lived for the past eleven years, past the green-velvet chairs and love seat, the dining room table set with faded silver chalices, and toward a couch near the piano, upon which stood a pair of silver candelabra. Through another doorway I could see her bedroom: a red-satin bedspread, wide red Spanish fans hanging on the wall, and a lamp covered with a thick red lampshade.</p><p>She showed me her scrapbooks, old photos of herself when she was young, yellowed newspaper clippings that described her recitals. When I asked if she was lonely, she looked down at her hands.</p><p>“It’s terrible to be alone,” the grande dame finally said, “and that is what I am. Except for the housekeeper, I sometimes have no one to talk to. People who see me on the street think it’s wonderful that i’m still alive. But they don’t know what I once was.”</p><p>A sudden, determined look appeared on her face, and Mrs. Proffitt raised her brittle body off the couch. “Well,” she said, “I will not let them forget.” She scooted toward the piano. “That is my duty, never to let them forget.”</p><p>Mrs. Proffitt picked up a music book, turned to a page, and took a breath. She hesitated—“Oh, dear, dear me. My voice, it is not what it was,” she said-but then she breathed again and began to sing. She had chosen a lovely aria version of a poem by Thomas Moore, “The Last Rose of Summer.” “ ’tis the last rose of summer, left blooming alone. / all her lovely companions are faded and gone.”</p><p>In a wobbling vibrato, the cords in her neck straining, her voice-once golden, so beautiful —filled the room. It carried into the kitchen, where the housekeeper was quietly making dinner, through the thin walls, and into the dark hallway outside. Mrs. Proffitt closed her eyes, as if she were somewhere far away, and sang the words she had learned long ago.</p><p>“When true hearts lie withered and fond ones are flown./Oh, who would inhabit this bleak world alone.”</p><p>There was a long silence when she finished. She softly closed the book and for a moment just stood there, blinking back tears. Then, lifting her chin, with one eyebrow arched, she turned to look at me. It was not a look seeking approval or asking for applause. The old diva was far beyond that. On her face was the superior, triumphant stare of a woman who had, once again, beaten back time. “They will never forget,” said Mrs. Proffitt, a grande dame to the very end.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "April 1990",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "people",
      "Dallas",
      "Women",
      "Houston",
      "New York",
      "Art",
      "Business",
      "ever",
      "money",
      "Alamo",
      "Austin",
      "Children",
      "Country",
      "Death",
      "Family",
      "Love",
      "Opera",
      "Ranching",
      "Spanish"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Texas",
      "Dallas",
      "Houston",
      "Austin",
      "Amarillo"
    ]
  }
}