{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19904",
    "date": "April 1990",
    "year": 1990,
    "month": 4,
    "month_formatted": "April",
    "pdf_uri": "/1990/19900400.pdf",
    "issue_cover_image": "",
    "document_start_page": 132,
    "toc_start_page": 124,
    "document_page_range": [
      [
        132,
        133,
        134,
        135,
        136
      ]
    ],
    "toc_order": 6,
    "toc_headline": "Save Our Schools",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199004-saveours",
  "source": "/1990/19900400.pdf",
  "wp_post_id": 125766,
  "wp_post_guid": "http://www.texasmonthly.com/article/save-our-schools/",
  "authors": [
    "Paul Burka"
  ],
  "headline": "Save Our Schools",
  "dek": "The Legislature is fighting over the way our schools are financed. That won’t make any difference unless they change what happens inside the schools too. Here’s a plan that will work.",
  "spread_caption": "",
  "excerpt": "In education, Texas ranks below (gasp) Mississippi. Here’s how to turn the public schools around without throwing billions of dollars down the rathole.",
  "kicker": "",
  "word_count": 3289,
  "content": "<p><strong>M</strong>EMO To the Texas Legislature: Stop what you are doing. You are about to commit the greatest waste of money since Mirabeau B. Lamar sent an expedition to conquer Santa Fe in 1841. You are trying to fix the biggest problem in the state-the disastrous condition of our public schools-in a misguided way that will cost billions of dollars but will not change a thing.</p><p>In the time-honored way of Texas politicians, you are more interested in how to pay for something than what you are paying for. You’re putting all your efforts into school finance, not education. You think that they’re the same thing-but they’re not.</p><p>Sure, the school-finance system could stand an overhaul. Under the method Texas uses to pay for public schools, more than half the money comes from local property taxes, the rest from the state, with a little help from Washington. But the value of property varies hugely from school district to school district. Iraan-Sheffield in West Texas has the Yates oil field and more than $4 million per child in property wealth; Rio Grande City has frame houses and $53,000. Consequently, Iraan-Sheffield can raise more money with low taxes than Rio Grande City can with high taxes. The Texas Supreme Court has ruled that this system violates the state constitution. Now the Legislature must narrow the gap between rich and poor districts, a process called equalization.</p><p>What’s wrong with that? Nothing-if you like Texas schools just the way they are, which is to say terrible. Barely two thirds of Texas students have achieved minimal competency in the three r’s. Only four states have lower SAT scores. In education performance, Texas even ranks below that perennial yardstick of inferiority, Mississippi. All equalization will achieve is to throw good money after bad-intensifying what the schools do now, but giving everyone an equal chance to do it.</p><p>Yet the fundamental assumption in the school finance debate is that more money will purchase better schools. ‘The amount of money spent on a student’s education has a real and meaningful impact on the educational opportunity afforded that student,” wrote Texas Supreme Court justice Oscar Mauzy in striking down the state’s school-finance formula.</p><p>If we have learned anything in twenty years of wrangling over school finance, it should be that money alone doesn’t make a difference. Klein, the school district with the best scores in Harris County on the Texas Educational assessment of Minimum Skills (TEAMS) test, is poorer than all but three of the county’s twenty school districts. In Dallas County, CarrolltonFarmers Branch is in the richest 10 percent of Texas school districts, yet it is outperformed on tests by Grand Prairie, which is far below the state average in wealth.</p><p>Look at what money has done for Glen Rose, a pleasant town of 2,500 southwest of Fort Worth that is one of the richest school districts in the state, thanks to the presence of the Comanche Peak nuclear power plant. Valued at $4.4 billion, Comanche Peak pays 97 cents of every dollar in property taxes collected by the school district. The elementary school has washable fabric on the walls so that smudges can be wiped away, royal-blue carpets in halls and classrooms, an atrium entrance with brick walkways, and a mural of pastel dinosaurs grazing on tall grasses amid, outlined in pink, the unmistakable twin towers of Comanche Peak.</p><p>Ten miles east of town, Highway 67 reenters the real world. It is called Johnson County. As you might suspect about a place known as the mobilehome capital of Texas, all nine of its school districts are below the state average in property Wealth. From the dairy farms near Godley, you can see the towers of Comanche Peak in the distance. But a homeowner pays six times more in taxes than he would if he lived in the same house in Glen Rose, and his children attend a middle school built by the National Youth administration. On the east side of the county, Venus holds classes in corrugatedmetal buildings that look like they were designed to process vegetables.</p><p>Photographs By Danny Turner</p><img/><p>Even in a rich school district like Glen Rose, principal Gary Buckingham faces all-too-familiar problems.</p><p>And what has this monetary advantage bought Glen Rose in the way of education? Nothing. On the 1988 Teams test, which measures a student’s command of the basics, 70 percent of the students in Glen Rose passed all three parts. In Godley the passing rate was higher: 75 percent. Glen Rose students performed even worse on the SAT -an average score of 782, compared to 831 in Godley. The three biggest districts in Johnson County-alvarado, Burleson, and Cleburne-outscored Glen Rose on the SAT by margins of 62 to 87 points.</p><p><strong>MONEY Alone Doesn't Produce Better Schools.</strong></p><p>What is true in Texas is true nationally. A landmark study in 1965 called the Coleman Report concluded that there was no statistical relationship between educational achievement and per-pupil spending. Family background was the most accurate indicator of educational success. Educators have attacked the report ever since, but its central finding has held up over time.</p><img/><p>At Charles Rice school, principal Louise Smith won’t tolerate the usual excuses for minority failure.</p><p>The Legislature must accept that money alone can’t improve education. To make a difference, money must be spent in a way that confronts the de<strong>ficiencies of the schools. But that isn’t</strong> going to <strong>happen. I stopped in to</strong> see <strong>Sid</strong> Pruitt, the superintendent in alvarado, to see how equalization will work in practice. Pruitt, a past president of an organization of poor school districts, is one of the leading advocates of equalization. I asked him what he would do with more money.</p><p><strong>RAISE Teacher Rayon Merit, Not Seniority.</strong></p><p>“Our number one priority is to increase teachers’ salaries,” he said. “We have to compete against suburban districts like arlington. We can’t even afford a health plan for our teachers.” He ticked off other things he would change: alvarado doesn’t have a trained counselor in elementary school or a full-time art teacher; it has just one nurse and one librarian for the entire <strong>district of 2,500 students. Pruitt runs a</strong> good district. Alvarado has the highest TEAMS scores in the county. He has persuaded the school board and local voters to raise taxes for new schools, while he has kept his modest office in a small metal building. Alvarado deserves more money. But Pruitt’s changes will hardly turn the world upside down. The new money will go into salaries, not into such innovations as smaller classes. Equalization will mean business as usual, not just in alvarado but everywhere-more money into the same old nonperforming system.</p><p>This is a terrible mistake. With every increase in taxes, with every promise of reform, with every subsequent disappointment, both politicians and the public lose faith in public schools. The signs of disillusionment are apparent from declining white enrollments, rising minority dropout rates, and the increasing number of tax-rollback elections across the state. In the face of the bad news, education has changed less than any institution in america. Think of what has occurred in business, in politics, in religion, in medicine, in communication, in anything, and compare it with education, which we are still going about in the same old way.</p><p>Equalization is the wrong fight. The Legislature should be changing the nature of the schools themselves. First, we have to tackle what goes on inside the school. No one is learning. When SAT results are sorted into ethnic groups, white students in Texas score further below their national average than blacks or Hispanics score below theirs. Second, we have to tackle what goes on outside the school. Minority enrollment in Texas public schools is 49 percent, the largest fraction of any state except Mississippi and New Mexico. These students are our future. If they fail, Texas will fail. Many of them come to school from backgrounds of poverty and illegitimacy. The schools have got to intervene in their livestake in students earlier in life, give them more individual attention, keep them longer each day. This will cost a lot of money, but at least it addresses the problems of minority education, which is more than we’re doing now. Finally, when our new educational system is in place, then we can worry about how to pay for it. That’s the easy part.</p><p><strong>CHANGING the Schools</strong></p><p><strong>THERE Is No Mystery About What</strong> works. Good teachers, high expectations for students, emphasis on reading and writing, regular homework assignments, insistence on order and discipline, and, above all, parental involvement are the essential elements of successful schools. The problem is how to get them. Here’s how.</p><p>• <em>Deregulate textbooks.</em> The state tells schools what textbooks they must use. The books are chosen for inoffensiveness, not interest. If local districts could choose their own books, kids might not conclude that reading and history were boring, boring, boring.</p><p><strong>SMALLER Middle Schools Can Reduce the Minority Dropout Rate.</strong></p><p>• <em>Let anybody teach.</em> Texas has a program known as alternative certification that lets knowledgeable people teach even if they haven’t taken the education courses necessary to get a teaching certificate. This is the answer to the shortage of qualified minority teachers. Sound good? Not to teacher organizations. Like unions everywhere, they hate outside competition. Most school districts would rather ignore the problem than face controversy. Dallas hires 600 new teachers a year but has a limit of 130 for alternative certification applicants.</p><p>• <em>Pay teachers on merit.</em> Since the days of the little red schoolhouse, teacher organizations have been saying that higher salaries would attract better teachers. They’re right, up to a point. But when they also insist on a wage scale based largely on seniority, they’re wrong. Teacher raises should be based on performance, not length of service. Principals should have the discretion to give the biggest increases not to the oldest teachers but to the best.</p><p>• <em>Establish teaching scholarships.</em> Colleges recruit athletes; why not recruit teachers? Outstanding high school students should be offered generous scholarships to state universities with the condition that they spend at least five years in the profession. If their academic achievement remains high in college, start them off $5,000 above the standard beginning salary.</p><p>• <em>Pay parents.</em> If parental involvement is so important and so hard to achieve, let’s pay for it. With a minimal amount of summer training, parents could assist elementary schoolteachers in the classroom. The benefits would be increased discipline and a clear message to students that education matters to the people closest to them.</p><p>• <em>Deregulate the classroom.</em> Suppose I told you that this is a good article because I prepared a 27-point outline, wrote 3 drafts, and spent 114 hours writing. Would you be persuaded? I hope not, because I would be extolling the quality of what went into the article, not the quality of what came out. Yet this is the way education in Texas works. State curriculum rules specify what must be taught, how it must be taught, and even when in the school year it must be taught. All we should care about is what students know. So what if a teacher in Kansas City imparts american geography by focusing on cities with pro football teams that compete against the Kansas City Chiefs? as long as students know that the Mississippi River flows through Minneapolis-St. Paul, who cares how they learned it?</p><p>• <em>Raise expectations.</em> Charles Rice Elementary School in South Dallas is proof of what a good principal with high expectations can do. Charles Rice has every excuse to fail. The school is located in a cocaine-infested neighborhood in South Dallas. Its student body fits the classic profile of failure-urban and black. Yet 90 percent of its students pass the TEAMS test.</p><p>“I don’t accept excuses,” says principal Louise Smith. “I won’t listen to talk that these kids can’t learn.” Smith has transformed Charles Rice into one of the best elementary schools in the city. “When I look at our test scores,” she says, “I don’t compare them against other black schools. I compare them against Preston Hollow.” Walking the halls in a professional burntorange suit, she radiates authority, picking a child out of a line headed for the library to ask sternly, “Did you remember to bring your homework today?” Not every principal can be a Louise Smith. But every principal should share her standards.</p><p>• <em>Set high standards.</em> Remember the lesson of the savings and loan debacle: Deregulation without auditing is the road to catastrophe. If we give teachers and principals more authority, if we reduce state control over what goes into the learning process, then we must monitor what comes out of the learning process. This means that the state must say what it expects tenth-graders to know and it must test to see that they know it. The same standards have to apply to everyone; otherwise all the grandiose talk about high expectations has no meaning.</p><p><strong>CHANGING Society</strong></p><p><strong>FOR Hundreds Of Thousands Of</strong> Texas students, traditional education will not work. In current educational jargon, they are called “at risk.” Many of them are black or Hispanic; most of them are poor. They are candidates to fall behind, to require remedial courses, eventually to drop out of school. Is there a way to save these kids? In the wreckage of minority education a few signs of life appear. Blacks in smaller cities and towns like Longview and DeKalb have better test scores than blacks in the big cities. Hispanics also score better away from the big cities and the Rio Grande. The small Santa Gertrudis school district, located entirely on the King Ranch, is 99 percent Hispanic, yet it had the highest passing rate on the 1988 Teams test of any school district in the state-96.7 percent. The lesson: Under the right social and educational conditions, minority students can excel. The schools must provide the right social conditions.</p><p>• <em>Prepare kids for school.</em> The schools need to take at-risk kids earlier than kindergarten-as early as three years old. We know from studies of the federal Head Start program exactly what benefits to expect from preschool programs. They don’t, alas, produce lasting gains in educational achievement. But Head Start students do have lower dropout rates, lower arrest rates, fewer illegitimate children, and higher rates of employment and college attendance. Prekindergarten programs take at-risk children and reduce the risk; they are the best social investment the state can make.</p><p>• <em>Make classes smaller.</em> at-risk students need individual attention. H. Ross Perot proposed a l-to-15 teacherpupil ratio in his 1984 education reform package before settling for 1 to 22. He was right the first time. But beware: everything depends upon the individual teacher. If smaller classes are still taught by the traditional lecture method, the advantage is lost.</p><p>• <em>Make schools smaller.</em> Big schools can be intimidating. Fourteen of Houston’s elementary schools have more than a thousand kids; a school even half that size is too big. In at-risk areas, students below third grade shouldn’t even be in the same school with streetwise kids in third through fifth grades. The real crisis of size, however, comes in middle school. Minority scores on the TEAMS test plummet in the ninth grade, from a steady passing rate of around 62 percent for the third, fifth, and seventh grades to below 50 percent. What goes wrong? It’s called puberty. In middle school, students are in their most vulnerable years. Their selfesteem is fragile to begin with, and they find themselves in schools that are big and impersonal. Smaller schools increase the odds that students can find a niche in school instead of on the street-a place in the band, a role in the school play, a class with a teacher who takes a personal interest. In New York’s East Harlem, an experimental small school with a 75 percent minority population had a dropout rate of 3 percent compared with a citywide dropout rate for minorities of 70 percent.</p><p><strong>ASTATE Income Taxis Fairer Than Local Property Taxes.</strong></p><p>• <em>Keep schools open late.</em> Schools still operate as if the modem world didn’t exist. They close their doors in the middle of the afternoon, just as they did before most mothers worked and before drugs were freely available on the streets, and they shut down in the summer, just as they did when kids worked in the fields. In at-risk areas, the mission of the schools is not over when the last bell rings. Schools must serve as day care centers for latchkey kids, study halls for students who don’t have a place to study at home, cafeterias for the undernourished at night, maybe even as branch libraries and medical clinics. The schools should provide utilities and security and let charities, churches, civic organizations, and parents run the programs.</p><p><strong>EASY Payment Plan</strong></p><p>I Told You This Was the Easy Part. All this tinkering with property tax formulas is wasted effort; a school finance system based upon property taxes is flawed beyond repair. Equalized or not, it is based on an outmoded concept of wealth. In agrarian Texas, all wealth originated in land. Today much of the wealth is in paper-stocks, CD’s, IRA’s, money market funds, and so on-and in income. Many property taxpayers are owners of small businesses and middle-class homeowners with a big chunk of their income tied up in house payments (including property taxes). Meanwhile, the very people at whom the property tax was originally aimed-farmers and ranchers-enjoy agricultural tax breaks that allow their property to be valued for tax purposes at a fraction of its market worth. In Godley, for example, dairy farms are on the tax rolls at 8 percent of their market value.</p><p>• <em>Impose a state income tax.</em> If homeowners and small-business operators lose under the current tax structure, who wins? Lawyers. Doctors. Accountants. Engineers. Shrinks. Advertising firms. Consultants of all sorts. Their income isn’t dependent on property ownership, nor is it touched by the sales tax. They are the beneficiaries of political demagoguery against the income tax, while homeowners and small businessmen take up the slack. A state income tax is fairer than the property tax, and it creates a better political climate for education reform. Because more than half the money for running the schools comes from local property taxes, the financial burden of reform would be heaviest at the local level. Poorer school districts would get more state aid, richer school districts less. These losers would have to raise taxes -and their representatives in the Legislature would not look kindly on reforms. But if most of the money for education came from an income tax, the burden would be spread statewide. Legislators could concentrate on making the schools work instead of on the effect of reform on their area’s property taxes.</p><p><strong>IF All Else Fails</strong></p><p>The Biggest Obstacle To Education reform is not money but will. Too many of the people whose support is essential to reform have other agendas. Conservatives don’t want to spend more money. Liberals don’t want to offend teacher organizations. Teacher groups showed their true colors when they opposed competency tests. Administrators don’t want their money to be dependent on performance. Minorities don’t want to be held to a universal standard. School boards would rather build big schools than small schools. No one in the education system wants to risk true accountability.</p><p>So there has to be a last resort in case reform fails. Students must not be forced to endure an inferior education; parents must have an alternative to a failing neighborhood school.</p><p>• <em>Institute a voucher system.</em> a school that has consistently failed-failed to raise poor test scores, failed to lower dropout rates-does not deserve a monopoly on its clients. Parents would receive a voucher for the amount it costs the state to educate a student-$3,238 in 1988. They could use the money to send their child to any other school in the state, public or private. If nothing else can make the schools perform, competition can.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "April 1990",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "School",
      "Schools",
      "Students",
      "money",
      "Texas",
      "Education",
      "Taxes",
      "Legislature",
      "Comanche",
      "Glen Rose",
      "people",
      "Rice",
      "Teachers",
      "Cities",
      "Dallas",
      "Elementary School",
      "rio",
      "Children",
      "Education Reform",
      "Hispanics"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Texas",
      "Glen Rose",
      "Dallas",
      "Kansas City",
      "Fort Worth"
    ]
  }
}