{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-199510",
    "date": "October 1995",
    "year": 1995,
    "month": 10,
    "month_formatted": "October",
    "pdf_uri": "/1995/19951000.pdf",
    "issue_cover_image": "",
    "document_start_page": 116,
    "toc_start_page": 114,
    "document_page_range": [
      [
        116,
        117,
        118,
        119
      ],
      [
        138,
        139,
        140,
        141,
        142,
        143,
        144,
        145,
        146
      ]
    ],
    "toc_order": 3,
    "toc_headline": "Reversal of Fortune",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199510-reversalo",
  "source": "/1995/19951000.pdf",
  "wp_post_id": 129018,
  "wp_post_guid": "http://www.texasmonthly.com/article/reversal-of-fortune-2/",
  "authors": [
    "Helen Thorpe"
  ],
  "headline": "Reversal Of Fortune",
  "dek": "In the eighties Boone Pickens and his trusted aide, David Batchelder, were two of the most feared players in the mergers and acquisitions game. Now the energy mogul is desperately trying to save his debt-ridden empire from the clutches of his former protégé.",
  "spread_caption": "",
  "excerpt": "Boone Pickens and his protégé, David Batchelder, built Mesa Petroleum into an energy giant. Now Pickens’ empire is crumbling and his former aide is leading the charge against him.",
  "kicker": "",
  "word_count": 8317,
  "content": "<p>Photographs By Brian Smale</p><img /><img /><p><em>David Batchelder, left, and Boone Pickens.</em></p><p><span class=\"dropcap\">T</span>HE First Time T. Boone Pickens, Jr., had any inkling that the battle of his career was about to begin was when he got a phone call early last December. Out of the blue, David Batchelder, his onetime protégé, wanted to meet with him in person. He wouldn’t say why. Pickens had seen Batchelder only once—at a wedding—in the past seven years, but they used to be close: In 1978 he had plucked Batchelder from a $30,000-a-year accounting job and given him a position at Mesa, the natural gas company in amarillo that Pickens had founded. Then he’d introduced Batchelder to the heady world of high finance. During the eighties, when scrappy little Mesa was attempting hostile takeovers of energy giants such as Gulf, Phillips, and Unocal, Batchelder was secretly buying stock for Pickens or pitching deals to legendary figures or huddling with Drexel Burnham Lambert’s Michael Milken. He became Pickens’ chief dealmaker and most trusted adviser, and he earned millions.</p><p>Batchelder still does deals, but not for Pickens anymore. These days he runs a boutique investment banking firm in La Jolla, California, a resort town on the outskirts of San Diego. When he called, Pickens was about to make a speech on the West Coast, so they agreed to meet at the airport in Long Beach, ninety miles away. Pickens found Batchelder waiting in a lobby near the hangar where the Mesa jet was parked. There was a glass wall facing the runway, and you could watch corporate jets taking off and landing, a noisy display of money and power in motion. They retired to a private office to talk. It was all very matter-of-fact.</p><p>“i’ve got a big investor in Mesa,” Batchelder told Pickens.</p><p>“Who’s that?” Pickens asked.</p><p>Batchelder’s client was a Montana billionaire named Dennis Washington, and he was about to disclose his investment to federal authorities—by law he had to, because he was on the verge of amassing a position worth more than $15 million. If Pickens was alarmed, he didn’t betray his concern. He’d never heard of the investor. Batchelder sketched out the logic that had led him to recommend the stock several months earlier, when it was selling for $5 a share: In recent years, while gas prices were falling to record lows, Pickens had continued to expand his company’s holdings, racking up $1.2 billion in debt on the expectation that prices would eventually rise. Now if gas prices did rise, Mesa’s stock would rally, and Washington would make a killing; if prices didn’t rise, Batchelder thought Pickens would have to do a deal to meet his debt obligations, and Washington would still make a killing. It was an awkward conversation, as it danced around the fact that Pickens had made some awful mistakes; here was his fonner protege seeking to profit from his misery. By then it was clear the weather wasn’t going to cooperate with Pickens—the winter had gotten off to an unseasonably warm start, depressing gas sales, and Mesa’s stock had slipped further, to around $4. Now Washington was planning to buy even more of it.</p><p><span class=\"dropcap\">P</span><strong>ICKENS Had Bet His Company On the Hope That Gas Prices Would Rise. But For Several Years They Haven't, And Mesks Debt Is $1.2 BILLIOn. \"My Iq Is the Gas Price. At $3 i'm a Genius. At $1.50 i'm a MOROn. DOn't Talk To Me ToO Fast; It's At $1.53 ToDAY.\"</strong></p><p>“How much more?” Pickens asked.</p><p>“If it stays this low, a lot more,” Batchelder replied.</p><p>Pickens explained that he was putting Mesa’s holdings in the Hugoton field, which account for two thirds of the company’s gas reserves, up for sale. Pickens hoped that if he got $1 billion for them, he could wipe out most of his debt in one swipe. Batchelder was surprised—he had expected Pickens to sell the company. He asked Pickens if he thought gas prices were likely to continue declining, and Pickens said he did. “It seems like it would be better to sell the assets sooner, rather than later,” Batchelder said. Then he went one step further. He suggested putting Mesa on the block.</p><p>“Hell, David, that isn’t even being considered,” said Pickens, getting exasperated. “Why would you put the company up for sale when you’re selling two thirds of it? That doesn’t make sense.”</p><p>They let the matter drop and parted amicably, but in the months to come, Batchelder’s belief that selling Mesa intact was the best thing for shareholders and Pickens’ desire to hang on to the company he had built put the two men on a collision course. Batchelder had assured Pickens that his client was just a passive investor—that Washington wasn’t trying to take over the company. At first Pickens gave him the benefit of the doubt, but then he began to suspect that Batchelder was surreptitiously plotting against him. Batchelder says that he had no plans to unseat Pickens when they met, but that Pickens’ stubbornness about salvaging the company his way has led to a fracas that may well result in his being ousted. Batchelder has forced his way onto Mesa’s board, where he has continued to advocate selling the company. And when it became clear that Pickens was having trouble executing his rescue plan, oil and entertainment mogul Marvin Davis, a sixfoot-six, three-hundred-pound billionaire from Denver with a reputation for what has been called “frontier ruthlessness,” announced that he too had acquired a large stake in Mesa at Batchelder’s recommendation. Then all hell broke loose. Batchelder’s clients have formed a dissident shareholders group and have threatened to remove Mesa’s founder if he gets in their way.</p><p>Pickens has devoted his life to Mesa, and now, at 67, he finds himself in a desperate struggle to retain control of his empire. It is an ironic turn of events. The essential lessons Pickens taught the world in the eighties were that oil is sometimes cheaper on Wall Street than in the oil patch and that, if shareholders are not happy, management is vulnerable. Pickens has not fared well since then, but the shareholder revolution is flourishing. Unfortunately, he didn’t seem to learn his own dictums. Mesa’s stock has plunged from a high of $65 to a recent low of $3.50, and suddenly the tables have turned: The man who spent the eighties hunting for deals has become the prey—a victim of the world he helped create. In an abrupt philosophical pirouette, Pickens, who used to castigate CEOs for golden parachutes and poison pill plans, recently adopted the very defense mechanisms he once criticized.</p><p>Pickens’ enemies—and they are many, since he has always loved a fight—are pleased to see him get a dose of his own medicine. “Well, I guess we wouldn’t be human if we didn’t feel something along those lines,” says Jerry Mcafee, a former chairman of Gulf Oil. But the most telling reaction comes from onetime true believers. “Boone has put a serious cloud over, if not destroyed, the great reputation he had as a champion of shareholders,” says Charles Cox, a former chairman of the United Shareholders association, the stockholders’ rights organization Pickens established in the eighties. In that sense, the unfolding tableau is full of a terrible justice. “I would have taken a bullet for Boone,” says andrew Craig, a former member of Mesa’s inner circle. “But this has to do with men at war and being outraged at the dishonor. If you fought in the Revolutionary War, and then George Washington went off and crowned himself king—the guys who had put themselves in harm’s way would be offended by that.” Now one of the king’s generals has returned to wrest the crown from his head.</p><p>Every Day Around Noon, Pickens and his top executives gather in a small corporate dining room at Mesa, which relocated from amarillo to Dallas in 1989. They sit at a plain wooden table, in chairs with blue leather seats, below a painting of a wagon train. On the day I joined them in early august, Pickens sat down at the head of the table, unbuttoned his white shirt, and tucked his red Hermes tie with gray dogs inside to keep it clean. He asked each of the men, “Got anything for me?” Ed St. James, the company’s manager of exploration, gave an update on a well that had been malfunctioning. D’Nard Hemphill, the manager of gas marketing, reported on other gas companies. Then Garrett Smith, the director of financial planning, gave a review of his attempt to sell the company—after much jousting with Batchelder, Pickens had agreed to consider such a move. Smith reported that the investment banking firm Lehman Brothers was “burning up the phone lines” in an effort to solicit interest in Mesa or its assets.</p><p><strong>IF You Ask David Batchelder How He Could Possibly Launch an Attack On BOOnE Pickens, With Whom He Was OnCE So Close, He Will Explain All the ECOnOMIC Factors That Have Boxed Pickens Into His Current Predicament. It Doesn’t SoUND Like Batchelder’s Doing At All.</strong></p><p>Batchelder’s name barely came up at the lunch table, but he was clearly on everybody’s mind. Mesa’s four hundred employees were unnerved that the company was being shopped around; its top lieutenants had their own plan for rescuing the company, and they didn’t think they needed any help from Batchelder. “There are four hundred families here up for sale,” Pickens had told me earlier that morning, resentful that he was being forced to put Mesa on the block. He also inquired about Batchelder, “Did he say anything about having friends here?” What Batchelder had said to me was that he didn’t think his relationship with Pickens extended outside the office. “He was more than my boss, but he wasn’t my friend,” Batchelder had said. “I respected him, I worked hard for him, and I felt I understood him very well. In the business environment, nobody was closer to him than I was. But we didn’t go to each other’s homes.” Pickens scoffed at that. He said he had played racquetball with Batchelder every week, he had had Batchelder over to his ranch, and they had hunted together. “He was a pretty good shot. He was my friend, but I wasn’t his friend,” said Pickens. “I thought I was, but apparently I wasn’t.”</p><p>Several days later, Pickens got up while it was still dark and drove in his gold-hued BMW (a gift from employees on his sixtyfifth birthday) to the hangar at Love Field. He was on his way to Houston to give a speech. Pickens, two Mesa executives, and I climbed into the company jet and were soon heading down the runway. Pickens has brown hair going gray, is five feet nine inches tall, and still works out every morning. He is a raconteur, and while the sun came up outside the jet’s windows he talked about his childhood, when he went fishing with his father and everybody in the neighborhood respected his mother, who was, he said, “a tough cookie.” Then he told stories about how he got started in the gas business. “Old people like to reminisce,” he said a little wistfully. “I have such great memories.”</p><p>He grew up in Oklahoma, in a small town called Holdenville. His family moved to amarillo in 1944, when he was sixteen, after his father got a job with Phillips Petroleum looking for gas in the Panhandle. After Boone graduated from Oklahoma State University he got a job as a geologist at Phillips, but he chafed at the bureaucracy and quit to strike out on his own after four years. “Don’t try to double my salary or anything,” he said as he left. Two years later, in 1956, he founded a private drilling company called Petroleum Exploration. He took the company public in 1964 and renamed it Mesa Petroleum.</p><p>Three years later he pulled off his first [ Continued On Page 136 ] [ Continued From Page 117 ] significant deal, the hostile takeover of a sleepy Kansas gas company called Hugoton Production. Nobody thought he could do it, but he did, after cajoling a major shareholder into siding with him. It was a coup: Mesa acquired property at the heart of a vast reservoir known as the Hugoton field, the largest onshore deposit of natural gas outside alaska. Since then Mesa has produced 1.25 trillion cubic feet of gas from the site, generating revenues of more than $1 billion. The company financed further growth by borrowing against the asset to become the largest independent producer of natural gas in the United States.</p><p>But those days are far behind now. Today Pickens seems alternately resolute, when he thinks of how he will eventually defeat Batchelder, and touched by regret, when he thinks of what has become of his company. His fundamental business mistake was his failure to anticipate that the price of gas would stay so low for such a long time. The price has fallen from an average of nearly $3 per thousand cubic feet in 1982 to an average of $1.50 in 1994, and all the while he was gambling that it would go the other way. A lot of people made the same mistake. “The thinking was that this was a bubble—that all of a sudden too much supply showed up and crashed the price,” says Sidney Tassin, who headed Mesa’s financial team from 1988 until 1994. “Every year people in the industry would take whatever facts were available to support the conclusion that prices would be higher soon. Maybe the Canadian supply was decreasing, maybe the Gulf supply got shut in by a hurricane. But it just never got better fast enough. Over the last decade, you suffered this continuous, wrenching decline in the value of your commodity.”</p><p>Pickens is disarming—he admits his mistakes up front, leaving you to admire his chutzpah. “My IQ is the gas price,” he says. “at $3 i’m a genius. At $1.50 i’m a moron. Don’t talk to me too fast; it’s at $1.53 today.” But his mistaken optimism about gas prices was compounded by other decisions. Pickens kept acquiring more gas reserves, sometimes with debt, and because of his rosy outlook he paid too much for them. Although he’s usually buoyant in front of others, Pickens confessed that he lies awake at night thinking about what he should have done differently.</p><p>After landing, we piled into a black limousine and drove to the Four Seasons, where Pickens was to make his speech. There weren’t as many guests as had been expected, and Pickens said later, “i’m not the drawing card I used to be.” But he charmed the people who were there. He stood at the podium in his charcoal-gray suit and shiny black shoes and apologized for having to leave early. “I don’t know if you’ve been following what’s going on at Mesa,” he told the crowd, “but you don’t want to be away too long. They make a run at the fortress every ten minutes.”</p><p><span class=\"dropcap\">D</span>AVID Batchelder Is More Than six feet tall, with a young face, brown eyes, and prematurely white hair. He is 46. He can be warm and gregarious, but he can also be completely businesslike. The world probably turns too slowly when he isn’t in some high-stakes play. Batchelder depicts himself as a devout believer in the supremacy of the marketplace; he doesn’t spend a lot of time discussing ambition or revenge or any of the petty emotions commonly said to drive human beings. If you ask how he could possibly launch an attack on Boone Pickens, with whom he was once so close, he will explain all the economic factors that have boxed Pickens into his current predicament, so that Pickens’ dilemma sounds inevitable. It doesn’t sound like Batchelder’s doing at all.</p><p>Like Pickens, Batchelder grew up in Oklahoma; he lived in Bartlesville, where Phillips has its headquarters. It was the quintessential company town. If someone in your family worked for Phillips, you were expected to buy Phillips gas, Phillips tires, and Phillips oil. Once, when Batchelder was working for a local furniture store, he filled up a delivery van with another kind of gas. Some Phillips men stopped by the store to point out that 90 percent of its customers were Phillips employees. David’s father was an accountant for Phillips for more than thirty years, and his brother Gene still works for the company.</p><p>Batchelder studied accounting at Oklahoma State and then got a job at Deloitte, Haskins, and Sells in Denver. He first heard of Mesa when Pickens tried to buy a bankrupt company called Imperial american that he was auditing. When he decided to apply for a job in the energy business, he found an opening at Mesa. He met Pickens during his job interview. He was nervous, but after they discovered they had both gone to Oklahoma State the interview went fine. “You seem okay,” Pickens told him. When he was hired as assistant to the treasurer, his father called to congratulate him; he said Mesa was a good company, now David’s future was secure.</p><p>At the time he arrived, Mesa was in the process of abandoning its past as a traditional gas company to explore for new reserves on Wall Street. By 1982, when Pickens made his daring bid for the much larger Cities Service, Batchelder was part of the team. Mostly he kept quiet and observed; the experience was an apprenticeship. To his amazement, Batchelder found himself watching armand Hammer take notes as Pickens made his pitch. The deal fell through—Cities Service escaped into the arms of Occidental—but Cities’ stock soared when news of Pickens’ bid hit Wall Street, and Mesa netted $31.5 million.</p><p>Batchelder became a core member of the team that orchestrated Mesa’s next big deals. When members of the inner circle talk about their years together, they speak of being “in the trenches.” There was something of a bunker mentality: You couldn't afford leaks, you could expect a hostile reaction from your target, and most of the world didn’t like what you were doing. They were acolytes, and Pickens was their mentor. He was demanding, but that just bound them more tightly to him. “Boone is uncompromising, and working with him is like walking on a ridge in a lightning storm,” says andrew Craig. “You can go quick. That was part of the esprit de corps of the thing—we could all go quick.”</p><p>Batchelder was Pickens’ favored protege and his closest confidant. He learned the art of managing Pickens. “You had to plant the seed, get the concept to where Boone was thinking about it, then reinforce the idea,” Batchelder says. “You couldn’t be confrontational, or he would just dig in.” Batchelder became indispensable; Pickens spoke to him twice a day no matter where they were. “I like to go into tough deals with smart, young, experienced players,” Pickens wrote in his 1987 autobiography, <em>Boone.</em> “I have compared some of our young people to an eighteen-year-old on a battlefield: if he lasts thirty days, he’s a veteran. We had some great ones at Mesa, led by David Batchelder, Sidney Tassin, and andrew Craig.”</p><p>When Mesa went after Gulf Oil in 1983, few people had put together the capital for such a small company to take over such a large one. “What sticks out in my mind about David was the way he organized the financing,” says J. Robert Lovejoy, an investment banker with Lazard Fréres. “We’d get commitment letters on a Sunday afternoon in midsummer like clockwork.” Gulf evaded Mesa by merging with Chevron in a $13.2 billion deal, but Mesa sauntered away with a pre-tax windfall of $518 million. With his $1 million bonus, Batchelder bought a house on a lake and a red Corvette with license plates that said BATCH. Pickens earned the nickname Lear Jet Cowboy and a place on the cover of <em>Fortune.</em></p><p>In 1984 Mesa’s team decided to go after Phillips, despite their ties to the company. “Phillips was a special case for David Batchelder and me,” Pickens wrote in <em>Boone.</em> “Not only was I a former employee, but David grew up in Bartlesville, Phillips’ headquarters, where his dad had worked.” Pickens seemed to be saying that the only loyalty that matters in high finance is loyalty to shareholders. And Batchelder agreed. He told the <em>Dallas Morning News,</em> “I wanted the opportunity to show what the Mesa management team could do with a major oil company, and if that was Phillips, fine, if that was Bartlesville, Oklahoma, fine. . . . Our group is way too analytical for [any other] kind of thinking.”</p><p>While the Gulf deal saw Pickens showered with glory, Phillips turned out very differently. Bartlesville residents held pep rallies and prayer vigils in support of the hometown company. Pundits began to observe that Pickens never succeeded in buying his targets and called him a corporate raider out to make a quick buck. Gulf’s Jerry Mcafee quit his post on the advisory board of the Mellon Bank to protest its financing of the raid. Mcafee did not believe in the shareholders’ rights revolution. “There are other things besides money involved in the business world, believe it or not,” he says today. “I don’t mean to suggest that business should be run on sentiment, but I do think loyalty, past contacts, and being involved in the community are all important factors.”</p><p>To his followers, Pickens was a populist hero because he was bucking the establishment. “There are about one thousand people in the United States who control about seven trillion dollars of assets,” says andrew Craig. “Those one thousand people did not appreciate Boone even in the slightest.” Pickens lobbied against poison pills and other defenses against takeovers, writing in his autobiography, “Poison pills are unacceptable, period, because their purpose is to protect inept management.” But Batchelder didn’t view takeovers as a crusade. “We were just making money,” he says. “as far as I was concerned, my job was to make money for Mesa’s shareholders, and that was it.”</p><p>In the end Phillips avoided a takeover by buying back Mesa’s stock at a premium, giving credence to the charge that Pickens was a greenmailer—someone who threatens to buy a company just to scare it into cutting him a deal. Pickens vehemently denied the accusation, but the damage to his populist image was considerable. To defend itself, Phillips took on $4.5 billion in debt, sold $2 billion in assets, and cut the number of employees to 21,000 from 29,300—and it blamed Mesa. Afterward, Pickens put the transaction in his personal loss column because of the hornet’s nest of bad publicity. He says, “If I had this to do all over again, I wouldn’t have done any of those deals except Gulf. I was too idealistic about what I thought we could do. Gulf was fun, but Phillips was a traumatic deal for us.” But Batchelder didn’t view things the same way. He kept score in dollars and cents. “We walked away from Phillips making $89 million,” he told the <em>Morning News</em> at the time, “and so Phillips was a success.”</p><p><span class=\"dropcap\">I</span>n 1987, When He Was the President of Mesa, Batchelder gave twelve months’ notice. He explained to Pickens that when the youngest of his three children finished high school he planned to leave amarillo. He had never really taken to the place (he later called it “a large truck stop”). Pickens did not understand. <em>Lifestyle?</em> That was more important than the job? Relations between the two men quickly began to cool. Pickens had always criticized Phillips for freezing out people—“You were a good guy at two o’clock in the afternoon,” he’d say, “but if you told them you were leaving, you were an asshole”—but at Mesa he was the same way. This was the other side of being in the trenches together: You were either on the team or you weren’t.</p><p>And from Pickens’ standpoint, Batchelder was deserting at a particularly bad time. Suddenly many things were going wrong. The stock market crashed that October, and by the end of 1987 Mesa had reaped only $10 million from corporate raids. Financing was drying up, the courts were creating hurdles, and targets were becoming hard to find as the economy contracted. “all the stuff in the oil business was done,” says Craig. “The price of oil had cracked. We had absolutely wrung every nickel out of that play that there was to wring.” Mesa made a few forays into other areas, notably two attempts to take over gold-mining companies, but never hit a home run. Falling gas prices combined to pull total earnings down to $31.9 million, 55 percent below those of the year before. At the same time, Pickens was in the middle of an ugly spat over expenditures by West Texas State University near amarillo, where he was chairman of the board of regents, because of cost overruns on a $1.5 million mansion for his hand-picked president, Ed Roach. Then andrew Craig decided to leave too. That was when <em>The Wall Street Journal</em> published a front-page article entitled CRANKY Cowboy. It noted the departure of the top aides, the flap in amarillo, the plummeting earnings, and the foiled gold deals and asked, “What has become of the man who said he wanted to take over Gulf Oil Corp.?” The conclusion: “David has become Goliath.”</p><p>Batchelder escaped the dusty Panhandle for the cool breezes of La Jolla, where he and his family bought a house on the beach. He left Mesa with a nest egg of $5 million, which he used to start Batchelder and Partners. He told <em>Business Week,</em> “You couldn’t get a lot of deal people to come to amarillo. But they’ll come here.” and they did. In 1989 Batchelder started advising Marvin Davis and his son John (they had moved from Denver to Los angeles) in their raids on the parent companies of Northwest and United airlines, which netted them a profit of $150 million. Then a contact from his Mesa days told him that Dennis Washington, a reclusive businessman based in Missoula, Montana, was having one of his yachts repaired in San Diego. Washington has trucking, railroad, and heavy equipment companies valued by <em>Forbes</em> at more than $700 million. He and Batchelder sailed around the San Diego harbor in Washington’s other yacht, and they hit it off; soon Batchelder was advising him too.</p><p>While Pickens had tried to buy the companies he went after, Batchelder discovered how to win control of a company for his clients without their actually purchasing it. In 1992 he helped Washington acquire a California construction company called the Kasler Corporation; Washington bought a toehold investment of 7 percent and then— by threatening to mount a costly takeover battle—persuaded Kasler's board to agree to a merger with one of his companies that gave him a controlling interest. The year after that, Batchelder helped an investment partnership he had set up take control of a downscale retailer called Pic’n’save. After the partnership had bought a 7 percent stake, Batchelder aligned himself with other shareholders, won seats on the board, and ousted the existing management. The <em>New York Times</em> credited him with turning a company worth $26 million into one worth $34 million in a year.</p><p>Batchelder analyzed the energy industry every year, and in 1994 he decided that several companies were ripe for sale or restructuring. Mesa was one. He noted two things: Mesa had said that its cash flow wouldn’t meet its debt obligations in 1996, and Pickens and two board members had just purchased one million shares of stock each at $6 a share. Fayez Sarofim and John Cox, the two board members, had loaned Pickens money for his shares. Batchelder decided that Mesa was going to address its problems in a way that would benefit stockholders. “Business usually comes before friendship,” he says, “so I saw the fact that Cox and Sarofim each loaned Pickens three million and then put in another six million as a signal that Boone had reached the end of his rope and was going to do some kind of transaction.” Indeed, Cox told me, “I thought they might sell something because I knew they had to pay their debts.”</p><p><span class=\"dropcap\">F</span>IVE Years Ago<strong>,</strong><em>FORBES</em> RECOUNTS, Pickens began a speech to analysts with a joke about a banker and an oilman. “We loaned you a million to revive your wells, and they went dry,” the banker told the oilman.</p><p>“Coulda been worse,” the oilman nonchalantly replied.</p><p>“Then we loaned you a million to drill new wells, and they were all dry holes,” said the banker.</p><p>“Coulda been worse,” the oilman said again.</p><p>“Then we loaned you another million for new drilling equipment, and it broke down.”</p><p>“Coulda been worse,” repeated the oilman.</p><p>“i’m tired of hearing that,” said the banker. “How the hell could it have been worse?”</p><p>The oilman said, “Coulda been <em>my</em> money.”</p><p>The analysts broke up at the punch line, but many felt it was a little too apt, given Mesa’s debt burden. Pickens probably wouldn’t even tell the joke today. His current problems are largely a result of a 1988 deal in which Mesa borrowed $715 million to buy reserves from Tenneco. As the price of gas plummeted, interest payments started eating up earnings, and the last year Mesa made money was the year Batchelder left. Even so, Mesa continued to pay out extraordinarily generous distributions to shareholders; in 1986 it had become a partnership with the purpose of paying out its cash flow and didn’t revert to a corporation until 1990. Over the four years, it paid out $1.1 billion. The practice was in keeping with a belief in shareholders’ rights, but it seemed unwise to analysts, who were worried about the debt load. Pickens thought everything would be fine as soon as gas prices went back up. He sold small properties to meet debt payments and cut the number of employees from one thousand to four hundred. When things didn’t get better he decided to buy some time: He delayed some of his interest payments until 1996 and agreed to meet a balloon payment of $620 million in 1998. He thought surely gas prices would be better by then. But so far, the moment of relief still hasn’t come, interest payments resume next year, and Moody’s Investors Service recently downgraded the company’s debt, assigning Mesa a rating of Caa, indicating that it may be close to default.</p><p>Batchelder asserts that even though Mesa did not benefit from the Tenneco deal, Pickens did. During the transaction, Mesa awarded Pickens a $21 million acquisition fee. Over the past decade, Batchelder calculates, Pickens has been awarded $110 million in cash compensation—on top of the healthy distributions he earned as the company’s largest individual shareholder (he now owns 7.6 percent of its stock). Pickens bristles at the criticism. He says that the bulk of the $110 million was earned when the company was much healthier and that he used most of it to buy more stock in Mesa. He adds that Batchelder played a major role in creating the partnership structure, which established set fees for acquisitions.</p><p>As Mesa’s stock price slipped, the company became vulnerable to a takeover attempt. The only surprising thing about the current contest is that Batchelder was the person who stepped forward to challenge Pickens. “I expect David’s motives are financial,” says Lovejoy, of Lazard Frères. “I don’t see this as a personal vendetta. I think he knows the company well and feels he’s got a strategy that works. But to go on a hostile basis against your former boss is pretty remarkable. Can I think of any other cases? Not many.” Few within the Pickens camp buy the idea that Batchelder’s motives are purely financial. “Something happens to young men from humble beginnings who come to places like La Jolla,” says John Herrington, a member of Mesa’s board and a former U.S. Secretary of Energy. “They lose touch with reality. La Jolla is full of beautiful people driving RollsRoyces. I think Batchelder was bitten by the bug of the mega-dealers. Now he thinks if he can knock off the fastest gunfighter in town, then it raises his stature.”</p><p>Of course it was Pickens who taught Batchelder not to play by the ordinary guidelines. And Pickens had implied that one owed no loyalty to a former employer when he tried to buy Phillips. “David Batchelder was senior management at Mesa,” responds Pickens. “I was a junior geologist at Phillips. The only time I met the CEO of Phillips was in the elevator.” More important, he says, his actions were about ownership. He pursued managers who didn’t own stock in their companies and always bought stock himself. Batchelder owns no stock in Mesa; Pickens calls him a “hired gun.” But to most observers, the similarities outweigh the differences. In that sense, Batchelder’s challenge seems like karmic retribution—the moment when Pickens’ own rules are applied to him. “When I heard that David had announced an intent regarding Mesa, I thought of <em>apocalypse Now,”</em> says andrew Craig. “Colonel Kurtz was one of the most decorated military people of all time and then something happened—he saw something, or was exposed to stresses that others weren’t exposed to, and he shifted. As the general said when he sent Martin Sheen upriver: Colonel Kurtz’s methods have become unsound.”</p><p><span class=\"dropcap\">S</span>ix Months Before He Met Pickens In Long Beach, Batchelder had stepped into action. He implemented two different approaches simultaneously: First he advised wealthy investors to buy stock in the undervalued energy companies he had identified, and then he tried to interest stronger companies in acquiring weaker rivals. Mesa was an obvious target. “Everywhere I went, people wanted to talk about Mesa,” he says. “We didn’t necessarily bring it up, but they knew that we knew the company.” He thought Mesa was worth $7.50 to $9.50 a share and figured that the optimum way to obtain value would be in a merger with a company that had little debt but wanted long-lived gas reserves. Batchelder and Partners hoped to profit twice: first through agreements with the investors, then through a hefty fee when a takeover was accomplished. It was tricky, though, because while it is legal to provide investment advice based on expertise, it is illegal to provide investment advice based on inside information. Batchelder told me that after consulting with his attorneys, he decided to tell most of the investors that he could provide only onetime, non-exclusive advice. With the exception of Dennis Washington, whom he assisted in his purchases, Batchelder didn’t even want to know whether they were buying stock. If he got involved in a takeover, he planned to disclose the other agreements and, if necessary, forgo his right to profit from them.</p><p>The first person Batchelder approached was Marvin Davis. He suggested that Davis acquire Mesa, but Davis wasn’t interested. Instead, on July 18, 1994, Davis agreed that in exchange for the suggestion to invest in Mesa and two other companies, Batchelder would get 5 percent of any profits made by December 31, 1995, up to a maximum of $1 million. (Davis was paying for the analysis and expertise involved in the suggestion.) Eleven days later Batchelder entered into a similar arrangement with Washington, except his fee was to be 15 percent, with no ceiling. After that, Paul Deutz, a friend of Washington’s who lives near San Diego, signed an agreement, and so did members of the Dixon family in Birmingham, alabama, who were longtime clients of Batchelder’s. All of the clients subsequently invested in Mesa.</p><p>Then Batchelder started shopping around to see if anyone was interested in a takeover. First he met with Ray Plank— the CEO of apache, an independent gas company based in Denver—who had spent years feuding with Pickens. “We were not terribly anxious to get involved in a hostile takeover,” Plank says. “We concluded that unless you could significantly reduce the debt by negotiating it down, there wouldn’t be enough value to the equity.” Batchelder also tried to interest Houston-based Enron and the anschutz Corporation, in Denver, but he was rebuffed again.</p><p>While Batchelder was striking out, his clients were busy buying stock. Basically, nobody was interested in acquiring Mesa, but everybody was betting that somebody else would be, if gas prices didn’t rally soon. By November Philip anschutz, the CEO of the anschutz Corporation, had signed a profit-sharing agreement with Batchelder and acquired a 4.5 percent stake; Washington held 4.3 percent; Davis held around 2.3 percent; the Dixons had 1.1 percent; and Deutz had 1.3 percent. Together Batchelder’s clients already held 13.5 percent of Mesa.</p><p>Of course if Batchelder’s clients were acting in concert, then their holdings should have been lumped together and reported. The Securities and Exchange Commission requires any party who buys more than 5 percent of a company to disclose the holding (the Federal Trade Commission must be notified if an investor wants to acquire more than $15 million of stock, and with Mesa, the $15 million limit came first). Mesa would later allege that they were a group and should have jointly disclosed their shares, but Batchelder says his clients were not aware of each other and had no agreement to act together. He depicts himself as a man caught up in the flow of events. Here he was with one big investor, maybe more, and no merger and acquisitions assignment. Mesa’s stock had dropped $2 from where it was when he had advised clients to buy it. As the company’s plight worsened, he knew he had to step into the open. The first thing he did was let Pickens know Washington was about to cross the $15 million line.</p><p>Initially, Pickens believed that Batchelder had been honest with him during their meeting in Long Beach. He asked a mutual friend to see what was up, but the friend reported back essentially what Batchelder had said. Then Pickens began to hear about somebody named allen Paulson, who had mentioned to several people that he had invested in Mesa. Knowing that Paulson was friends with Washington, Pickens asked Batchelder about him in a phone call in February. Batchelder had pitched the investment to Paulson, but Paulson had balked at the idea of sharing his profits with Batchelder and had never signed an agreement, so Batchelder <em>was</em> surprised to learn Paulson had invested. He told Pickens that he knew nothing about Paulson’s activities; he didn’t tell Pickens that he had made a pitch to Paulson. On a hunch, Pickens then asked if Marvin Davis owned any stock in Mesa, but Batchelder threw him off, replying, “I don’t know.” He may not have known for sure, but of course he had good reason to believe that Davis <em>might</em> own stock. Later Pickens wondered if Washington might be making a bond play—he thought Washington might have bought Mesa’s publicly traded notes and might try to profit by forcing the sale of Mesa to a company that would refinance Mesa’s debt. Pickens asked whether Washington owned Mesa bonds. “In fact he did not,” Batchelder says now, “but I told him Dennis wasn’t required to disclose whether he had them, so therefore we weren't going to say.” That didn’t ease Pickens’ mind. He was certain that Batchelder was up to something.</p><p>And in fact, Batchelder was getting increasingly unhappy with Mesa’s course. Gas prices were sinking, and there didn’t seem to be any action on the Hugoton sale. He decided it was time for Washington to rattle his saber. In a February 17 letter Washington informed Pickens that he wanted to nominate three candidates for seats on the board. Pickens was not inclined to grant the request, given his suspicions, and talks quickly broke down. It looked like the fireworks were about to start. Anticipating an all-out proxy battle for control of Mesa at the company’s annual meeting that May, Pickens hired a proxy solicitation firm to prepare for the showdown. Within a month, however, he had to strike a conciliatory note instead; the Hugoton sale was taking longer than he had expected, and he couldn’t risk a proxy fight in the middle of a transaction. Robert Stillwell, an attorney for Mesa at Baker and Botts who also sits on Mesa’s board, called Batchelder and offered one board seat. “Well, I think we could do better than that in a proxy fight,” Batchelder said. “Do you really want to know how many unhappy shareholders are out there?” He got two seats instead. Mesa included Batchelder and Dorn Parkinson, one of Dennis Washington’s top executives, on its proposed slate in proxy materials filed in april. They were subsequently elected in May.</p><p>Before the election, however, Pickens obtained what he felt was final proof of Batchelder’s treachery: He learned of yet another person who was investing in Mesa on Batchelder’s recommendation. While going over a list of stock owners compiled by the proxy solicitation firm, a Mesa employee had noticed that a person named Paul Deutz owned a lot of stock and that his address was identical to that of Batchelder and Partners. Steve Massad, another Mesa attorney at Baker and Botts, called Batchelder to ask what was going on. After checking things out, Batchelder explained that there had been a mixup at the brokerage office where Deutz had an account.</p><p>Pickens didn’t buy it. As far as he was concerned, he had just caught his former protege red-handed in an illegal “hub and spoke” scheme. He thought Batchelder (the “hub”) was secretly controlling investors (the “spokes”) in an effort to duck disclosure laws. Pickens says, “He had one guy buy 4.9 percent and another guy buy 4.9 percent, and wink, wink, he didn’t know what they were doing.” (Batchelder’s attorney, Steve Wilson, says that for there to be a group, there must be an agreement to act together, and at that point there wasn’t one. “Relationships, business or social, are not enough to make a group,” he says.) Legal issues aside, there was still the matter of the looming debt obligations; Pickens had to complete the Hugoton sale if he was going to meet his debt payments, and he couldn’t afford major distractions. Massad called Batchelder back. “He said something like, ‘If you behave, we won’t pursue this,’” Batchelder recalls, though Massad says he told Batchelder, “I hope you will remember this.”</p><p>In a June 9 conference call with his directors, Pickens dropped a bombshell: Nobody was interested in the Hugoton field at a price that would solve Pickens’ problems. The top bid was $750 million, which would still leave the company strapped with debt. He had to cancel the auction. Now Pickens wanted to sell Hugoton piecemeal, but he was immediately challenged by Batchelder, who suggested he consider other alternatives.</p><p>“What alternatives?” Pickens inquired.</p><p>“Like the sale or merger of the company,” Batchelder replied.</p><p>“Well, David, that’s just not going to happen,” Pickens snapped.</p><p>The next day, when newspapers reported that the Hugoton auction had failed, Mesa’s stock tumbled 20 percent. That put Batchelder in an awkward position. Marvin Davis, who was now upset about his investment, telephoned to ask what Washington intended to do next. “He started to talk about it, and I told him I couldn’t discuss it,” says Batchelder. “I suggested he have his lawyer speak to Dennis’ lawyer.” Davis and Washington later spoke to each other and decided to put the squeeze on. They crafted an agreement that states: “This letter confirms our conversations on June 19,1995, whereby we agreed . . . to form a group for the purpose of influencing the board of directors of Mesa to consider all available alternatives.” They had ten days before they had to go public. Davis and Washington began buying up stock in unobtrusive quantities—170,000 shares one day, 33,000 the next—until they had more than a million additional shares. Batchelder called his other clients to let them know that a group was being formed, but none of them wanted to be part of it, so he terminated their profit-sharing agreements to try to keep the clients out of any litigation that might ensue. (His compacts with Davis and Washington were extended for another twelve months.) On June 29 Washington and Davis disclosed that they had jointly amassed a 9.4 percent stake in Mesa and suggested nominating an outside committee to explore a sale or merger, implying that Mesa wouldn’t look at those alternatives seriously. Then they threatened to call a special shareholders meeting and elect a new board if the current one proved recalcitrant. In other words, they declared war.</p><p>Until then, Pickens hadn’t known for sure that Davis was involved. It was an ominous development—Davis is a powerful, wealthy veteran takeover brawler. He knows the energy business, and his participation made the financial world sit up. Pickens also felt betrayed by Batchelder, who had seemed to deny Davis’ involvement earlier. Mesa’s top brass spent the holiday weekend plotting their defense. On July 3 they filed suit, alleging that Batchelder and his clients had violated Securities and Exchange Commission laws by engaging in a hub and spoke scheme. When Mesa’s attorneys subsequently learned that Batchelder had pitched various kinds of hostile takeovers of Mesa in the fall of 1994, including a scenario that involved wresting control by buying a toehold investment and then threatening to call a special shareholders meeting, that clinched things, as far as Pickens was concerned. Now he was certain that Batchelder had been gunning for him from the start. (Mesa’s attorneys argue that his prospectus, “Project Boot,” refers to a desire to oust Pickens, though Batchelder says it refers to a sign outside amarillo in which the l’s are cowboy boots.) Batchelder says his clients are too sophisticated to get involved in such a plot. “I would have to be able to control a number of billionaires,” he says. “The theory falls apart.”</p><p>Experts on securities regulation say that although the law is clear—generally a group exists when there is an oral or written agreement to act together—the facts are often hard to discern. Actual agreements are almost never uncovered. And so the outcome of the lawsuit will depend on how much contact Mesa can show took place between Batchelder and his clients and how persuasively the opposing attorneys present their arguments. The question of whether a group existed before Davis and Washington formally announced they were joining forces could be resolved as soon as September 27, when a preliminary hearing is scheduled.</p><p>Three days after filing suit, Pickens acted to consolidate his control at a hastily called board meeting. He recommended a sale or merger for the first time, but then, in an astounding move, the board adopted a “shareholder rights plan”—otherwise known as a poison pill. The plan establishes a kind of suicide defense against a takeover; any party’s acquisition of more than 10 percent of the company triggers a provision allowing other shareholders to buy stock at half price, diluting the value of all the shares. Mesa’s plan is less onerous than most—it lasts for just eighteen months and still permits certain kinds of tender offers to be made directly to shareholders. But there is no getting around the essential hypocrisy of the act. At that moment, Pickens lost the sympathy of the shareholders’ rights movement. He became the enemy. “Frankly, I was shocked to see the announcement,” says Charles Cox, the former chairman of United Shareholders. “That’s 180 degrees from what Boone said in the eighties.”</p><p>“Yeah, i’ve been against poison pills when they’re used as management entrenchment devices by people who don’t have any stock in the companies they run,” counters Pickens. “But i’m the largest shareholder in Mesa. It was a hard decision, but i’ll tell you exactly how I felt: Here you were, something that you worked your whole life on, you really felt like you’d done your best, and you made a bad call. You distributed one billion dollars to the shareholders, and the gas price went down. Now you were working your butt off, stripped down to where there was no fat in the organization anywhere, and you were absolutely staying alive by your wits. To deal with this guy, who was going to buy stock to the point where he was just going to crawl up your leg—the poison pill has nothing to do with blocking a tender offer. All it does is stop this inching along. I don’t even feel our plan is a poison pill. The way I view it—and maybe this is rationalizing—all it does is give us some time to do the job we said we were going to do. And I wish to hell they’d leave us alone, so we could go ahead and do it.”</p><p>Batchelder responds, “a pill is a pill is a pill.” He notes that Mesa can extend the length of its plan and that the kinds of tender offers it allows are primarily those the courts have said can’t be blocked anyway. Davis and Washington have bred back at Pickens with proxy material allowing them to approach Mesa’s shareholders about a special meeting. The filing named an alternative board comprising prominent shareholders’ rights advocates, such as Charles Cox. Then they filed a countersuit that seeks to disable the poison pill and alleges that Pickens and other board members traded in Mesa’s stock while planning the Hugoton sale. After that, Mesa’s board instituted “golden parachutes,” giving Pickens and other top executives twice their annual salaries if they lose their jobs because of a takeover. Now Pickens and Batchelder are lobbying shareholders for their support in the event of a proxy fight, the lawyers are scrapping in court, and Mesa’s employees are grappling with anxiety over their future, just like the people who worked at Cities Service, Gulf, and Phillips. Instead of retiring in glory, Pickens faces the possibility of being overthrown. “i’ll adjust very well,” he says of that prospect. “i’m very successful in the trading business, I like playing golf, and i’ve got fifty bird dogs to keep me busy. Don’t worry about what i’m going to do.” In the meantime, winter is approaching. Batchelder and Pickens still have something in common: They’re both hoping that it’s going to be a cold one.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "October 1995",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "gas",
      "people",
      "Gas prices",
      "Oil",
      "Business",
      "Poison",
      "money",
      "Wall",
      "Amarillo",
      "Family",
      "CEO",
      "Natural Gas",
      "Oklahoma",
      "securities",
      "Advice",
      "attack",
      "Banking",
      "Cities",
      "Cowboy",
      "Dallas"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Washington",
      "Amarillo",
      "Dallas",
      "West",
      "Canadian"
    ]
  }
}