{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-199510",
    "date": "October 1995",
    "year": 1995,
    "month": 10,
    "month_formatted": "October",
    "pdf_uri": "/1995/19951000.pdf",
    "issue_cover_image": "",
    "document_start_page": 132,
    "toc_start_page": 130,
    "document_page_range": [
      [
        132,
        133,
        134,
        135,
        136,
        137
      ]
    ],
    "toc_order": 6,
    "toc_headline": "Significant Others",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199510-significan",
  "source": "/1995/19951000.pdf",
  "wp_post_id": 129009,
  "wp_post_guid": "http://www.texasmonthly.com/article/significant-others/",
  "authors": [
    "Patricia Sharpe"
  ],
  "headline": "Significant Others",
  "dek": "You Think You Know Mexican Food? So Why Do New MexicanS Like It Hot, Hot, Hot? Why Are Arizona’s Tortillas the Size Of Bed Sheets? And Why Do Ca Lifornians Put Black Olives On Their Enchiladas? a New Cookboc K Has the Answers To These Questions And Savory Recipes From Our Neighbors To the West.",
  "spread_caption": "",
  "excerpt": "Tired of the No. 2 dinner? A new book of recipes collected from California, Arizona, and New Mexico will broaden your Tex-Mex horizons.",
  "kicker": "",
  "word_count": 2892,
  "content": "<p>Let Others Worry Whether the Stock Market Is Going To fall or whether the nation’s superannuated air-traffic-control system will last till next week. Cheryl alters Jamison and Bill Jamison have more pressing questions on their minds. Why, for instance, are Tex-Mex enchiladas rolled up like cigars while New Mexican enchiladas are flat? Why are arizona’s flour tortillas the size of bed sheets? and what is the difference, if any, between fajitas and tacos <em>al carbon?</em></p><p>Food and travel writers and connoisseurs of arcane knowledge, the Jamisons have just come out with their fourth cookbook, <em>The Border Cookbook: authentic Home Cooking of the american Southwest and Northern Mexico,</em> in which they cast light on a multitude of culinary conundrums indigenous to the area. The book, published by Harvard Common Press ($29.95 hardback, $14.95 paperback) with a foreword by Coyote Cafe chef Mark Miller, is a cornucopia of more than three hundred recipes from Brownsville to Baja. But beyond that, it is a very palatable history of the region’s food, complete with gee-whiz facts and quirky lore. (Did you know, for instance, that when the Spanish arrived in Mexico in 1519, the aztecs were already patting out com tortillas in all shapes and sizes, eating roast turkey, and drinking chocolate and had many delectable ways to prepare dog?)</p><p>The Jamisons, now well-established authorities on Southwest cooking, got into their chosen field through the back door, fleeing successful careers in teaching and government for the seductive lure of kitchens and cookoffs. At 53, Bill has salt-andpepper hair and a neatly trimmed beard, which make him look like the history professor he used to be (ask a question about New Mexico chiles and the answer is likely to start in the sixteenth century). He grew up in Dallas and attended North Texas State University in Denton, then did graduate work in history at the University of Kansas. Uater he taught at Southwest Texas State University, ran an arts and humanities program, and did freelance management consulting. But he had always dabbled in freelance writing, and eventually he gave up his day jobs and started doing travel pieces full time. (Today he and Cheryl write the Mexico, Hawaii, and Caribbean books in Houghton Mifflin’s “Best Places to Stay” series as well as <em>The Insider's Guide to Santa Fe</em> for Harvard Common Press.) Bill’s interest in food dates from traveling around Europe as a graduate student, and even today he is most fascinated by the history of food. But, as Cheryl notes, “He’s a passionate eater.”</p><p>The cook in the family is Cheryl, 42, a caramel-colored blonde with a ready laugh that masks a fundamental reserve. “I started collecting recipes in my twenties,” she says. “I didn’t really know what I intended to do with them, but cooking and food have always been loves of mine.” She grew up in Galesburg, Illinois, where a Mexican family restaurant inspired her lifelong interest in Mexican food. She earned a master’s degree in art at the University of Illinois at Springfield. After that, she says, “I started making my way south.” She met Bill while she was working in Oklahoma in the mid-seventies, and not long after, she moved to Dallas, where she found that a major benefit of working downtown was the nearby Dallas Farmers Market; she spent many a lunch hour wandering among the luscious piles of fresh fruit and vegetables. In 1980 she moved to Santa Fe, where Bill had already taken up residence, and in 1985 she and Bill married.</p><p>They were looking for something different to do when, in 1990, they decided to write a cookbook featuring recipes from a favorite local eating place, the Rancho de Chimayo, a traditional Santa Fe-area restaurant that had received national recognition when it was written up in the <em>New York Times</em> by Craig Claiborne. When <em>The Rancho de Chimayo Cookbook</em> came out in 1991, they realized they had struck gold; it sold 40,000 copies. That accomplishment led to an enormously successful cookbook on barbecue, <em>Smoke and Spice</em> (100,000 copies sold), followed in 1993 by the self-explanatory <em>Texas Home Cooking</em> (60,000 copies sold).</p><p>The Jamisons decided to write <em>The Border Cookbook</em> in 1993, though they had been subconsciously preparing for it for a decade. Their own well-thumbed cookbook collection provided many recipes, with others coming from cooks, chefs, and especially, library research. Indeed, it’s hard to tell whether they are happiest when up to their elbows in refried beans or deep in some archives, poring over a tattered 1926 copy of <em>How We Cook in El Paso.</em> But even if many of their sources are antiquated, the final results are not. The older recipes have been updated for modem tastes, and those from restaurants have been adapted for home use.</p><p><em>The Border Cookbook</em> includes many classics that Texans know and love, such as pico de gallo and cumin-laced chili, but the most fascinating recipes may well be the ones that are least familiar. Here, then, are seven dishes that reflect the distinctive evolution of Mexican cooking in New Mexico, arizona, and California—our intriguing and very different neighbors to the west.</p><p><strong>In New Mexico squatty pinon trees produce a pine nut that was used by the Pueblo peoples and is a principal ingredient in these pancakes.</strong></p><p>Photographs By Grant Peterson</p><p>Styling By Demise Canter, Food Styling By Dyne Benner</p><img /><img /><p><strong>New Mexico</strong></p><p>Classic Tex-Mex Cooking Is a Subtle Blend Of Shades Of brown that is perfectly expressed in the No. 2 dinner. In New Mexico, Mexican food can be summed up by blue corn, green chiles, and heat. The differences stem from different terrains and climates, but also from varying histories. New Mexico-style cooking dates to the seventeenth century and the arrival of the Spanish, who grafted both European and aztec traditions onto the food customs of the local Pueblo Indians, ending up with a cuisine that has many dishes in common with Tex-Mex (such as corn tortillas and tamales) but others seldom seen here (such as <em>posole,</em> a hominy stew). Another distinction is in the chile of choice. Whereas Tex-Mex is more likely to use serranos and jalapenos, New Mex-Mex favors so-called long green, or New Mexican, chiles, which are cooked into a kind of stew and used in many main dishes, giving the cooking style its well-deserved fiery reputation.</p><p>Other contrasts are less obvious: Shredded pork is more often used than beef to fill tamales, pinto beans are more likely to be whole rather than mashed and refried, and an uncooked salsa like Texas’ tomatoey red is not likely to be served before a meal. One of the most delightful aspects of New Mexican cooking is the use of pine nuts from the squatty local pinon trees, a tradition that goes back to the Pueblo peoples.</p><p><em>Breakfast</em></p><p><strong>PINON Pancakes With apple Cider Syrup</strong></p><p>Following a Pueblo practice, the pine nuts are ground into a rich meal or flour. Blue cornmeal adds another element of nutty flavor. <em>Serves 4 to 6.</em></p><p>Syrup</p><p><em>2 cups apple cider, preferably unfiltered</em></p><p><em>2 tablespoons light corn syrup</em></p><p><em>1 canela stick, or other cinnamon stick</em></p><p><em>1 tablespoon butter</em></p><p>In a heavy saucepan combine cider, corn syrup, and canela. Bring mixture to a boil over medium-high heat and reduce by about one fourth. Remove from heat and stir in butter. Keep warm.</p><p>Pancakes</p><p><em>1¼ cups pinon nuts (any type of pine nuts may be used)</em></p><p><em>¾ cup all-purpose flour</em></p><p><em>½ cup cornmeal, preferably blue</em></p><p><em>1 tablespoon sugar</em></p><p><em>¾ teaspoon baking powder</em></p><p><em>¾ teaspoon salt</em></p><p><em>2 eggs</em></p><p><em>1¼ cups milk</em></p><p><em>2 tablespoons melted butter</em></p><p><em>2 drops almond extract</em></p><p><em>Vegetable oil for pan-frying</em></p><p><em>Toasted pinon nuts, for garnish (optional)</em></p><p>In a food processor briefly grind <em>¾</em> cup of the nuts. Do not grind so long that they turn to butter. Add flour, cornmeal, sugar, baking powder, and salt and process just until a coarse meal forms. Transfer mixture into a large bowl and stir in eggs, milk, butter, almond extract, and remaining nuts. Chill batter, covered, for 20 to 30 minutes.</p><p>Heat a griddle or heavy skillet. Pour a thin film of oil into skillet. Fry pancakes a few at a time, about 1 minute per side, adding oil as needed. Serve with warm syrup.</p><p><strong>One of arizona’s most luscious specialties is the green corn tamale, which is bigger than a Texas tamale and wrapped in corn husks fresh from the field.</strong></p><p><strong>SANTA Fe Omelet</strong></p><p>Each omelet serves one, but the preparation goes quickly.</p><p><em>2 extra-large eggs</em></p><p><em>1 tablespoon water</em></p><p><em>Salt to taste</em></p><p><em>1/8 teaspoon fresh-ground black pepper</em></p><p><em>1 tablespoon butter</em></p><p><em>3 tablespoons grated mild cheddar cheese</em></p><p><em>¾ cup mild green chile sauce, warmed</em></p><p><em>Grated mild cheddar cheese, for garnish</em></p><p>In a bowl briefly whisk together eggs, water, salt, and pepper, just enough to combine the yolks and whites.</p><p>Over high heat, warm a 7to 8-inch omelet pan or skillet, preferably nonstick. Add butter to pan, swirling it to coat the entire surface thoroughly. Just when butter begins to color, add egg mixture and swirl it to coat entire pan as well. Let pan sit directly over heat for a few seconds, until eggs firm in bottom of pan. Sprinkle cheese over eggs. Pull the pan sharply toward you several times and then tilt pan so that front half of omelet begins to roll over back portion. Use a spatula to help shape eggs into a loose cylinder. Tip omelet out onto a warm serving plate. Pour chile sauce over omelet and sprinkle with cheese. Serve immediately.</p><p><strong>arizona</strong></p><p>Texas and New Mexico Each Have Long-Simmered Culinary traditions. By contrast, arizona’s Mexican food is an upstart. Its early cooking customs, such as they were, disappeared when the Indians drove out the Spanish in the eighteenth and early nineteenth centuries. Then, when the territory was ceded to the United States after the War with Mexico in 1848, anglos moved in; as a result, arizona has had to cast about to come up with its own Mexican food.</p><p>Understandably, it did some heavy borrowing from Sonora, the Mexican state immediately south. Cattle and wheat both thrive in Sonora, which is why you find so much beef, cheese, and sour cream in arizona, plus those amazing paper-thin twelve-inch-orlarger flour tortillas. (Why so big? Who knows. Maybe because it’s easy to wrap fillings up in them.) Strangely, chiles never made much of an inroad there, so arizona’s salsas are mild. It’s easier to find northern Mexico—style roasted-vegetable salsas based on some combination of tomato, onion, and garlic. Flour-tortilla burritos (frequently called burros) are more common than enchiladas; the most famous of these is the chimichanga, a deep-fried burro whose ends have been neatly tucked in. And even though corn takes second place to flour, one of arizona’s most luscious seasonal dishes is the green-corn tamale, which is bigger than a Texas tamale and wrapped in corn husks fresh from the field.</p><p><em>Lunch</em></p><p><strong>GREEN Corn Tamales</strong></p><p>This wonderfully flavorful specialty of arizona and Sonora shows up as far away as California. <em>Makes 10 to 12 large tamales, enough for 5 to 6 m ain-dish servings.</em></p><p>Dough</p><p><em>4 cups corn kernels (4 to 5 large ears; reserve husks)</em></p><p><em>½ cup butter</em></p><p><em>1 cup masa harina</em></p><p><em>½ cup stone-ground cornmeal</em></p><p><em>1 teaspoon sugar (optional, if the corn isn’t very sweet)</em></p><p><em>1 teaspoon baking powder</em></p><p><em>1 teaspoon salt</em></p><p><em>Pinch of cayenne</em></p><p><em>1 to 3 tablespoons milk (optional)</em></p><p>Filling</p><p><em>6 to 8 ounces mild cheddar cheese, grated</em></p><p><em>1½ cups mild green chiles (3 to 6), preferably New Mexican, fresh or frozen,</em></p><p><em>roasted and cut into ½\" wide strips</em></p><p>Cover reserved com husks with a damp cloth.</p><p>In a food processor purée 2 cups of com with butter, reserving remaining whole kernels. Add rest of dough ingredients, except milk, to corn mixture. Dough should be thick but soft and spreadable (add milk if necessary). Stir in reserved com kernels.</p><p>Pick out 12 large com husks, or more smaller ones. (You may use packaged husks off-season.) Tear some thin husks into strips to tie tamales. Hold a com husk or pair of husks flat on one hand, smooth side up. Measure a generous 1/3 cup of dough, less if the husks are small. With a spoon or spatula, spread half of dough on husk in a rectangle about ¼ inch thick. Top with about 1½ tablespoons of cheese and an equal amount of chile strips. Spread other half of dough over filling, leaving edges of husk uncovered so you can fold them over to make a squareish packet. Tie packet loosely with a strip of husk. (It may be easier to make a rectangular tamale by spreading dough over top ¾ of husk, then folding bottom ¼ over, Tex-Mex style. Incidentally, when cooked, these tamales will not be quite as firm as the ones you are used to, and, depending on the size of the husks, they may be larger.) Repeat with remaining tamales.</p><p>Pack tamales loosely in a steamer crisscross fashion, allowing space for steam to rise, or stack vertically, folded ends down. Steam for about 45 to 60 minutes, until masa is firm and no longer sticks to husk. (Test by removing and opening one tamale.) Serve warm.</p><p><strong>TIED-UP Beans</strong></p><p>A major variation on refried beans from northern Mexico, <em>frijoles maneados</em> get their name from the addition of stringy melted cheese, which laces through them. <em>Serves 4.</em></p><p><em>1 to 2 ancho chiles (optional)</em></p><p><em>2 cups cooked whole pinto beans (not ranch style), plus ½ cup of the cooking liquid</em></p><p>1/3 <em>cup milk</em></p><p>1/3 <em>cup lard, butter, or peanut oil</em></p><p>½ <em>onion, minced</em></p><p><em>1 garlic clove, minced</em></p><p>½ <em>teaspoon cumin seeds, toasted and ground</em></p><p><em>4 to 6 ounces</em> asadero <em>or mozzarella cheese, grated</em></p><p><em>Chopped green onion tops or fresh cilantro, for garnish</em></p><p><em>Flour tortillas, warmed</em></p><p>Preheat the oven to 350 degrees.</p><p>Soak chiles in hot water until pliable and then cut into slices ½ inch wide, removing seeds and veins if you prefer a milder dish.</p><p>Puree beans and their liquid with milk.</p><p>In a baking dish warm fat over medium heat. Stir in onion, garlic, cumin, and ancho slices and warm through. Remove from stove and stir in beans. Transfer beans to oven and bake for 1 hour, or until beans appear very thick and begin to dry out. Stir in cheese and return beans to oven, baking just until cheese has melted through, about 5 minutes.</p><p>Scatter chopped green onions or cilantro over top. Serve immediately with flour tortillas, and hot sauce if desired.</p><p><strong>California: Baja and alta</strong></p><p>The Late Texas Chili Guru Frank X. Tolbert Once Read a recipe for Mexican food that called for black olives. In his opinion, it was from Mars. In fact, Mexican food with olives is from California, and far from being an aberration, it is emblematic of Cal-Mex, which relies on fresh, varied produce. The Spanish fathers who established the California missions brought with them from the interior a fascinating abundance of vegetables, herbs, and fruit trees, which took hold and grew there as they did nowhere else on the border. And while the old mission and <em>rancho</em> traditions have pretty much died out by now, many raw ingredients are still flourishing and are being used in new and different ways. Fresh corn and beans (not just dried), berries, nuts, citrus fruits, cilantro, and, yes, olives are all hallmarks of modem Cal-Mex cooking. Another seminal ingredient is seafood, the bounty of California’s long coast. (California fish tacos have even caught on as far west as Houston; see State Wide: “Hooked,” May 1995.)</p><p><em>Dinner</em></p><p><strong>PUERTO Nuevo Lobster</strong></p><p>In this dish Puerto Nuevo’s famed spiny lobsters are grilled in butter and garnished with fresh citrus for a voluptuous main course. Unless you’re lucky enough to find them fresh, look for frozen “rock lobster” tails in the store. <em>Serves 4.</em></p><p><em>2 one-pound spiny rock lobster tails</em></p><p><em>Vegetable oil</em></p><p><em>5 tablespoons butter</em></p><p><em>Juice of 2 limes</em></p><p><em>Juice of 1 orange</em></p><p><em>2 garlic cloves, minced</em></p><p><em>1 teaspoon dried oregano, preferably Mexican</em></p><p><em>Pinch of salt</em></p><p><em>Lime and orange wedges and avocado slices, for garnish</em></p><p><em>Pico de gallo or other salsa</em></p><p>Split lobster tails in half vertically with a cleaver; start from the underside and cut through back of shell. (Watch your fingers; the shells are slick.) Oil shell and meat of each tail section well.</p><p>In a small saucepan, melt butter and add fruit juices, garlic, oregano, and salt. Keep warm.</p><p>In an outdoor grill fire up a single layer of charcoal. When the coals are covered in gray ash, grill lobsters cut side down for 3 minutes. Turn and baste meat of each lobster thickly with butter mixture and grill 8 to 9 more minutes, or until cooked through.</p><p>Transfer to a serving platter, shell side down, and spoon additional butter over them. Garnish festively with limes, oranges, and avocado slices and serve with pico de gallo. In Puerto Nuevo lobster is always accompanied by beans and flour tortillas.</p><p><strong>ARROZ Con Yerba Buena</strong></p><p><em>Yerba buena,</em> or mint, goes well in rice, as California cooks knew from early times. <em>Serves 4.</em></p><p><em>2 cups chicken stock</em></p><p><em>1/3 cup loosely packed fresh mint leaves</em></p><p><em>1 tablespoon bacon drippings</em></p><p><em>2 tablespoons minced onion</em></p><p><em>2 garlic cloves, minced</em></p><p><em>1 cup uncooked rice</em></p><p><em>1 teaspoon salt</em></p><p><em>½ teaspoon ground dried mild red chile, preferably ancho or New Mexican</em></p><p><em>1 tablespoon minced fresh mint</em></p><p>In a saucepan bring stock and whole mint leaves to a boil. Remove stock from heat and let it steep about 10 minutes. Remove mint.</p><p>Warm bacon drippings in a heavy saucepan over medium heat. Add onion and garlic and sauté until soft. Mix in rice and continue cooking until translucent.</p><p>Strain stock and pour it over rice. Sprinkle in salt and ground chile. Reduce heat, cover pan, and simmer rice for 15 to 18 minutes, until all liquid is absorbed. Remove pan from heat and let rice steam, covered, for 5 to 10 minutes. Sprinkle in minced mint, cover, and let sit for 10 more minutes. Fluff and serve warm.</p><p><strong>Seafood, the bounty of California’s long coast, is a seminal ingredient in many Cal-Mex dishes, including this buttery Puerto Nuevo lobster tail.</strong></p><img />",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "October 1995",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Cooking",
      "Beans",
      "Food",
      "Cookbook",
      "Texas",
      "Chiles",
      "Heat",
      "Mexico",
      "Tex-Mex",
      "History",
      "Mexican Food",
      "Oil",
      "Tortillas",
      "Border",
      "Home",
      "New Mexico",
      "Rice",
      "Santa",
      "Southwest",
      "Spanish"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Texas",
      "Dallas",
      "Brownsville",
      "Mission",
      "North Texas"
    ]
  }
}