{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19853",
    "date": "March 1985",
    "year": 1985,
    "month": 3,
    "month_formatted": "March",
    "pdf_uri": "/1985/19850300.pdf",
    "issue_cover_image": "",
    "document_start_page": 130,
    "toc_start_page": 128,
    "document_page_range": [
      [
        130,
        131,
        132,
        133,
        134,
        135
      ]
    ],
    "toc_order": 3,
    "toc_headline": "Art & Sole",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198503-artsole",
  "source": "",
  "wp_post_id": 121476,
  "wp_post_guid": "http://www.texasmonthly.com/article/art-sole/",
  "authors": [],
  "headline": "Art & Sole",
  "dek": "",
  "spread_caption": "",
  "excerpt": "What your feet should be wearing when they kick up their heels.",
  "kicker": "",
  "word_count": 274,
  "content": "<img/><p><strong>A Sleek Shoe Shuffle.</strong></p><p><strong>Art And Sole—Marcus One, an Asymmetrical Open-Toed Pump, In Pink Kidskin With Snakeskin Inlays; $145 At Leon's In Austin, Dallas, Houston, San Antonio, Tyler, Victoria, And Waco. ■ In the Garden—Jez Mid-Heel Shoe By Charles Jourdan, With Strap Across Instep, In Navy, Sand, Light Pink, Mauve, Or Light Gray Leather; $165 At Charles Jourdan, Dallas. (Urn From Rose Driver Antiques; Wall Treatment By Joseph Melacon.) ■ Photography By Geof Kern. Styling And Selection By Jan Keeton. Assistant Stylist Carolyn Van De Kamer.</strong></p><p><strong>In the Garden</strong></p><img/><img/><p><strong>Shoes Are Objects Of Study</strong></p><p><strong>Shoes Are Objects Of Study —Rilsa, an Evening Pump By Yves St. Laurent, In Bronze Or Pewter Lame Kidskin Or In Black Satin, With Matching Taffeta Bow; $165 At Woolf Brothers And Marie Leavell, Dallas. Yves St. Laurent Leather Pump Covered In Gray Silk, Also In Olive, White, Or Red; $98 At St. Vicina, Dallas. (Medical Chart From Uncommon Market; Globe From American Pro Map, Flag And Globe Company In Dallas, Houston, Austin, And San Antonio; Shirt And Cuff Links From Flaunt; Bow Tie From Ahab Bowen; Skull And Cobra Books From Richland Community College; Monkey From Animal Trackers; Eyeglasses From Oak Lawn Optical.) ■ Italian Theme-El Vaquero, a Green Textured Pump With Multicolored Woven Pattern, Made In Italy; $250 Exclusively At Serena d'italia, Dallas.</strong></p><p><strong>Italian Theme</strong></p><img/><img/><p><strong>Budding Companions</strong></p><p><strong>Budding Companions-High-Throated Classic Pump By Shoe Biz In Jadegreen, Bright Yellow, Or Fuchsia Kidskin, And In Black Patent Leather; $150 At Lou Lattimore, Dallas. (Millinery From Kayla Comstock. Makeup By Mia.) ■ Still Life-High-Heel Shoe With Hand-Painted Snakeskin Design And Hand-Piped Finish; $298 Exclusively At St. Vicina, Dallas. (Omniped From Uncommon Market; Table From Rose Driver Antiques.)</strong></p><p><strong>Still Life</strong></p><img/>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "March 1985",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Art",
      "Books",
      "Design",
      "leather",
      "Photography",
      "Richland",
      "Wall"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": []
  }
}