{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19959",
    "date": "September 1995",
    "year": 1995,
    "month": 9,
    "month_formatted": "September",
    "pdf_uri": "/1995/19950900.pdf",
    "issue_cover_image": "",
    "document_start_page": 127,
    "toc_start_page": 123,
    "document_page_range": [
      [
        127
      ],
      [
        165,
        166
      ]
    ],
    "toc_order": 24,
    "toc_headline": "Mel White",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199509-melwhite",
  "source": "/1995/19950900.pdf",
  "wp_post_id": 129120,
  "wp_post_guid": "http://www.texasmonthly.com/article/texas-twenty-mel-white/",
  "authors": [
    "Skip Hollandsworth"
  ],
  "headline": "Mel White",
  "dek": "The Dallas pastor and author has a message for his friends in the Christian Right: Everyone is equal in the eyes of God.",
  "spread_caption": "",
  "excerpt": "Preaching tolerance.",
  "kicker": "Mixing gay activism with Religion",
  "word_count": 1840,
  "content": "<img/><p><strong>Starving for attention: White's tactics make him a media magnet.</strong></p><img/><p>Five Years Ago, as a ghostwriter for Jerry Falwell, Pat Robertson, and other fundamentalists, Mel White was considered one of the pillars of the Religious Right. The former pastor and professor helped shape the ideas of america’s foremost Christian leaders. He put words in their mouths—literally—and promoted their political careers: When Robertson ran for president in 1988, it was White who authored his historical tract, <em>america’s Dates With Destiny.</em></p><p>Earlier this year, White came upon his old friend Robertson once again. But this time, White had a new identity: He was gay. And the circumstances of their reunion couldn’t have been more strange: White was sitting in a Virginia jail following his arrest for trespassing at the headquarters of Robertson’s Christian Broadcasting Network. He had launched a headline-making hunger strike and had threatened to starve himself unless Robertson met with him to discuss how the anti-gay rhetoric of the network’s <em>700 Club</em> was causing mental and even physical harm to thousands of gays and lesbians. Finally, after 23 days, Robertson met White for just fifteen minutes, but when it was over, White called it a moral victory. “Every day, these evangelists claim that God created AIDS to wipe out gays or that God sent an earthquake to California because too many gays were living there,” he says. “Pat is totally homophobic; his show is an infomercial of misinformation. If we can get him to tone down his inflammatory remarks, then maybe we can someday get him to realize that we are people too.”</p><p>A balding, good-natured man with an easy laugh, Mel White is not your stereotypical leather-and-earring-clad gay activist. But ever since his celebrated coming out in 1993 at Dallas’ Cathedral of Hope, the largest gay and lesbian church in the world, the 54year-old has been at the forefront of the gay rights movement. He has become a sort of gay Billy Graham, crisscrossing the country with his message that God loves homosexuals and accepts their sexual orientation and attacking his exemployers for encouraging a “jihad” against homosexuals. “Today, gays and lesbians are the number one victims of hate crimes,” he says. “a lot of that gay-bashing comes from the children of longtime churchgoers who are told by people like Pat Robertson and Jerry Falwell that homosexuals are causing the downfall of the country. ”</p><p>[ Continued On Page 161 ]</p><p>[ Continued From Page 123 ]</p><p>When he is not on the road preaching to fellow gays or helping organize protests, White can be found with his companion of eleven years, Gary Nixon, at their sprawling brick home hidden away on a farm thirty miles south of Dallas. (He has lived there since 1993, when he was named to the unpaid position of dean of the Cathedral of Hope.) Because White’s work has struck a chord with thousands of spiritually oriented gays who feel abandoned by the church and ignored by strident gay groups such as ACT Up, he is barraged with supportive faxes and calls; he has received more than 16,000 letters from gays and lesbians since his hunger strike. But essentially, he and Gary live a quiet country life. Their bookshelves are filled with theological texts, and they have installed a small prayer shrine upstairs in front of a picture window. A couple of mixed-breed dogs amble around their back yard, and their pond is stocked with catfish. “Who would have thought a California boy would ever want this?” White asks, as if he’s still surprised by it all.</p><p>Even though he dated girls in high school in the coastal town of Santa Cruz—where his father was the mayor—White knew early on that he was attracted to the football players. But as a born-again Christian, he was convinced that praying and performing good deeds for the Lord would get him over his urges. After graduating from Warner Pacific College in 1962, he married his childhood sweetheart, Lyla, and went on to earn a master’s degree in media, a doctorate in communications, and a divinity degree. When his homosexual thoughts kept recurring, he tried everything from exorcism to behavioral therapy, in which he was given electric shock treatments while he looked at pictures of handsome men. When that didn’t work, he tried eating a foul-tasting candy bar whenever he felt sexually attracted to another man.</p><p>Finally, he confessed to Lyla that he might be a homosexual, but he told her that God was going to help him beat his “problem.” Lyla was supportive and stayed with him, and eventually they decided to have children: First they adopted a girl, Erinn, and then Lyla gave birth to a boy, Michael. They appeared to be a perfect Christian family—and he appeared to be a perfect Christian: after finishing his doctorate at the seminary, White became a professor and a pastor. He produced award-winning Christian films and wrote inspirational best-sellers; his most popular was <em>David,</em> the heart-stirring true story of a boy who was horribly disfigured in a fire set by his father. And in 1982 White was asked by his childhood hero, Billy Graham, to ghostwrite his book, <em>approaching Hoofbeats. </em>The collaboration was a success, and soon every major figure in the Religious Right wanted White. They trusted him: He was witty and charming, and he had a solid theological background. And he could write quickly. In 1986 he ghostwrote Jerry Falwell’s autobiography in only six months.</p><p>Despite his good deeds, however, White could not get rid of his desires. For the first time, he began slipping into gay bars and allowing other men to pick him up. He tried counseling and prayer sessions. He even contemplated suicide. On a trip to acapulco with Billy Graham and Graham’s wife, Ruth, White nearly unfastened his harness while parasailing so that he would crash into the ocean. But in 1984, at an Episcopal church in California, he had a breakthrough: He met Gary Nixon and fell in love. Although Mel separated from and later divorced Lyla so he could be with Gary, she agreed not to reveal his secret. To this day, in fact, she has steadfastly supported him, arguing that he loved her as much as he could and that it was not his fault he was born with certain sexual urges. (He also remains close to his two children, who live in California.)</p><p>As a ghostwriter, White never found himself having to write anti-gay material. But by 1990, with the collapse of communism, some television evangelists began to look for a new villain, and White heard them speak more often about the “homosexual threat.” Jerry Falwell, for instance, said the goal of homosexuals was the “complete elimination of God and Christianity from american society.” On Christmas Eve 1991, White finally wrote Falwell a private letter asking if they could meet to discuss how his sermons encouraged crimes against gays and lesbians. Soon, rumors about White’s sexual orientation raced through the evangelical ranks. Could it be that the speech writer for america’s best-known preachers was <em>queer</em>? The evangelists were so embarrassed that none of them contacted White—at least not directly. (Robertson sent him a form letter inviting him to call his toll-free number and learn how to “overcome” his sexual orientation. He also asked for a $35 donation.)</p><p>Although White had never wanted to go public with his homosexuality, in 1993 he decided that it was impossible to continue leading separate lives. So, before an enthusiastic congregation at the Cathedral of Hope, he announced, “i’m gay and i’m proud and God loves me without reservation. ” at the end of his sermon, the audience rose to cheer him. A year later White received a blitz of national publicity when he published his autobiography, <em>Stranger at the Gate: To Be Gay and Christian in america.</em></p><p>Of course, not all gay leaders are comfortable with White—this is a man, after all, who once wrote a speech for Oliver North. But many gays around the world are desperate to hear his message. In June he preached at a special Gay Pride weekend service at New fork’s historic Riverside Church. “It’s the Christian and spiritual gays who are the most guiltridden about their sexuality,” he says. “They are the ones most afraid of coming out of the closet. I just want to tell them that it isn’t worth pretending. It isn’t worth spending a lifetime trying to hold in a gift from God.”</p><p>According to White, the Universal Fellowship of Metropolitan Community Churches, a denomination of three hundred gay and lesbian churches, is now the largest homosexual organization in the world—and its strength may be vastly understated. Although the Cathedral of Hope in Dallas has fewer than 2,000 members, for instance, there are 12,000 people on its mailing list. White believes that gay churches “are going to be the biggest source of new members in the gay movement.” as opposed to the confrontational approach used by veteran AIDS activists, White says, these new members “will out-love the enemy.” Doesn’t he sound a lot like Martin Luther King? He grins at the idea. “Tou mean Martin Luther Queen? I don’t know about that, but there’s something we can learn from his life. Love and forgiveness are what transforms the enemy.”</p><p>Not surprisingly, White’s critics in the Religious Right see it a little differently: They regard him as a publicity hound. The Reverend James Kennedy, a television evangelist who is the senior minister of Coral Ridge Presbyterian Church in Fort Lauderdale, Florida, has told reporters that White is stirring up hate by falsely alleging that conservative ministers are encouraging gay-bashing. Kennedy says that it’s gays who are acting violent, threatening to blow him up with dynamite or throw HIV-infected blood in his face. Jerry Falwell has called White “selfish” for putting his own sexual desires ahead of his wife and children. Falwell and Pat Robertson contend that they condemn violence against gays but are not going to go against the Bible, which says in the Old Testament that homosexuality is an abomination.</p><p>White dismisses Kennedy’s charges as ludicrous, but he is quick to respond to the theological critique. The references to homosexuality in today’s translations of the Bible, he asserts, have been dangerously misconstrued from the original texts. “What amazes me is how quickly some Christians forget what the Bible says about God’s grace to all people and His call to mercy,” he says. To that end, White plans to continue his peaceful demonstrations in the hope of persuading the Religious Right to accept homosexuals as fellow Christians, and he has begun work on a new book that he says will document the right’s persecution of gays and lesbians. “This is not the time to slow down,” he insists. “While you don’t hear Ralph Reed [the executive director of the Christian Coalition] making blatant attacks against gays, he still has the same goal as everyone else—to create laws that promote certain family values and to exclude anyone who doesn’t fit his idea of an american family.</p><p>“Don’t ever forget one thing: Those who fight for justice always come out the winners.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "September 1995",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "God",
      "Church",
      "people",
      "ever",
      "AIDS",
      "California",
      "Country",
      "Dallas",
      "hunger",
      "Prayer",
      "Television",
      "Work",
      "Acting",
      "Activism",
      "Autobiography",
      "Bars",
      "Billy Graham",
      "Cheer",
      "Children",
      "Christianity"
    ],
    "wp_categories": [
      "Dallas"
    ],
    "wp_location": [
      "Dallas"
    ]
  }
}