{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19959",
    "date": "September 1995",
    "year": 1995,
    "month": 9,
    "month_formatted": "September",
    "pdf_uri": "/1995/19950900.pdf",
    "issue_cover_image": "",
    "document_start_page": 114,
    "toc_start_page": 110,
    "document_page_range": [
      [
        114,
        115
      ],
      [
        148
      ]
    ],
    "toc_order": 15,
    "toc_headline": "Catherine Crier",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199509-catherine",
  "source": "/1995/19950900.pdf",
  "wp_post_id": 129087,
  "wp_post_guid": "http://www.texasmonthly.com/article/texas-twenty-catherine-crier/",
  "authors": [
    "Mimi Swartz"
  ],
  "headline": "Catherine Crier",
  "dek": "In a year when Connie flopped and Diane flubbed, this former Dallas judge broke from the pack—and showed she’s no news bimbo.",
  "spread_caption": "",
  "excerpt": "No longer judged a lightweight.",
  "kicker": "A role model for women in the Media",
  "word_count": 983,
  "content": "<img/><p>Catherine Crier Is UNCHARACTERIsTICALLY Uncool. Every frosted blond hair is in place, and the nifty diamonds of her engagement and wedding rings are twinkling perkily. But sitting at her desk in her office in the ABC news building in New York, just a stone’s throw from that of ü<em>ber</em>anchorman Peter Jennings, she is trying to explain herself. Again. “People don’t understand that I truly believe there’s supposed to be a contribution in this life and there’s something you’re supposed to give back,” the forty-yearold says, splaying her perfectly manicured fingernails and coming close to slapping her desk. “I don’t have some ambitious plan! I have no intention of going into politics!”</p><p>Pity poor Crier, whose one sin is to have been born golden. The only daughter of a Dallas banker and a Highland Park homemaker, she studied politics and international relations at the University of Texas at austin, where in 1972 she was chosen by celebrity judge Ryan o’neal as one of the most beautiful girls on campus. After law school at Southern Methodist University, she emerged in the mid-eighties as a star prosecutor and went on to become a star civil litigator and the youngest civil district judge in Dallas County. A 1988 Christmas party conversation led to a job anchoring the evening news at CNN <em>and</em> her own talk show; those, in turn, led to a correspondent’s job with ABC’s <em>20/20</em> and, finally, a seemingly secure spot among that network’s top reporters. For her success Crier has endured years of criticism, in which she has been dissed as a model turned news bimbo (“They’d get to the fact that I was a judge in the<em> fourth</em> paragraph”); characterized as a cold, calculating climber; or damned with the faint praise that she is “still improving.” This sniping would wilt the stiffest upper lip, yet Crier declines the chance to whine. “i’ve had some wonderful opportunities and I don’t know that everyone has been delighted at those” is about all she has to say on the subject.</p><p>Yet anyone surveying the imploded world of major female network stars this past year will have to take note. Connie Chung: pounding the pavement. Deborah Norville: hosting a tabloid TV show. Mary alice Williams: shilling for NYNEX. Kathleen Sullivan: anchoring the E! channel’s coverage of the O. J. Simpson trial. Even Diane Sawyer is lobbing softballs at Michael and Lisa Marie. And Catherine Crier? She’s subbing for Jennings and Ted Koppel and doing her own hour-long specials on topics such as america’s war on drugs. And, best of all, nobody’s writing a word about her anymore.</p><p>Perhaps Crier wouldn’t have had it so hard if she had been viewed through the prism of Dallas, where she was raised, instead of New York, where she lives, works, and dodges digs from fellow Texan Liz Smith (“One might even say that, like many another dazzling face, Catherine Crier has ‘failed upward’ ”). If that had happened, people would have long ago recognized Crier for who she is—the [ Continued On Page 144 ] [ Continued From Page 111 ] consummate Dallas woman. To wit:</p><p>Photograph By Andrew Eccles</p><p><strong>Sitting pretty: Crier rises above the sniping that she made it only because of her looks.</strong></p><p>1. She is tall, thin, beautiful, and of course, blond. At UT she was a Tri Delt, though she now says she only joined the sorority to please her mother.</p><p>2. She is not afraid to be sexy. In 1989 <em>People</em> magazine quoted a colleague who said that as a judge Crier was “this stern person sitting in a black robe, hair pulled back. But in her chambers, when she took off her robe, underneath she was wearing a silk tiger-print blouse and a black leather miniskirt.” Crier’s response: “Growing up in Texas, you were allowed to be both tough and female. I never felt the need to be a man in a man’s world.”</p><p>3. She is polite but reserved: “i’ve always been a little bit of a loner. I’m basically not outwardly gregarious, but that doesn’t mean I don’t care. I hesitate to ask for help and don’t show my real self in groups.”</p><p>4. She always puts the best face on things. “We are a generation still in transition,” she says of the difficulties women in network news face. “By the seventies, everyone felt that the barriers had fallen, but they hadn’t. What we hadn’t considered was the whole notion of inertia. People feel content with the status quo. But that doesn’t mean you don’t keep on. You make strides and then you struggle back.”</p><p>5. She wants everybody to be happy. “I found my true place on the bench,” she says. “What I was really loving was a way to resolve disputes. I hope i’m bringing that to the news. I look for the grays, even though black and white make for better television.”</p><p>6. She still says “Yes, ma’am” and “No, ma’am.”</p><p>7. She carries a snapshot of her stallion, Beau, in her wallet. In the seventies Crier was a national saddle seat equitation champion and a reserve stock seat equitation champion. “I spent more time in the barn than in book clubs,” she says.</p><p>8. She’s married to the next best thing to a rich Texan—a rich australian, a shipping broker named Christopher Wilson. Crier knew he was her man when she saw him on horseback: “He had hands, he had a seat,” she says. “That boy could ride.”</p><p>9. She rises above criticism. On being knocked for making it on her looks instead of her ability: “It made the explanation [for my success] easier and more palatable for some to accept.”</p><p>10. She wishes you’d let her get back to work. “I love this business,” she says. “With every piece there’s the challenge of putting more substance into a limited format.” Those who would say the same of Crier should learn to hold their tongues.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "September 1995",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "News",
      "Dallas",
      "people",
      "Hair",
      "Women",
      "Alice",
      "Best of",
      "Celebrity",
      "Christmas",
      "CNN",
      "Diamonds",
      "Highland Park",
      "Law",
      "leather",
      "Liz Smith",
      "Love",
      "Loving",
      "office",
      "Politics",
      "School"
    ],
    "wp_categories": [
      "Dallas"
    ],
    "wp_location": [
      "Dallas",
      "Alice",
      "Texas"
    ]
  }
}