{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19959",
    "date": "September 1995",
    "year": 1995,
    "month": 9,
    "month_formatted": "September",
    "pdf_uri": "/1995/19950900.pdf",
    "issue_cover_image": "",
    "document_start_page": 132,
    "toc_start_page": 128,
    "document_page_range": [
      [
        132
      ],
      [
        171
      ]
    ],
    "toc_order": 27,
    "toc_headline": "Gwen and Willie Richardson",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199509-gwenandw",
  "source": "/1995/19950900.pdf",
  "wp_post_id": 129111,
  "wp_post_guid": "http://www.texasmonthly.com/article/texas-twenty-gwen-and-willie-richardson/",
  "authors": [
    "Jan Russell"
  ],
  "headline": "Gwen and Willie Richardson",
  "dek": "Long before racial preferences were a political hot potato, these respected conservatives were bucking conventional wisdom—within their own community.",
  "spread_caption": "",
  "excerpt": "Race matters.",
  "kicker": "Revisiting our affirmative action Policy",
  "word_count": 1436,
  "content": "<p>Against the Hum of the lunch chatter at Houston’s, filled on this day with busy professionals yakking on their cellular phones as they speared their Caesar salads, Gwen Daye Richardson cleared her throat and let her eyes fly wide open. She was angry. In the next breath, the 37-year-old, dressed in a mellow rose business suit, was railing against her favorite subject. “I get along with rednecks just fine,” she said, her voice a long, low curl of contempt. “It’s liberals I can’t stand.”</p><p>Seated next to her in the booth of this Houston restaurant, her husband, 47-year-old Willie Richardson, dressed in a male version of the same business uniform (navy blue suit, white shirt, and conservative tie), was softly tapping his leather folder, waiting to speak. “You see,” he said, bracing his arm on the table as if poised to lurch, “in their hearts, liberals really believe they are better than everyone else. Their message to black people is ‘We can’t expect you folks to take care of yourselves. You’re too stupid. You’re too idle and down-and-out. We expect much less of you than we expect of ourselves.’ ”</p><p>Photograph By Don Glentzer</p><img/><p><strong>Winning the race: The Richardsons' ideas are finally mainstream.</strong></p><p>Pronouncements like these have made Gwen and Willie Richardson the principal spokesmen for the burgeoning black conservative movement. In the year of the Republican revolution, they are besieging the last Democratic fortress: the urban black vote. Their weapons are their Houston-based magazine, <em>National Minority Politics;</em> their op-ed articles in newspapers such as the <em>Houston Chronicle</em> and the <em>Philadelphia Inquirer;</em> and their appearances on C-SPAN and network interview shows such as <em>CNN and Company. </em>The policies that the Richardsons espouse are not new.</p><p>Welfare, they say, destroys the confidence of blacks and the structure of the black family, and affirmative action is selfdefeating. Conservative critics such as Thomas Sowell have been making the same points for years. What makes the Richardsons important right now is that they have embraced the conservative agenda so publicly. Gwen has debated Jesse Jackson on television twice this year—both times on affirmative action. In June their magazine sponsored a televised forum in Washington, D.C., between black journalists and Speaker of the House Newt Gingrich, further establishing the Richardsons as messengers to their growing constituency.</p><p>“It makes me furious when people assume that because i’m black, i’m automatically distraught over the result of last year’s elections,” said Gwen between sips of iced tea. “I can deal with Newt Gingrich. He’s for less government and strong families and thinks that blacks have exactly the same way out of poverty as whites—they can either get a job or start their own business. That’s my view as well. My beef is with people who want to pigeonhole blacks as poor, pitiful people who need a handout.”</p><p>It is because Willie Richardson experienced most of the social changes of the sixties that he is as conservative as he is today. He was born in 1948 in the tiny town of Washington, near Brenham. “My people were sharecroppers,” said Willie. “My parents divorced when I was a little kid, but my great-grandmother, who was a strong Christian woman, took me in and raised me right.” His childhood [ Continued On Page 167 ] [ Continued From Page 128 ] was completely segregated. He drank from black-only water fountains, used black-only restrooms, and attended black schools through junior high. His first glimpse of an integrated world was at Plano High School, where he spent his junior year, but for his senior year, he returned to the segregated high school in Brenham. Then, at the urging of his friend Johnny Mitchell, the brother of energy mogul George Mitchell, Willie went to the University of Houston to study electronics. In college Willie was active in all the traditional liberal black organizations. His political leanings reflect how his ideology has changed: as a young man, he supported President Johnson, like his great-grandmother, because of Johnson’s support for civil rights and the Voting Rights act. In 1976 he still considered himself a Democrat and voted for Jimmy Carter, but twelve years later, he was supporting Independent candidate Ross Perot, and in 1994 he voted a straight Republican ticket. “Maybe if Dr. Martin Luther King, Jr., hadn’t died, things would have been different,” said Willie, shaking his head sadly. “In the last year of his life, Dr. King shifted his focus to economic issues. I remember thinking after he died: If black folks try to take what white folks have, they’ll destroy us all. The only way to survive is to figure out how to make it on your own.”</p><p>That realization was cemented after Willie’s graduation, when he was hired by the Xerox Corporation in 1972. He first moved to atlanta, believing the city was a paradise for blacks, like the shining city on the hill in the Bible. But he found atlanta cliquish and closed to newcomers, and the environment at work was hostile. “That’s when I realized firsthand that affirmative action doesn’t work at a practical level,” said Willie. “It just sets you up to be sabotaged by co-workers, because they assume you got where you are only because you’re black.” In 1974 he moved back to Houston to work for Xerox there, and two years later he was promoted to a management position. But he met with so much resistance from white co-workers that in 1980 he quit and started his own electronics firm.</p><p>By contrast, Gwen’s childhood and early experiences were considerably more positive. Her father was a successful Baptist minister in Virginia, so she was reared in the bosom of the strongest black institution in america: the church. “The black culture I grew up with was not the failed one I saw characterized on TV as violent, criminal, and lazy,” she said. “In our church, families stayed together, both husband and wife worked hard, and everyone wanted the same thing for their children—an education.”</p><p>Gwen got a good one. She attended Georgetown University in Washington, D.C., and graduated in 1980 with a degree in marketing. At 25, she started her own word-processing and medical transcription service. “It was an easy transition for me,” she said. “When I was a child, church was the center of my life. When I became an adult, I set up a business and it became the center of my life.” In 1988 she moved into publishing: She started a newsletter, which she sent to a long list of national politicians, and she began to write newspaper editorials, concentrating on what she was interested in: less government, more tax breaks for small businesses, and her growing belief that poverty programs exploited the poor.</p><p>In 1990, after Gwen and Willie met and were married, they expanded the newsletter to a magazine. Today it still has a chatty, unpolished style. It is a collection of columns written by the Richardsons and other conservative blacks, more spontaneous than scholarly in content. By the standards of mass circulation publications, it is so unsophisticated and so tailored to a narrow audience (10,000 readers) that one wonders how they can sell enough copies at $2.95 apiece to stay in business. They admit to having investors but won’t name them. It is possible to think of the Richardsons as shrewd hucksters who are using the magazine to market their ideas on TV and in the papers, but it is equally possible to think of them as shrewd capitalists who are succeeding in politics, a field where self-promotion is everything.</p><p>In their magazine, the Richardsons have carved out their own politically incorrect niche. They have described welfare administrators as “poverty pimps” who exploit the poor to keep their jobs, defended the nomination of black conservative Supreme Court justice Clarence Thomas, and argued that a flat tax would be better than a progressive income tax for the working class.</p><p>It is when the Richardsons are defending what they regard as the true black culture that they are at their most eloquent. “What the welfare system destroyed is the black culture as we knew it,” said Willie, his voice filled with loss. “Before the sixties, we had certain values. If you were poor, you had to work. If you got a woman pregnant, you had to marry her. Now the government has replaced the black father in our homes. That monthly check is daddy to many black kids, and it isn’t a very good one.”</p><p>Fingering a strand of beads around her neck, Gwen nodded in agreement. “We’ve had thirty years of liberals exploiting us in the name of helping us,” she said. “Now we know we have to help ourselves.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "September 1995",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "people",
      "Houston",
      "Affirmative Action",
      "Business",
      "Culture",
      "Richardson",
      "Work",
      "Government",
      "Poverty",
      "Republican",
      "TV",
      "Welfare",
      "Atlanta",
      "Beef",
      "Church",
      "Civil Rights",
      "CNN",
      "College",
      "Democrat",
      "Electronics"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": [
      "Houston",
      "Richardson",
      "Georgetown",
      "Plano"
    ]
  }
}