{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19959",
    "date": "September 1995",
    "year": 1995,
    "month": 9,
    "month_formatted": "September",
    "pdf_uri": "/1995/19950900.pdf",
    "issue_cover_image": "",
    "document_start_page": 116,
    "toc_start_page": 112,
    "document_page_range": [
      [
        116,
        117
      ],
      [
        151
      ]
    ],
    "toc_order": 16,
    "toc_headline": "Carol Porter",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199509-carolport",
  "source": "/1995/19950900.pdf",
  "wp_post_id": 129084,
  "wp_post_guid": "http://www.texasmonthly.com/article/texas-twenty-carol-porter/",
  "authors": [
    "Patricia Sharpe"
  ],
  "headline": "Carol Porter",
  "dek": "Her privately funded meals-on-wheels program proves there s hope for needy children in the post-welfare era.",
  "spread_caption": "",
  "excerpt": "A hunger for feeding children.",
  "kicker": "Charity begins in her home",
  "word_count": 1066,
  "content": "<img/><p><strong>Taking care: Porter and her team feed 650 hungry kids each month.</strong></p><img/><p>Carol Porter Had' Her Moment of epiphany about welfare six years ago, on the day she watched a famished woman scavenging leftovers from other people’s plates.</p><p>“I was volunteering in a summer nutrition program in the Houston parks,” she says, her voice growing husky at the memory. “It was sponsored by the U.S. Department of agriculture and it was just for children. We weren’t supposed to feed anyone else. One woman had brought six children, and when all the kids had finished, she came up and just began running around the table, scooping up the scraps of food—just shoveling it in like she hadn’t eaten in days. Oh, I was so distressed, I just cried and cried. That was it for me: no more government-sponsored anything.”</p><p>Today fifty-year-old Porter feeds the children herself—no kowtowing to government bureaucracy, no turning away hungry adults because they don’t meet official guidelines. The vehicle of her largesse is Kid-Care, a Houston-based private charity that functions as a meals-on-wheels program for children. At present it delivers 18,000 free meals a month to some 650 youngsters and facilitates an impressive array of other services: health fairs, donations of furniture and appliances to indigent families, even a food caravan that traveled to a colonia in Laredo. Its success has made it increasingly relevant in a year when Congress began to dismantle federal welfare programs; Kid-Care validates the hope that if public aid is pared down, everyday people will pick up the slack.</p><p>Founded as a nonprofit group in 1991 by Porter and her husband, Hurt, Kid-Care operates on an annual $500,000 budget funded by corporate and personal contributions of money, goods, and services. Its headquarters is the Porters’ modest three-bedroom home in a fairly marginal Third Ward neighborhood where most of the front yards are surrounded by chain-link fences. Volunteers make up much of the staff, but it is clear that, ultimately, Kid-Care <em>is</em> Carol Porter. Her philosophy shapes it, her energy fuels it, and her personality—at once passionate, melodramatic, and vulnerable—sets its tone. “We know children are hungry!” she says, as her voice rises like a tent revivalist’s. “Does it take a rocket scientist to know what to do? Let’s stop with the studies and start making sandwiches! If a child is hungry, you feed him! ”</p><p>Photograph By Don Glentzer</p><p>On a recent morning, as a few volunteers were making four hundred turkey sandwiches at a utility table in the Porters’ converted den and a few others were sitting knee to knee at a card table piled with paperwork in the living room, Carol was pacing about, sitting down, jumping up. She had Hakeem Olajuwon’s marketing representative on the phone, and she was explaining why Olajuwon would benefit immensely from publicizing Kid-Care’s Food angel donor program. “I would like to share my thoughts about the reason Hakeem doesn’t get endorsements,” she began. “It’s not because of his accent; it’s because he is never associated with american causes. Getting Hakeem with Kid-Care kids would heighten his profile.” after promising to fax more information, she hung up, amused at her own chutzpah. “I have no pride,” she said, grinning.</p><p>[ Continued On Page 147 ]</p><p>[ Continued From Page 113 ]</p><p>Whether or not Olajuwon signs up as a Food angel (he has not gotten back to her yet), Porter is savvy enough to know that spreading the message is half the battle and that even negative publicity can work to her advantage; when she got into a row with the Houston Health Department in the summer of 1994 over conditions in her food preparation area, she didn’t try to conceal anything. Instead she turned her outrage at those she characterized as petty bureaucrats into a David-and-Goliath story that captured the attention of the Houston news media and even made the <em>Los angeles Times. </em>Her strident attitude, however, eventually caused some to lose patience with her; the <em>Houston Chronicle</em> editorialized, “[Ejnough already with the posturing.”</p><p>Posturing aside, Carol’s sincerity is unquestioned. Although Kid-Care is not a religious charity, its roots lie in her faith (she and Hurt are Seventh Day adventists) and their feeling that they have a responsibility to alleviate hunger. “God gave us this idea to ease the suffering of children,” Carol says. “We feel called by God to give the world a concept called Kid-Care.” They believe that charity is best handled close to home, by churches and neighbors, and they repudiate welfare dependency. “I hate welfare today because it is another form of slavery,” she insists. “It strips people of their dignity and self-worth.” (She does concede, though, that the government has a responsibility to take care of “dire cases” and to oversee the health and safety of its citizens; indeed, to help make ends meet, she and Hurt inspect local day care centers for the state.)</p><p>Because of its steadfast refusal to accept government handouts and government control, Kid-Care has become quite fashionable with those who wish to return charity to the communities. Its philosophy is a paradigm for the future, and the Porters—who are black Republicans—are a shining example of how private charity can work. Carol has testified before the Senate Committee on Hunger in america. She received a Point of Light award from George Bush and a Presidential Volunteer action award from Bill Clinton. She even got a $5,000 donation from Rush Limbaugh, whose autographed picture sits on her piano.</p><p>Thanks to that national attention and Carol’s genius for getting publicity, KidCare is growing. In a few months it will move from the Porters’ home to a 11,500-square-foot building, a onetime printing plant that was purchased from the Resolution Trust Corporation for $7,000. Carol expects to quadruple her operation and expand into new areas, such as health care. At that point, the pressure will be on her to become more of an administrator—to back away from the sandwich making, the delivery vans, the swirl of children running out to get their sack lunches. She could easily spend all day every day speaking and fundraising. But no one who knows Carol Porter believes that will happen. No one who has seen her envelop a child in a voluminous hug believes that she would give up the day-to-day contact with kids.</p><p>“How do we end hunger?” Porter asks. “Child by child, block by block. It is so simple. If you touch one child, you can change an entire generation.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "September 1995",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Charity",
      "Children",
      "Food",
      "Government",
      "Health",
      "Houston",
      "Welfare",
      "Home",
      "people",
      "philosophy",
      "Running",
      "Summer",
      "Agriculture",
      "Budget",
      "Congress",
      "Furniture",
      "Genius",
      "God",
      "Houston Chronicle",
      "hunger"
    ],
    "wp_categories": [
      "Agriculture"
    ],
    "wp_location": [
      "Houston"
    ]
  }
}