{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19959",
    "date": "September 1995",
    "year": 1995,
    "month": 9,
    "month_formatted": "September",
    "pdf_uri": "/1995/19950900.pdf",
    "issue_cover_image": "",
    "document_start_page": 121,
    "toc_start_page": 117,
    "document_page_range": [
      [
        121
      ],
      [
        154,
        155
      ]
    ],
    "toc_order": 20,
    "toc_headline": "Roland Swenson",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199509-rolandswe",
  "source": "/1995/19950900.pdf",
  "wp_post_id": 129072,
  "wp_post_guid": "http://www.texasmonthly.com/article/texas-twenty-roland-swenson/",
  "authors": [
    "Joe Nick Patoski"
  ],
  "headline": "Roland Swenson",
  "dek": "Each spring, the founder of austin's South by Southwest brings together 25,000 of the world's coolest people for a rock and roll fantasy camp.",
  "spread_caption": "",
  "excerpt": "The music man.",
  "kicker": "The maestro of new Music",
  "word_count": 1474,
  "content": "<img/><p>Long Before the First Note was played, Roland Swenson knew that this year’s South by Southwest Music and Media Conference (SXSW) would be different. It wasn’t the 4,700 registrants or the more than 20,000 anticipated clubgoers that impressed SXSW’s 39-year-old managing director. Nor was it the number of bands playing: an astounding 550 acts crammed into dozens of austin venues over four nights. Nor was it SXSW’s roster of corporate sponsors, which included <em>Entertainment Weekly</em> magazine and high-tech giant Microsoft. To Swenson, the real sign that the event had taken on a life of its own came when University of Texas athletic director Deloss Dodds announced that the school might not bid to host the regionals of the 1996 Ncaa basketball tournament, which fall on the same weekend, for fear that SXSW will hog all the hotel rooms between Waco and San antonio. “I think he wanted us to move out of the way,” Swenson says with a shrug.</p><img/><p><strong>Joining the club: after eight years, Swenson is a true impresario.</strong></p><p>Pretty cool for a guy who can’t play a lick of guitar, has no rhythm, and wears the squarest clothes ever to grace a back stage dressing room—but not that surprising, considering the past success of SXSW. Indeed, in the eight years since Swenson founded the music festival-convention-trade show, it has grown into an alternative rite of spring. During the second week of March, record company executives, talent scouts, and other tastemakers spend their days playing golf and softball, consuming copious amounts of Mexican food and barbecue, and drinking gallons of beer and margaritas while schmoozing, making deals, and participating in panel discussions with titles like “Touring the Modern World” and “Why Radio Hates You.” Musicians and fans, meanwhile, hang out at a sort of rock and roll fantasy camp where no one seems to have a day job and jamming is a way of life. At night, these groups converge to sweat and shake together at concerts by hip bands like Soul asylum, Veruca Salt, and Blues Traveler; living legends like Johnny Cash, Flaco Jimenez, and Litde Milton; and hundreds of hopefuls from austin, from elsewhere in Texas, from other states, and from Russia, Germany, the Netherlands, Mexico, and eleven other countries. It is more music than the body and mind can stand.</p><p>[ Continued On Page 150 ]</p><img/><p>[Continued From Page 117]</p><p>Like many good ideas, the first SXSW was born out of desperation. In the early eighties Swenson, who was born in austin, was managing the new wave band Standing Waves and running a small record label and production company; in other words, he was living hand-tomouth. For all his talent and good intentions, he found it next to impossible to connect with people in the music business who could make or break an act on a national level. “It was a mystery to me,” he admits. “Getting good information was really hard, and the record companies seemed a million miles away. I’d watch all these bands rise up and then collapse purely out of economic pressure.”</p><p>Then, in the summer of 1982, Swenson attended the New Music Seminar in New York. It wasn’t just a music convention, but a music convention created specifically for outsiders like him: the independent record label employees, the booking agents, the promoters, the managers who were alternative when alternative wasn’t cool. Even better, the New Music Seminar put on concerts in New York clubs that the public could attend. Swenson was enchanted. “Suddenly, all these jerk A&R guys who wouldn’t return my calls were sitting in the same room as me. Just having access to them, understanding the language they used, was very useful.”</p><p>He returned to austin with an entirely different perspective on the business and the bright idea to do a smaller version of the New Music Seminar in his hometown—a way to bring the rest of the world’s music to Texas and to expose Texas music to the rest of the world. “I thought it would work because people in austin liked to club-hop,” he says. Actually, it took five years and public relations help from the austin Convention and Visitors Bureau before the idea took off. In 1987, the <em>austin Chronicle</em> signed on as a sponsor and <em>Chronicle</em> editor Louis Black and publisher Nick Barbaro began to brainstorm with Swenson, as did austin booking agent Louis Meyers. Together, the four hatched a plan. “To succeed,” Swenson remembers thinking, “we’d have to bring in people from the region and convince the record labels from Los angeles and New York it was worth it to come down.”</p><p>That first year, seven hundred music industry types and wannabes showed up to hear two hundred acts, including Jimmie Dale Gilmore and Darden Smith. Since then, the roster of SXSW performers has developed into a consistently diverse and impressive lineup. Almost every musical style has been on display, including blues, bluegrass, roots, alternative, folk, modern, thrash, industrial, metal, country, zydeco, punk, and tejano. The partnership of Swenson, Black, and Barbaro has developed too (Meyers split from the group in 1993). Today they demonstrate an almost buttoned-down competence at managing around 20 permanent staffers and 350 volunteers. Wisely, they’ve realized that—music aside—they’re really in the convention business. SXSW now helps organize or runs outright similar conferences in Toronto, St. Louis, and Portland, Oregon, and stages the annual ASK (assassination Symposium on John F. Kennedy) in Dallas. And they’ve sought to expand the franchise. Two years ago they added multimedia to the list of topics explored by SXSW, acknowledging the rising profile of austin’s high-tech community and the likelihood that future consumers will purchase their music via modem or floppy disk; this year’s multimedia conference attracted more than one thousand registrants. In 1994 a film festival and conference was also added; this year it drew almost six hundred registrants and appearances by directors Steven Soderbergh, Les Blank, and John Sayles, who premiered their latest flicks there.</p><p>With such growth and expansion, of course, has come the inevitable criticism. SXSW is too big and impersonal; what was once an event for outsiders and the independent labels has been overtaken by industry insiders; all the cool parties are by invitation only; the corporate sponsors and the major record labels have coopted what was once a street-level function; too many famous bands take up slots once reserved for young hopefuls; wristbands that admit clubgoers are worthless because some clubs fill to capacity while the night is still young.</p><p>Swenson is addressing many of those issues. To take the pressure off the clubs this year, he scheduled more free outdoor shows featuring marquee names, attracting locals as well as conventioneers to the early evening concerts. Of the 550 acts that appeared, 97 were on major labels, but that allowed Swenson to create a sense of balance by booking a fair share of pleasant surprises. “We can do a lot of things that may not make any sense commercially,” he says. “If I want to bring [semi-legendary beat writer] Herbert Huncke down for a poetry reading, we can do that, even if only four people in austin know who he is. If seventy-five people from Georgia call and say we want to do <em>Jesus Christ Superstar,</em> we can do it. If Willie [Nelson] wants to play unannounced at eight o’clock, that’s fine with us.” as for the hotel room crunch? If you build them, he vows, they will be booked.</p><p>Anyway, the problems Swenson has encountered fall away when you consider the most significant accomplishment of SXSW: It has forced mainstream austinites to give the city’s music community the respect it deserves. Granted, it’s hard to look down on a self-sustaining event that brings in $9 million in tourism and uses the new convention center. But the week of SXSW is one of the few times when there’s no barrier dividing the yuppies and the hippies. And even if Swenson wanted to move the conference to a bigger, more accommodating city, he couldn’t. “Everyone wants to come because it’s austin,” he says with a low laugh, “and not just for the music.”</p><p>Swenson, then, is optimistic about the future—even though too-rapid growth was a key reason why SXSW’s role model, New York’s New Music Seminar, folded its tent last year. “Right now is the most exciting period since I got involved in music in the late seventies,” he says. “Labels are paying more attention than ever to new acts. Bands that I think are deserving are breaking through and selling millions of records.” In its most basic form, he notes, SXSW functions as a bridge between those bands and those sales figures. “We can’t take credit for the deals made at our event; we’re just something to hang it on. But I do think we’ve helped convince the people who count that there’s something happening outside of New York and L.a.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "September 1995",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Music",
      "Austin",
      "people",
      "SXSW",
      "record",
      "New York",
      "Texas",
      "Business",
      "Concerts",
      "ever",
      "Record Labels",
      "Rock",
      "Rock and roll",
      "South by Southwest",
      "Southwest",
      "Band",
      "Basketball",
      "Beer",
      "Blues",
      "Bridge"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Austin",
      "Texas",
      "Waco"
    ]
  }
}