{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19959",
    "date": "September 1995",
    "year": 1995,
    "month": 9,
    "month_formatted": "September",
    "pdf_uri": "/1995/19950900.pdf",
    "issue_cover_image": "",
    "document_start_page": 122,
    "toc_start_page": 118,
    "document_page_range": [
      [
        122,
        123
      ],
      [
        156,
        157
      ]
    ],
    "toc_order": 21,
    "toc_headline": "Dealey Herndon",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199509-dealeyher",
  "source": "/1995/19950900.pdf",
  "wp_post_id": 129069,
  "wp_post_guid": "http://www.texasmonthly.com/article/texas-twenty-dealey-herndon/",
  "authors": [
    "Paul Burka"
  ],
  "headline": "Dealey Herndon",
  "dek": "From the doorknobs to the dome, her four-year restoration project was governed by her keen sense of style and deep respect for history.",
  "spread_caption": "",
  "excerpt": "Dome, sweet dome.",
  "kicker": "Capitol ideas about Preservation",
  "word_count": 1555,
  "content": "<img/><img/><p>Photograph By Michael o'brien</p><p><strong>Constructing an image: Herndon sees the Capitol as big, open, solid, and “uniquely Texan.”</strong></p><p>by</p><img/><p>Dealey Decherd Herndon And I are walking slowly down the west wing of the state capitol, counting up the seven colors that contribute to the patterns in the terrazzo floor, when she breaks off the conversation, frowns, and makes a sudden detour to the right. She has spotted an offending presence—a white index card affixed with tape to the office door of a state representative. Dealey Herndon does not permit such effronteries. As executive director of the State Preservation Board, she has not labored for four years, nights and weekends included, to see the restoration of the Capitol come to this. Working painstakingly with her fingernails so as not to scar the sheen, she removes the foreign object, which tells how to reach the representative in his district. “I get great satisfaction out of this,” she says, luxuriating in her own intensity. “He knows better.”</p><p>The 48-year-old Herndon’s unwavering commitment to have nothing but the best for the building she loves has recaptured the aura that moved Temple Houston, Sam Houston’s youngest son, to describe the Capitol in his 1888 dedication address as “the noblest edifice upon this hemisphere.” Her job was to oversee the construction phase of the $187 million project, which involved not only the restoration of the Capitol but also the building of a 600,000-square-foot extension located entirely below ground level to preserve the majestic expanse of the original structure. She inherited sets of plans that needed revising and a timetable that wouldn’t work and gave them life. She was responsible for every detail in both the new extension, which contains legislative offices, and the Capitol itself. She changed out light fixtures, tracked down old portraits with the help of curator Bonnie Campbell, raised $2 million to reproduce drapes and furniture, fought off meddling legislators, and gave hundreds of tours like the one we are taking now. She kept the project on schedule through disasters, such as the fault line that shut down work on the extension for forty days and the bidding snafus that delayed the Capitol restoration for ten months. Late into the night before the 1995 legislative session opened in January, she was helping to remove the last construction litter from the hallways; before dawn the next morning she was showing off a pristine building on live TV. “I was a micromanager,” she says. “I had to know everything that was going on if we were going to do it right and finish on time.”</p><p>The result is so stunning that Herndon can hardly walk down a hallway without someone recognizing her and blurting out praise. No sooner had we [COnTINUED On Page 152] [COnTINUED From Page 119] started our tour of the extension than a woman walked up and said, “I just want to say, ‘Thank you.’ ”</p><p>I feel the same way. I spent endless hours in the Capitol during the past legislative session, and when the debates began to drone long and irrelevant, I would wander through the building, absorbing how the architecture ennobled it. I would visit the large, handsome room that now houses an agricultural museum, as it did in the original Capitol—but I remember it as a warren of nine tiny legislative offices where I worked as a college student, a few feet from the desk occupied by an administrative assistant named Kay Bailey. Or I would stroll through the wide basement hallway, now cleared of ceiling pipes, wall paneling, and the laminated plastic tables from the extinct purveyor of microwaved cuisine that was derisively known as the Linoleum Club. In their stead hung photographs of early legislatures, and I would study them intently, trying to separate the scoundrels from the statesmen. In one picture, the gaze of a sharp-nosed man with big ears stared out from the bottom row; I knew before I saw the name that I was looking at Sam Johnson, Lyndon’s father.</p><p>Even in the sleek extension, I could find enough echoes of the Capitol that the two structures seemed to belong together. An elongated skylight in the main corridor affords a dramatic view of the Capitol dome. The heart of the new building is an open-air rotunda that drops two stories below ground level. Meant to be a gathering place that provides relief from claustrophobic offices, it is frequented during the legislative session by lobbyists, who have found that it is the only place in the extension where their cellular phones work. The corridor floors are terrazzo, like the Capitol’s, but the patterns are more modern and use only four colors.</p><p>“It was a miracle project,” Herndon says. “Other states have wanted to redo their capitols, but there is so much jealousy, so much territorialism, and so much fighting over money that they end up doing just a piece or nothing at all.” Inevitably the desires of architects and preservationists give way to the realities of function and finance. Texas was different for three reasons. One was that the Capitol was a proven firetrap; a blaze in 1983 threatened to destroy the entire building. Another was that the legislative leaders at the time the restoration was approved—Governor Bill Clements, Lieutenant Governor Bill Hobby, and Speaker Gib Lewis—agreed that the state should pay cash rather than risk public rejection of a bond issue.</p><p>The third reason, of course, was Dealey Herndon. She won the confidence of two governors from different political parties: Republican Clements, who appointed her to the preservation board in 1987, and Democrat ann Richards, who named her executive director in 1991. Although she had been active in historic preservation in Dallas and austin, she had no experience in managing large construction projects. But she had the persistence to deal with everyone from contractors to politicians wanting to scale back the restoration—and she had the Texas pedigree. When our tour reached the Capitol basement and I showed her the 1919 photo of Sam Johnson, she one-upped me by pointing to that year’s Speaker, R. E. Thomason, and saying, “That’s my grandfather.” She is also the great-granddaughter of George Bannerman Dealey, who was one of the principals of the <em>Dallas Morning News</em> in 1885, while the Capitol was under construction. Her brother, Robert Decherd, is the CEO of the <em>News</em>’ parent company, a. H. Belo Corporation; both Decherd and the <em>News</em> were listed as major contributors to the Capitol fund drive.</p><p>Herndon says she never tires of walking through the halls and talking about the building. “It’s something uniquely Texan,” she says. “It’s so big, so open, so solid, the materials are so simple—it’s uncluttered, uncomplicated, unpretentious, just like Texas. There’s no extra paint or decoration. It translates perfectly into this huge can-do state where people are free to add their own embellishments.”</p><p>Apparently the public felt the same way. The session brought an even greater explosion of people to the Capitol than normal: some to beseech, but many just to see. Their presence and the grandeur of the surroundings seemed to change the ambience of the Legislature itself, from social club to professional. Still, there were moments that recalled the old saying that the Capitol was built for giants but is inhabited by pygmies. One in particular was the debate last March over the preservation board’s budget, which took an unexpected raucous turn as I watched from the back of the House chamber. Members rose with tales of windows that stuck, doors that wouldn’t lock, and the need to call the preservation board for permission to hang a picture. One complained that there were no soft-drink machines in the Capitol halls. Another griped that a children’s choir from his district couldn’t use the rotunda because they hadn’t made reservations early enough. A lone defender tried to remind his colleagues that perhaps they had missed the big picture: “We have a beautiful Capitol that’s been restored back to what it was. It’s a beautiful building, it’s a beautiful extension. There are some good things this preservation board has done.” But it was no use. Laughing and hooraying, the House voted to eviscerate the board’s budget. (“appallingly bad government,” says Herndon of the episode, which she watched on closedcircuit TV.) Eventually the money was restored by the Senate, and the preservation board will oversee at least one more project, beautifying the Capitol grounds.</p><p>But Herndon won’t be around to manage it. She is stepping down this month to go into construction management. Until then, however, she intends to remain as vigilant as ever. We ended our tour at the Linoleum Club’s replacement, a spacious cafeteria and deli with a contemporary decor that is located in the new underground extension. Before we got our sodas, Herndon removed three flyers from a wall. Then, as we sipped our drinks, the manager of the cafeteria approached us timorously. “Do you think we could put a sign outside in the hall? Nobody knows we’re here,” he said, gesturing to the empty room. Hastily he added, “I don’t mean a <em>permanent</em> sign. Just something portable. Something <em>little.</em> ”</p><p>Herndon gave a sad little smile through pursed lips and shook her head. The manager didn’t look surprised. He walked away without argument. “I know i’ll lose all these battles the minute I walk out the door,” she said to me, “but it’s not going to happen on my watch.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "September 1995",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Construction",
      "Tour",
      "Dallas",
      "House",
      "money",
      "News",
      "people",
      "Texas",
      "Work",
      "Architecture",
      "Belo",
      "Blaze",
      "CEO",
      "College",
      "Dallas Morning News",
      "Debate",
      "Democrat",
      "Explosion",
      "Governor",
      "Governors"
    ],
    "wp_categories": [
      "Dallas"
    ],
    "wp_location": [
      "Dallas",
      "Texas",
      "Temple",
      "West"
    ]
  }
}