{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19959",
    "date": "September 1995",
    "year": 1995,
    "month": 9,
    "month_formatted": "September",
    "pdf_uri": "/1995/19950900.pdf",
    "issue_cover_image": "",
    "document_start_page": 137,
    "toc_start_page": 133,
    "document_page_range": [
      [
        137
      ],
      [
        176
      ]
    ],
    "toc_order": 31,
    "toc_headline": "Jay Wilbur",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199509-jaywilbur",
  "source": "/1995/19950900.pdf",
  "wp_post_id": 129099,
  "wp_post_guid": "http://www.texasmonthly.com/article/texas-twenty-jay-wilbur/",
  "authors": [
    "Joe Nick Patoski"
  ],
  "headline": "Jay Wilbur",
  "dek": "His Mesquite software company created 3-D technology that changed computer games forever. After that, he was Doomed to succeed.",
  "spread_caption": "",
  "excerpt": "The prophet of Doom.",
  "kicker": "A High-Tech pioneer",
  "word_count": 838,
  "content": "<p>In a Year When Everyone from parents to the president of the United States is blasting violence in entertainment, computer games mogul Jay Wilbur is digging in his heels—and hitting the family values crowd where it lives. Ask the 34-year-old CEO of Mesquite’s id Software about the gory content of his best-selling titles, <em>Doom</em> and <em>Doom II,</em> in which players navigate three-dimensional rooms and shoot or vaporize assorted mutants and monsters, and he turns the criticism on its head. “We have had our fair share of religious friends ask us about our imagery, which is satanic,” he admits, “but they overlook the object of the game. The player is the good guy in white whose job it is to stop demons, and you have to travel to Hell to do it. Do you have a problem with stopping Satan from doing his dirty work? Which side are you on?”</p><p><strong>Busting out: Wilbur hopes to log $20 million in revenues this year.</strong></p><img /><p>It’s a great line, but more than that, it’s indicative of the subversive attitude and unconventional approach that have brought Wilbur and id Software to the top of the computer games business. The elevenperson company logged $10 million in revenues in 1994 and hopes to reach $20 million this year. What’s more, a movie version of <em>Doom,</em> to be produced by Ivan Reitman (the director of <em>Ghostbusters),</em> is in development at Universal Studios; <em>Doom</em> merchandise (T-shirts, trading cards) is selling like rock band memorabilia; and Pocket Books will soon release the first two titles in a <em>Doom</em> paperback series. “Pinch me,” Wilbur says with a laugh. “am I awake?”</p><p>The success story began four years ago in Shreveport, Louisiana, when four techies in their twenties—Tom Hall, John Romero, John Carmack, and adrian Carmack (no relation)—left the software company they were working for and founded id. A year later, after moving id to Mesquite, they were joined by two former colleagues: fellow techie Kevin Cloud and Wilbur, the self-described “biz guy,” who took over as the company’s chief executive. In 1993 the group produced its first big game, a spaceadventure shoot-’em-up called <em>Commander Keen,</em> and then developed the groundbreaking three-dimensional graphics on display in its next effort, <em>Wolfenstein 3D, </em>in which the object was to kill evil Nazis. Later that year, [ Continued On Page 172 ] [ Continued From Page 133 ] <em>Doom</em> was unveiled and immediately became a runaway hit—to date, the game has been installed on at least 15 million computers worldwide. In 1994 id released both <em>Doom II</em> (which as of this July was still the fifth-best-selling CD-ROM in the country) and <em>Heretic,</em> a <em>Doom</em>-like game set in medieval times.</p><p>The key to id’s success has always been to keep traditional notions of business out of the equation. For one thing, its corporate structure is horizontal rather than vertical: Wilbur may be the titular CEO, but he runs the big decisions by Carmack, Romero, Carmack, and Cloud (Hall left the company last year to pursue other interests). For another thing, id’s sales strategy, as one software industry observer notes, is similar to the distribution schemes of street-level drug dealers: The first levels of a game can be downloaded or copied for free, in the hope that a user will get addicted and buy the advanced levels.</p><p>Most important, Wilbur says, the partners try not to think about the bottom line. “at most game companies, the people in the trenches developing games are the ones with passion, but they’re driven by bean counters looking at numbers on their little white pads. Or the bean counters are driven by the legal department, which says, ‘You know, we really can’t have this devil thing. There’s a PTA group out there that’s gonna come down on us.’ We approach our business as game players first. The only question that needs to be answered is, ‘Is it fun?’ ”</p><p>To those who might rail against the way id’s creations romanticize violence, Wilbur says, “These are the same games we used to play when we were kids, pointing a stick at someone and going, ‘<em>Ka-pow</em>, <em>ka-pow</em>’-the <em>bang-bang</em> army stuff. The only difference is that the technology makes it cooler.” and never mind what message the games are sending to kids. “If parents take an active role in their child’s development, a game like <em>Doom</em> will not cause him to turn into a nut case,” says Wilbur, whose five-year-old son, Josh, enjoys sitting on his lap and watching him annihilate the deadly attackers.</p><p>Anyway, all Wilbur and his team care about is the future—specifically, the fall release of <em>Heretic II</em> and the Christmas debut of <em>Quake,</em> which promises even more techno-realism than <em>Doom</em> by allowing players to look up and down as well as all around. “Our passion isn’t just to develop the greatest game in the world,” Wilbur insists, “but to make it so irresistible that when we’re done, we want to play it too. As someone once said: ‘It ain’t bragging if you can do it.’ ” The <em>Doom</em> dudes are doing it like nobody else.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "September 1995",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Game",
      "Games",
      "Software",
      "Computer",
      "Computer games",
      "Business",
      "Success",
      "Technology",
      "Army",
      "Band",
      "Books",
      "CEO",
      "Christmas",
      "Computers",
      "Devil",
      "Family",
      "Mesquite",
      "people",
      "President of the United States",
      "PTA"
    ],
    "wp_categories": [
      "Books"
    ],
    "wp_location": [
      "Mesquite"
    ]
  }
}