{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19815",
    "date": "May 1981",
    "year": 1981,
    "month": 5,
    "month_formatted": "May",
    "pdf_uri": "/1981/19810500.pdf",
    "issue_cover_image": "",
    "document_start_page": 130,
    "toc_start_page": 128,
    "document_page_range": [
      [
        130,
        131,
        132,
        133,
        134,
        135
      ],
      [
        214,
        215,
        216,
        217,
        218,
        219,
        220,
        221,
        222
      ]
    ],
    "toc_order": 1,
    "toc_headline": "The Governor’s New Clothes",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198105-thegovern",
  "source": "/1981/19810500.pdf",
  "wp_post_id": 116583,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-governors-new-clothes/",
  "authors": [
    "Stephen Harrigan"
  ],
  "headline": "The Governor’s New Clothes",
  "dek": "Rip away Bill Clements’s gruff, uncomplicated, free-enterprising public image, and you’llfind... a gruff, uncomplicated, free-enterprising kind of guy.",
  "spread_caption": "",
  "excerpt": "Bill Clements, unmasked at last.",
  "kicker": "",
  "word_count": 7760,
  "content": "<p>“<span class=”dropcap“>I</span>'m a nuts and bolts guy,” said Bill Clements. “i’m a fire by friction man. I’m not long on self-indulgence. I’m a why and a wherefore guy.” to The governor tapped me emphatically on the knee and then sat back in his airplane seat, fixing me with a wily, self-satisfied stare.</p><p>“You know,” he went on, “when you’re raised during the Depression, there is indelibly imprinted upon your being your impressions of that period. I don’t know of anybody that went through that so-called quote-unquote Great Depression that was not tattooed in the process. But irrespective of the circumstances of the times, you have to maintain a sense of humor and perspective.”</p><p>Clements leaned forward again. “Nothing,” he said, “is ever so bad that it can’t be worse. Or better. Think about that.”</p><p>He stared at me once more, as if in that way he could verify that I was indeed thinking about the maxim he had just put forward. I stared back, since the governor of Texas is a man in whose presence one takes pains net to appear as a sissy.</p><p>His eyes were a flat, institutional gray, and they did not reveal where, or in what manner, he had been “tattooed.” The rest of his appearance was, as the clothing label puts it, “exclusive of ornamentation.” He wore a colorless sport coat not much enlivened by a lapel pin depicting the Texas flag, and his face had the inflexible features of a bird of prey.</p><p>Lately I had found myself musing about Bill Clements. In moments of downtime brain activity, as my mind hovered at the lip of sleep, I would see an image of the governor of Texas. This suggested to me that in some fashion the man was using the primal circuits. It was not just his spectacular orneriness that had lodged him in my imagination, but the persistent impression that he was real, that he belonged to that tiny group of human beings who are never in disguise.</p><p>That, of course, is an unlikely quality for a politician. It was obvious to me from my initial meeting with him that Clements was wary and ambitious, but what I found appealing about him was the way he had not bothered to construct a facade to hide these traits. I wanted to watch him at work, to see if he could pass through the dull, unctuous moments of a governor’s daily rounds without losing his raw edge. It was apparent to me that the only way to understand Bill Clements was to watch him in action.</p><p>What you notice about Bill Clements, and what he wants you to notice, is that he is a businessman. For him the world revolves smoothly around the principles of free enterprise, and he stands plumb to the axis. From that vantage, things can be grasped, understood, made to work.</p><p>The main thing that Clements has made work is Sedco, one of the world’s largest drilling equipment companies, which he founded in 1947 and whose management he has passed down to his son Gil. From Sedco Clements is extravagantly wealthy, and there is no question that this wealth suits him. You cannot encounter his ferocious confidence without realizing that he is a self-made man who thoroughly approves of his creation.</p><p>We were sitting in a cluster of swivel seats at the rear of the Grumman propjet that the citizens of Texas have made available for the governor’s use. Clements and his wife, Rita, were flying to Corpus Christi to preside over a black-tie dinner at the Town Club, one of a series of such events meant to raise money for the restoration of the Governor’s Mansion. After the election, they had found the mansion uninhabitable, full of cracks and peeling wallpaper, furnished with random mail-order antiques, and equipped with no fewer than nine useless fireplaces.</p><p>It was Rita Clements who was spearheading the drive to restore the mansion. The governor made note of this fact and then delivered himself of a long sales pitch on the project, declaring that “that old mansion up on the hill is a great reservoir of what Texas is all about.” While he talked, his wife looked out the window into the night sky. She wore a mink jacket and a large, unwieldy necklace. The governor’s blustery manner threw her natural reserve into conspicuous relief, so that she appeared serene.</p><img/><p>Illustrated by Mark Weakley</p><p>Lettering by Roberta Hill/Sagebrush Studio</p><p>“When we move in,” Clements was saying, “God willing in June or July this summer, that Governor’s Mansion will have gone through a three-million-dollar renovation. It’ll have 1850s furniture, pine floors, and working fireplaces, and be a place that all Texans can take pride in.”</p><p>“Dear,” said his wife, “don’t you need to change?”</p><p>The governor excused himself and went into the rear compartment of the airplane, emerging a short while later in a tuxedo. He did not appear transformed.</p><p>“You gotta help me, dear,” he said, handing his wife a bow tie with a big elastic loop. “The one thing I can’t do,” he explained, as he obligingly turned this way and that at his wife’s direction, “is put my tie on.”</p><p>When Clements sat down again I asked him about his library, which I had heard was one of the most extensive private collections of books on Texas history.</p><p>“I guess I first developed an interest in history at my mother’s breast,” he said. “Some of the first money I made working on the drilling rigs in South Texas went into those books. Those were some of Dobie’s early books. I believe he was writing that <em>Yaqui Gold</em> book back then. I have a very comprehensive set of books on Sam Houston. There may well have been seventy-five or eighty books written on Houston.”</p><p>Clements’s speech was clipped and emphatic, and not particularly fluent. He had a front-line system of responses, ready to be launched at a second’s notice, but otherwise it seemed that each individual word was hauled up, like a heavy piece of machinery, from some great storage bay deep inside his brain. As he waited on the next shipment of words, he would sometimes hold his hands at chest level and make a gesture with them like a boxer’s feint.</p><p>“Houston is my favorite character,” Clements went on, “as far as Texas is concerned, He is a very sophisticated, complex person. It’s no accident that Kennedy included Sam Houston in that <em>Profiles in Courage.</em> Houston set the precedent for us. He ran for governor and was elected for one reason: to preserve the Union. He never believed in secession per se. States’ rights, yes. Secession, no.”</p><p>“What was it that he tore up and threw in the fireplace?” his wife asked.</p><p>“Oh, i’ve forgotten, Rita. But it was some document. Some document he tore up and threw in the fireplace.”</p><p><span class=\"dropcap\">T</span>he governor’s plane landed at the Corpus Christi airport a stately half-hour or so behind schedule. The night was appallingly cold, but since there » were two DPS cars parked within ten yards of the ramp, our experience of it was brief.</p><p>“Clements is extravagantly wealthy, and his wealth suits him. You cannot encounter his ferocious confidence without realizing that he is a self-made man who thoroughly approves of his creation.”</p><p>“The Town Club,” Clements mused when his car was under way. “Is that not the successor to the old Dragon Grill?”</p><p>“Yessir,” said the Texas Ranger behind the wheel. “Sure is.”</p><p>“How about that. The old Dragon Grill, Rita, was the R&R spot on North Beach in the late thirties. They had super food. Then they moved closer into town and established this place called the Town Club. Boy, you could get the best broiled flounder you could ever put in your mouth. I guarantee you that to come in from that brush country and get a broiled flounder like that was something else.”</p><p>Clements was sentimental about this country; it had been the landscape of his young manhood. He told me he had come to South Texas from his home in Dallas in 1934, just after he graduated from high school. He was seventeen. He had been offered several football scholarships, but at that time his family was desperate for income. During Clements’s boyhood the financial reversals of his father, who was in the farming and ranching business, had been chronic, and now, in the midst of the Depression, the crisis was severe. Clements worked as a roughneck in the oil fields for fifteen months, spending half his salary on living expenses and sending the rest home. When his father found a job managing a ranch outside of Dallas, Clements went back home and spent two and a half years studying engineering at SMU before he got “itchy” and returned full time to the oil fields without graduating.</p><p>“Back then,” he explained, “you could make more money working on a rig than you could as a lawyer or a graduate engineer. Rita, do you know what a graduate engineer got back then?”</p><p>“I don’t know. Two hundred a month?”</p><p>“Baloney! It was a hundred and ten. But you could go out in the oil fields and work on the derrick floor and make three hundred a month. So where do you think I went?”</p><p>“To the oil fields.”</p><p>“I went to the oil fields. I lived in Sinton, Robstown, Bishop, Inez. I lived in every part of this country. Just a youngster out of high school. I went where the rigs went. I lived at the bakery for a dollar a day, room and board. I ate ’em out of house and home. They’d fix you a lunch with two sandwiches, a raw onion, and an apple, and then you’d come in at night and you’d have chicken-fried steak.”</p><p>The governor paused for a moment, then went on in a low, distracted voice. “and I never felt lonesome,” he said, “and I never worried about nothin’.”</p><p><span class=\"dropcap\">A</span>t the Town Club the mood was warm and indulgent. There were a few reporters in the lobby, and they asked Clements about an important senatorial race in the Valley and about the effects on the poor of the president’s proposed budget cuts. The governor said that he thought his candidate would win and that Reagan had a solid feel for the underprivileged.</p><p>“Now, you all are not supposed to interview the governor,” a woman scolded. “He’s supposed to be in a reception line.”</p><p>By and by the governor shook off the reporters and ascended by elevator to a room where a combo was playing “Yellow Bird” and red-jacketed waiters stood about impassively, holding trays of cheese puffs. The reception line was more or less a formality, since the governor knew many of these people well. They were his sort of people, and they were not without funds.</p><p>“Hi, Richard,” he would say, “good to see you. Hi, alice, good to see <em>you.”</em></p><p>Meeting strangers, the governor was cautious, even suspicious. He had a way of turning a casual introduction into a subtle duel of eye contact. He would hold a handshake a beat or two longer than necessary as he gave his opponent a sly, appraising look. But there was also the slightest play of mirth on Clements’s face, a hint that you were being drawn into his confidence at the same time as you were being sized up like a piece of merchandise. It was an old managerial technique, a kind of shorthand hypnosis. The governor’s initial impression was so intense and ambiguous that the average flustered citizen could not help feeling somewhat under his power.</p><p>It was fascinating to watch this continuous dominance. It was not a dominance based on grace or natural presence. It was a battle that had to be won, a position that had to be defended, every moment. “I am not a Republican governor,” he said, poking a man repeatedly in the chest, “I am a governor for <em>all of Texas'.” </em>He was always on the attack, moving forward, cocking his head upward to compensate for his lack of height, keeping his feet firmly planted.</p><img/><p><em>a meeting with the ladies and gentleman of the press</em></p><p><em>tWe’ll continue to observe the same ground rulesjvr thus press conference as before, i wboevei gets tv</em></p><p>But most of these people were not strangers, and the governor was noticeably at ease with them. It was no accident, I felt, that his personal history should be entwined with those of the people in this room, and that his politics should speak to their needs. Clements was a supremely pragmatic man, and money was the single most pragmatic and visible standard. He knew how to read people who had money. The rich were observable, but the poor were ineffable and vague.</p><p>Standing with his wife in the reception line, Clements projected none of the suave apartness of a conventional politician. He was an unlikely governor, not just because he was the first Republican to hold that office since Reconstruction, but because it was so plain that he was a man used to simply doing business, a man who you would not think could abide the diluted powers and incessant scrutiny of public office.</p><p>Clements had long been a heavy financial contributor to national Republican politics. In 1968 and again in 1970 he had been approached to run for governor of Texas as a Republican, but the idea did not catch up to him until much later, after he had served presidents Nixon and Ford as Deputy Secretary of Defense. It was essentially an office management position, involving running the Pentagon on a day-to-day basis, but it gave Clements such a thorough, top-secret grounding in national defense that he could not help being horrified by the policies of Jimmy Carter. Clements became convinced that a Republican quest for the governorship was “not a mission impossible. It was a mission <em>possible</em>.” He asked John Connally, George Bush, anne armstrong. Nobody wanted to take the mission. Then one evening in the fall of 1977, after an intense discussion with his wife, he decided to do it himself.</p><p>Clements spent the better part of an hour mingling with the guests at the Town Club, and then seats were taken and the Lord was invoked. “Grant,” it was requested, “that we may be grateful stewards of Your great gifts.”</p><p>After dinner the governor and his wife were introduced, and they each spoke for a few minutes about the importance of the restoration project. In one corner of the room a display on the mansion had been set up, and there was an elegant little booklet at each place setting that included a stamped envelope in which guests were to insert their pledges, but the sales pitch itself was very low-key and chatty.</p><p>“after we spent seven million dollars getting him elected,” Rita Clements said, “and we walked into the mansion and the walls were cracked and paint was peeling off, I said, ‘My God, am I going to leave my house in Dallas for this?’ ”</p><p>There was no way to predict what the pledge cards would finally read, but the evening was clearly a success. “Well,” Bill Clements said in the car on the way back to the airport, “there were lots of nice people there tonight. It’s fun to have those roots go back almost as far as you can remember. If you really want to find out something about me you ought to talk to those kinds of people. You ought to go back to them and ask, ‘What kind of a nut is this guy?’</p><p>“There’s no crucible,” the governor reflected, “that cooks so well as time. Those people are still there and that relationship still exists. That’s what counts. Don’t you agree?” he asked his wife, rubbing her knee with his hand. She looked at him sleepily, not answering.</p><p>“I know you do,” he said.</p><p><span class=\"dropcap\">T</span>he Clements entourage flew on to Houston that night and put up in the Guest Quarters, an exclusive hotel where all the rooms were suites and all the phones had rows of blinking extension lights. On the way into central Houston on the Gulf Freeway, Clements reminisced about the time in his campaign when he had been caught in a traffic jam on this stretch of road and had simply gotten out of his car and walked up and down the freeway, tapping on windows and saying, “Hi, i’m Bill Clements. I’m running for governor.”</p><p>He moved easily from that kind of reverie into a discussion of the traffic problem in Houston. There was always a formal pitch to his voice, but it was interesting how often he lapsed into the cadence of public speech.</p><p>“It’s not so much one person, Rita,” he said now, in reference to solving traffic congestion. “What you have to do is marshal the talents and visions and dreams of a whole lot of people.”</p><p>The stately, measured tone of his conversation discouraged me from asking questions. I could not enter his mood. His mind seemed to move ahead on its own track, as unswervable as a road grader. He was neither a public man nor a private man. He was a businessman.</p><p>The hotel where Governor and Mrs. Clements stayed was across the road from the Galleria. The governor entertained the notion of driving over there in the morning and buying a pair of shoes, but the prospect did not excite him. “Buying a pair of shoes and getting a haircut are the two damnedest things you have to do,” he said. “They’re tough.”</p><p>Fortunately the demands of his office provided Clements a convenient excuse to put off his shopping trip. He elected to stay in his hotel room that morning, going over a speech on his anticrime package that he was to make to an Exchange Club luncheon that afternoon. Rita Clements, however, was going shopping, and I joined the little security entourage that went with her to the Galleria. She was shadowed with the utmost discretion by a Texas Ranger and a DPS security officer; they walked along with her, scanning with their eyes the tiers of the mall, monitoring their watches to make sure she was on schedule.</p><p>The first lady was a very handsome woman of precise appearance. She moved through the Galleria with great assurance and polish, slowing down as she approached every door, confident that it would be opened by someone. Her retinue of two security officers and a reporter did not seem to bother her in the least, and she chatted amiably about all the time that she and her husband had spent in the Galleria during the campaign and about the stationary bicycle the doctor had prescribed for the governor after he had injured his hip playing handball. For all of this, she came across as a very subtle woman who played the game of politics several layers deeper than her husband.</p><p>“Name?” asked the receptionist in the optical shop where she went to have her sunglasses repaired.</p><p>“Clements.”</p><p>“Cleemons?”</p><p>“No. C-l-e-m-e-n-t-s.”</p><p>She strolled down to an art gallery dominated by a stuffed polar bear and filled with cowboy paintings, sea chests, model derricks, wooden Indians, and big cat skins. “You certainly have an attractive shop here,” she told the owner.</p><p>“i’m looking for an anniversary gift for Bill,” she said to me. “Something that would look good in his office.</p><p>“Hmmm.” She paused to look at a ghastly statuette of a football player with a buzzard perched on his shoulder. “That’s the first time i’ve ever seen a bronze done of a football player. And here’s another one. My gosh, what has he got on his shoulder?</p><p>“This is nice,” she said, indicating a clear glass dome under which were displayed two stuffed quail. “Bill really enjoys hunting. Both quail and duck. He keeps telling me he’ll teach me how, but it’s a little late in life for that.”</p><img/><p><em>(Continued on page 212)</em></p><p><strong>“During his campaign Clements was caught in a traffic jam on the Gulf Freeway in Houston. He walked around and tapped on car windows, saying, ‘Hi, i’m Bill Clements. I’m running for governor.’ ”</strong></p><p><em>fjhe governor confronts the Gutenberg Stole...</em></p><p><em>77ns is absolutely one of tfie most remarkable monuments of Western civilization. It reveals the birth of the greatest art form of our time. We live bu it, our souls are structured by it.</em></p><p><em>(Continued from page 132)</em></p><p>Mrs. Clements asked the owner for his card and left the shop still considering the purchase of the stuffed quail. She met the governor in the lobby of the hotel, and they were driven downtown to be guests of honor at the Sixteenth annual Crime Prevention Luncheon.</p><p>“<span class=”dropcap“>L</span>ord,” intoned a chaplain from the Harris County Sheriff’s Department, “we thank Ya for the Exchange Clubs of AGreater Houston.”</p><p>Mayor Jim McConn welcomed “Governor Clements and your lovely wife, Rita, Mr. Secretary of State and your lovely wife, annette,” and several other dignitaries and lovely wives. He proclaimed it Crime Prevention Week in Houston. Colt pistols in walnut boxes were awarded to the two men named policemen of the year.</p><p>Weldon Smith, an old friend and business associate of Clements’s, introduced the governor. “I was one of the few people,” Smith said, “who, when Bill Clements announced he was running for governor, was convinced he could win.”</p><p>That was not much of an exaggeration. Clements’s candidacy had been taken no more seriously than that of any other Republican contender, which is to say it had been all but ignored. The defeat of the Republican gubernatorial candidate in Texas was thought to be merely a formality, part of the ritual by which the anointed Democrat coasted into power. Clements disrupted this ritual, first by spending an astonishing amount of money and then by managing to project his blunt, cranky personality to an electorate that had not yet begun to grasp the full extent of its impatience with wavering, apologetic statesmen like Jimmy Carter. On television Clements came across as unsophisticated and abrasive, but the Democrats who misread these traits as stupidity were not quite plugged in. John Hill, Clements’s opponent, was quiet and sophisticated. He spoke with a courtly lisp. Deep in some primitive lobe of the voters’ brains there was no contest. Nobody really wanted a gentleman as governor of Texas when it was possible to have a roughneck. On election day the world as Texas had known it for a hundred years came to an end. All of a sudden here was Bill Clements, a Republican, literally governing in his shirt sleeves.</p><p>When Clements came to the podium he thanked Smith for his gracious introduction, made a few casual remarks, and then segued into his prepared remarks, which detailed the ten major points of his crime package. Some of these proposals —notably the one calling for wiretapping —were provocative and controversial, but in form the speech was classically dull. Even an audience that was packed with law enforcement officers had trouble rising to the applause lines.</p><p>“Boy, I tell ya,’’ I overheard someone saying in the men’s room afterward, “if he’d had eleven points to that thing I woulda never made it.’’</p><p>“He’s a great governor, though,” said the man standing next to him.</p><p>“Sure is, isn’t he?”</p><p>“He doesn’t pussyfoot around. He means what he says.”</p><p>Clements was running late. He had just managed to extricate himself from a media knot and was visibly preoccupied when another reporter, a young woman, approached him in the hallway. “I understand,” she said, “that you want to do something about the overcrowding of prisons.”</p><p>“I don’t want to,” he snapped. “I plan to.” The governor’s manner flustered the young reporter. She muttered something about having phrased the question that way in order to save time.</p><p>“Well, if you’re in such a big hurry,” Clements said, suddenly seized with anger, “you oughta go ahead and leave.”</p><p>The woman was shocked. She somehow recovered herself, asked another question, and received a calm, civil reply. But it was a nasty, lingering moment. There did not seem to be anything personal in this exchange. The reporter had simply run afoul of Clements’s momentum; she had interfered with the process of government.</p><p>As a governor, Clements was unusually accessible to members of the press, but he was also unusually annoyed by them. He seemed to understand the function of the press but not its motivation. Everything to him was already clear, already explicable. Reporters operated in a world of ignorance and supposition. The people he had the most use for were those who did not just <em>want</em> to know things but who knew them already.</p><p><span class=\"dropcap\">C</span>lements’s next order of business in Houston was a tour of M. D. Anderson Hospital and Tumor Institute, the cornerstone of the gargantuan cancer center operated by the University of Texas. The tour was not entirely ceremonial. Although the governor of Texas inhabits a constitutionally weak office, he does have a certain negative authority in that he can veto budget items from the Legislature. Therefore it was in the best interest of various state agencies to justify their existence to him.</p><p>When Clements arrived at M. D. Anderson, the hospital staff was assembled in the lobby, applauding and cheering. Out of this crowd came three or four men in lab coats who began guiding the governor and his wife at a brisk pace through the halls of the hospital, talking about bone marrow transplants.</p><p>“You take what out of ’em?” Clements was asking as the doctors bustled along with their hands behind their backs. “Marra?”</p><p>“Marrow,” they said, putting him into an elevator. “Bone marrow.”</p><p>The elevator doors opened on another team of doctors. “Dr. Udagama here,” one of these doctors said, “is our resident artist, and we thought we’d show you his work.”</p><p>All eyes turned to Dr. Udagama, who in turn gestured toward an old man who stood supported by his wife in a corner of the reception room. It was pointed out to Clements that the man had an artificial nose.</p><p>“Isn’t that marvelous,” the governor said. “You know, I just came back from a couple of weeks in the mountains and I had a nosebleed. Will that nose of yours bleed?”</p><p>“Well, sir,” the man said, laughing and tottering on his feet, “I hope not.”</p><p>“Well,” Clements said again. “Isn’t that marvelous.”</p><p>“Yessir,” the man answered, “it sure is.”</p><p>The tour continued through corridors and wards filled with patients who looked up at the passage of the governor with little more than mute acknowledgment of the diversion he presented. In one of the hallways he walked into a nest of reporters. “I don’t want to answer questions,” he said. “That’s not my purpose in being here at all.”</p><p>The reporters, unperturbed, joined the procession as it made its chaotic sweep through the hospital. Clements was paraded past picture windows through which he could observe patients being treated; he was escorted into the rooms of sleeping children.</p><p>“That’s amazing,” he said, tightlipped, as he was fed information about the treatment of these cases. He was sensitive enough to know that the powers of intrusion of even a governor were limited.</p><p>The tour ended in a punch-and-cookies reception, and after that the governor was taken to a lecture room where Dr. Charles LeMaistre, the president of the University of Texas System Cancer Center, gave a suave little talk and slide show about the goals and needs of the hospital.</p><p>“Now, wait a minute,” Clements said at the end of this talk, referring to a chart that demonstrated a rise in the incidence of cancer in Texas. “These are absolute numbers there on the chart, and here you’re talking about <em>rate.</em> There’s a difference. All the demographics show that from 1980 to 2000 our population in Texas is going to increase fifty per cent. So on a population basis per hundred thousand you’re actually having a decrease.”</p><p>I lost track of the distinction the governor was making, but his argument seemed to perk him up. He had been clearly uncomfortable in his tour of the hospital, a practical man recoiling not just from the suffering he saw around him but from the random, amorphous nature of that suffering. Now, away from that chaos, he was taking comfort in charts.</p><p>“Well, Mickey,” he said to LeMaistre after these demographic matters had been discussed, “it’s been a very, very fine presentation.”</p><p>LeMaistre presented the governor and his wife with two T-shirts to be worn during their “relaxation time.” The shirts read: “Fighting Cancer—Now That’s a Job.”</p><p><span class=\"dropcap\">T</span>he routines of statecraft brought Clements back to the Capitol. In the Governor’s Reception Room, which contained a model of the Liberty » Bell, a saddle, a display of silver serving platters, and other such forbidding knickknacks, he held one of his weekly press conferences.</p><p>“It seems to be the mode of operation these days in Washington,” he said, “to announce ground rules for press conferences. We’ll continue to observe the same rules as before, and that is that whoever yells the loudest gets the question.”</p><p>They asked him about his $35 million emergency appropriations bill to relieve overcrowding in Texas prisons, about wiretapping and bilingual education. Some of these questions he answered in a straightforward manner, but overall he was impatient and suspicious.</p><p>“If you were a Vietnamese fisherman in Seabrook—”</p><p>“Fortunately, i’m not. I happen to be governor. That’s a better job.”</p><p>“Do you have any objections to Mr. Estelle’s ideas on work release?”</p><p>“i’m not going to discuss it anymore until I see what his plan is. I have no comment to make. Why should I make a comment?”</p><p>“Wouldn’t it have been better to build this facility two years ago?”</p><p>“You know, your hindsight is remarkable.”</p><p>And so it went. It seemed obvious that Clements did not hold weekly press conferences to indulge a fondness for passing on information to the electorate. It was a lion-taming session, a chance to face down the beast, smell its breath, and escape unharmed and exhilarated.</p><p>The next day he was on another tour, inspecting the fusion reactor at the University of Texas, then shuttling across campus to be guided through the scholarly artifacts stored in the Humanities Research Center. On display in the HRC was one of the original Gutenberg Bibles.</p><p>“This,” said a small, intense man with an eccentric haircut, “is one of the most remarkable monuments of Western civilization. It reveals the birth of the greatest art form of our time. We live by it, our souls are structured by it.” The man was teetering on the verge of rhapsody. Clements brought him back to earth by asking how much it had cost.</p><p>“Two million dollars,” he said proudly.</p><p>“Cheap, huh?”</p><p>The governor was then shown a playbill from 1753, a group of mannequins dressed in foppish costumes from the Ballet Russe, and Vivien Leigh’s dress form from <em>Gone With the Wind.</em> What he responded to most were two sketches by President Eisenhower that hung in a replica of John Foster Dulles’s study.</p><p>“You know it’s remarkable the talent Eisenhower had,” he said.</p><p>Clements seemed to harbor a mild appreciation of the Humanities Research Center, but I doubted if all these scholarly oddments hit him where he lived. “Hmmm,” he kept saying. “That’s a great asset for the University. <em>Very</em> interesting.”</p><p>“<span class=”dropcap“>I</span> never think about a socalled public self,” the governor said the next day in his office, slouching on a sofa and sipping hot tea. He had spent most of the morning posing with the representatives of every Boy Scout council in Texas and had just now come from the House Chamber, where he had given the scouts a speech and signed a proclamation declaring it Boy Scout Week. As he left he received a standing ovation, and the applause was like a wave that deposited him at the door of the House Chamber and then immediately receded. It was astonishing to see how quickly and thoroughly that sort of adulation could disappear.</p><p>“For instance,” he went on, “i’m not gonna change my way of dress to create an image. I’m not gonna cut my hair short or grow it long. When you start thinking in terms of how this looks to the public, then you lose your character, whatever that character is. That’s sheer dishonesty, in my opinion.</p><p>“You don’t have to tell me a lot of politicians do that. When I first started campaigning these professional people came in. They were telling me that there’s a school you can go to in New York City, this so-called charm school, where they teach you how to dress, how to move your hands, how to speak. Baloney. I have a very strong feeling that under no circumstances do I want to be anything but me.”</p><p>I remembered a man who had walked up to him at a public function and held out a hand. The governor had shaken it, asked where the man was from, and said, “Good. Good to see ya.” But the man just stood there, wanting something, wanting <em>nothing.</em> Here he was, standing next to the governor of Texas, and he did not want the moment to pass. I don’t believe Clements understood this, the helpless rapture of the average citizen. Had the man wanted to ask for a pardon for his brother on death row, had he wanted to protest a budget cut or invite the governor to a bake sale, he would have made sense, he would have fit into the equation. But Clements could not imagine this man—being this man—any more than he could imagine being a Vietnamese fisherman instead of governor. His intelligence was a powerful, fixed instrument like a headlight.</p><p>I had that man in mind when I asked the governor if it was ever frustrating to him, having to hobnob with the rich and powerful all day rather than with the average citizen.</p><p>“i’m not sure there is any such thing as an average citizen,” he said. “as I circulate around you’d be amazed at how much work is being done. Whether it’s something like going to that Exchange Club lunch—I saw people I had to say things to that were involved in state business. I went to a private dinner last night and what we ended up talking about ninety per cent of the time was state business. Bum Bright [the Dallas trucking magnate who is one of the richest men in Texas] was there, and he wants to talk about A&M. There were three bankers there who couldn’t have a meeting of the minds about what could be done with usury laws in the state. What is this ordinary citizen we’re talking about? Is it bankers? They’re ordinary. Bankers or ordinary former students of A&M? Bum may be the chairman of the board of regents, but he’s an ordinary aggie.”</p><p><span class=\"dropcap\">T</span>he next time I saw Bill Clements he was at the National Governor’s Conference in Washington, D.C., striding purposefully through the Hyatt Regency hotel with a stack of briefing books under his arm.</p><p>I followed him around for a few days, watching him vote gleefully against a modest position statement meant to express the governors’ concern about acid rain. In the same vein, he proposed an amendment to another statement to prevent the Environmental Protection agency from “diddlin’ with our groundwater.” It was put about that he had presented Ronald Reagan with a cowboy hat made from the pelt of an albino beaver.</p><p>Clements was prominent at this conference, especially so in meetings dealing with international trade and foreign relations. He came across in these gatherings as well informed, fair-minded, deferential. Here, among his peers and the representatives of favored nations, he displayed none of his renowned surliness. He was almost gracious.</p><p>On one memorable occasion Bill Clements and Jerry Brown met in their capacities as members of the Southwest Border Regional Commission.</p><p>“and that reconsideration, Jerry,” Clements was saying in regard to some esoteric point involving the funding of the commission, “would be along the lines of some sort of state match with a federal match. The percentage is unknown. I think our recommendation would have a strong influence on what finally happens.”</p><p>Brown did not respond. He just sat there, cradling his forehead in his left hand while he mechanically forked up the white, glutinous object on his plate—fish, perhaps—with his right.</p><p>“How does all that sound to you?” Clements pursued.</p><p>“I want to think about it.”</p><p>“Can you think and eat at the same time?”</p><p>“I always do.”</p><p>Clements sat hunched over his place setting with his soup spoon poised in midair. He was staring at the governor of California as if he were a creature on exhibit. There was a wary, bemused rapport between the two governors, and in some odd way they seemed allied against the other participants in the conference. Not politically allied, of course, since Clements was a soup-to-nuts laissez-faire Republican and Brown seemed to be on some ambiguous spiritual errand. But one noticed them; they both had a certain compelling charmlessness.</p><p>The meeting halls of the Hyatt Regency were filled that week with young, vigorous, even-spoken governors, the sort of men who might take a seat next to yours on a shuttle flight and, in the space of thirty minutes, convince you afresh of the fundamental reasonableness of the democratic enterprise. Gathered together in one place, these governors canceled one another out. They looked forlorn, milling about in the lobby, adjusting their hornrims, wearing name tags with a little yellow ribbon that read “Governor.”</p><p><span class=\"dropcap\">B</span>ill Clements stood on the back portico of his Highland Park home, looking out over the manicured acreage sloping down to Turtle Creek.</p><p>“Here comes one right over us,” he said, indicating a wild duck. <em>“Quonnnck! Quonnnck!”</em></p><p>The duck called back.</p><p>“Hear ’im?” Clements said. “Hear ’im answer me? I never use a duck call. I always do it with my mouth. <em>Quonnnck! Quonnnck!</em> We’ve got coons back here, too. And we’ve got the ducks and the geese and the swans. And we’ve got a few quail on the place. Some owls, and squirrels, of course. So it’s a fun place. This is what keeps me invigorated.”</p><p>Clements had grown up within a mile of this house. He was born in 1917 in a house that his parents had built on Maplewood. When his father’s financial troubles began the family moved to a two-bedroom cottage on Normandy Street, where Clements achieved the distinction of growing up poor in Highland Park. He used to fish for crawdads in a creek on the SMU campus and hang out at the World War I barracks at Love Field where the Boy Scouts met. He loved Sunday school. His father pitched on the church hardball team, and some of Clements’s fondest memories are of those games and the picnics that took place afterward. He had an “absolutely marvelous, wonderful boyhood.”</p><p>His first realization that his family didn’t have money came when he was nine or ten years old and began to notice that all of his friends were going to camp. The camp tuition was $250 for six weeks, and to earn the money the young Clements went to work selling produce from a neighbor’s garden. He also cleaned out his mother’s chicken house, which he remembers as a “terrible chore.” He became a Boy Scout and achieved Eagle rank. He went to high school and made all-state on the football team and edited the annual. He described both scouting and high school as “absolutely marvelous, wonderful experiences.”</p><p>We went back inside. It was a large house, a mansion, filled with Mrs. Clements’s graceful antique furniture and the governor’s manly bric-a-brac.</p><p>“i’m interested,” said the governor, “among other things you need to know, in art.”</p><p>He pointed to a painting by a famous Western artist. “This was really in his best period,” he said. “It was painted in 1911. I’ve got some others that were earlier. Before about ’05 his work was really primitive. It didn’t have the flow to it. Most people don’t know it, but around 1900 he went to Paris and studied with the post-impressionists. Oh, sure. See, you get back here a little bit and the sage takes shape. But up close it has no shape at all. Amazing, isn’t it?”</p><p>The governor showed me a painting by a man he termed “the best duck painter in america.”</p><p>“That’s called <em>Morning Mist,”</em> he said. “You can see the mist coming out of the water. I had him paint me a companion one called <em>Evenmoon.</em> Ever hear that word? It’s a good word. That’s when the sun is cornin’ up in the east and the moon is goin’ down in the west and they’re both level with each other. I was out huntin’ ducks one day, and the sun was right at my back and shinin’ on the ducks, and sure enough, there was the damn evenmoon up ahead. So I had this artist go down there to East Texas and paint those ducks for me.”</p><p>There was a piano, with the sheet music to “The Impossible Dream” resting on the stand. A small downstairs library was filled with leatherbound books from the Franklin Library, a subscription book service that had sent the governor of Texas such volumes as <em>The Unmade Bed</em> by Frangoise Sagan and <em>Jailbird</em> by Kurt Vonnegut.</p><p>The governor showed me his upstairs study, filled with Defense Department mementos, model airplanes, medallions, and framed portraits of famous americans. After that we went down to the dining room, where a maid named Bessie served us breakfast.</p><p>During breakfast the governor talked about Sam Houston again. “He never recovered from Texas’ seceding from the Union. It broke his heart. You hear about that, but in this case it really happened. He fought for independence in San Jacinto in ’36, and what we’re talkin’ about is an act of secession in ’61, so for twentyfive years here’s a man who had only one thing on his mind, and that was Texas.”</p><p>I wondered what it was about Sam Houston that intrigued Clements. Compared to the rest of the hardheaded freeenterprisers who had seized Texas from Mexico, Houston had been almost mystic. But Clements had fashioned Houston in his own mind as a clear, appraisable figure, a man you could do business with. Houston had invented Texas; Bill Clements, through sound management, would make it work.</p><p>Clements was scheduled to fly to Laredo that day, to address a conference on border industrialization and to meet the newly elected governor of the Mexican state of Tamaulipas. He had agreed to take me along and to stop by his Sedco office on the way to the airport so that I could see his library of Texana.</p><p>The governor got behind the wheel, and the Ranger who had meant to drive sat in the back seat.</p><p>“Boy,” he said, inclining his head toward Turtle Creek, “as a kid I fished ever’ hole on that whole watershed. Occasionally i’d catch a small bass. Mostly it was sun perch. You know those lakes there up at the country club? We’d dive in those lakes at night for golf balls. That caddymaster over there knew we were doin’ it. Seldon McMillin and I would go down and feel for ’em in the mud. You get one of those Spalding balls that some guy had hit just once, you could sell it for fifty cents.”</p><p>The Sedco offices were located in an old school building that Clements bought at auction in 1969 and then had restored. “The walls are solid brick,” he said as we entered the building, which was staunch and lovely. “They’re called bearing walls. The building is a structure in which the walls bear all the load.”</p><p>Clements indicated a row of plaques on the wall. “Lo and behold, we won every architecture award in the country, even the national awards. We didn’t have anything in mind of that nature—just doin’ our thing, so to speak.”</p><p>Clements’s own office was in the southwest corner of the building. It was a paneled room neither too large nor too small, dominated by a mounted kudu head.</p><p>“It’s really an antelope, is what it is,” Clements said. “It’s said by those who know to be the most prized trophy because of its horn configuration. That’s why when people are given an honorary degree it’s called a kudu.”</p><p>On his desk was a piece of scrimshaw, a whale’s tooth etched with the design of a Trident submarine. “Just imagine,” he said, “a thirty-billion-dollar weapons system. I fought like a tiger for it and it carried in the Senate by one vote. And I was the one who prevailed on that senator to cast that vote.”</p><p>The library branched out from his office, rows and rows of ten-foot-high shelves filled with books about Texas. <em>Bigfoot Wallace, a Dynasty of Western Outlaws, Cow by the Tail.</em> The books were arranged by author and cataloged on file cards, and new titles were secured for Clements by a book dealer. The governor was a very rich man now, and it was evident that he bought his culture in bulk. But it was not difficult to imagine him 45 years ago, a young man in from the oil fields, chancing upon a book by J. Frank Dobie, turning it over and over in his hands to get an idea of its heft, and finally thinking something like “Hell, i’ll just buy this thing.” But perhaps it was not that idle a decision. After all, what would better motivate a young man to accumulate a library of Texas history than an unconscious desire to someday be a part of it?</p><p>The luncheon meeting of the industrialization conference took place in a utilitarian auditorium in the Laredo Convention Center. At each place setting there was a pile of little packets of salt, salad dressing, and Coffee-mate, which were brushed aside by waitresses in clear plastic gloves in order to make room for plates containing big, tough steaks.</p><p>The governor of Tamaulipas gave a boring speech, and then Clements gave a boring speech in which he said he favored the expansion and construction of international bridges and railheads. Then the two governors disappeared into a conference room for a few hours.</p><p>“I enjoy those fellas,” Clements said after he emerged. “i’m really impressed with those Mexican governors.”</p><p>The bluebonnets were out along the runways of the Laredo airport, and Clements admired them as he took his seat. The plane took off with such immediacy that I barely noticed when we left the ground.</p><p>We had a rambling discussion on the way back to the Capitol. The governor said his first memory dated from the age of three, when he put in an appearance stark naked at a party his mother was having in the back yard. He said he has no recurring dreams. He never thinks about reincarnation. He believes his high energy level has something to do with his ability to drop off to sleep within a matter of minutes. He is an implementer. He likes conversation with meat on it.</p><p>There was a lull. The governor glanced at a newspaper that was lying on the seat in front of him, then looked up and reestablished eye contact.</p><p>“Well,” he said, rubbing his hands together, “ask me anything you want.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "May 1981",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Governor",
      "Texas",
      "people",
      "Houston",
      "Books",
      "money",
      "Republican",
      "Oil",
      "Work",
      "Bill Clements",
      "ever",
      "House",
      "office",
      "Running",
      "Tour",
      "Football",
      "School",
      "Traffic",
      "Art",
      "Budget"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Texas",
      "Houston",
      "D.C.",
      "Dallas",
      "Laredo"
    ]
  }
}