{
  "issue_metadata": {
    "identifier": "TXMO-1975-11",
    "date": "November 1975",
    "year": 1975,
    "month": 11,
    "month_formatted": "November",
    "pdf_uri": "/1975/19751100.pdf",
    "issue_cover_image": "",
    "document_start_page": 76,
    "toc_start_page": 74,
    "document_page_range": [
      [
        76,
        78
      ],
      [
        123,
        124
      ],
      [
        126,
        130
      ]
    ],
    "toc_order": 2,
    "toc_headline": "GOD’S COUNTRY",
    "toc_kicker": "",
    "cover_cut_line": "How the Coroner Solves True-life Mysteries, by Al Reinert"
  },
  "identifier": "TXMO-ARTICLE-197511-godscount",
  "source": "/1975/19751100.pdf",
  "wp_post_id": 108579,
  "wp_post_guid": "http://www.texasmonthly.com/article/gods-country/",
  "authors": [
    "A. Greene"
  ],
  "headline": "GOD'S COUNTRY",
  "dek": "Coming of age in Abilene, the buckle on the Bible belt.",
  "spread_caption": "",
  "excerpt": "Abilene, Abilene, strangest town I’ve ever seen.",
  "kicker": "",
  "word_count": 5537,
  "content": "<p>Illustrated by Sean Early/SketchPad Studio</p><img></img><p>When I was growing up there in the Thirties and Forties, Abilene was a one-industry town: God.</p><p>God met the biggest payroll and He was the local real estate magnate. Besides owning the fifty church buildings and employing the people in them, He held title to the three institutions of higher learning in town: Abilene Christian College, controlled by the Churches of Christ; HardinSimmons University, a Baptist school; and McMurry College, of Methodist extraction. In addition, He had a first lien on Hendrick Memorial Hospital, which started life as the West Texas Baptist Sanitorium, and formed a joint partnership with a couple of Roman orders that ran Saint Joseph Academy and Saint Ann Hospital. That was a pretty hefty inventory for a town of 25,000. Not even the FFA (First Families of Abilene)—the Wootens, Radfords, Guitars, and Fulwilers—could match it.</p><p>This meant that everybody in Abilene was supposed to please the Boss by going to church every Sunday, beginning with Sunday school, and a goodly number were expected to be back that evening. It also meant that nothing of a public or commercial nature could be. announced for Wednesday nights, which were kept sacred for prayer meetings.</p><p>For the truly devout there would also be young people’s meetings, ladies’ prayer circles, and Bible study classes, men’s business meetings (Abilene’s churches were male dominated), choir practice, visits to the county jail, baskets for the Donkey Flat families at Thanksgiving and Christmas, and “personal work,” a broad designation which included such things as counseling with unrepentant—read, drinking—husbands of “saved” wives, admonishing teenaged girls “how far to go,” or knocking on doors in a zealous attempt to inflate the numbers of your congregation.</p><p>Naturally, this recital of devotion isn’t wholly on the mark. Not everybody in Abilene went to church in such a full-time way. A large percentage just attended the eleven o’clock Sunday morning service, put their pledge payment in the collection basket, and let it go at that. Among the hardshells, however, the eleven o’clock service was referred to scornfully.as “High Mass”; the implication was that a Real Christian would be there for more than this single, obligatory appearance. But whatever their churchgoing habits, I’ll guarantee you one thing: damn few Abilenians wrote “none” when they were filling in the “Church preference” blank. You had better put down <em>something</em>, even if it was “Roman Catholic.” Not only God kept score; so did the banker, the credit manager, and the man who signed that temporal paycheck.</p><p>Abilene, like Caesar’s Gaul, was (and is) divided into three parts: Baptist, Methodist, Church of Christ. Back in the Twenties and Thirties the Baptists were the major business leaders, but the Methodists had more of the professional men. The Church of Christ members stuck together, traded with each other, and had the reputation for being good neighbors—honest and dependable—but too damn straitlaced and self-righteous, even for Abilene. The big money was pretty well divided between the Baptists and the Methodists; at this period, the Church of Christ was a low-income flock. After World War II that changed, and today some of the wealthiest Abilenians are members of The Church, as it is referred to by those who go.</p><p>Not everybody belonged to the Big Three. Abilene had its enclaves of Presbyterians, Episcopalians, Disciples, Lutherans, Roman Catholics (as noted), and many smaller sects, including some who shout, roll, and speak in tongues. By 1940, there were enough Jews in Abilene for a <em>minyan</em>, and a synagogue opened out on Chestnut Street. The Presbyterians are the oldest denomination in town; the First Presbyterian Church (according to a plaque embedded in a downtown sidewalk) was founded more than two weeks before the Abilene town lot sale on March 15, 1881. The Episcopalians in Abilene (as in most places) have always formed a social elite, and it has been more prose than poetry that certain ambitious individuals, as they gained fiscal status, worked their way up the churchly ladder from Baptist to Presbyterian to, finally, Episcopalian.</p><p>I was always going to write a novel about Abilene. At first it was going to be about a boy listening to the midnight whistle of the T&P train going east—going anywhere—telling himself that one day he would go—anywhere—and would become a success, and then he would return to Abilene in triumph, possibly as a poet. My hero and I were convinced Abilene needed poets and recognized its need. The next novel I was going to write about Abilene was not going to be about returning, it was about getting the hell out. The boy, now a man, would break free of the narrow conventions this hypocritical village imposed on its bright souls, and would thumb his nose at Abilene. But neither my novelistic heroes nor I could ever decide how to be successful in that hedonistic spirit which says living well is the best revenge. No, we were ol’ Abilene boys, even the rebels of my imaginary novels. Immorality was embarrassing, vulgarity awkward, and no matter how free we thought we were, we just couldn’t bring ourselves to humiliate our folks or our fellow tribesmen. Every time we inspected our standards, they turned out to be stamped “Made in Abilene.”</p><p>Thirty years later, I still haven’t figured out how you score a win on a town that belongs to God.</p><p>We never thought of Abilene being a hick town or a religious ghetto when I was growing up there. We took it like it was, the way kids take pretty nearly everything, even now. We just supposed you went to church all the time, no matter where you lived, just like we took it for granted it was windy everywhere and that on lots of spring days the schools closed because the sandstorms were so black you couldn’t see and so thick you couldn’t breathe. And all the religious separatism within the community had qn unexpected result; it gave a tribalism to life which was comforting. You were forced into an identity: “Aren’t you folks Methodists?” or, “They’re Church of Christ,” or (with snickers), “They’re foot-washin’ Baptists.” After a while it became a part of your community face, answering lots of questions about what sort of person you were presumed to be before they had to be asked—particularly if you were of the Church of Christ, which observes certain rituals and holds certain doctrines not common to other Protestant groups. Thus, as you were assigned to a church (even if you and your family were only nominal churchgoers), so you accepted that people would consider you a certain way, and that you would make such observations of others on the same basis.</p><p>There was a sort of pulpit truce, observed by all but Church of Christ preachers, that one did not attack other denominations by name or proselytize directly during a service. Although visiting among the churches wasn’t exactly common, it was popular with teenagers, who found it a convenient form of Sunday night dating—it allowed you to couple romance with religious duty. But it could be embarrassing to take a visitor to a Church of Christ service. Every time you did, it seemed like that would be the night the preacher picked to give some other church hellfire and damnation, either for not having “a scriptural baptism” (the Church of Christ believes only in total immersion), or for having a non-scriptural name, i.e., something like Methodist or Baptist or Presbyterian.</p><p>The dominance of the churches also meant Abilene High School didn’t have a senior prom or sock hops in the gym. Dancing was suspect anywhere (it could get you kicked out of Abilene Christian College), and unthinkable as a publicly sponsored school activity. But there was social activity; Abilene wasn’t <em>that unnatural</em>. There were glorious occasions in the front and back seats of various Hudsons, Studebakers, and Nashes—occasions shared by the offspring of all the assorted Godly—yea, even the Church of Christ, the Roman Catholic, and the Holy Roller. There were those good nights when you parked out on the lonely dirt roads close to Ely’s Tank and learned religious tolerance and ecumenism in its most effective form, whether the radio was playing “That Old Black Magic” or “When the Saints Go Marching In.” And when Bea Jean whispered to you, asking, “What are they doing?” it was a form of communion that far antedated the Upper Room. So there were plenty of “mixed marriages” in Abilene, and crossing church lines was a form of reward within that community identity: you might not be “one of us” but being of Abilene you were at least certain to be of God.</p><p>I’m not sure we Greenes were a typical Abilene family. We were a little poorer than some, but a little more bookish than others. My grandmother Maude Cole was head librarian of the Carnegie Public Library, which was the cultural sanctuary of Abilene during the depressed Thirties. In that fundamentalist society, an artist was considered at best non-contributory and at worst sinful. Even so, an interesting circle, with nothing else to do, hung around the library making literary talk and keeping my grandmother writing her sonnets and painting her purple landscapes. The library itself was magnificent, the most imposing public building in town. Old Andrew Carnegie had built it for Abilene in 1909, and it was a tall, brown brick structure with deep, stone-trimmed windows, a red tile roof, and wide, wide eaves which were just right for protection against the West Texas summer sun. It was quiet and cool in summer and cozy in winter, and for decades was almost embarrassingly adequate for a town the size of Abilene. Although it was in the heart of town, it was surrounded by big pecan and catalpa trees and offered a perfect island for youngsters who wanted to get away to other worlds. There were two famous teaching sisters at Abilene High, Miss Tommie and Miss Bobbie Clack, who, with my grandmother and her library, launched 90 per cent of the literary dreams in Abilene for decades.</p><p>The Carnegie Library was torn down late in the Fifties, and the 50-year requirement of Carnegie’s bequest having lapsed, the name of the new library was changed to Abilene Public Library. The building is larger and more useful, but it is a graceless box, utterly without the charm of that old red-roofed landmark it replaced. And with that perverse dedication to drabness which afflicts city builders in Texas’ arid regions, the trees were chopped down, ending forever that particular oasis of the spirit in central Abilene. Only MissTommie, in her nineties, survives.</p><p>My mother wasn’t Jewish, but she was a Jewish mother about one’s obligations and eating all the food off your plate. Her chicken soup was red beans. She had lots of pride when it came to the kind of people she classed us with, but when the family needed money that pride didn’t stop her from taking a very menial job wrapping butter for a penny a pound at Banner Creamery. She was firm in her religious opinions, once she decided to hold them, and apparently felt only slight stirs of what our preachers warned were “the sins of the flesh,” despite the fact she’d married at sixteen. Once, a number of years after I was happily married to a good-looking girl (a <em>Dallas</em> girl), my mother asked me, with unusual curiosity about such matters, if I actually enjoyed exercising conjugal rights. I assured her that I found the exercise to be at least as good as any form of human actiyity I’d ever heard of. “Hmmm,” she shrugged, “I never could see much to it myself.” My father, despite her remark, was far from henpecked. He was a generous, light-hearted man who was not one to measure the consequences of all things—or how to pay for them. She had made him leave the Methodist fold and come over to the Church of Christ when they married, and through her doings (I understand) he never drank liquor, wine, or beer, nor did he gamble or cuss. He did smoke, but the day he turned 35 he pitched half a pack of Lucky Strike greens on the lowboy and never took another puff of anything. He said the Lord did it.</p><p>My mother didn’t like cussing or even the milder euphemisms. I got a hard spanking at age six or seven when she heard me exclaim “Gosh!” after smelling a little girl’s bare feet. Who knows, it didn’t stop me from cussing but maybe it kept me from being a foot fetishist. My mother even thought “hot dog!” was a nasty phrase, since in her opinion it referred to a bitch in heat.</p><p>How simple morality was in Abilene —although with the years I have come to realize that Abilene wasn’t unique in embracing simple moral derivatives. It must have been the same in countless small Texas towns, or in the little dry, fundamentalist towns all over the South. For that matter, I suspect my mother was one of a race of mothers the same all over the world.</p><p>The demon rum crept back into Abilene in 1962 after having been exiled 60 years earlier in one of those periodic spasms of Prohibition that dried up so much of Texas. The thing that returned the demon was a little municipality (you can’t even call it a village) named Impact. Impact lies at the north end of Abilene, just off Old Anson Road, and if one considers Highland Park and Dallas to have a strange symbiosis, think on Abilene the Absolute, and Impact the Impure. Impact consists of a neatly kept area containing the mayor’s home, two big liquor stores, and a grocery where beer can be bought on Sundays. You can box the compass from Impact and all you get is Abilene.</p><p>Impact voted itself into cityhood back in 1960 with 28 voters, then voted its cityhood wet the same week; but it took two more years of courtroom battling before the first fifth was fetched home by a customer. Abilene took up arms and spent thousands of dollars trying to hatchet Impact before it could hatch— with means and methods not always, shall we say, Christian. But Impact survived to become a Texas legend.</p><p>Impact, from egg to bird, was the idea of its permanent mayor, Dallas Perkins. Even the name came from the little company he operated: Impact Advertising. I was there in 1959 the morning the idea was born over coffee at the Hotel Wooten. Perkins was mad about having been picked up in a raid on the Abilene Country Club which had been led, gangbusters style, by the Texas Rangers. Gambling was the target, although the club made no secret of its weekly “Las Vegas Night.” The results of the raid were more embarrassing than effective: the flower of Abilene society was arrested and listed in the paper and forced to forfeit $50 bonds. Perkins thought the whole thing smacked of Melvin Purvis and the Junior G-Men on a publicity shoot-out. Someone at the coffee table (who <em>hadn’t</em> been caught in the raid) said well, you can’t fight city hall, and Perkins announced on the spot he was going to start his own city, by God, and keep the damn Rangers out. He and his wife Nancy (she a native Baptist, he a native Methodist) owned about twenty acres of flood plain along Elm Creek which Abilene refused to annex because it would cost too much to extend utilities to it that would protect it from Elm’s periodic rises. (In Abilene the creeks either run sand or flood.) Perkins then and there told Dan Sorrells, a lawyer present, to form a city.</p><p>About that time the state courts handed down a landmark ruling that any Texas political entity could vote itself wet, even if it were only a precinct or a tiny burg within a bone-dry county. The law for decades had held that once a county voted dry, no smaller unit within it could vote wet. Perkins saw immediately his city could become the only (legal) liquor dealer in hundreds of miles, and he promised future Impactions (a name I coined which the city has declined to accept) that, if they voted wet, nobody would have to pay taxes for paved streets, water and sewer lines, streetlights or police. The vote was 28-0 in favor of liquor, and Perkins kept his voters’ trust—but not before he and Nancy had been cold-shouldered by their churches, and had endured friends and strangers barging in to pray over them in their own living room. The first liquor sale didn’t come until December 23, 1962, and that was after two Texas Supreme Court decisions had been handed down and 5000 appeals for destruction had been sent winging aloft to the heavenly Landlord of Abilene. By summer Dallas and Nancy were ready to take their first trip to Europe with the surcharge Dallas received from every bottle sold. Today he benefits from a lease arrangement with the liquor store management and some people in Abilene believe Perkins is the wealthiest man in Taylor County. To indicate Impact’s fiscal status, magazine writer Betty Cook (a former Abilene resident) reports the police drive Buicks.</p><p>Not long after Impact’s impact, the lovely historic village of Buffalo Gap, fifteen miles south of Abilene and the old county seat, also went wet, but restricted its wet goods to a five-acre fenced tract. Here you can not only get hard liquor and beer to go, you can eat family style at what may be the biggest steak house in Texas, dine under the stars at a German biergarten, or have your cocktails served against the purple shadows of the Tonkawa Hills at eventide . . . right offhand, I can’t think of a prettier setting for the liquid amenities in Texas than Buffalo Gap.</p><p>With liquor at both ends, Abilene itself will probably not go wet anytime short of Century 21. For another thing, that large section of the population affiliated with the Church of Christ won’t have it, although The Church is far from being as solidly dry as it was presumed to be 40 years ago. Nearly all the Abilene hotels and motels give guests bar club membership cards when they register, so the pressure's off, too.</p><p>Another part of Abilene’s reputation as the buckle on the Bible belt comes from its being the home of Abilene Christian College—supported and tightly controlled by the Churches of Christ. (For one thing, you have to be a member of The Church to teach there.) Although ACC doesn’t draw any lines in the religious affiliation of its students, myths and legends about it are as rich— and ridiculous—as when I enrolled there some 30 . . . well, a long time ago. One of my favorites is that ACC girls were not allowed to sit in a chair vacated by a male until 30 seconds had elapsed, so the seat could cool off from all that animal heat. Another favorite story is that ACC girls could not wear patent leather shoes because the toes act as mirrors, allowing the oversexed boys to see “up there.” Or that ACC girls could not wear polka-dot dresses lest some boy misconstrue them as a challenge (now get this) to “poke a dot.” Abilene scoffers refer to the ACC campus—which covers several acres on a plateau at the town’s northeast corner —as “Campbellite Hill” or “The Holy Hump.” Even in the Forties it was a much more sophisticated school than most Abilenians liked to think, and from experience I can attest that ACC students, girls and boys alike, have pretty much the same impulses and further them in pretty much the same ways as other college students. However, when I enrolled there, one legend was still inviolate: no campus-inspired marriage (and there had been hundreds) had ended in divorce. That legend, alas, didn’t survive my sophomore year. To illustrate how everything changes, churchgoing Abilene, like worldly Dallas, now sadly numbers more divorces than marriages in its vital statistics.</p><p>Abilene was no accident, being planned and promoted by the Texas & Pacific Railroad with some help from local ranchers. The name comes from the New Testament (Luke 3:1), a fact not overlooked by critics of Abilene’s alleged all-pervasive sanctimony. This biblical source, coupled with the fact that it means <em>plain</em> or <em>prairie</em>, might mislead one to think the name was doubly appropriate. But the name wasn’t picked for pious or geological reasons, but for purely commercial ones. Clabe Merchant, one of the ranchers, named it Abilene in hopes it would become as big a cattle-shipping point as Abilene, Kansas, where he and his twin brother John had trailed a few thousand head. In point of fact, Abilene, Texas, soon exceeded Abilene, Kansas, in everything but history. When I was a schoolboy, we moaned and gnashed our teeth when some radio personality, in a rare mention, mistook <em>us</em> for <em>them</em>. This might be one of the things that has kept a certain tincture of humility in the citizenry. Our Abilene never had stout braggarts or card sharps or con men operating within the city’s history—no figures bigger than life. Even if we’d had some, they’d just be identified with Abilene, Kansas. Every time it looked like the Texas town would grow out of the shadow of that Kansas village (after all, Abilene, Texas, is nearly fifteen times its size) something would happen. During World War II when Abilene, Texas, had both Camp Barkeley and the Abilene Air Base, national attention was drawn fairly often—what with 100,000 or more servicemen on hand. But then came General Ike Eisenhower, soon to be President Eisenhower—and where did he live? Abilene, Kansas, of course. After Ike’s days in office, “big” Abilene moved out again, only to have those long-run TV westerns take over, all of which took place either in Abilene or Dodge City, as though they were the only towns west of the Mississippi. Only in the Seventies is Abilene, Texas, regaining its own identity in the national consciousness, and no longer, when one says, “I’m from Abilene,” does everybody in the room (including a bagful of fellow Texans) turn and remark, “Oh— President Eisenhower’s hometown.”</p><p>Abilene has always been a quiet place, so far as making news is concerned. I’d rate it the most overlooked town for its size in Texas, with the possible exception of Beaumont. Abilene, however, has a style, or patina of dignity, denied so many red-dirt towns of West Texas —most of which sprang up with some oil or cattle boom and look it. Spiritually, it might be a one-industry town, but Abilene, even as Clabe and John Merchant were rooting for its becoming a cow town, would not let itself become economically dependent on a single crop, a single mineral, or one or two forms of animal life. It diversified early. It passed a law double quick that trail herds on the nearby Western Trail couldn’t come through town—even if it meant losing the good-time dollars of the cowboys. Then it took the county seat away from Buffalo Gap (stole it, the Gappers still claim) and made more money shipping buffalo bones its first few years than it did shipping beef. It resisted the ranchers—even its founders —and started cropping cotton while they fumed over barbed wire fences.</p><p>But first and last, Abilene distributed and made goods. From its initial day as a tent city back in ’81, it had wholesale pretensions, and before long the town was even finding a way to make its old red dirt pay off by manufacturing bricks—and it still makes and sells red dirt as “Abilene commons.” The miles between Abilene and bigger places like Fort Worth and Dallas preserved it from being sucked dry—as Abilene would suck dry such nineteenthcentury neighbors as Hodges, Iberis, and Hamby. Abilene was (and is) all to itself—there’s got to be a city right where it is. Dallas or Fort Worth to Abilene is a 200-mile drive, then to Midland-Odessa is 200 more, and from there out to El Paso is about the same interval. It’s a natural sequence, and the only modern inconvenience the city feels is a kind of short-haul jet lag: Abilene’s a little too close to Dallas to get on the schedule of the long-distance carriers. So, although Abilene has a modern, multi-million-dollar airport, it’s served by only one airline, Texas International, and if you want to fly direct anywhere but Dallas and San Angelo, you’re out of luck. You want to fly from Abilene those 200 miles west to Midland? You fly 200 miles east to Dallas-Fort Worth Airport and catch a plane which goes right back 400 miles west—passing over Abilene as it flies.</p><p>Part of Abilene’s diversity comes from its colleges. Simmons College (now Hardin-Simmons University) was the first, in 1891. In 1906, having killed off poor old Buffalo Gap’s Presbyterian College, Abilene got Childers Classical Institute, which became ACC. After Abilene lost out in the contest to be the location for Texas Tech, the Methodists decided it would be safe enough, with no state school around, to erect McMurry College—which opened in 1923 and took over Stamford College from that Jones County town.</p><p>Abilene’s colleges and the armed forces (the army shut down Camp Barkeley in 1945 but the Strategic Air Command’s Dyess Air Base replaced it a decade later) have helped Abilene grow steadily—from 26,000 in 1940 to 46,000 in 1950 to more than 98,000 today. Growth has brought economic stability—employment is high and cost of living is low, one of the four lowest in the country—but it has also been accompanied by a casual indifference to the past that has permitted the destruction of much of the town’s history and local color. Gone are the nineteenthcentury buildings with their cast-iron fronts, gone is the South Side’s redlight district; and in their place are parking lots and sloping black sidewalks— that’s right, black—which absorb ungodly amounts of West Texas heat and glisten so badly your eyes hurt. The history is gone, leaving the center of town snaggletoothed and drab.</p><p>From its creation, Abilene has been divided in twain by the T&P railroad tracks, creating the North Side and the South Side—and both area designations have persisted as de facto political and social definitions. “Were you raised on the North or South Side?” is a perfectly valid question. It tells what schools you attended and who your friends were and hints at the social remoteness of the two parts. I was reared on the South Side and never for a minute dreamed the North Siders considered themselves our equals. It was a shock, once we all got to high school (there was only one then), to find that the North Side kids and their parents felt very much the same way about us. The business district was not quite so fixed, although it was similarly bisected. By 1930 the South Side commercial establishments had become less urbane and all the swank lay up Pine and Cypress streets north of the tracks, so the more affluent South Siders had to trade up north. Even today, native South Siders find it unthinkable to move to the North Side.</p><p>I guess North Siders feel the same way, but I’m prejudiced.</p><p>Abilene has never been a honky-tonk, brawling and boozing town—at least not since it threw out the saloons in 1902. For years the only thing approaching a sin-haven was Charley Blank’s nightclub—and Charley’s was more famous for its sign (a two-headed concrete horse and a faceless concrete rider) than for knife fights and hair pullings. Charley used to advertise on the radio, in an Italianate accent, “No stag, no tag, no slacks . . . y’hear me?” Even now, Dallas Perkins won’t put in a fancy restaurant and bar in Impact, much less a honky-tonk. Despite the bitterness with which Abilene fought his little liquor locality, Perkins doesn’t want to justify the old predictions he would open a roaring Sin City. After all, Dallas is an ol’ Abilene boy.</p><p>But for years there was this larger anomaly: Abilene was famous for its whorehouses, which in God’s town were most unbiblical in their profusion. Nearly half the prostitution decisions given in Texas lawbooks came in cases which originated in Abilene. The tenderloin section was along Chestnut and South Second and Third streets on the South Side, with a few “hotels” on North First all mixed in the business district. There were rows and rows of these secondstory places, each with its dingy “Rooms” or “Hotel” sign and a Negro porter sitting in a cane-bottom chair on the sidewalk in front of the stairway going up to the girls. It was a rite of passage for Abilene boys at a certain age to go down at night and joke with those sidewalk porters and, if the girls weren’t busy with paying customers, gain access to bargain with them.</p><p>When I walked out of Penn Station the first time, I looked around and asked where the Empire State Building was. On having it pointed out, I expressed disappointment to my New Jersey guide, “Why, it’s not as tall as the Wooten Hotel.” Stuck in there shoulder to shoulder with the rest of the Manhattan skyline, it lacked the lonely grandeur of Abilene’s fifteen-story tower. Fifteen stories was more than enough height to impress us when the Wooten was built in 1929. One day a friend named Joe Rutledge and I hung his brother Keith out of a fourteenth floor window by his ankles—with Keith’s acquiescence—and after three seconds Keith was quick to call it tall enough. It’s still the tallest building in Abilene. “The Wooten Corner” was, of all things, a landmark of lust. For one thing, the big sign atop Hotel Wooten would burn out about once every five years and read: <strong>HOT WOO</strong>. But mostly it was the wind currents around its base. Abilene males congregated on the corners of North Third and Cypress for hours of girl watching, making bets whether a girl, coming around that corner and hitting that sensational updraft, would grab her skirt or her hair first. During Camp Barkeley days, when thousands of GIs were downtown, the Wooten Corner traffic got so disgraceful an ancient city ordinance was dusted off, calling it a misdemeanor “to make goo-goo eyes” at an unescorted female. I don’t think more than two or three unfortunates were ever prosecuted, but it got so much nationwide press coverage that for a month or so the corner was relatively tame. The unescorted females themselves were supposed to have been the moving force behind repeal of the goo-goo eyes ordinance. At any rate, there were few old maids in Abilene by the time the Army moved out in 1945.</p><p>My dad claimed I learned to read by studying another reminder of Abilene’s sour puritanism—a big sign that glared down on swimmers at the Johnson Natatorium. I love it still. It read:</p><p><strong>IF SHE’S YOUR WIFE HUG HER AT HOME IF NOT LEAVE HER ALONE</strong></p><p>Abilene has its share of distinguished citizens and has spread a respectable collection of native sons and daughters around the globe. Those with artistic ambition pretty much have to leave— or maybe, it’s just that Abilene puts a premium on being content and casts a cold eye on ambition of any sort. Ambition is often equated with excessive selfesteem : “Thinks he’s better’n the rest of us.” Fundamentalism not only pays scant attention to beauty and cultural growth, it suspects imagination. With fundamentalism there can be no speculative philosophy, no broad inquiry of life. There can only be doctrine.</p><p>For certain, there are a host of things one can’t do or hope to succeed at in towns of Abilene’s size, no matter how enlightened or advanced they may be— so you go. But it is hard to leave— harder, I expect, than from most hometowns. Even if you succeed elsewhere, the impressions of the past make you feel the tiniest bit as though you have failed. You haven’t just left, you have run away from home. Abilene still insists her children develop and use internal constraints. It gets to be a kind of pride. And organized religion, even if you don’t subscribe ot it, is an institution teaching not just self-restraint but accountability. You don’t always blame external forces for your hard times. That gets to be a proud thing, too. Or is it just the hometown syndrome? Is every town its own Abilene? But where else, you ask yourself with a chuckle, will I find a funeral home named Laughter and a florist named Philpott?</p><p>Marilyn Armstrong, a young executive trainee with Neiman-Marcus in Dallas, laughed about growing up in Abilene, reciting all the annoyances and peculiarities of living in the fusty, pokey place. And though there was an enormous gap in our ages, we agreed the Abilene experience hadn’t seemed to change much for its offspring. And we agreed we could never go back, or want to go back. But a day later she called me, worried about how I might quote her. She might have sounded mean, hateful. “You know,” she said, “I love the old town. I wouldn’t want to do anything to hurt it.”</p><p>Spoken like a true Abilenian. Of which there are no exes.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "November 1975",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Abilene",
      "Anson",
      "Army",
      "Artist",
      "attack",
      "Baptists",
      "Barbed Wire",
      "Beauty",
      "Beer",
      "Buffalo Gap",
      "buildings",
      "Business",
      "Cattle",
      "Chicken",
      "Children",
      "Church",
      "Cocktails",
      "Coffee",
      "cold",
      "College",
      "Cotton",
      "Country",
      "Country Club",
      "Creeks",
      "Cypress",
      "Dallas",
      "Dancing",
      "Diversity",
      "Dresses",
      "El Paso",
      "ever",
      "Exercise",
      "Family",
      "Family Style",
      "Favor",
      "Food",
      "Fort Worth",
      "Future",
      "Gambling",
      "God",
      "Hair",
      "Heat",
      "HERO",
      "High School",
      "Highland Park",
      "History",
      "Home",
      "Hotels",
      "House",
      "Jones County",
      "Law",
      "leather",
      "Love",
      "MAD",
      "March",
      "Marriage",
      "money",
      "Mother",
      "Nature",
      "new jersey",
      "News",
      "North Side",
      "Oil",
      "Opinion",
      "Painting",
      "people",
      "Poetry",
      "Police",
      "porters",
      "Prayer",
      "Preacher",
      "Prohibition",
      "Prostitution",
      "Race",
      "Radio",
      "Rangers",
      "Real Estate",
      "Restaurant",
      "Romance",
      "School",
      "Schools",
      "Society",
      "Soup",
      "spirit",
      "sponsored",
      "Spring",
      "Stars",
      "Steak",
      "Style",
      "Summer",
      "Supreme Court",
      "Synagogue",
      "Taxes",
      "Taylor",
      "Tent City",
      "Texas",
      "Texas heat",
      "Texas Supreme Court",
      "Thanksgiving",
      "Trade",
      "Traffic",
      "Trees",
      "TV",
      "War",
      "Water",
      "West Texas",
      "Westerns",
      "wind",
      "Writer",
      "Writing"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": [
      "Abilene",
      "Cypress",
      "Dallas",
      "El Paso",
      "Fort Worth",
      "Taylor",
      "Texas",
      "West",
      "West Texas"
    ]
  }
}