{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19784",
    "date": "April 1978",
    "year": 1978,
    "month": 4,
    "month_formatted": "April",
    "pdf_uri": "/1978/19780400.pdf",
    "issue_cover_image": "",
    "document_start_page": 102,
    "toc_start_page": 100,
    "document_page_range": [
      [
        102,
        103,
        104,
        105
      ],
      [
        182
      ]
    ],
    "toc_order": 2,
    "toc_headline": "Plastic Fantastic/Design",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-197804-plasticfa",
  "source": "/1978/19780400.pdf",
  "wp_post_id": 113034,
  "wp_post_guid": "http://www.texasmonthly.com/article/plastic-fantastic-design/",
  "authors": [
    "Mike Hicks"
  ],
  "headline": "Plastic Fantastic",
  "dek": "The outcast of design materials goes from trash to flash.",
  "spread_caption": "",
  "excerpt": "“Plastics,” the man whispered to Dustin Hoffman in The Graduate, and plastics—transformed from junk into art—it is.",
  "kicker": "",
  "word_count": 1790,
  "content": "<img/><img/><p>Photography by Michael Patrick</p><p><em>Red all over (left to right): Braun coffee maker designed by Dieter Rams, plastic containers from Mepal, red spoon from Rosti, Kartell breakfast table, Danish-made heart-shaped box, Rosti mixing bowl, Canadian Contempa phone. Big Red pen, Swimaster diving mask, nylon tank suit from Speedo, and snazzy Liberty Bell sports glasses.</em></p><p><span class=\"dropcap\">P</span>ity plastic. Heralded as the material of the future, the designer’s dream, the manufacturer’s salvaplastic was once the <em>wunderkind</em> of the twentieth century. By virtue of its amazing versatility, it could be made shiny or dull, hard or soft, clear or opaque; it could be formed to any shape, given any texture, and dyed any color. With almost limitless properties, this noble substance promised to change the look of the world. And it would have, too, except that somewhere along the line it got diverted into the fabrication of fake-o, imitation, look-alike sleaze. It didn’t sink to those bogus depths without a fight, though. Remember the great Bakelite radios and Celluloid jewelry now finding their way into antique and collector’s shops? These designs represented valiant efforts to keep the use right for the material. It would take almost a century before manufacturers would again be as honest with plastics.</p><p>Like so many other american enterprises, the story of Celluloid began with simple greed. In 1863 Phelan and Collander, billiard ball magnates, had become so alarmed at the slaughter of the great elephant herds and the diminishing source of ivory for their balls that they offered a reward of $10,000 to anyone who could produce a suitable substitute.</p><p>In 1869, six years later, synthetic billiard balls rolled down the line at the laboratory of John Wesley Hyatt and his brother Isaiah. This may truly be regarded as the first successful production of plastic in the U.S. After their initial success with billiard balls, the Hyatts formed the Hyatt Celluloid Manufacturing Company, and Celluloid soon was turning up in dental plates, automobile side curtains, combs, brush handles, spectacles frames, and—of course—Celluloid collars. More than anyone else, John Hyatt deserves the title of Father of american Plastics.</p><p>While Celluloid and a few other plastics were in the marketplace early in this century, it was not until World War II that plastic was seriously developed. Primarily because of shortages of raw materials such as rubber, military needs became urgent. With Uncle Sam pumping in the dollars, new plastics began to appear like magic.</p><p>Most of the plastics produced then and now go into things that we never give a second thought to: industrial gaskets, motor insulation, electrical connectors, battery cases, adhesives and coatings, pill bottles, and piping. But since these products require only functional design, they didn’t fall victim to the rule that soon began to plague those plastics involving aesthetic design: imitation. Since plastic was initially promoted and used as a substitute for something else, it soon suffered the stigma of any substitute: it was what you settled for if you couldn’t get the <em>real</em> thing. This fact, coupled with the tremendous profit potential of cheap plastic imitations, soon made the word plastic synonymous with phony and cheap. Thus plastic became the poor man’s coffee table, the toy that broke, the bane of modern design.</p><img/><p><em>This knockout fuchsia sofa by Ray Wilkes for Herman Miller contradicts the whole trend of the last decade toward natural materials and organic shapes.</em></p><img/><p><em>The Terraillon scales, designed by Marco Zanuso, easily hold a mound of fresh cranberries. The Braun kitchen machine by Dieter Rams is now a design classic.</em></p><img/><p><em>These ski boots from the George Hanson company would have been right at home in</em> Star Wars. <em>a stylized plastic cloud-lamp will light up your living room.</em></p><img/><p><em>advent’s small FM radio and speakers make plastic look great. The Yamaha headphones were designed by Mario Bellini. The portable TV is from Panasonic.</em></p><img/><p><em>Virtually every part of this digital watch is plastic, including the innards.</em></p><img/><p><em>Plia chair by Castelli sells for under $50.</em></p><img/><p><em>Marco Zanuso’s Terraillon scales show that you really should give up snacks.</em></p><img/><p><em>Ettore Sottsass, Jr., designed this crisp Logos series calculator for Olivetti.</em></p><p>Fortunately, this image hasn’t been as long-lived as the material. It has been changed by the progress of science, a handful of European designers, and one or two companies with guts. But the most telling reason for plastic’s improved image has been the movement of certain plastics toward the upper end of the marketplace.</p><p>The most outstanding example was the form of acrylic trademarked as Plexiglas, acrylite, and Lucite. While many other plastics were considered pariahs, Plexiglas and its siblings were definitely high caste. Whether its image was due to clever marketing or just a fluke of the public’s recognition didn’t matter. Despite the fact that they looked like glass, no one ever considered these products imitation or artificial. Glass companies, eager to expand their product lines, exploited the transparency of Plexiglas and its ability to be shaped into fluid forms. Home furnishings manufacturers began to think of hundreds of new uses for this wonderful stuff. The public didn’t think of Plexiglas as intrinsically cheap, just different. Part of the reason is that it has never been cheap, and the explanation behind that has to do with optics. Acrylic was developed during the war for use in aircraft windshields and canopies and had to be both moldable and nondistorting. It may not matter much that your new dining room table is optically correct, but it is, and you paid for it.</p><p>By the mid-sixties public acceptance of acrylic furnishings, latex paint, nylon, rayon, and so forth had set the stage for the rebirth and acceptance of plastic in the U.S. Meanwhile, there were far-reaching developments on the other side of the atlantic: Europe was sprouting a new crop of designers who had the unusual combination of excellent taste and financial backing.</p><p>West Germany and Italy were, and still are, the principal recent forces for new product design in the world, particularly using plastics. If any two companies had to be singled out for having the courage and conviction to take a gamble on plastic they would be Braun of West Germany and Olivetti of Italy.</p><p>The brains behind Braun is Dieter Rams, best known for the Braun coffee maker. His designs cover a wide range of electrical and household products (a radio-phonograph, a toaster, a cigarette lighter), two of which—the toaster and the cigarette lighter—are in the permanent collection of the Museum of Modern art in New York.</p><p>Olivetti rose to international prominence in design in 1969 with the release of the Valentine typewriter. Designed by Ettore Sottsass, Jr., its shiny red plastic case also made its way into the Museum of Modern art.</p><p>Once these companies broke the ice, a lot of big corporations decided to take the plunge and began, without apologies, <em>to</em> use plastic in the manufacture of their products. You have only to look at the interior of any new BMW or Mercedes-Benz to see what I mean. Prior to this time, putting molded plastic dashes, handles, and parts into some of the most expensive and elegant automobiles in the world would have been economic suicide.</p><p><em>(Continued on page 180)</em></p><p><em>(Continued front page 103)</em></p><p>Currently, almost all of the major European countries can boast several famous designers who are committed to the future of plastic. Denmark’s acton Bjørn and France’s Marc Held and Pierre Cardin are among the top names. But for sheer numbers of great designers, no place can surpass Italy. Mario Bellini, Marco Zanuso, Joe Colombo, the late Pinin Farina, Nuncio Bertone, Gae aulenti—they head a list that reads like a who’s who of modern design. Also not to be forgotten is Giorgietto Giugiaro, who has almost single-handedly transformed the appearance of a score of the world’s automobiles—Fiat 850 Spider and the new line of squarish Volkswagens, among others—through his company Ital Design.</p><p>Plastic is at last being recognized on its own merits, and what this renaissance means to the man on the street is design integrity and quality in the everyday products he uses.</p><p>Luckily for us, designers in the last few years seem to have hit on workable principles for good design in plastic: form follows function; the type of plastic is right for the use; if the object is a machine or gadget, it has only as many buttons, knobs, and dials as necessary; and, finally, it is a pleasure to see, touch, and use.</p><p>As with all well-designed things, the best plastic pieces have an element of ingenuity, a departure from the obvious that enhances their efficiency or beauty, or both. The Braun kitchen machine, for example, is wonderfully simple and easy to use. There is only one control to regulate the speed of the motor. What else do you need? The attachments such as mixer, coffee grinder, and blender go on and off with the movement of a single lever. There are other, more subtle, design elements. Notice the two parallel lines on the body of the machine. The first is where the two sections join; the second is the cooling vent for the motor. Why did no one think of this before? There’s no reason for a cooling vent to be an ugly hole in the appliance.</p><p>A similar example of imaginative design is the lid of the Terraillon kitchen scales. Not only does it repeat the lines of the base, but, flipped over, it doubles as a container for weighing—practical and attractive at the same time.</p><p>Products like these are a welcome relief from the abominations that have usually been synonymous with plastic: poor quality and inappropriate materials that melted or broke with normal use; functionless doodads and grilles added for a pseudo space-age look, and shameful camouflage of the very material the objects were made of. The only redeeming feature was that these things usually fell apart before anyone had to look at or use them for very long.</p><p>We seem to have entered, at last, into an era of good taste in plastic design, and for the next five or ten years, it should be possible to purchase future classics of modern design at outrageously low prices. The Plia folding chair, for example, still sells for about fifty bucks, and that’s a bargain. Try getting museum-quality design in stainless steel for that price. Consequently, this promises to be a golden era for collectors of design in plastic. The only note of caution would be, as always, to insist on the originals. They are made of first-quality plastics and should last for years, even with heavy use. The imitations, like the plastics of bygone decades, won’t.</p><p>The one great lesson to come out of all this is simple: plastic is nothing to be ashamed of. Only when it’s bastardized, only when it’s shunted off into the imitation of other materials does it get a bad name. Recognized and used for its own properties, it can’t be beat.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "April 1978",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Design",
      "Coffee",
      "Future",
      "Germany",
      "Home",
      "War",
      "Art",
      "battery",
      "Big Red",
      "Boots",
      "Breakfast",
      "Canadian",
      "Diving",
      "Elephant",
      "ever",
      "Golden",
      "italy",
      "Jewelry",
      "Maker",
      "Marketing"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Canadian",
      "Golden",
      "West"
    ]
  }
}