{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19784",
    "date": "April 1978",
    "year": 1978,
    "month": 4,
    "month_formatted": "April",
    "pdf_uri": "/1978/19780400.pdf",
    "issue_cover_image": "",
    "document_start_page": 94,
    "toc_start_page": 92,
    "document_page_range": [
      [
        94,
        95,
        96,
        97,
        98,
        99,
        100
      ],
      [
        183,
        184
      ],
      [
        186,
        187,
        188
      ],
      [
        190
      ],
      [
        192
      ],
      [
        194,
        195,
        196,
        197,
        198,
        199,
        200,
        201,
        202,
        203,
        204
      ]
    ],
    "toc_order": 1,
    "toc_headline": "Daddy’s Money",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-197804-daddysmon",
  "source": "/1978/19780400.pdf",
  "wp_post_id": 113040,
  "wp_post_guid": "http://www.texasmonthly.com/article/daddys-money/",
  "authors": [
    "Harry Hurt III"
  ],
  "headline": "Daddy’s Money",
  "dek": "An eccentric billionaire named H. L. Hunt met a woman, got married, and had a family. Then he met a second woman and had a secret family. Then he met a third woman and had another secret family. Then he died and the three families confronted each other across an ocean of money.",
  "spread_caption": "",
  "excerpt": "The feuding over H. L. Hunt’s vast fortune is a family affair, and what a family!",
  "kicker": "",
  "word_count": 18324,
  "content": "<p>Frania Tye Lee would never forget the way H. L. Hunt bought her off. It was in January, she told the court, back in 1942. The two of them were in Dallas, at the Hotel adolphus, momentarily alone. All of a sudden, Hunt closed the doors to their adjoining rooms. He shut the transoms and checked the outside hall. Then, satisfied that no one else could hear, he offered her a million dollars to sign a statement saying that he had never really married her.</p><p>“That’s when I became very angry and screamed that I would never sell my children for all the money he had,” Mrs. Lee recalled.</p><p>Why, asked Mrs. Lee’s attorney, did H. L. Hunt want you to deny that you were married to him?</p><p>“So that he would not be revealed as a bigamist,” she replied.</p><p>Whether or not she was telling the truth, Frania Tye Lee made an excellent witness. Appropriately described by her attorney as “a well-preserved seventy-three,” she held her gray head high and spoke of her calamitous experiences with H. L. Hunt as calmly as if she were reporting the details of a routine family dinner. She had put on too much make-up, especially powder, and the stark courtroom light made her face look waxen and unnaturally white. But she still had the enormous blue eyes, the very wide and handsome jaw, and the outlines of the sturdy, fullbreasted figure that had attracted the young Hunt in the twenties. The flaws of her old age and her attempts to hide them only made her seem more sympathetic, more victimized.</p><p>Frania Tye Lee had come back to claim her share of the Hunt empire after more than half a century of living lies, and now, three days into the trial of her lawsuit, her chances were looking better and better.</p><p>Across the crowded Shreveport courtroom, the so-called “first” and “second” families of H. L. Hunt were therefore looking bleaker and bleaker. For them, Mrs. Lee’s lawsuit was the latest unpleasant chapter in the continuing saga of their late father and the living legacy of his three feuding families. The children of H. L.’s first wife, Lyda, and those of his mistress (and ultimately, second wife), Ruth, were accustomed to fighting among themselves. The enmity between them was not, as often portrayed, an all-out war. One did not try to plot the destruction of the other. Rather, the two factions engaged in a constant opposition of philosophies and styles, a sort of running disagreement —about everything. In fact, just prior to their arrival in Shreveport, the first and second families had been quarreling over their greatest source of discord: how to manage the remnants of their father’s vast estate. They had reunited only to face the threat now posed by Mrs. Lee and her “third” family.</p><p>With wives and children occasionally swelling their ranks to over a dozen, the Hunts made a very impressive show of solidarity. Even so, it was not hard to tell them apart. Ray, the oldest child of the second family and the named defendant in Mrs. Lee’s lawsuit, sat at the counsel’s table with his back to the audience, his hands neatly folded in front of him. Blond, broad-shouldered, and fastidiously clean-cut, he bore a remarkable resemblance to his old man: the same jaw, the same puffy cheeks, the same intense eyes. At 34, he was also just about the same age H. L. had been when he first encountered Frania Tye. Earlier in the week, testifying in his capacity as sole executor of his father’s estate, Ray had acknowledged that his father was also the father of Frania’s four children. Then he had returned to his seat to await the defense’s turn to argue.</p><p>The other Hunts observed the proceedings from a special section of seats to the right of the defense table, directly across the room from the jury box. Ray’s younger sisters sat at the far end: June, the strawberry-blonde who went by the nickname Peaches; Swanee, the youngest, a chubby blonde; and Helen, the middle one, a slim brunette with more angular features than the others. A Hunt Oil Company aide sat on one side of the sisters; Ray’s blonde wife, Nancy, sat on the other. With their soft and innocent complexions, the four Hunt women of the second family looked like a row of inquisitive angels.</p><p>Dallas Morning News</p><img /><p><em>H. L. Hunt built a billion-dollar empire. Now his children vie for the pieces.</em></p><p>The children of the first family did not look at all angelic. A half-generation older than Ray and his sisters, they all had dark hair and less uniform though still unmistakable variations of their father’s features. They were also more expressive. Bunker, age 52, the oldest active son, showed his feelings most. Slouching back in his chair with his tiny hands folded over the great swell of his prodigious belly, his glasses jammed against his forehead by a sullen frown, the stayless points of his shirt collar bent forward on each side of his tie like tiny white horns, he resembled a spectacled dinosaur caught in a primeval mud bog and brooding over it. Virtually nothing about him hinted that he had once been the world’s richest human being.</p><p>Bunker’s sister Caroline sat to his right with her graying hair pulled back in a bun, her arms folded, her face wrinkled in a frown approximately half as intense as her brother’s. Herbert Hunt, correct and businesslike as always, sat beside his blonde wife, also named Nancy, pensively resting his hand on his cheek. Lamar, age 45, the youngest, fidgeted most. Crossing and uncrossing his legs, he would lean forward, remove a gold ball-point pen from the inside pocket of his habitual blue blazer, examine the ends of the pen as if it had mysteriously arrived from another planet, then replace it.</p><p>Three more in-laws completed the family portrait: sister Margaret’s tennis-playing husband, al Hill; Caroline’s husband, Buddy Schoellkopf; and Lamar’s attractive wife, Norma. A slim, vivacious woman with exquisitely delicate features and big brown eyes, Norma was easily the most stylish and the most striking of the Hunts, male or female. The sole incongruity was her hair—a great pile of thick blonde hairpieces that diminished rather than increased the shine of her considerable natural beauty.</p><p>The only regular family members not present in the courtroom were absent for good reason. H. L. H. Iii, the emotionally disturbed, oldest first family son known as Hassie, had not come because his illness has prevented him from appearing in public for over 25 years. Margaret, his steel-willed oldest sister, a potential witness for the defense, had chosen to remain in the hotel rather than suffer the indignity of waiting outside the courtroom with the other witnesses. Meanwhile, Ruth, the mother of the second family, had stayed in Dallas on the advice of the attorneys, who feared that if she made the trip to Shreveport, the other side might call her to the witness stand and try to embarrass her with the fact that her own children—Ray, June, Swanee, and Helen—had been born out of wedlock before the death of H. L.’s first wife, Lyda.</p><p>Frania Tye Lee’s testimony provided embarrassment enough. Claiming that Hunt had introduced himself to her as “Major Franklin Hunt,” she said that she had lived with him for nine years before discovering his true identity and the existence of his other wife and family. She went on to admit that after the scenes in the Hotel adolphus, she did sign a statement denying her marriage to Hunt, as well as a document releasing him and his estate from any further claims. She also admitted accepting nearly a million dollars in the form of cash, trust funds for her children, and monthly payments of $2000, which she continued to receive right through the day of her testimony. However, she said she capitulated only because of Hunt’s pressure, his complaints of indebtedness, his assertion that the court records of their marriage had been destroyed, and, most of all, his promise to recognize her and her children on an equal basis with his first family when he wrote his will.</p><p>Andy Sharp</p><img /><p><em>Did Frania (right), shown with son Hugh Lee, sell her children’s birthright?</em></p><p>Mrs. Lee said she had let the matter rest until 1973, when Hunt published his autobiographical family history, <em>Hunt Heritage.</em> The book, she said, had upset her terribly because it did not even mention her or her children. Two years later, when Hunt’s will was opened, she discovered that H. L. had left four-fourteenths of some Louisiana oil properties to the “Reliance Trusts” he had set up for her children. However, like <em>Hunt Heritage,</em> the will failed to mention her or her children by name. That, she said, was why she had decided to file suit against the estate. She told the court that shortly after her decision to sue, her son, Hugh Lee Hunt, accompanied her to Florida to look for a marriage license. Although she had looked twice before without finding anything, this time they discovered a voided entry in an old record book that appeared to support her claim.</p><p>Now Mrs. Lee was asking the court to declare her Hunt’s “putative” (commonly accepted) wife. She was also asking for one-half of all the community property H. L. had accumulated between 1925, the year of their alleged marriage, and 1934, the year she claimed to have discovered his true identity, plus all the subsequent fruits of that community property. In a separate but related lawsuit filed in a Baton Rouge court, Mrs. Lee’s children were asking to be declared H. L.’s legitimate heirs.</p><p>As Ray Hunt conceded at the following recess, this was “not your run-ofthe-mill trial.” The main reason, of course, was because the Hunts are not a run-of-the-mill family. For one thing, they are among the richest of the incalculably rich. According to those closely familiar with the family enterprises, a quick tally of the net worth of the Shreveport courtroom during Frania Lee’s testimony would have yielded a figure of $2-3 billion if the Hunts were to “sell everything they own tomorrow.” However, counting the enormous principal of their trust funds (under the structure of the trusts, the children receive only the income) the Hunt family wealth is well in excess of $5 billion. About half of that comes directly from H. L., but an almost equal amount has been accumulated by the children themselves, primarily those in the first family. Five years ago, when he still had his great Libyan oil field, Bunker Hunt was the richest individual on earth, with reserves he estimated to be in excess of $16 billion. Even without that ocean of oil, the Hunts may still be the world’s richest non-arab family.</p><p>Surprisingly unassuming in both presence and personality, they often seem as ordinary as the local barber. At the same time, they continually find themselves in the most extraordinary situations. In addition to their activities in high-flying international business ventures, they have been embroiled in such diverse worlds as the horse racing at ascot in England, downtown redevelopment in Dallas, and CIA intrigue both at home and abroad. They have also been embroiled in a number of highly controversial lawsuits and countersuits both criminal and civil, and have hence become controversial themselves. To much of the outside world, they epitomize the Texas oil rich. To their neighbors in Dallas, they are anything from municipal nuisances to local celebrities and business geniuses. Like their present wealth, part of their present problems are of their own making; the rest result from their father’s unusual legacy. As one close associate observed, when they are not fighting among themselves, the first and second families are usually fighting their father’s image.</p><p>At the trial in Shreveport, the first and second families found themselves fighting both of those battles and the third family of Frania Tye Lee. As far as the court was concerned there were just two main issues. First, had Mrs. Lee unwittingly been H. L.’s bigamous wife, or had she been, as the Hunts claimed, just another of the old man’s mistresses? Second, was the release she signed in 1942 still valid and binding? However, behind these narrow legal points lurked much larger questions of identity, wealth, and, most of all, the priority of their father’s affections. For these and other reasons, this was not just another trial, but like the feuding between the first and second families and much of the preceding Hunt history, it was a financial and emotional imbroglio, a battle over both love and money.</p><p>Don Graham</p><img /><p><em>Modest Shreveport home of “Major Franklin” Hunt, Frania, and their children.</em></p><p>In the opening pages of <em>Hunt Heritage,</em> H. L. informs the reader that “The Hunts have long been among the most constructive of the early settlers in this country.” One Hunt, he says, was a chaplain for Captain John Smith, another was the first governor of Georgia, still others were officers in the Revolutionary War. His mother’s side, meanwhile, were Huguenots who arrived in the U.S. in 1797 and later migrated west to Illinois. There, Ella Rose Myers married the first Haroldson Lafayette Hunt, an industrious farmer and banker who had moved north to escape Reconstruction. H. L., Jr. (nicknamed June), was born on February 17, 1889, the youngest of eight children.</p><p>However, nothing in <em>Hunt Heritage</em> hints at one of the main forces in his personality—the fact that he was always oversexed. According to Stanley H. Brown, Hunt’s only book-length biographer, it all began with H. L.’s nursing at his mother’s breast openly and frequently until he was nearly seven years old. In later years, Brown writes, Hunt would recall the experience quite clearly, and retell it “as blandly as if it had been nothing more than information about the acreage and crops of the family farm.” In light of H. L.’s subsequent sexual exploits, that was probably about the way it really deserved to be told.</p><p>For most of his early years, H. L. was the black sheep of the family. He ran away from home at the age of fifteen and drifted across the country working in kitchens and on ranches, farms, and lumber camps. Though his mother was a schoolteacher, he avoided formal education like a disease and spent as little time as possible doing his share for the family businesses. Instead, he used his great mathematical ability to become a professional gambler, one of the so-called “card locators” who memorize every deal and predict the sequences of the cards. Always receptive to opportunities for a fast buck, he also became a cotton and real estate speculator. In his spare time, he exercised his insatiable eye for attractive young ladies.</p><p>Hunt was still plying these trades in the little town of Lake Village, arkansas, just across the river from Greenville, Mississippi, when his mother died. Two months later, in November 1914, he married Lyda Bunker. Like his mother, Lyda was short, darkhaired, and a schoolteacher. The daughter of a prominent Lake Village merchant, she also proved to have a disposition of limitless magnanimity and considerable inner strength. Years later, in <em>Hunt Heritage,</em> H. L. would credit her with “about ninety per cent of our financial successes.” Other family members would go even further. “Lyda was the one who held the family together,” remembered one. “She was the person who really forced H. L. to make something of himself.”</p><p>There was no question that she had her hands full. In the early years of their marriage, H. L. continued to gamble and speculate and run into debt and climb out again. Lyda, meanwhile, started having children—Margaret in 1915, Hassie in 1917. Soon she began getting after H. L. to find a steady job. As usual, he would not listen. Devastated by the Panic of 1921, H. L. left his wife in Lake Village and took off to the oil boom town of El Dorado, arkansas. Shortly after his arrival, Hunt opened up a popular gambling house and began trading in oil leases. That summer, he drilled his first well. Typically, it was a producer, as were most of the others that followed, and in 1922 H. L. moved his family to El Dorado, where the couple’s third child, Caroline, was born.</p><p>Still a relative novice in a relatively young industry, H. L. soon found the oil business of the day suffered the same boom-and-bust cycles common to his other speculative activities. He was rich one day, back in debt again the next. Prices fluctuated without rhyme or reason. There were difficulties on the home front, as well. Early in 1925, Lyda gave birth to another girl, this one named after her. The child lived only one month.</p><p><em>This odd document is the only known record of Frania Tye’s marriage to Hunt.</em></p><p>About this time, H. L., now 36, went through what modern self-help experts would call a “mid-life crisis.” Dissatisfied with the ups and downs of his drilling activities, he sold his remaining production to a major company for a promissory note and discounted the note for cash. Then, with Lyda pregnant once again, Hunt announced that he was quitting the oil business and going to Florida to try his luck in “the wild real estate boom everybody was talking about.”</p><p>In the summer of 1925, Hunt arrived in Tampa. There, just as the real estate boom was reaching its peak, he met Frania Tye, a 21-year-old real estate salesgirl who would become the mother of his second set of offspring.</p><p>The daughter of Polish Catholic immigrants originally named Tyburski, Frania (who also went by the name Frances) had grown up with seven brothers and sisters in Buffalo, New York, where her father worked as a contractor. By the looks of her old photographs, she was absolutely ravishing: a short, dark-haired beauty with blue eyes that shone like giant marbles and strong, well-proportioned features. In her Shreveport testimony, Frania went to great lengths to stress how innocent she was when she met H. L., but Hunt family attorneys suspected otherwise. Shortly before coming to Florida, she had broken off an engagement to a young man by the name of Paul Kurtz. She had also participated in a Buffalo court hearing styled “In Re Frances Tyburski” involving the appointment of a guardian. Exactly who needed a guardian and why never came out at the Shreveport trial over half a century later, in part because the records of the case had mysteriously disappeared. However, it was clear from their questioning that the Hunt family attorneys suspected the guardian was not for Frania, but for a child she may have had by Paul Kurtz.</p><p>In any event, Frania later claimed that Hunt introduced himself to her as “Major Franklin Hunt,” and began a rather bumpy, “whirlwind” courtship, characterized by repeated forward advances, which she repeatedly refused. Finally, she said, Hunt got serious and proposed. On November 11, 1925, armistice Day, the two of them were married by a justice of the peace in Ybor City, Florida, at a wedding arranged and witnessed by a Hunt associate called Old Man Bailey. At this time, she said, she was not in love with Hunt, just very fond of him. “I don’t think I fell in love with him until after we were married,” she told the court in Shreveport.</p><p>Strangely enough, the only documentary evidence Frania could offer to prove her marriage to “Franklin Hunt” was a voided entry in a marriage license ledger book. That entry was discovered by Mrs. Lee’s son only a few months before the Shreveport trial, after several others, including Frania herself, had vainly searched the records at various times over a period of many years. According to the undisputed testimony of a documents expert, the entry was made in different handwriting than every other entry in the book, before or after. A great deal more about the entry might have been determined by dating the ink. However, not long after attorneys in the case made certified copies of the entry, that portion of the record book was mysteriously sliced out—the first time such a thing had happened in the history of the Hillsborough County, Florida, clerk’s office.</p><p>Whether or not they really married, there is no doubt that Frania and Hunt became sexually intimate, for early in 1926, as Hunt’s wife Lyda was giving birth to Nelson Bunker Hunt back in El Dorado, Frania moved to Shreveport, Louisiana, pregnant with Hunt’s child. On October 25, 1926, she gave birth to a boy who was christened Howard Lee Hunt. Two years and one day later, she gave birth to her second child by Hunt, a girl they named Haroldina. Meanwhile back in arkansas, H. L.’s first family also continued to grow. On March 6, 1929, five months after Haroldina was born, William Herbert Hunt was born to Lyda.</p><p>Although it is impossible to pinpoint H. L.’s whereabouts during each phase of this reproductive period, all indications are that he was spending most of his working hours drilling for oil and trading leases in and around Shreveport and El Dorado, a radius of some 80 miles. Then early in 1930 he went to East Texas and began to put together the biggest deal of his career: the acquisition of the famous Dad Joiner leases that proved to be the foundation of his fortune. Hunt closed the deal with the hapless Joiner that spring for $1.3 million in cash and the promise of a small interest in the future production of the leases. Then, as Joiner and others angrily realized the coup he had pulled and prepared a barrage of lawsuits to regain the leases, H. L. quickly set about developing the field that would eventually net him over $100 million. Alert to the fact that Hunt had just bought himself an ocean of oil for a relative pittance, newspapers all over the region reported the deal in banner headlines.</p><p>By this time, Frania was pregnant with still another child. In the late spring or early summer of 1930, she moved to Dallas, where she lived in a house on Versailles avenue in Highland Park. Shortly afterward, she and her sister Jennie opened a beauty parlor in the Highland Park shopping center. On October 28, Frania gave birth to a second girl, Helen. Realizing that his future now lay in East Texas, H. L. moved Lyda and the children of his first family from El Dorado to Tyler and opened offices in the People’s National Bank Building. However, H. L. himself took an apartment in Henderson, which put him much closer to the Joiner leases, and set to work on his giant oil bonanza with his favorite son, fourteen-year-old Hassie, at his side. On august 2, 1932, his wife, Lyda, gave birth to the couple’s last child, a son they named Lamar.</p><p>By the spring of 1934, H. L. Hunt was already a multimillionaire, and Frania, with seasonal regularity, was pregnant once again. It was then that H. L. and Frania suffered the first rupture in the long series of breakups and reconciliations that finally led to the stormy settlement scenes in the Hotel adolphus in 1942.</p><p>Exactly how that rupture came about is very much open to question. Frania later claimed that the precipitating factor was a friend’s sudden revelation to her that the man with whom she had supposedly lived for nine years of matrimonial cohabitation was not Major Franklin Hunt, but the famous H. L. Hunt, a man already married and the father of another family.</p><p>That story is at best hard to believe. Not only did she and Hunt give their first child the initials H. L. and their second the unusual name Haroldina, but Frania also admitted that during the entire period from 1925 to 1934, Hunt never once took her out socially and never received any letters or packages at any of the four residences she claimed they shared in Shreveport and Dallas. She said that on a number of occasions Hunt did take her on trips to the East Texas oil fields, and that the two of them may even have discussed the headline-making Dad Joiner deal. But “somehow,” she insisted, she did not know he was H. L. Hunt. She claimed that whenever her suspicions had been aroused, Hunt told her H. L. was his uncle.</p><p>The recollections of two old-timers from the Tyler and El Dorado days suggest that Frania’s contention is a lie. According to Veatrice Hardin Spragins, the widow of a Hunt Oil employee, and Gladys Taylor McCrea, a former Hunt Oil secretary once married to a Hunt family cousin, H. L. kept Frania with him at the Blackstone Hotel in Tyler and the Randolph Hotel in El Dorado, while using both places to conduct business and meet with associates. Both Mrs. Spragins and Mrs. McCrea recalled in recent interviews that Hunt concealed Frania’s true identity and the true nature of their relationship by introducing her as the sister of his sidekick, Frank Grego. On the occasion of Grego’s funeral, Mrs. McCrea said, Hunt even took Frania out to the family’s house in Tyler, where Frania met Hunt’s wife Lyda.</p><p>Lee Shively</p><img /><p><em>Bunker, Herbert, and Lamar Hunt (l. to r.): the sons of the first family</em></p><p>Wide World Photos</p><img /><p><em>Ruth, H. L.: sack lunches and sing-alongs</em></p><p>Langston McEachern</p><img /><p><em>Was Frania Tye Lee a wife or mistress?</em></p><p>Upi</p><img /><p><em>H. L. Hunt collected right-wing causes, money by the millions</em>, <em>beautiful women.</em></p><p>Upi</p><img /><p><em>H. L. Hunt (l.) with second wife, Ruth, who inherited the bulk of his estate</em></p><p>Lee Shively</p><img /><p><em>Ray Hunt: was $7.5 million a victory?</em></p><p>“She knew he was H. L. Hunt,” Mrs. Spragins averred. “She couldn’t help but know it.”</p><p>In a pretrial deposition Mrs. Lee herself testified to seeing Hunt’s oldest daughter, Margaret, at a party next door to Frania’s house on Versailles avenue in the spring of 1934. Although Frania did not then reveal her own identity, Hunt family sources claim that encounter may have been what really prompted Frania to break up with H. L.</p><p>Whichever version is correct, Frania did pack up her belongings and her three children, moved to a house in Great Neck, N.Y., and “immediately” began calling herself “Mrs. H. L. Hunt” even though she realized she “wasn’t Mrs. anybody.” On October 14, 1934, she gave birth to her fourth child by H. L. Hunt, a boy christened Hugh Lee Hunt.</p><p>At this point, Hunt seemed to turn his attention back to his first family. The following year, he set up the 1935 “Loyal Trusts” that became the foundation for the fortunes of his six children by his wife, Lyda. But Hunt also maintained some sort of relationship with Frania. According to testimony corroborated by several former neighbors, Hunt continued to see Frania while she lived in Great Neck, often stopping to gamble at local racetracks along the way. These witnesses said that Hunt went by the name of “Hunt” or “Major Hunt,” and that he treated Frania and her children as would a “normal” husband and father.</p><p>Easily the most dramatic evidence Frania offered of her continuing relationship with Hunt was a collection of love letters and telegrams. One dated December 23, 1937, and addressed to “Mrs. Fran Hunt” went like this:</p><p>Running now a little late</p><p>But hoping to keep our date,</p><p>So strong is the urging,</p><p>My engine is surging,</p><p>So anxious to see what a family I have.</p><p>My hopes are sublime</p><p>To arrive on time.</p><p>It was signed, “Love and laughter longingly, Daddy.”</p><p>Frania also told the court in Shreveport that Hunt had tried many times to convince her to become a Mormon. Despite her refusal, Frania apparently did not want to give up her peculiar relationship with Hunt. She said that in 1939 or 1940 Hunt asked her to move back to Texas “to be closer to him.” acquiescing to his request, she took up residence in a comfortable house in Houston, which she said he paid for, as he had all her other houses. Even though she had long since discovered the existence of Hunt’s “other” wife and family, she presented herself to Houston society as “Mrs. H. L. Hunt.”</p><p>Of course by this time Hunt had pretty much completed the development of the East Texas field and was becoming fairly well-known all over the region. In 1938, he had moved Lyda and the children of his first family from Tyler to Dallas, his new headquarters city, and had purchased the Mount Vernon-style mansion on White Rock Lake. With two women in the same state now going by the same name, it was only a matter of time until a crisis occurred.</p><p>The scene was a fancy River Oaks party at which Frania was to be introduced to the cream of Houston society. In the middle of the party, Frania said, she received a phone call from an anonymous woman who threatened to blackmail her by revealing that she was “only a mistress of H. L. Hunt.” afterwards, she said, she received dozens more of the same sort of calls. Distressed and embittered by Hunt’s refusals to come to Houston to help her, she packed up all four of her children, took them to a hotel in Dallas, telephoned their father to come take care of them, and left town. In the ensuing confusion, Frania first returned to Dallas to pick up the children and met Hunt’s oldest daughter, Margaret. Then Frania, H. L., and Lyda ended up in what must have been a most memorable confrontation.</p><p>“Hunt did a lot of the talking,” Frania recalled afterwards. “Lyda and I were strangers. We looked each other over. I arrived at the conclusion that Mrs. Hunt was the finest woman I ever met. She was very kind, very sweet, very understanding.”</p><p>According to both families, Frania and Lyda then had a girl-to-girl talk during which the first Mrs. Hunt offered to do anything she could to help, including adopt Frania’s children. Without detracting from the magnanimity of Lyda’s gesture, Hunt family sources say that Lyda’s offer was at least in part motivated by her desire to protect her own children’s share of the Hunt fortune. (“Lyda was a very gracious woman,” said one, “but she was not dumb.”) In any case, Frania refused the adoption offer.</p><p>At Hunt’s suggestion, she moved from Houston and took her children to Los angeles, where she enrolled them in school, still under the name Hunt. Hunt then set up the so-called “Reliance Trusts” for Frania’s four children. Composed primarily of producing oil and gas leases, each trust provided a yearly income of roughly $6,000. The “settlor” named for these trusts was “Mrs. Frania Tye Hunt.”</p><p>Apparently unsatisfied with the “Reliance Trusts” and her situation in general, Frania returned to Dallas a few months later with her best friend, Martha Kreeger, and two Texas lawyers. After describing the intense melodrama of Hunt’s million-dollar offer, Frania told the spellbound audience at the Shreveport trial that at the time she had no idea how much H. L. Hunt was actually worth. Had she known, she said, she would never have settled for the amount she eventually got.</p><p>Longtime Hunt attorney Ralph Shank, who represented H. L. in the negotiations, remembered the situation quite differently when he was called to the stand. Shank testified that he showed Hart Willis, one of Frania’s lawyers, a financial statement listing Hunt’s community property as worth $15 million. Had Frania been able to prove she was Hunt’s wife, that would have made her share equal to $7.5 million. Shank said that Willis represented Frania skillfully and forcefully throughout the negotiations, and added that to his knowledge, Hunt never admitted marrying Frania and never promised to recognize her or her children in his will. Shank did acknowledge, however, that H. L. had asked him to research the bigamy statutes in preparation for the talks.</p><p>At any rate, on January 24, 1942, Frania signed a 62-page statement denying she was married to Hunt and a blanket release indemnifying him from any future claims. Hunt wrote her a $300,000 check and a $25,000 check for her attorneys and started the $2000 lifetime monthly payments. Twelve days later, Frania married a former Hunt Oil Company employee and military veteran named Colonel John W. Lee. Lee adopted Frania’s children, and gave them his surname.</p><p>To this day, the circumstances of the marriage remain unclear, in part because both Lee and Frania refuse to discuss it. However, Gladys Taylor McCrea, who at this time was still married to one of H. L.’s cousins, said recently that the marriage was simply one of convenience. “Colonel Lee married her to give those kids a name,” Mrs. McCrea recalled. “He was very handsome, and he had been very much in love with another girl who was already married with four children. But the girl was a Catholic and she wouldn’t get divorced and remarry him because of her religion. After he married Frania, he lived by himself in the Baker Hotel in Dallas. Frania stayed around Dallas for a while, then she went off on her own. It was so much ado about nothing.”</p><p><em>(Continued on page 181)</em></p><p><em>(Continued from page 98)</em></p><p>In 1955, shortly after the death of Hunt’s first wife, Lyda, Colonel Lee and Frania were divorced. Mrs. McCrea and others have speculated that the obvious reason for the divorce was Frania’s still burning desire to marry H. L. If so, Frania’s hopes were never realized. Instead of returning to a dream come true in Texas, she continued to live in atlanta, Georgia, where she strove to become a prominent art patron despite persistent rumors that she was “moneyed” by H. L. Hunt.</p><p>At the Shreveport trial Frania testified that as her children grew up she taught them to “love and respect Hunt” but not to use his name. According to both sides of the story, the Lee children rarely saw their real father, and when they did, they were often rejected or quickly shunted away. Then, tragedy began to befall them. Haroldina, the oldest daughter, suffered a severe mental breakdown. Helen, the other daughter, was killed along with a long list of well-known atlanta art lovers in a Paris plane crash in 1963. Howard, the oldest, died of cancer before his mother had her day in court in Shreveport.</p><p>Meanwhile, Hugh Lee, the youngest, engaged in an apparent pursuit of his identity that included no less than three name changes from his adopted name through such variations as “Hugh R. Lee” and “Hue R. Lee” to his original name, Hugh Lee Hunt. Tall and broadshouldered with a wide, puffy face that made him an even more striking likeness of his natural father than most of the children of the first and second families, Hugh Lee tried even harder than his brothers and sisters to win H. L.’s love and recognition. The old man responded with at least one sizable underwriting on a loan, but Hugh Lee nevertheless encountered one financial setback after another, including the bankruptcy of his major company, and a long list of plaintiff lawsuits. The father of eight children, he later became one of the principal behind-the-scenes figures in his mother’s lawsuit against the Hunt estate in Shreveport.</p><p>H. L.’s life also grew more complicated after the 1942 settlement. About the same time he was breaking with Frania, H. L., then 53, was taking up with an attractive 25-year-old legal secretary named Ruth Ray. In fact, some members of the Hunt family contend that H. L.’s fascination with Ruth, and Frania’s jealousy over it, were the real causes of the 1942 settlement.</p><p>Hunt met Ruth in Shreveport, where she was working for a law firm that handled Hunt Oil Company business in the area. The youngest of seven children, Ruth had come from a reasonably affluent family in Idabell, Oklahoma. She was short, curly-haired and full-figured, and she possessed large, wide-jawed facial features like Frania’s. But, unlike Frania, she was not quicktempered and demanding. In fact, Hunt’s associates remember her as nice and sweet almost to a fault. A devout, born-again Southern Baptist, neither naive nor unintelligent, she knew full well, as she proved time and again in later years, exactly how to please H. L. Hunt and how to take care of herself and her children.</p><p>In april 1943, Ruth Ray went to New York and gave birth to her first child by H. L., a boy the couple named Ray Lee. Over the next seven years, Ruth bore Hunt three more children, all of them girls: Ruth June, Swanee Grace, and Helen La Kelley. Like the children H. L. had by Frania, all four were born while Hunt’s first wife, Lyda, was still alive. But instead of parading herself around the state as Mrs. H. L. Hunt, Ruth Ray lived quietly under the assumed name of Wright. H. L. provided her with a house in the White Rock Lake area not far from his own Mount Vernon estate and sent the children to private schools. Ruth told Ray who his real father was, but taught him and his sisters to call their father “partner.” In later years, she would send her daughters over to sing for him when he was blue. H. L., in turn, provided amply for Ruth’s four children by setting up their “Secure Trusts.”</p><p>As H. L. was beginning his second family (actually his third), his 26-yearold son, Hassie, the pride and joy of his first family, suffered a mental breakdown. Pressured to live up to H. L.’s special standards ever since he was a small boy, Hassie had exhibited fits of odd behavior on and off for several years. (“I remember one time when Mr. Hunt was taking him through the oil fields,” recalled a Hunt associate. “Hassie jumped out of the car and started rolling around in the oil pits. He got oil and grease all over him. It was really a mess.”) Finally, he threw a terrible tantrum that landed him in the hospital. When he was released, he withdrew from the world almost completely. The only manner in which he could discuss anything pertaining to himself was in the third person. H. L. built Hassie a special house in back of the Mount Vernon estate, and hired 24-hour attendants. Convinced that Hassie—like himself—possessed some mystical power to find oil, H. L. tried everything from providing him with women to supplying him with Valium and inducing him to submit to a variety of newfangled cures. Nothing worked. In an interview many years later, Hunt’s daughter Margaret flatly asserted, “My father destroyed Hassie.”</p><p>In april 1948, a few months after Hassie’s breakdown, <em>Fortune</em> and <em>Life</em> magazines ran the first national stories on H. L. Hunt, asking rhetorically, “Is this the richest man in the U.S.?” The two publications estimated the value of Hunt’s oil properties at $263 million and his gross weekly income at $1 million. Six years later, on the occasion of his sixty-fifth birthday, Hunt held a press luncheon in New York City at which a spokesman announced, in introducing him, that Hunt was worth about $2 billion and had an annual after-tax income of $54 million.</p><p>Although amply provided with their shares of the old man’s money, neither Lyda nor her other five children saw as much of H. L. as Hassie did. As one family friend remarked, H. L. was “an odd fellow, very much a loner,” and his children grew up in “rather a oneparent family.” Having grown fat and matronly from years of childbearing, Lyda was well aware of at least one of her husband’s other families. But she still maintained a remarkably pleasant disposition, and, according to those who knew her, managed to raise her children without often raising her voice. She did not, however, have much luck in smoothing the rough edges of her eccentric husband. After the family moved to Dallas, H. L. applied for membership in Brookhollow Country Club and even signed up for golf lessons but was blackballed by members who disapproved of his treatment of Joiner and others in the oil business. But Lyda did succeed in instilling her daughters and, in varying degrees, her sons with a sense of the proper social attitudes and style. Friends from happier days said later that she also began to show, if only discreetly, some of the strain of her long marriage to H. L.</p><p>“Occasionally, she would call me and want me to come to Dallas and see a show with her,” one friend recalled. “She always seemed quite lonely.”</p><p>By this time, of course, Lyda’s children were mostly grown, and, backed by their 1935 trusts, already beginning to make names for themselves. Devoted to their mother, they often found themselves even more drawn to H. L. and to the oil business precisely because of their old man’s absences and relatively minimal efforts to influence them.</p><p>Margaret, the oldest, reigned as queen bee. Short, dark-haired—and chubby when she was young, like her mother—Margaret grew into a trim, strong-minded lady with sharp, finely etched features that matched the edges of her disposition. At seventeen she began traveling with H. L. on his business trips, learning the ins and outs of the oil industry as few young women of the day—or few young men, for that matter—had an opportunity to do. The coldest, most snobbish member of the family, she made no pretense of enjoying the company of common folk. She attended exclusive Mary Baldwin College and later joined the Dallas Women’s Club, the Daughters of the american Revolution, and several other like-minded organizations. More strictly conservative than either her father or her brothers, she seemed dedicated to reminding the family that they were Hunts and should act accordingly.</p><p>Margaret married a tall, red-haired accountant named albert Galatyn Hill. Despite some initial friction with H. L. over the fact that he was ten years older than Margaret, Hill soon joined the boards of the main family companies, but his main interests were playing tennis and taking care of the Garden of the Gods Club, a plush resort he built in Colorado Springs, Colorado. Although Margaret herself seldom initiated any business activities, she retained a kind of ultimate veto power over financial matters and most every other sort of family activity. She gave Hunt three grandchildren, two girls and a boy.</p><p>Caroline, by contrast, impressed everyone with the gentleness of her disposition. Younger and much less strident than sister Margaret, her style was more contemporary and less formal. After attending the University of Texas at austin, she married Louis B. Sands. The couple had four children and were divorced. Caroline then married Hugo “Buddy” Schoellkopf, a scion of one of the fine old families of Dallas. By far the most low-key of Lyda’s children, Caroline maintained such a moderate profile that, as one Dallas society writer was led to observe, “few people even knew she was a Hunt.”</p><p>Not surprisingly, the mantle of first family leadership soon fell to the next oldest son, Nelson Bunker. Named for his maternal grandfather, Bunker possessed a personality formed in the mold of H. L.’s. His bout with formal education is just one example. After attending Culver Military academy and the Hill School in Pennsylvania, Bunker enrolled at the University of Texas only to hear his first-semester geology professor announce that the government should control all natural resources. Bunker promptly quit school and joined the Navy, where he saw limited action in World War II. Returning home from the service, Bunker went right to work in the oil business. In 1948, at the age of 22, he struck oil in Scurry County; that field is still producing and has reserves estimated at $7-$8 million.</p><p>Bunker’s later successes did not come so easily. Determining that the future was in the international oil business, he embarked on an ambitious $35 million drilling program with the government of Pakistan in 1955. After more than $11 million of dry holes, he decided that he should look elsewhere. He then sunk $250 million more into the Middle East and North africa. This time the gamble paid off: In 1961, Bunker brought in the colossal Sarir Field in Libya, one of the largest single discoveries in history. Bunker later estimated the field’s reserves to be roughly eleven billion barrels, worth about $35 billion at the then prevailing prices and some $62 billion at current world-market prices. A fifty-fifty partner in the deal with British Petroleum, that made Bunker’s net worth at the time in excess of $16 billion. He was, at least on paper, the world’s richest man.</p><p>Bunker lost the Sarir Field in 1973 when Colonel Qaddafi’s new radical regime nationalized the oil industry. Bitterly accusing the world’s major oil companies of using him as a “guinea pig” to test Qaddafi’s politics, Bunker filed a $13 billion lawsuit against Mobil and thirteen other international giants for allegedly violating a 1971 agreement to present the Libyans with a united price-negotiating front. In that suit, which is still pending, Bunker indicated that his profits from the Libyan venture amounted to over $100 million per year.</p><p>About the time of the Libyan takeover, Bunker became distressed over the declining value of paper money and began investing in commodities. At one time in the early seventies, he owned an estimated thirty million ounces of silver, which he kept in nondescript warehouses around Dallas. In the summer of 1976, he and other family members spent over $200 million on soybean futures. In both instances, however, word of the Hunt holdings leaked out, and after initial rises, prices of both commodities plummeted. Some financial pundits reported that Bunker had suffered tremendous losses, others credited him with at least marginal profits. Bunker himself said that after all the buying and selling, he came out “just about even or maybe a little behind.”</p><p>Although Bunker denies it, those closely familiar with his financial interests maintain that he is still a billionaire despite his troubles. The foundation of his wealth and the fortunes of the other members of the first family is Placid Oil Company, reputedly the world’s largest privately held company, which he and his brothers and sisters own through their 1935 trusts. With estimated oil reserves worth in excess of $2 billion, Placid generates a gross annual income of $300 million, and may one day generate even more when the Hunts develop their choice leases in the North Sea and alaska’s Beaufort Sea. With brothers Herbert and Lamar, Bunker also owns a one-third interest in Penrod Drilling, the largest privately held drilling contractor in the world. He owns over a million combined acres of ranches in Texas, Oklahoma, and Montana, and four million acres in australia. He has farmland in Mississippi and California, three large horseand cattle-raising acreages in Kentucky, the country’s largest silver mine, and substantial interest in coal. In the early seventies, he held what one local agriculture writer hailed as the world’s largest auction of Charolais cattle.</p><p>For recreation, Bunker likes to dabble with breeding race horses. He currently owns over 1000 thoroughbreds in the U.S., England, Ireland, and France, including the progeny of his horse Dahlia, a former European grand champion.</p><p>Close associates contend that Bunker himself probably does not know exactly how much all this totals. “He’s just not a possessor,” said one. “I can’t dream of him making a list of his holdings. Even so, it’s safe to say that Bunker is richer than his old man ever was.”</p><p>Bunker naturally shies from such comparisons. “I never had any ambition to top my father because he was a phenomenon,” he said in a recent interview. “Of all the fellows I ever met, he was the smartest. He had a natural mathematical mind. I never had the feeling I had to compete with him.” Bunker added that his only real goal was “to do well, to make a profit, because that’s how you judge success or failure in life, in business. Money never really meant anything to me. It was just something that if you wanted to spend it, you would have it. My father never really cared about money, either. It was just sort of how they kept the score.”</p><p>The quintessential good ol’ boy, Bunker, father of four children and grandfather to three more, typically wears cheap suits and cheap shirts. Once, when a <em>Sports Illustrated</em> writer asked why he departed from his usual raiment to don morning coat and top hat for the English Derby at Epsom, he said, “I guess it’s a case of monkey see, monkey do.” His five-foot-eleveninch frame has always sagged with excess avoirdupois, but lately he has let his weight balloon to over 300 pounds. Still, he continues to indulge in favorite delights like chocolate milk, ice cream, and cheeseburgers. A self-described “heavy sleeper,” he has been known to doze off at the most inauspicious moments, including in the midst of his own trial for illegally wiretapping a group of Hunt employees. Declining such rich man’s perquisites as a chauffeur, Bunker drives a rather undistinguished maroon-and-tan Cadillac and claims to spend nothing on personal security. Asked once about his apparent casualness, he said, “Why should I worry? Worrying is for people with strong intellect or weak character.”</p><p>Although Bunker sometimes comes off as a fat old squinty-eyed bumbler, he is sharp and crafty and gifted with the same natural mathematical mind for which he praises his father. “Bunker has flashes just like H. L. used to have,” says one family member. “Sometimes he’s absolutely brilliant. The rest of the time, you wonder whether he’s really there with you or not.”</p><p>Although he is not power hungry in the typical political sense, Bunker has become accustomed to ruling the family roost. He is used to getting his way and becomes impatient when he does not. (Once, in the midst of some particularly complicated litigation, he asked an associate to give him a complete summary of the day’s testimony in less than a minute “or don’t bother telling me about it at all.”) He can also be frightfully impulsive. Departing from the Hunt tradition of non-involvement in publicly held corporations, he and his brothers invested $3 million in the stock of Great Western United (the nation’s largest sugar beet refiner and the owner of the Shakey’s Pizza Parlor chain) on the basis of a few pages of notes an in-law had scribbled during a broker’s oral presentation. A short time later, the Hunts discovered alarming management problems at GWU and invested over $20 million more to take over the entire company.</p><p>A sententious soul, Bunker does not smoke or drink and disdains those who do. Despite his hefty size, he is remarkably light on his feet and tries (with varying success) to maintain a regimen of exercise, mostly jogging and raquetball. Like his father before him, he is not particularly enthusiastic about charity and has been continually criticized for failing to do anything to promote the civic good of Dallas. On the other hand, he recently agreed to raise $1 billion for the Campus Crusade for Christ.</p><p>The most curious aspect of Bunker’s character is ideological. A segregationist and staunch conservative, he is the nation’s largest contributor to the John Birch Society. He believes that the idea his father articulated in his utopian novel, <em>alpaca,</em> that votes should be accorded on the basis of how much money a person has, is “a little unusual, but not a bad idea,” and certainly a great deal better than allowing suffrage for people on welfare. Bunker also detests federal government intervention and “harassment.” One of his favorite examples is the Commodity Futures Trading Commission’s unprecedented action against the Hunts in the soybean futures controversy last May. Claiming that the Hunts had acted together to violate the Commission’s three million limit on the number of bushels any one group or person can control at one time, the CFTC took the unusual step of making the Hunt family’s 21-millionbushel position public when it filed its charges. Naturally, the price of the beans quickly fell through. The CFTC justified its actions by charging that the Hunts’ holdings amounted to a virtual corner on the market, which might “threaten disruption of the soybean futures market” and which “could cause serious injury to the american public.” Bunker, seemingly oblivious to the effects his family’s alleged actions might or might not have on the public, accused the CFTC of trying to “manipulate soybean prices to drive the prices lower and apparently repeal the laws of supply and demand.”</p><p>“We’re sort of a favorite whipping boy,” he allowed afterwards. “We’re conservative and the rest of the world is socialist and liberal. And as long as they want to jump on somebody, they want a name and they want somebody that’s on the other side. If I were a liberal socialist, I don’t think you’d ever—hardly ever—see my name in the papers.”</p><p>At the same time, much like a leftwinger, Bunker has developed an intense dislike for the CIA. Part of this antipathy stems from Bunker’s days in Libya when, he claims, the CIA tried to place a man in the Hunt organization there. Bunker says that when he refused the CIA request on the grounds that the oil producers’ arrangement with the Libyan government precluded him from employing the agents of his own or any other government, the CIA planted a man in his company anyway. As further events unfolded, Bunker claimed to see evidence of a long-term pattern of CIA surveillance of his father and the rest of his family beginning at least as early as the late fifties and continuing through the present day.</p><p>“The Eastern Establishment pretty much calls the shots in this country, and they like to keep the interlopers down,” Bunker explained recently. “My father was an individual spirit who couldn’t be controlled by normal establishment pressure. I think they put people on our payroll to watch him and give him as much trouble as they could.” There are some very specific reasons for Bunker’s apparent paranoia, as our story will show a little further on.</p><p>Bunker’s battles against big government and the CIA often evoke sympathy from even the most hostile observers until the matter of the assassinations arises. Perhaps the blackest and most lasting mark against Bunker Hunt is that he—not his father—was responsible for running the Dallas newspaper advertisement that accused John F. Kennedy of being a “traitor” on the day Kennedy was killed. Subsequently, H. L. was one of the many people various assassination buffs blamed for the murder. So far, however, the closest thing to a direct link is the accusation of convicted felon John H. Curington, an embittered former employee Bunker and Herbert accused of embezzling millions of dollars. In an interview he granted the gossip-mongering <em>National Enquirer,</em> Curington, who would later make a sensationalistic appearance at Frania Lee’s trial in Shreveport, claimed that Marina Oswald, wife of accused assassin Lee Harvey Oswald, appeared in the Hunt Oil Company offices to see H. L. the day after Kennedy was killed. Others, with even slimmer claims to first-hand knowledge, and with no proof, have speculated on the Hunts’ possible involvement with Martin Luther King’s convicted assassin James Earl Ray. Most of these more radical rumors involved H. L., but as the old man’s principal heir, Bunker seems destined to be plagued by them as well.</p><p>Herbert Hunt, the next oldest, is the steadying force of the family. Because he so often acts in partnership with Bunker, Herbert generally gets bumped to second billing and buried under words like “stiff” and “distant.” The descriptions are unfair. Where Bunker has the ability to turn on a childlike charm, Herbert is the friendliest and most affable of the Hunts, the one who seems most in touch with everyday reality. Bunker, the chairman of the board of Hunt Energy, the first family’s umbrella company, concerns himself with the overview; Herbert, the president, contributes sophistication, balance, and attention to detail. At the same time, though, he seems more uptight than his older brother and less sure of himself.</p><p>An avid breeder of turkeys, chickens, and other animals as a child, Herbert attended college at Washington and Lee, graduating with a degree in geology. Then he went right to work in the oil business. After showing he could uphold the family tradition of finding oil, Herbert sunk $100 million of family money into Penrod Drilling and made the company a leader in deep drilling. In the early seventies he agreed to bail out beleaguered Marathon Manufacturing Company of Houston; the Hunts’ 14 per cent interest has since appreciated by two-thirds. Along with cousin Tom Hunt, Herbert also took responsibility for representing the family interest on the board of arch Minerals, a large independent coal producer the Hunts own in partnership with ashland Oil Company. He has also developed separate personal ventures in both Texas and Florida real estate.</p><p>“a lot of people think Herbert and Bunker do everything together,” Herbert’s son Doug, a budding Hunt Oil executive, said recently. “But the truth is they spend about 45 per cent of their time on their own stuff.”</p><p>Less casual in style than Bunker, Herbert follows the conventional Texas executive image. He wears nicely tailored suits to the office and cowboy boots and Levi’s to relax. He is a member and past president of a number of oil industry associations and clubs and a deacon in Highland Park Presbyterian Church. An avid skier, he frequents the slopes of Vail, Colorado, where he has a second home. Like his father, he is interested in health food diets, most recently the diet of the slow-aging Hunsas in Tibet. He also likes to mow his own lawn. In 1950, Herbert married a comely El Paso-born Hollins College student named Nancy Jane Broaddus. The following year, Caroline Lewis, another Hollins College student who finished at SMU, married Bunker.</p><p>Lamar Hunt, the youngest member of the first family, turned out to be the most publicly visible, because of his involvement with his empire of professional sports teams. In 1959, at the age of 26, he started the american Football League, complete with his own personal football team, the Dallas Texans, now the Kansas City Chiefs. In subsequent years he branched into basketball (an 11 per cent ownership of the Chicago Bulls), soccer (the Dallas Tornado), and tennis (the World Championship Tennis circuit). He also owns a theme amusement park in Kansas City called Worlds of Fun, as well as various partnership interests in his brothers’ oil and drilling enterprises.</p><p>On first impression, Lamar seems to be the most preoccupied of the Hunt brothers, the one who is always off in his own world. A faithful jogger (as is brother Herbert), he has been known to conduct important business attired in his running togs. However those who deal across the table from him attest that he is deceptively sharp in his business activities and a very tough bargainer. He can rattle off the vital statistics of his various sports franchises with unfailing accuracy and seldom suffers the boom-and-bust cycles characteristic of his brother Bunker’s wheeling and dealing. As one family confidant puts it, “Lamar can take care of his things.” Partly for that reason, Bunker and Herbert have been trying to get him to come back into the oil business with them. Still, Lamar seems more determined to make a name for himself apart from the family.</p><p>The central fact of Lamar’s middle life is his marriage to Norma. Divorced from his first wife, Lamar met Norma, then a suburban schoolteacher, when she signed on as a hostess for Lamar’s Dallas Texans football team. Always somewhat reticent, Lamar’s personality began to blossom; Norma, meanwhile, became simultaneously more stylish (enter the pile of blonde hairpieces and designer clothes) and even more conservative than most of the members of her new family. The two of them moved into Jimmy Ling’s vast North Dallas mansion, a baroque palace surrounded by rolling hills and quiet duck ponds, and let the large wrought iron “L” that Ling had put on the front gate come to stand for “Lamar.”</p><p>Despite their individuality, the most significant thing about the Hunts of the first family is their cohesiveness. With a clan membering over 30 strong, including present and former spouses, children and grandchildren, they naturally have their internal disagreements. (“Family meetings can be a real scene,” says one Hunt associate. “Bunker says, ‘I know how it is: it’s like this.’ Margaret says ‘No, it’s like this.’ Herbert says, ‘No, it’s like Bunker says; I took notes.’ Lamar says, ‘Why do we always have to go through this?’ and Caroline doesn’t say anything.”) But none of the members of the first family are playboys or social drop-outs, and when it comes time to face the outside world, each submerges his differences into a solidly united front.</p><p>They have been particularly united in their dealings with the second and third families. For most of their early years, the children of the first family did not know about their father’s involvement with Frania Tye. Margaret, of course, found out in the thirties, and so did her mother, but Bunker and the others became aware only gradually. In fact, as late as the mid-fifties, long after they had gone to work at the Hunt Oil offices on a full-time basis, the three brothers still had not learned of their father’s extramarital relationship. Then one day Herbert came across an oil lease earmarked for the “Reliance Trusts.” When he asked his father about it, H. L. told him for whom it was intended. A short time later, the rest of the family found out, too.</p><p>Referred to simply as “the Lee people from atlanta,” Frania and her brood became just another entry in the album of family secrets. In the late fifties Hugh Lee or one of the other children would occasionally show up at the Mount Vernon household, but in those days at least, the offspring got along fairly amicably. At one point, they even joined in a touch football game in the backyard.</p><p>As time passed, the first family began to develop a certain sense of humor about their father’s unknown heirs and pretended heirs. On one occasion, for example, a rather scraggly, long-haired young man came to Herbert’s office and presented himself as one of H. L.’s illegitimate offspring.</p><p>“Take off your socks,” Herbert instructed the surprised fellow. “I want to see your feet.”</p><p>Somewhat taken aback, the young man did as he had been told, and propped one leg up on Herbert’s desk.</p><p>“You don’t have it,” Herbert announced conclusively. “You can’t be who you say you are.”</p><p>“Don’t have what?” the young man asked.</p><p>“The Hunt toe,” Herbert replied, taking off his own shoes and socks to show him. “all the Hunts have little toes that curl under and in. It’s a genetic trait that comes from Dad.”</p><p>Sadly, the young pretender put on his shoes and socks and left.</p><p>News of Ruth Ray and her brood came about the same time as the discovery of the Lee people, but not nearly as easily. Although the existence of this so-called second family was known to at least one relative and a number of Hunt Oil employees almost from the beginning, the secret was kept with remarkable success. In fact, when Lamar was about to embark on his first marriage, he was still asking if it was true that his father had a family in East Dallas and another in predominantly black South Oak Cliff. He was assured that despite myths to the contrary, H. L. did not have a family in South Oak Cliff.</p><p>A short time later, Lyda Hunt’s health began to fail, and in 1955 she died of cancer.</p><p>All of a sudden, Ruth Ray began showing up at Mount Vernon, sometimes in the company of her children, who by then ranged in age from seven to twelve. Two years younger than H. L.’s daughter Margaret, Ruth would fuss over the old man and take it upon herself to look after the duties of the household. Having already lived through the Frania experience, it did not take long for the first family children to figure out what was happening. According to those close to them, their reactions to Ruth ranged from antipathy to benign indifference, but, knowing the strong-mindedness of their old man, they realized they were virtually powerless to stop his involvement with her.</p><p>Finally, in 1957, Ruth and H. L. were married. Hunt then adopted Ruth’s four children, changed their names from the fictitious “Wright” to Hunt, and sent them to new private schools. Three years later, with the help of Rev. W. A. Criswell of Dallas’ First Baptist Church, Ruth brought H. L. to religion, and had him enroll along with the rest of the second family in Criswell’s church. In an interview she gave later on, Ruth revealed what everyone who saw her children could tell by looking—that their real father was H. L. Hunt.</p><p>All this seems to have had a powerful effect on the sons and daughters of the first family. Although they would deny it in public, they clearly did not care for Ruth and certainly did not intend to treat her like a new mother. At their best, they regarded their half-brothers and half-sisters more like cousins than siblings; at their worst, according to those close to them, they regarded Ruth’s children as what they literally were. Obviously feeling somewhat displaced from their rightful position, the members of the first family drew closer together. If they did not feel they had to go out of their way to hurt the second family, they did not feel that they should go out of their way to help them, either.</p><p>For all the difficulties the first family faced, Ruth’s children had an even rougher time adjusting to their parents’ new relationship. Away on overseas trips much of the time, Ruth and H. L. left them in the care of a French governess and a black cook named Laura Grant. Laura would sing with the girls and entertain them with stories, and the governess would take responsibility for the rest of their care. The children were under a peculiar strain. On the one hand, they, like the children of the first family before them, had to prove to the world that they were more than just the children of H. L. Hunt. On the other, they had to show their halfbrothers and half-sisters that they were bona fide Hunts, well worthy of the name. There is no question that they felt the strain. “There were times as a teenager when I would have given anything to have been in a normal family,” Swanee said recently.</p><p>Nevertheless, the children of the second family learned to adapt remarkably well. Seeing in their unique family situation a wealth of spiritual lessons equal to their father’s financial fortune, the three girls turned strongly to religion and the helping professions. June, a compassionate, large-bodied girl with her father’s hawk-like eyes and nose, became a professional gospel singer. A graduate of SMU, she also wrote a religious tract entitled <em>above all Else</em> and preached—sometimes sharing a pulpit with Billy Graham—the necessity of treating others with what she called “unconditional love.” Unmarried, she continued to live with her mother on the Mount Vernon estate. Swanee, the youngest, attended Texas Christian, then married a Methodist minister of the new school. She and her husband eventually settled in Denver, Colorado, where they have been working to establish a “house church” serving the residents of the inner city. Helen, the second youngest, graduated from SMU, then taught school for a year at South Oak Cliff High School. Afterwards, she married an up-and-coming Dallas businessman named Randall Kreiling with whom she had two children. Short and attractive, she has a pleasant but slightly more worldly style than her sisters. She was recently divorced.</p><p>Of all the second family children, Ray seems to have had the easiest time on the outside but the roughest time on the inside. When his parents pulled him out of Greenhill School after their marriage, Ray entered Dallas’ more exclusive St. Mark’s School and compiled a longer list of student activities than anyone else in his class. He was editor of the newspaper, chief photographer for the yearbook, president of the band, and a member of the football and track teams. His senior year, he was elected class president, partly because of the efforts of a good friend and classmate whose life would take a vastly different turn from his own, future rock star Steve Miller.</p><p>“Ray was not the most popular guy in the class,” a longtime friend remembered later. “He was elected because we thought he could get the most done.”</p><p>One of the things he did was persuade his parents to let him hold the class party at Mount Vernon. Otherwise, Ray seldom traded on his last name. “He took a lot of kidding about it,” a St. Mark’s teacher recalled. “But Tom Landry’s son was in school at the same time, and he took more. Ray always did remarkably well handling himself about that.” In fact, the teacher said. Ray even wrote a skit for the class play in which he played himself. The second character in the skit was the son of a dishwasher, the third was an attractive girl. The dishwasher’s son was winning the girl until she asked his father’s occupation. Obviously disappointed, she asked Ray what his father did. When he announced that his father was H. L. Hunt, the famous oil billionaire, the girl walked off with him.</p><p>On the surface, Ray’s life seemed to imitate his prep school skit. He went on to graduate from SMU with a degree in economics, married a former college classmate with high school prom-queen looks and a kind disposition, then went to work down at Hunt Oil Company drilling oil wells with money from his trust fund. He also began raising a family of four children. While his half-brothers and half-sisters preferred residences in exclusive Highland Park, Ray and his wife settled into the anonymity of North Dallas and attempted to live a “normal” middleclass life.</p><p>Although he devoted 80 per cent of his time to overseas and domestic oil operations, Ray made his first major headlines by announcing plans for his first real estate venture: the $200 million Reunion Plaza, an ambitious downtown revitalization project. Reunion Plaza marked a break with two traditions. For one thing, it was the first major development project that featured the City of Dallas as a working partner with a private developer. For another, it was the first time a Hunt had done anything to promote the civic good. Ray further enhanced his civic image in 1974 by becoming the principal backer of <em>D,</em> a local version of the slick city magazines cropping up all over the country. Though both Reunion and <em>D</em> were conceived as profitmaking ventures, the overriding impression was that Ray had become involved with the two projects because he really cared about his city.</p><p>Before long, Ray began to get the kind of press that not even a Hunt could buy. In an article on the Hunts shortly after H. L.’s death, <em>Business Week</em> portrayed Ray as the young comer of Dallas and the new breath of sophistication in the family empire. <em>Time,</em> in a story last summer, called him “The Nice Hunt,” an appellation implying a contrast between Ray and his father and half-brothers.</p><p>More careful and conventional in every way than his half-brothers, he let his party politics remain indefinite, but surrounded himself with young Republicans. Were it not for his natural shyness, he would seem a perfect candidate for public office.</p><p>Part of that shyness proceeds from his family heritage. Ray sometimes told friends that he thought he had a lot of his old man in him, yet he also seemed to be the Hunt most insecure and ambivalent about being a Hunt, the one most anxious to prove that he would be worth knowing even if his last name did not have what he called that “peculiar spelling.” Not surprisingly, the hardest thing of all was getting along with his half-brothers.</p><p>“Bunker and his brothers just looked at Ray as different,” one insider recalled. “He made them feel uncomfortable and vice versa. They could never seem to accept each other as brothers. The three older ones always worked together, but they never brought Ray in with them. He was always the little guy. They always left him out in the cold.”</p><p>Another Hunt Oil executive remembered that Ray found it difficult to get interested in the company in his early years. “One summer they had him in leasing, but he didn’t show much enthusiasm about that,” the man said. “When he got out of college, he used to ask his relatives to let him sit in when they made an executive decision. The problem was that you just can’t plan ahead when you’re going to make executive decisions in the oil business, but Ray didn’t seem to grasp that. He also never quite seemed to be able to make it to the weekly production meetings they held in Tom Hunt’s office. Even old H. L. somehow managed to show up for those.”</p><p>The tensions of the office scene merely mirrored and exacerbated what was happening on the home front. As H. L. grew older and dottier, he turned increasingly to his right-wing political writings and grew fond of munching on nuts spread out on a newspaper and doing “creeping” exercises on the floor. With research assistance from daughter Margaret, Hunt also wrote <em>Hunt Heritage,</em> a book which mentioned neither Frania nor Ruth. Nevertheless, he seems to have spent more and more time with Ruth and less and less time with the children of the first family. An unpretentious woman more inclined to dimestores and double knits than to the Neiman-Marcus style, Ruth packed the brown-paperbag lunches H. L. took with him to the office, and organized group “sing-alongs” at Mount Vernon for family, friends, and favored employees. Jealousies increased and the two families grew even farther apart. If there never was much chance of the two treating each other as equals, it soon became clear that there was little hope of simple coexistence. Confident of their legitimacy and secure in their finances, the first family apparently saw the second replacing them in the hierarchy of their father’s affections. Increasingly sure of H. L.’s love, the second family apparently saw the first threatening to deprive them of their legitimacy as Hunts and of their rightful financial inheritance. A serious rupture seemed inevitable.</p><p>The inevitable began late in 1968. The key non-family actors were Hunt Oil security chief Paul M. Rothermel, Jr., an ex-FBI special agent, and Hunt Oil aides John Curington and John Brown. During H. L.’s waning years, Rothermel, Curington, and Brown had gained increasing personal influence with the old man. Curington and Brown also came to have responsibility for supervising Hunt’s food company division. Toward the end of 1968, unsubstantiated rumors began circulating among the first family that Rothermel and his friends were allied with Ruth in advising H. L. to leave the bulk of his estate to the second family. “When I arrived at the house on Christmas day, H. L. sounded so weak I thought he was doped up,” a friend of the first family recalled. “He said ‘They’re trying to get me to change the will.’ ” although Ray later denied these rumors, the first family was not satisfied.</p><p>The plot thickened several months later in the summer of 1969 when cousin Tom Hunt got word of irregularities in the food company operations. Upon further investigation, he claimed to discover evidence of massive losses, and embezzlements later estimated at $50 million, and a trail leading right back to Rothermel, Curington, and Brown. Tom pleaded with his uncle to fire the three men or at least investigate them, as did all the children of the first family. But H. L. would not listen. As Ruth later testified, H. L. simply could not believe that such trusted advisors would betray him.</p><p>Bunker and Herbert were less naive. Although they had already received the bulk of their father’s choicest oil properties through their trust funds and looked to Hunt Oil only for general administrative and financial services, they felt they could not sit back and watch the rest of H. L.’s wealth get siphoned off. Determined to get to the bottom of the matter and frustrated with the official Hunt Oil Company investigation that finally did get underway, Bunker and Herbert decided to place wiretaps on the telephones of the suspected embezzlers and several other Hunt employees. But before ordering the wiretaps, they first went to their half-brother Ray and asked for his cooperation. The first family’s side of the story is that Ray not only refused to participate in the wiretapping, but also refused to investigate the alleged embezzlement at all. The way Ray’s associates tell it, Ray simply informed his half-brothers he would confine his efforts to the official Hunt Oil investigation. In any case, Bunker and Herbert were furious. Already somewhat estranged from Ray and his side of the family, they no longer saw any hope of bridging the deepening chasm between them. In a huff, they decided to proceed without his help.</p><p>After some initial frustrations, Bunker and Herbert claimed later, the wiretaps began to confirm their suspicions. Then, in January of 1970, a local policeman arrested one of the wiretappers for running a stop sign. When the young man panicked, the police discovered the electronic surveillance equipment he was carrying in his car. What followed was a story of plot, counterplot, intrigue, and betrayal worthy of the spy novelist, John Le Carré.</p><p>As the authorities pressured the wiretappers to reveal the reasons for the taps and the people who paid them, Bunker and Herbert agreed to pay the wiretappers’ attorneys’ fees and provide them with $800-$ 1250 monthly incomes if and when they went to prison. After the wiretappers were convicted, Bunker passed $100,000 through Houston industrialist E. J. Hudson to noted Houston attorney Percy Foreman, who was by then representing one of the wiretappers. The exact reasons and circumstances of these payments are subject to continuing legal dispute, but there is no dispute that the payments were made. After a three-year delay the lid of silence blew off. Claiming the Hunt brothers were making them suffer unnecessarily, the wiretappers finally told their story, and named Bunker and Herbert as their paymasters.</p><p>Meanwhile H. L. came to believe that an embezzlement had occurred and, thinking he had been betrayed, agreed to have Hunt Oil Company lawyers file civil damage suits against Rothermel, Curington, and Brown. Rothermel’s wife, in turn, filed suits against Bunker and Herbert for invading her privacy by wiretapping the family telephones. Soon allegations of political bribes and CIA deals began to surface in the press. Bunker and Herbert later claimed they negotiated a deal to drop their suits against Rothermel in return for which the government would drop its suits against the Hunts for wiretapping. However, either unaware of or uncommitted to any such deal, the Justice Department proceeded to indict the Hunt brothers for wiretapping. The government also indicted Bunker and Herbert, Foreman, Hudson, and several prominent Dallas attorneys for obstruction of justice. Bunker and Herbert claimed later that the CIA was behind the government’s “betrayal” of them, most likely out of resentment of the Hunts’ refusal to let the CIA place an agent in the Hunts’ operations in Libya a few years before.</p><p>Despite possessing tapes of the wiretaps, which the Hunts claimed proved their allegations about the embezzlements, the government moved even more slowly against Rothermel, Curington, and Brown. Finally, in 1974, after a grand jury investigation and repeated complaints by Hunt attorneys, the Justice Department decided to prosecute Curington and Brown. Rothermel, however, was granted immunity from prosecution for his testimony before the grand jury and was not indicted. Just how incriminating Rothermel’s testimony may have been was never determined, because Rothermel was never called to the witness stand in Curington and Brown’s subsequent trial. Later, after obtaining some heavily censored Freedom of Information act files on Rothermel, the Hunts alleged that he had been granted special treatment because he was a government agent, most likely with the CIA. Claiming he and the Hunts had signed a 1971 settlement agreement not to discuss each other publicly, Rothermel later denied any wrongdoing, but refused to comment on his possible CIA connections. Although he at one point acknowledged using his “influence on Mr. Hunt” to get H. L. to change his will in favor of the second family, Rothermel now refuses to comment on the subject of the will.</p><p>In the spring of 1975, Curington and Brown were convicted of mail fraud in connection with $17,000 of the alleged multi-million-dollar embezzlement schemes. Both received probated sentences, and never spent a day in the penitentiary. Their defense was that H. L. had authorized them to take the money because of their low Hunt Oil salaries, and that Bunker and Herbert’s investigation had been prompted by the internal feud between the first and second families.</p><p>In the midst of these trials, on November 29, 1974, H. L. died at the age of 85. Like Shakespeare’s King Lear, Hunt spent his final days crazed by old age and troubled by what he could see of the turmoil within his empire. But where Lear’s daughters had been forced to assert their affections for their father, Hunt’s children could never be entirely certain of their father’s affections for them. All they had left to look to was H. L.’s will.</p><p>Under that will H. L. made Ray the “sole executor” of his estate and left the bulk of his remaining fortune—80 per cent of the stock in Hunt Oil Company—to his second wife, Ruth. The only bequest to the children of the first family was six-fourteenths of some Louisiana oil properties. Ray and his sisters got four-fourteenths of those properties. The remaining four-fourteenths went to the “Reliance Trusts” set up for Frania Tye Lee’s four children. The will went on to say that if any beneficiaries tried to challenge it, they would be automatically disinherited.</p><p>The first family told outsiders they thought the will was equitable, but, according to a number of close associates, they were outraged. On the one hand they professed to be disturbed about the shoddy legal form of the will, especially the fact that there were no provisions for avoiding taxes, nothing left to charity. But their real displeasure was emotional. By making Ray the sole executor of the estate, the will left the impression that H. L. had passed the mantle of family leadership to him instead of to Bunker and Herbert. Although they all had plenty of money—several times as much as the estimated $300 million Ray and his side received under the will—they seemed to feel as if a share of the estate was somehow equal to a share of their father’s heart, and that the will put them a bare cut above Frania and her brood. Still suspicious that someone other than their father had helped write the will, the first family seriously considered a challenge, despite the automatic disinheritance clause. Then tempers cooled, and the family decided to avoid a public feud.</p><p>Ruth and her children had an opposite reaction, publicly and privately. To them, H. L.’s will must have read like the fulfillment of the biblical prophecy predicting ultimate justice for both the last and the first. Despite the document’s admitted deficiencies, it did provide for one-half of the estate to pass to Ruth tax-free. Just as important, it gave the second family a final stamp of recognition and approval. Even friends of the first family had to smile on the second’s obvious good fortune. “The will was fair despite what Bunker and the others thought,” said one. “Ray and his mother and sisters got no more than they deserved. They’re still not nearly as wealthy as their half-brothers, but the will did something for them that money could never do: it made them legitimate.”</p><p>The first and second families would hear the third family’s reaction to the will soon enough. In the meantime, they turned to matters of much greater and more immediate importance.</p><p>The first was what one insider described as a “fairly amicable” division of the empire. Not wanting to leave their holdings under the administrative umbrella of Hunt Oil, the first family formed a new umbrella company they christened Hunt Energy, and moved their offices from the twenty-ninth floor of the First National Bank Building to the twenty-fifth floor. Ray, meanwhile, assumed the presidency of Hunt Oil, picked out a spacious corner suite for himself, and began hiring new executive technocrats on the order of former Ling-Temco-Vaught vice-president Walter Humann. Now commanding a conglomeration of oil, publishing, food processing and real estate interests, Ray began, in the words of one associate, to manage “by exception,” focusing his personal energies on the solution of specific crises and on giving the company an overall impetus and direction.</p><p>The second order of business was preparing for Bunker and Herbert’s wiretapping trial in Lubbock. As it turned out, the real family hero proved to be a non-family member: Bunker and Herbert’s lawyer, 36-year-old Philip Hirschkop. A brash, curlyhaired, Jewish anti-war activist from alexandria, Virginia, Hirschkop seemed to represent everything the Hunts’ political views opposed. Hirschkop, however, was also a crack trial attorney, and one of the country’s recognized experts on wiretap law. Gifted with a sardonic sense of humor, he entertained the Hunts with jokes and anecdotes, and gave all of them a chance to participate in the pre-trial strategy sessions. He also taught the two families how to become one. Under Hirschkop’s tutelage, the Hunts learned to beam beauty contest smiles and give gushy personality profile interviews. They posed for group photographs as if wild horses could not pull them apart. Soon, Hirschkop and the Hunts had formed a curious mutual affection, and the first and second families began to look like the most harmonious collection of kinfolk in america.</p><p>This display of solidarity proved well worth the trouble. When the Lubbock trial got under way, Hirschkop argued that Bunker and Herbert had been unaware of the new wiretapping law that went into effect in 1969, and that all their actions had been motivated by a desire to protect their father from the alleged embezzlers. The jury voted for acquittal. A few months later, Hirschkop bargained for the obstruction of justice charges to be dropped completely, and got Bunker off with a plea of <em>nolo contendere</em> to a contempt of court charge and the payment of a $1000 fine. (The charges against Foreman were also dismissed. Hudson, like Bunker, pleaded <em>nolo contendere</em> to a contempt of court charge.) The brothers still faced a multi-million-dollar civil suit from one of the embittered wiretappers, who claimed he was victimized by their alleged obstruction of justice, but their main problems—the criminal charges—were behind them. The seriousness of their position was not lost on them. As Bunker archly observed after it was over, “If Herbert and I had been just ordinary people, we could have been in real trouble.”</p><p>The Hunts had hardly returned to their separate enterprises, when on November 11, 1975, exactly fifty years after her alleged wedding to H. L. Hunt, Frania Tye Lee filed suit against the Hunt estate in a Shreveport, Louisiana, federal court. By the time the suit came up for trial, the first and second families had fallen into a bitter argument over how to handle the situation. The argument was exacerbated by the first family’s claim that Ray did not inform them of their potential liability until a few weeks before the trial. But there was no question that the Hunts’ liability was substantial. Although Mrs. Lee’s lawsuit in Shreveport was technically directed against Ray, the estate’s executor, and Hunt Oil Company, the holding company that sheltered the second family’s share of the estate, the community properties Mrs. Lee sought formed the basis for all the Hunt fortune. Before he died, H. L. had transferred the bulk of the choice properties out of Hunt Oil and into Placid Oil Company, which was owned by the first family through their “Loyal Trusts.” By the time of the Shreveport trial, the gross annual income of Placid Oil was substantially greater than the total worth of all Hunt Oil. The first family feared that if Mrs. Lee beat Ray she might come after their own trusts.</p><p>In addition, the first family saw the spectres of two old enemies: former Hunt Oil security chief Paul Rothermel and former aide John Curington, both listed as potential witnesses.</p><p>Bunker wanted a prompt out-ofcourt settlement for eight or ten million dollars. That way, he reasoned, Frania and her children would get what they really wanted, and all of them would avoid the embarrassment of a spectacular trial. At the same time, the first family would avoid the risk of having Frania come after their trusts if she was successful in her suit against Ray.</p><p>The attorneys on Frania’s side, however, had set their sights on a figure in the neighborhood of $100 million. Despite several pretrial negotiation letters, they refused to lower their claim. Caught in the middle, Ray saw no alternative but to prepare to go to trial hoping that the judge might stop the suit short of the jury by ruling the 1942 release valid. However as the trial date grew closer, that hope began to fade.</p><p>To make matters worse, the first and second families were simultaneously locked in a bitter internal dispute over the older group’s remaining 18 per cent interest in Hunt Oil Company. The facts of this disagreement are themselves subject to dispute. According to the first family’s side of the story, the older group’s grievances concerned the company’s alleged involvement in Ray’s highly touted Reunion project. That involvement allegedly began in late 1974, about the time of H. L.’s death, when Ray’s project supposedly ran into serious financial difficulties. Faced with the prospect of losing all he had worked for in the downtown redevelopment, Ray turned to Hunt Oil for a loan. Later he sold the company a tract of land adjacent to the project as an investment.</p><p>Bunker and his siblings, who owned land in other parts of downtown Dallas, did not take kindly to these transactions. Not only did they think Ray’s “Hyatt Regency,” as they called it, was not a particularly good investment, they also felt that the rate of interest Ray would be paying—2.5 per cent per year —was unconscionably low. After considering the matter, they told Ray they wanted him to buy them out. Ray balked. Pointing to the difficulty of selling shares in a privately held company, he told them that their 18 per cent interest was worth only 12 per cent. The first family retorted that their 18 per cent was worth at least 18 per cent and possibly more, precisely because it was a minority interest and provided them with the basis for filing a minority shareholders suit. And that, they told Ray, was exactly what they intended to do unless he agreed to their buyout price. According to first family associates, the threat of another intrafamily lawsuit to complement Frania’s was enough to force the issue to a settlement.</p><p>Ray’s side of the dispute is much different. According to this version, Ray never faced serious financial problems with Reunion, and never got a loan from Hunt Oil or sold Hunt Oil any property. The dispute over the first family’s 18 per cent stockholdings had nothing at all to do with Reunion but was part of the overall reorganization of the estate that had begun shortly after H. L.’s death.</p><p>Whichever side is correct, there is no doubt that the dispute did not bring the two families any closer together. In December 1977, they finally agreed to a settlement whereby a specified cluster of oil properties equivalent to 18 per cent of the company would be transferred out of Hunt Oil and into a new first-family-controlled company to be called Prosper Oil—provided, of course, the first family could obtain an IRS ruling allowing Prosper to acquire the properties as a tax-free spin-off.</p><p>By this time Ray had already announced that the first phase of his Reunion project—a fifty-story “theme tower” and a mirrored glass Hyatt Regency Hotel shaped like a geometric mountain—would be opening in the spring, under budget, ahead of schedule, and with an overflow of advance bookings. A few days before Christmas, Ray turned on the lights of the giant geodesic ball atop his Reunion Tower and saw it glow brighter than any other structure on the horizon. By the holidays’ end, it was time for the first and second families to reunite for the trip to Shreveport. If this second courtroom reunion was accomplished in the face of even greater bitterness than the ill feelings that preceded the one in Lubbock, it was nevertheless accomplished.</p><p>When the Hunts arrived at the courthouse in Shreveport, Frania Tye Lee was already sitting at her counsel’s table with her back to the door, her old head bobbing from palsy. She was attended by an entourage of four lawyers, two female legal assistants, two of the lawyers’ wives, and a very big and dangerous-looking private investigator. Her son, Hugh Lee Hunt, waited outside in the witness room. Later two of Mrs. Lee’s seventeen grandchildren, Ron Cartledge and Mark Lee, arrived for the trial. So did a tall, moustachioed figure with a gray beret: Frania’s fiance of more than fifty years ago, Paul Kurtz. Unlike the Hunts, Mrs. Lee’s grandsons and the relatives of her witnesses sat in the public pews interspersed among the crowd like ordinary spectators.</p><p>The Hunts, true to the form they mastered in Lubbock, arrived together and went right for the special seats reserved for the families of both sides. In addition to his wife, his sisters, his half-brothers and half-sisters, and their wives and husbands, Ray was accompanied by four attorneys who sat at the counsel’s table, and four more who sat scattered about in the spectators’ section. He had also brought along his aide, Tom Meurer, and a square-jawed bodyguard named Walt Cogler, a former secret service agent. While Ray conferred with his army of lawyers, Bunker, Herbert, and Lamar stood outside in the hall with cousin Tom, a potential witness for the defense, and chatted nervously about the upcoming Super Bowl and other unrelated topics. Herbert offered a theory about lawyerly attire and its effect on juries—in essence, the darker the suit, the worse the effect.</p><p>“You notice that our lawyers are wearing the darkest suits,” he observed prophetically.</p><p>Fearing the worst, the first family brothers had brought along their by now veteran counsel Phil Hirschkop. Attired in a trench coat, a gray LBJstyle Stetson, and brown Frye boots, Hirschkop patrolled the hall, chatting with his clients and grinning half-mockingly at the surroundings.</p><p>Judge Tom Stagg convened the court a little after 9 a.m. on opening day, and after lecturing the press that this was “not a media event,” he proceeded to run his court with a stopwatch. A tall, fiftyish Nixon appointee, born and raised in Shreveport, he had informed both sides that he had another trial set for the following Wednesday and intended to have this one finished before then. A case could have been made that Stagg had no business presiding over the lawsuit. He had revealed in one of the pre-trial hearings that he had known some of the Hunts and had even married the sister of one of Bunker’s prep school roommates. Despite this revelation, none of the attorneys moved to disqualify him, and Stagg did not see fit to disqualify himself. As the trial progressed, however, he displayed a sympathy for the aging Mrs. Lee’s ordeal that more than compensated for whatever pretrial affinities he may have had for the Hunts.</p><p>Jury selection, which was completed in only half a day, produced a panel of six with two alternates who were all lower middle or middle class, among them a secretary, a log hauler, a high school football coach, a clerk, and an unemployed Louisiana Tech graduate who lived at home with his parents. Frania’s lead counsel Wallace Hunter went right to work. A gray-haired, spindly man who moved with quick, light steps, Hunter played heart-rendingly on the themes of love, old age, and broken promises. He began by calling his own attractive red-haired wife to the stand for a nearly theatrical reading of Martha Kreeger’s description of the scenes at the Hotel adolphus and finessed his way right through one witness after another until he concluded with his touching examination of the plaintiff, his client.</p><p>Hunter also came armed with a couple of hard shots. One was the threat of Hunt nemesis Paul Rothermel, whom he listed on his witness roster, but did not call. Another was convicted felon John Curington, who did take the stand. After declaring that he bore no grudge against the Hunts despite all that had transpired, Curington proceeded to tell the court that H. L. had once admitted privately that he had married Frania. Curington added under Hunter’s questioning that H. L. had also told him that he knew he had not fathered one of Lyda’s children because he had been with Frania at the time. The judge and Hunter simultaneously stopped Curington from going any further, but the damage was done.</p><p>Naturally, there were some serious defects in Hunter’s presentation. Not the least was the appearance of Frania’s son Hugh Lee Hunt. In spite of his striking likeness to H. L., the 43-yearold Hugh Lee resembled no one so much as Melvin Dummar, the hapless Utah gas station attendant with a claim to the Howard Hughes fortune under the so-called “Mormon will.” His voice was weak and unconvincing, his gestures characterized by too much shrugging of the shoulders. Before anyone had mentioned Frania’s tryst with Paul Kurtz, Hugh Lee was asked if he had any relatives in Cleveland. “No,” he replied, pausing, “at least none that I know of . . .” The courtroom erupted in smirking laughter the judge had to declare out of order. By no means the best attorney ever to stalk a courtroom, Hunter somehow managed to make Hugh Lee and all the other plaintiff’s witnesses appear, like himself, eminently human even if slightly flawed.</p><p>Chief defense counsel Donald Case, of the prominent Dallas firm of Jackson, Walker, Winstead, Cantwell and Miller, left just the opposite impression. A squat, cigar-chomping, neckless man with a croaky voice and a turtlelike bald head, he barked curt, abrasive questions, badgered witnesses about the small points while failing to underscore the big ones, and often drew more sympathy for the other side than for his own. The defense also suffered from an apparent lack of preparation. They failed to take Hugh Lee Hunt’s deposition until less than a month before trial. They took no depositions at all from most of the other plaintiff’s witnesses and potential witnesses, missing, among others, both Curington and Rothermel. They did not research the bigamy statutes until the morning of their cross examination of Mrs. Lee, and then asked her if she had been advised of the statute of limitations governing Texas law, even though the alleged marriage was in Florida. Despite listing less than a dozen definite defense witnesses, they interviewed, but did not bother to include on their list, both Mrs. Spragins and Mrs. Taylor, the two women who said they had witnessed Hunt introducing Frania as the sister of one of his associates. On top of all this, they displayed no apparent theory of the case, no clear approach to attacking Mrs. Lee’s claims.</p><p>The Hunts, meanwhile, tried to look their best and hold their tongues in the face of an increasingly bad situation. Ray’s sister June did the best. Maintaining an expression of supreme compassion through most of the testimony, she remarked at one recess that she just hoped “things would work out the best for everybody.” Bunker, on the other hand, seemed to suffer the most difficulty keeping his emotions in check. Noticeably disgruntled during the bulk of the proceedings, he would pace nervously during the breaks, often calling Phil Hirschkop or one of his relatives aside for a conference. The low point for him and most of his family was Curington’s testimony about what H. L. supposedly said about the parentage of one of Lyda’s children.</p><p>“i’ll say this to the press,” Bunker volunteered at the next break, “Curington may not have any animosity toward me, but I sure have animosity for him.”</p><p>At the noon recesses, the first family would generally troop off to the local Petroleum Club or, if the weather was bad, eat in the fifth-floor courthouse cafeteria. The second family (minus Ray, who would consult with his attorneys) favored a local hamburger stand, which, during the moments of their presence, suddenly had patrons whose wealth was greater than the total deposits in all the local banks. Both Hunt families assiduously avoided occasions to interact with “the Lee people.”</p><p>Hugh Lee Hunt, on the other hand, kept trying to establish an informal rapport. Once, when court was reconvening after a recess, he positioned himself in the hall so that anyone entering the room would have to pass directly in front of him. When Bunker approached, he suddenly extended his arm to shake hands. Somewhat taken aback, Bunker quickly pumped his outstretched hand, breathed an acknowledgment, and kept walking. On another occasion, Hugh Lee approached Tom Hunt and asked, “Now what relation did you say we are?”</p><p>“You’re still my bastard cousin,” Tom replied icily.</p><p>At the end of the day, Hugh Lee would emerge from the witness room and join the attorneys and their entourage in escorting his mother back to the family headquarters in the Bossier City Holiday Inn just across the river from downtown Shreveport.</p><p>The Hunts, meanwhile, would repair to the Chateau Motor Hotel down the hill from the courthouse, where they had reserved the entire fourth floor. After showering and changing into more informal attire, the two families would gather separately, then meet together to discuss the progress of the trial. Visibly impatient with the way things were going, it did not take long for Bunker to make his feelings clear. At one point, according to several bystanders, he cornered a startled Don Case and started lecturing him on the evils of smoking, hoping that it might improve his courtroom performance.</p><p>“Oxygen,” Bunker stormed. “You need oxygen. You’re not getting enough oxygen to your brain.”</p><p>Case could only reply that he had been smoking cigars all his life.</p><p>After two days of grueling testimony and Bunker’s persistent urgings, Ray finally agreed to let Hirschkop explore the possibility of an out-of-court settlement. Hirschkop took his time. The following day he arranged an informal meeting with Hunter’s co-counsel Roger Fritche, a broad-shouldered, beefy man in his mid-forties. Fritche informed Hirschkop that Frania might be willing to come down from $100 million to $25 million. Hirschkop made no counteroffer, but said he would take the notion under consideration.</p><p>Two days passed and Hirschkop did not reply. He would simply stride in and out of the courtroom conferring with his clients and taking notes on the testimony. He kept rebuffing attempts to start the talks again. Finally, Hugh Lee’s anxiety bubbled over.</p><p>“Why won’t you talk to us?” he asked Hirschkop at one point in the hall outside the courtroom.</p><p>Unable to think of anything to say, Hirschkop simply ignored him.</p><p>That night the intrigue of the negotiations intensified. While the two Hunt families were dining at the Chateau Motor Hotel, Mrs. Lee’s grandson Ron Cartledge discreetly sat down at an unoccupied table nearby. A good half hour passed before any of the Hunts recognized who he was. When they did, Ron gave them a packet of letters from his uncle Hugh Lee, and left.</p><p>The following day, Friday the thirteenth, Frania’s attorneys rested their courtroom case. By this time, Hirschkop was ready to respond with an ultimatum. After a family conference at the noon recess, he told Frania’s side that the Hunts would settle for $3.5 million but would not recognize Mrs. Lee as H. L.’s putative wife. He gave the Lee people until 5:30 that afternoon to accept.</p><p>The deadline passed with no reply.</p><p>When court recessed for the weekend, the Hunts took off in different directions. Lamar and Norma flew down to the Super Bowl to watch the Dallas Cowboys beat Denver, Bunker headed for Houston to witness the birth of his third grandchild, Herbert and his wife returned to Dallas to plan the upcoming wedding of their son Doug, and Ray’s sister Helen went home to check on her two small children.</p><p>Meanwhile, Ray remained in Shreveport to plot strategy with his attorneys. Soon he grew panicky. The more he reviewed the week’s testimony, the worse things looked. By the time his relatives returned to Shreveport on Sunday, he was ready to offer Mrs. Lee $10 million and to recognize her as his father’s putative wife.</p><p>This time, the first family balked. The money part was all right, but they would hear nothing of conceding on the issue of marriage. Finally the two families agreed to let Hirschkop increase the Friday offer to $5 million.</p><p>The following day, everyone showed up at the courthouse, but the proceedings never got under way. Instead, the Hunts and the Lee people spent the morning in the judge’s chambers trying to work out an agreement. By early afternoon they came to terms.</p><p>Under the settlement the Hunts finally agreed to pay $7.5 million, a figure equal to exactly one-half of H. L.’s estimated community property at the time of the 1942 settlement in Dallas. The money would come in equal portions from the trusts of the first and second families. Some of the money would go directly to Frania and her attorneys, but the greater share would go to Mrs. Lee’s children and grandchildren. Mrs. Lee would also be declared H. L.’s putative wife. In return, Hugh Lee agreed to drop his suit to have himself and his siblings declared H. L.’s legitimate heirs. The Lee people also agreed to sign still another blanket release to be drawn up by the Hunt family attorneys.</p><p>Meanwhile, the first and second families reached a settlement of their own. Throughout the trial, the first family had feared that if Mrs. Lee was declared H. L.’s putative wife, she and her children would have standing to challenge the will of the mentally troubled Hassie. As Hunt’s legally recognized second wife, Ruth already had standing enough to challenge Hassie’s will, and therefore could lay future claim to an estate estimated to be in excess of $200 million. However, under the terms of their separate settlement, the first family got the second family to agree not to challenge the will, thus insuring that when Hassie dies his share of H. L.’s fortune will remain in the hands of the first family and its heirs.</p><p>While the judge’s secretary was typing up the settlement papers, Frania and her grandson Ron Cartledge approached Bunker in the hall outside the courtroom. “I just wanted you to know that I don’t have any hard feelings about this,” Mrs. Lee said. “i’ve always liked you kids.” Bunker nodded and smiled graciously.</p><p>At 2:35 p.m. Judge Stagg called the court back to order, had the marshall bring in the jury, and announced that an undisclosed out-of-court settlement had been reached. After instructing the parties not to comment on the settlement or the case, Stagg took the most unusual step of telling the courtroom audience how “impressed” he had been with Mrs. Lee’s performance in the trial and the way she had endured the questioning.</p><p>“I also think it was a very gracious thing for the plaintiff to have spoken the way she did about Lyda Bunker Hunt,” the judge informed the courtroom audience. With that, he dismissed the case.</p><p>Mrs. Lee acted like all her dreams had come true. By the time she reached the hall outside the courtroom, she had broken into a satisfied smile and was surrounded by eager reporters. Still, she declined to make any comment, though she clearly wished she could.</p><p>“Maybe later, maybe later,” she said. “We have about three weeks of legal work ahead. They’re warning me not to say a word.” (The press later misreported her remark as “all in my favor, all in my favor.”) Meanwhile, her attorney, Wallace Hunter, broke into tears of joy.</p><p>The first family’s reaction was quite mixed. For folks who had just agreed to pay out their share of $7.5 million, they did not seem very depressed, just tired and anxious to go home.</p><p>“No one likes to spend their life in court,” Lamar’s wife Norma observed.</p><p>“If everybody else is happy, i’m happy,” Bunker remarked.</p><p>“They’ve got the wrong heroine,” Herbert’s wife, Nancy, protested, referring to the closing compliments Judge Stagg had paid to Mrs. Lee. “The real heroine was Lyda Bunker Hunt.”</p><p>The most bewildering reaction was Ray’s. If the others appeared to be relieved by the settlement, Ray actually looked happy, almost buoyant. When he had finished his post-trial business in the judge’s chambers, Ray came back into the courtroom, teased the waiting press about making a resounding statement, spread his arms, flexed his knees, and uttered a honey-voiced “No comment.” But even without a comment it was easy to believe that, as later indications suggested, Ray thought his side had actually won. The real puzzle was why.</p><p>No one, however, stayed around long enough to ponder that or any of the other mysteries that still surrounded the case. By nightfall, the Lee people were setting out for atlanta, where they would await the final legal approval of the settlement, and the first family Hunts were flying back to Dallas, where Bunker and Herbert would prepare for their upcoming battle against the big oil companies. The next day Ray also returned to Dallas to get ready for the opening of his Reunion project. As they again went their separate ways, neither of the three families of H. L. Hunt knew when if ever they would all be gathered in the same place at the same time, but they could safely assume that if there ever was another three-way reunion, it would probably be in court. That, after all, was the nature of the one thing they had in common: Hunt heritage.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "April 1978",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "hunt",
      "Family",
      "Oil",
      "Children",
      "Dallas",
      "Business",
      "money",
      "people",
      "Texas",
      "Marriage",
      "CIA",
      "School",
      "Son",
      "Government",
      "House",
      "Home",
      "Hunt family",
      "Mother",
      "Work",
      "Drilling"
    ],
    "wp_categories": [
      "Agriculture"
    ],
    "wp_location": [
      "Dallas",
      "Texas",
      "Houston",
      "Tyler",
      "East Texas"
    ]
  }
}