{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19797",
    "date": "July 1979",
    "year": 1979,
    "month": 7,
    "month_formatted": "July",
    "pdf_uri": "/1979/19790700.pdf",
    "issue_cover_image": "",
    "document_start_page": 118,
    "toc_start_page": 116,
    "document_page_range": [
      [
        118,
        119
      ],
      [
        187,
        188
      ]
    ],
    "toc_order": 6,
    "toc_headline": "To Each His Own",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-197907-toeachhi",
  "source": "/1979/19790700.pdf",
  "wp_post_id": 114105,
  "wp_post_guid": "http://www.texasmonthly.com/article/to-each-his-own/",
  "authors": [
    "Victoria Loe"
  ],
  "headline": "To Each His Own",
  "dek": "If people really are what they eat, then Billy Joe DuPree is a chicken.",
  "spread_caption": "",
  "excerpt": "Famous people, obscure people, fat people, skinny people all have to eat. That’s what we love about people.",
  "kicker": "",
  "word_count": 1741,
  "content": "<p><span class=\"dropcap\">W</span>e don’t know who first said, “You are what you eat,” but we do know that while they weren’t exactly wrong, they weren’t exactly right, either. Of course, one glance at the photo on the opposite page—wherein Dallas Cowboy six-foot-four, 225-pound bruising veteran tight end Billy Joe DuPree and svelte five-footeight, 117-pound fashion model annie MacDonald show us what they eat for dinner—proves there’s some truth in the adage. Billy Joe’s spread features some of his favorites: barbecued chicken, pork ribs, crayfish, shrimp, and catfish, with various fried and stewed vegetables on the side and chocolate pie for dessert. His beverage? Perrier. Unlike Billy Joe, who packs his diet with caloric protein and carbohydrates, annie eats only one meal a day, usually around three or four in the afternoon. Here, she dines meagerly on one artichoke and a glass of white wine, a menu she varies by substituting a salad, seafood, or “every now and then” a steak—and by eating a juicy helping of toothpaste on the side. Not spartan by nature, annie, who loves junk food, does allow herself one hamburger per week. Ah, gluttony.</p><p>But once you get beyond the obvious football player/model contrast, “You are what you eat” begins to break down. We can prove it, because besides Billy Joe and annie, we asked all sorts of Texans, from a federal judge to a six-year-old schoolgirl and from the state’s winningest barrel racer to its winningest gubernatorial candidate, just what they do eat in an average day. And we found that young or old, naive or sophisticated, male or female, famous or obscure, they all tend to eat—if not exactly the same things—more or less alike.</p><img/><img/><img/><img/><p>While that surprised us a little, it wouldn’t have caused a nutritionist to bat an eye, because researchers believe that—football players and models aside—our eating habits have less to do with our nutritional needs than with what’s available, what we can afford, what’s socially acceptable, and—of course—what we <em>like.</em> But that most fundamental question—why your kid sister loves, say, eggplant, while you loathe it—has yet to be answered.</p><p>In fact, a Nobel prize is probably waiting for you if you figure all this out. So take what follows as bits of raw data—or fried, broiled, or stewed data, if you prefer.</p><p><strong>KAREN Mccauley Henderson, Texas’ Winningest Barrel Racer—Cypress</strong></p><p>“Well, I don’t eat much. I don’t eat breakfast at all. I eat lunch maybe three days a week. I’m gone most of the time rodeoing—four days a week, usually—and on the days when I perform I feel much better if I don’t eat. I feel thinner. For dinner i’ll have a steak or a pork chop. And 1 almost always have a salad. I don’t do much cooking; my mother cooks for me.</p><p>“I don’t go out to eat much. I work, I rodeo, I exercise my horse in the evening, and it just doesn’t leave much time. If i’m on the road i’ll eat at a cafe, some place that stays open twenty-four hours, because we’re always up till the wee hours of the morning.”</p><p><strong>BILL Clements, Governor—austin</strong></p><p>“For breakfast I like plenty of coffee, two very crisp strips of thick-cut bacon, and a piece of whole wheat toast. For lunch I prefer a ground sirloin steak patty, cooked on the rare side and set on a bed of crisp, fresh lettuce, with plenty of Tabasco sauce.</p><p>“My favorite dinner is a good steak, medium rare, with a large helping of one fresh vegetable, either squash, broccoli, turnip greens, or eggplant. If those aren’t available, a green salad can substitute, but I don’t like vegetables and a salad in the same meal.</p><p><em>(Continued on page 185)</em></p><p>Opposite: <em>Dallas Cowboy Billy Joe DuPree and model annie MacDonald reveal the diets that made them what they are.</em></p><p><strong>Photograph by Kent Kirkley</strong></p><p><em>(Continued from page 116)</em></p><p>“I must have Mexican food at least once a month, preferably every two weeks. I also love good barbecue, especially cabrito. Occasionally, but not too often, I like either pecan pie, chocolate cake, or ice cream, but I only indulge myself once every couple of weeks. I’m not particular about my food—in a pinch I can eat anything.”</p><p><strong>MANUS J. O’Donnell, M.D., Specialist in Cardiovascular Disease —Houston</strong></p><p>“I try to limit myself to about 1500 to 1600 calories a day, as opposed to the national average of 2200 to 2400 for a man my size. Of course there’s been a great deal of controversy over the role of fats—particularly cholesterol—in causing coronary artery disease, but people who eat a diet low in fat do seem to do better than people on an average american diet. The real problem, you know, is that fat, more than protein or other substances, gives food its good taste.</p><p>“I did take off about twenty pounds a year ago, and i’ve kept it off. I drink skim milk and use margarine instead of butter. I eat very little cheese, except hoop cheese and mozzarella, which are lower in fat. Also, sourdough bread has less fat than regular white bread. As for meats, I concentrate on fowl and fish rather than steak or pork. The other important thing about my diet is that it’s high in green vegetables. Lots of lettuce, tomatoes, all the things in a salad. They’re not only low in calories, they’re devoid of cholesterol.”</p><p><strong>CY Brinson, Singer—Houston</strong></p><p>“The black beans at Ouisie’s [a Houston restaurant]. If I had to name one very favorite thing, I guess that would be it. But in general, I don’t eat much. I never eat breakfast at home. If i’m up early enough I might go down to the avalon drugstore, which is kind of a hangout for a bunch of old friends, and have a regular breakfast: eggs, bacon, whole wheat toast.</p><p>“I don’t really like to cook, so if I eat at the house I just go down to the fruit stand at the end of the block and pick up some vegetables and an avocado or some fruit. I always feel overweight, even when i’m no't, so I usually don’t eat three solid meals a day. Like today I was around the house working on some music, so I haven’t eaten.</p><p>“But of course when you’re in clubs late at night a lot, you get real hungry for breakfast about two in the morning. I try not to eat out too much, but once in a while a friend will drop by and we’ll feel like going out for breakfast, so it does happen.</p><p>“I was married once and then I did fix three meals a day—until I discovered that my husband really enjoyed cooking. So I decided, ‘Why not let him do it?’ These days I leave it to the people who can cook really well, the food artists, because I do think there’s an art to it. A good home-cooked meal at somebody’s house: that’s my idea of heaven.”</p><p><strong>GARNER Ted Armstrong, Radio Evangelist—Tyler</strong></p><p>“For breakfast I usually have half a grapefruit or a glass of grapefruit juice, eggs over easy, and one piece of toast. Once or twice a week i’ll have granola or some other whole-grain cereal with fruit instead of eggs. I do try to stick to the whole grains. Lunch is generally fish and either a carrot salad or tossed salad. Sometimes I have soup and salad.</p><p>“When I eat dinner out, i’ll have red meat or chicken teriyaki. I’m a sportsman, so there’s always plenty of venison—or maybe elk—and fish in the refrigerator. Many evenings we’ll eat as we watch TV, so i’ll cut up a big striper and deep-fat fry it to make homemade fish sticks.</p><p>“Having traveled all around the world, i’m a fanatic for good Tahitian, Japanese, Chinese, and Mexican food. Wherever I travel, I try the native foods.</p><p>“I can’t stand sweets. I guess I eat maybe one candy bar a year—for energy while i’m trudging through the frozen wastes on a hunting trip. I’m not a</p><p>health food nut, but I do try to be careful.”</p><p><strong>JAMES Surls, Sculptor—Splendora</strong></p><p>“Breakfast almost always is biscuits and fried eggs, every once in a while with sausage. At lunchtime i’m usually in town, so I eat out—Mexican than not. I’ll eat enchiladas, tamales, and, oh yes, <em>lots</em> of jalapenos.</p><p>“For supper I mainly have vegetables. Like fried squash—that’s kind of the staple—and fried okra. Also, I love fried potatoes, but without the ketchup. If you’re going to put ketchup on them, you might just as well just eat a bowl of ketchup and forget the potatoes. Pinto beans is another thing; we eat pinto beans by the tub. And I raise chickens, so we eat lots of chicken, but very little beef or pork.</p><p>“I don’t much like sweets, but my wife, Charmaine Locke, does make one thing I love. You take bananas and eggplant and squash them all up together with just a little flour to form a kind of paste. Then you shape the paste into soft patties that you fry in shortening until they’re golden brown. Served with butter and honey they’re the best thing in the whole world.”</p><p><strong>SARAH T. Hughes, U.S. District Judge—Dallas</strong></p><p>“I can tell you what I eat in just one minute. Every morning I have one piece of fruit, an egg, coffee, and toast. At lunch <strong>I</strong> eat a sandwich; today 1 had corned beef.</p><p>I love hamburgers, and occasionally i’ll have soup. Dinner will be meat, chicken, or fish, plus two vegetables: one green vegetable and either a potato or rice. And a salad, usually a tossed green salad. Sweets? I never eat them.”</p><p><strong>MAURY Maverick, Jr., attorney and Semiprofessional Texas Character —San antonio</strong></p><p>Contacted by telephone, Mr. Maverick protested, “I must have the worst diet in Texas because I can’t even think what it is. I’ll give it some thought and write you.” Having duly pondered, he produced the following list:</p><p>Breakfast—cheese enchiladas.</p><p>Lunch—tuna fish salad.</p><p>Dinner—Chinese food.</p><p><strong>BRADLEY Bechtol, First Grader—austin</strong></p><p>“For breakfast I always have Cheerios, orange slices, and chocolate milk. I eat lunch at school, so it’s whatever they give you: hamburgers, hot dogs, tacos, fish sticks. Some of it is okay, but most of it isn’t too good. I have a snack after school, like a piece of fruit. Today I had a peach.</p><p>“Dinner is the same way as lunch, I just eat whatever’s there—steaks and stuff. My favorite is spaghetti. I like desserts, ice cream, and vanilla malts. Not chocolate, vanilla. Do I like vegetables? Well, I don’t know. Is an artichoke a vegetable? It is? Well, I like artichokes, but I can’t think of any others. I guess that’s all.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "July 1979",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Breakfast",
      "Fish",
      "Food",
      "people",
      "Beans",
      "Chocolate",
      "Love",
      "Steak",
      "Cowboy",
      "Dallas",
      "House",
      "ICE",
      "Pinto Beans",
      "Pork",
      "Texas",
      "All Around",
      "Art",
      "Avocado",
      "Beef",
      "Bread"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Dallas",
      "Texas",
      "Golden",
      "Houston"
    ]
  }
}