{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198511",
    "date": "November 1985",
    "year": 1985,
    "month": 11,
    "month_formatted": "November",
    "pdf_uri": "/1985/19851100.pdf",
    "issue_cover_image": "",
    "document_start_page": 150,
    "toc_start_page": 148,
    "document_page_range": [
      [
        150,
        151,
        152,
        153,
        154,
        155,
        156,
        157
      ],
      [
        238
      ],
      [
        240
      ],
      [
        252,
        253,
        254
      ],
      [
        256,
        257
      ]
    ],
    "toc_order": 1,
    "toc_headline": "The Return Of the Urban Cowboy",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198511-thereturn",
  "source": "/1985/19851100.pdf",
  "wp_post_id": 120903,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-return-of-the-urban-cowboy/",
  "authors": [
    "Aaron Latham"
  ],
  "headline": "The Return of the Urban Cowboy",
  "dek": "In the five years since their lives inspired a movie, the urban cowboys who hung out at Gilley’s lost their jobs, their marriages, and even the joy of conquering the mechanical bull. Now they’re back in the saddle again.",
  "spread_caption": "",
  "excerpt": "Five years ago, Hollywood took some cowboys and cowgirls and portrayed their lives as filled with romance, heartbreak, and country music. Since then, they’ve returned to reality. And their lives have been filled with romance, heartbreak, and country music.",
  "kicker": "",
  "word_count": 8054,
  "content": "<img/><p><strong>Half A Decade After</strong><em>Urban Cowboy</em> bucked its way into America’s consciousness, I made a sentimental trip back to Gilley’s, the legendary saloon where the movie was set. In a way I felt like Sancho Panza going back to La Mancha for a rematch with the windmills, only my windmill was a spinning mechanical bull.</p><p>I jousted with my windmill of a bull again, and I got hurt again, naturally. If this story were a country song, the steel guitar would now go <em>twang, twang,</em> the way it always does whenever somebody gets hurt. And people get hurt in country songs even more often than they do on the mechanical bull, <em>twang, twang.</em></p><p>Limping badly, I left the bull behind and moved on to Gilley’s newest attraction, the wild West, <em>High Noon,</em> shoot-out-on-Main-Street, fastest-gun-in-Gilley’s gunfight. You strap on six-guns and step into what looks like a movie set of a Western town. And you face the man or woman whom you are trying to “kill” and who is trying to “kill” you. You are Alan Ladd in <em>Shane.</em> You are Gary Cooper in <em>High Noon.</em> You are the hero of your own movie. Then you fire three shots and look for red “blood” on him—or on her-or on you. The bullets are paint pellets, but they hurt when they hit. Like the bull, this shoot-out is kind of a toy, but it will bruise you up pretty bad, because if you are a cowboy, it usually hurts to have fun, <em>twang, twang.</em></p><p>I got painfully “killed” twice, but I “killed” the other guy twice too, so it was a dead heat, as they say. Bruised from the bull and from the bullets, I decided to try something a little less physical: listening to cowboys talk.</p><p>Soon I was hearing tales of shoot-outs with real bullets and real blood. Tales told by the real people whose real lives and real loves had been woven into the plot of <em>Urban Cowboy.</em> People I sought out after many years and one movie to see what had been happening in their private movies since I had seen them last. One was the real-life urban cowboy played on the screen by John Travolta, another was the real-life urban cowgirl played by Debra Winger, and then there was the real-life urban outlaw played by Scott Glenn.</p><p>I was especially eager to renew my acquaintance with the outlaw because he was the first friend I ever made at Gilley’s, in many ways the best friend I made. Of course, when I met him I had no idea he was an escaped convict hiding out at Gilley’s-a kind of vast indoor badlands.</p><p>All the boys in the saloon looked like cowboys, but they weren’t, and all the girls looked like cowgirls, but they weren’t, either. The outlaw didn’t look like an outlaw, but he was. He didn’t look like a hotshot who would fight it out with a gang of bikers and make them wish they had never met him, but he had. He didn’t look like a lover who would get engaged and then—on the night of his fiancee’s wedding shower—get arrested. But that is what happened. He looked like an innocent, white-hat, clean-cut, all-American cowboy, but he wasn’t.</p><p>In a sense his story symbolizes the rise and fall and rise again of the cowboy. Which, in turn, seems to symbolize what has happened to Houston during the past five years. For Houston rose and fell, going from oil boomtown to oil-bust town. But Houston will surely come back, the way the cowboy always comes back. The cowboy fades away from time to time-as if absent on some long trail drivebut the cowboy always returns when we need him.</p><img/><img/><p>Photography By Brian Smale</p><p><span class=\"dropcap\">D</span>ew Westbreok the original urban cowboy played by John Travelta (opposite), ended up in Dallas, where he works betwwen odd jobs across the country, and dreams of ranching one day.</p><img/><img/><p><span class=\"dropcap\">R</span>ichard Hayes was the original outlaw played by Scott Glenn (opposite). After his stint in prison, he and his wife, Sheryl, Gave up Gilley's and started a business from a Hill Country hideaway.</p><img/><p><strong>In the BEGInNInG </strong>In the summer of 1978 I flew from Washington, D.C., to Houston to do a magazine story on Gilley’s. I already had a title in mind, “The Ballad of the Urban Cowboy.” I also had an approach—I wanted to write a nonfiction love story set in the huge honkytonk’s wide-open indoor spaces.</p><p>Since I had grown up in Texas, I expected my visit to Gilley’s to feel something like a family reunion. But when I actually got there and walked into the huge saloon I felt more like Margaret Mead stepping ashore on Samoa for the first time.</p><p>Before me stretched several thousand ersatz cowboys and cowgirls who worked in refineries or waited tables or did other urban work during the day but who turned themselves into B-movie western heroes at night. They were dancing and swinging at a mechanical punching bag and riding a mechanical bull on about four and a half acres of concrete prairie under a tin roof.</p><p>I felt as if I were watching a performance of a shit-kicking, red-necked, low-rent, pickup-driving, Skoal-chewing, longneck-drinking, armadillo-loving, country-music-singing, two-stepping, Stetsonwearing, mechanical-bull-riding <em>Man of La Mancha</em> with a drawl, y’all. These urban cowboys were to real cowboys what Don Quixote was to a real knight.</p><p>But the cowboys of La Mancha looked scary; they almost all did physical labor, had mean muscles, and were tough. I was a little frightened until I met Les Walker. I liked and trusted him right away, and I spent most of my first night at Gilley’s watching Les run the mechanical bull. I saw him make the bull throw and hurt cowboys, <em>twang, twang.</em> I even saw him throw and hurt cops —most of whom believe they are the real inheritors of the cowboy mantle. And when I say “hurt” I mean bull riders were getting their nuts busted-for the bull is a more effective nutcracker than any that Tchaikovsky ever dreamed of, <em>twang, twang.</em> But the man running the nutcracker seemed so much gentler than his job.</p><p>I trusted him and his gentle nature so much that I let him give me a ride on the bull. Naturally I got bucked off. Naturally I got hurt. But pain seemed to be a part of the cowboy’s initiation. Les continued to be my best friend at Gilley’s. I never suspected that he might not be what he appeared to be.</p><p>Around midnight on that night, one of Les’s girlfriends came in and rode the bull standing up. I couldn’t believe it. I decided she was a girl I should talk to. Her name was Betty Helmer, but she would be named Sissy in the movie, and Debra Winger would play her. She told me that she had met her husband at Gilley’s. His name was Dew Westbrook, but he would be named Bud in the movie, and John Travolta would play him.</p><p>After meeting at Gilley’s, Betty Helmer and Dew Westbrook courted at Gilley’s almost every night. Then they got married and had their wedding reception at Gilley’s. They were happy at Gilley’s until the mechanical bull arrived-like the snake coming to Eden. The problem was that the cowgirl wife could ride the bull better than her cowboy husband. The poor cowboy had married a cowgirl who was a better cowboy than he was. And he couldn’t stand it. He ordered her to stop riding the bull, but she wouldn’t. The bull broke up their marriage, <em>twang, twang.</em></p><p>The story seemed to me to be a curious and modern love triangle. The Cowgirl, the Cowboy, and the Mechanical Bull. Or the girl, the boy, and the machine. Since she couldn’t fall in love with a machine, the cowgirl transferred her affections from the bull to the bull master and fell in love with him.</p><p>Lots of girls did. Betty loved the bull master. So did her cousin Sheryl and many others. Girls would gather around Les the way cows gather around a bull. He had his indoor herd. In the movie he would be played by Scott Glenn and would be called Wes. He called himself Les Walker, but “Les” was as fictitious as “Wes.”</p><p>Once I had met Betty and Dew and Les and the Bull, I knew I had my love story. Written as a magazine story, it was published in September 1978, and Hollywood started calling right away.</p><p>Two months later, I was beginning a new adventure, my first screenplay —and Les was about to begin a new adventure, marriage. Sheryl was to be his bride. Or so he thought. But something happened that changed his plans. The rumor was the girl who hung around the bull —who was in love with the bull and with Les as an extension of it—seems to have turned the bull master in to keep him from getting married. Gilley’s hath no fury like a cowgirl scorned, <em>twang, twang.</em></p><p><em>Aaron Latham, who lives in Washington, D.C., wrote the screenplays for</em> Urban Cowboy <em>and</em> Perfect <em>with James Bridges.</em></p><img/><p><span class=\"dropcap\">S</span>teve Strange (left) runs High Noon, Gilley's newest cowboy toy. Customers strap on six-guns, graw, fire, and “kill” each other. The bullets are really paint-filled pellets, but they still hurt.</p><img/><img/><img/><p><span class=\"dropcap\">B</span>etty Helmer, (right), the real-life Sissy played by Debra Winger (opposite), still can't get enough of the mechanical bull. Jessie La Rive, a regular at Gilley's, played Sissy's best friend.</p><img/><p><strong>Wedding Shower Blues</strong> Nine days before the wedding Sheryl’s girlfriends gave her a bridal shower and rained presents on her. Sexy lingerie for the wedding night. Small appliances to fix breakfast on the first morning of their marriage. Funny presents to make her blush.</p><p>After the shower the cowgirl carried the loot home to her outlaw. They were already living together. She had the fun of showing everything to him and blushing again. They were putting the gifts away when they heard a knock at the door.</p><p>Since the outlaw was a wanted man, he retired to a bedroom to hide. And he picked up his shotgun and made sure it was fully loaded. He was always careful. The cowgirl answered the knock.</p><p>When she opened the door, she found a posse on her doorstep. She knew what they wanted. They wanted her bridegroom, <em>twang, twang.</em></p><p>“I’m David Mullican,” said one of the policemen. “I’m a friend of Sherwood’s.”</p><p>The cop meant Sherwood Cryer, the owner of Gilley’s.</p><p>“Les ain’t here,” said Sheryl.</p><p>But it was too late. The outlaw knew Mullican. His caution seemed to evaporate like a gambler’s luck. He stepped out of the bedroom to say hello. He had his shotgun, but he leaned it against the wall.</p><p>Mullican pulled his gun.</p><p>Suddenly the room was full of law. Two Fbi agents stormed into the bride’s living room. And another policeman came charging in. Guns were drawn. And handcuffs closed on the outlaw’s wrists, <em>click, click, twang, twang.</em></p><p>“I got hysterical when they put the handcuffs on him,” Sheryl remembers. “That was nine days before we planned to get married. Everything was paid for. All we had to do was go to the church.”</p><p>[ Continued On Page 236 ]</p><p><strong>the Bull Speaks</strong> In the original <em>Urban Cowboy</em> story one character was so real and so earthy that he couldn’t be played by any Hollywood actor-El Toro, the mechanical bull. And if he is harboring a beef under his thick, genuine imitation cowhide, he can’t be blamed for it. “If it wasn’t for me, there would be no Gilley’s, there would be no <em>Urban Cowboy,</em> and Travolta would still be some kind of disco biscuit,” the bull fumed recently while resting at his traditional spot in the Pasadena club. “And what kind of respect do I get? The other day, some dadburned tourist walks up to me and says he thought I’d been retooled into a giant cocktail shaker at Billy Bob’s.”</p><p>El Toro, the son of proud parents who were professional rodeo-training devices, hasn’t changed much since his birth at Gilley’s in 1977. But a close look at El Toro and his surroundings reveals that life has not been kind since Gilleymania broke out six years ago. These days he has to share space not only with the quick-draw shoot-out, the punching bag, and real red-blooded bulls over at the rodeo arena but also with two other mechanical bulls. “Now it’s well-nigh impossible for some tinhorn to know whether he’s spending two bucks to ride the original El Toro, star of <em>Urban Cowboy,</em> or some scrap-metal Juanny-come-lately,” the bull complained.</p><p>Soon after the movie’s release, El Toro enjoyed a brief spell in the limelight. His likeness was copied and imitated so much that Gilley’s claimed exclusive manufacturing rights to mechanical bulls. It seemed as if half the nightclubs in the free world had to have their own versions of El Toro. With celebrity status came the lawyers who first argued over patent rights, then later filed suits on behalf of riders who had been hurt trying to tame him and his siblings. By the time the film became a cable television staple, kicker clubs had gone out of style, and many rooms had changed their formats to teen clubs, discos, or rock and roll palaces. What small market still exists for mechanical bulls is overseas. Gilley’s has even let its claim to exclusive manufacturing rights lapse. “Lots of people have put their bulls out to pasture,” said Gerard Willrich, controller for the Gilley’s companies. “It’s definitely not like it was.”</p><p>“Bull stuff,” responded El Toro with a snort and a toss of the torso.</p><p><em>Joe Nick Patoski</em></p><p>The Return Of the Urban Cowboy</p><p>[ Continued From Page 155 ]</p><p>The bride got so hysterical that she decided to use force to keep the cops from taking the outlaw. She grabbed one handcuffed arm, the law grabbed the other, and they had a tug-of-war.</p><p>“No, you can’t take him!” she cried. “You can’t take him! You can’t take him!”</p><p>But they took him. Took her robber bridegroom. On the night of her wedding shower. Nine days before the wedding. The law put the groom in a police car and drove him away while a police helicopter hovered overhead. The bride, who had been robbed of her wedding, rushed inside, grabbed a .22 pistol, ran back outside, and aimed at the chopper. It flew away and left her alone.</p><p><strong>Jail</strong></p><p><span class=\"dropcap\">A</span>fter her bridegroom was stolen from her, Sheryl didn’t sleep for three days and nights. Then she passed out.</p><p>A while later she received a letter from her imprisoned groom. In the envelope she found a photograph, the only picture he had to send her: a mug shot. Beneath his picture was a name: “Richard Hayes.” “Les Walker” had just been an alias. And beneath the name were all the crimes he was charged with, <em>twang, twang.</em></p><p>The trouble began in Hometown, which he does not want identified, where he got in with the wrong crowd. And raised some hell. And made the cops mad enough to issue some warrants. So he fled his small town of Hometown and headed for the Big City: Houston.</p><p>He was having a good time until he walked into a topless bar called the Classic Cat, where a biker gang used to hang out. He started talking to a girl, which made the bikers jealous. The leather jackets asked him to meet them in the parking lot. Then they slammed him up against a wall, and explained the error of his ways.</p><p>The outlaw pulled away from the bikers and ran for his truck. He heard bullets hitting the ground and his truck. Reaching his pickup, the outlaw pulled a shotgun from behind the seat. Soon bullets were going back the other way.</p><p>The outlaw saw a biker standing by the door of the topless bar. He shot him. The leather jacket went down. Other jackets dragged him inside.</p><p>When the outlaw saw two other bikers hiding behind a car, he shot out all the car windows trying to hit the bikers.</p><p>When the shotgun was empty, he ran back to his truck and pulled out a rifle. He walked back into the topless bar. Jackets and breasts dived for cover.</p><p>The outlaw just stood there brandishing his weapon until the cops came. Then he handed his rifle to a uniform. And he went to jail.</p><p>After an investigation, the cops decided that he had been acting in self-defense. They were about to let him go when they learned of the outstanding warrants from Hometown. So instead of turning him loose, they sent him home. Home to jail.</p><p>The outlaw was placed in a solitary cell. He had three friends in another cell. One night his friends sawed through the bars of their cell, got the jailer’s keys, and unlocked the outlaw’s cell. Then they put the jailer in one of the cells. Since the outlaw was the one who closed the door on the jailer, with whom he had once gone to school, he was charged with kidnapping.</p><p>With the law after him once again, the outlaw headed for Houston. He went back and got a job down the street from where he had had the shoot-out with the bikers. He went to work running the bull at Gilley’s —where he met Sheryl and Betty and the bull-loving cowgirl who turned him in.</p><p>Sheryl went to the outlaw’s hometown to attend his trial.</p><p>“I stole a kiss in the county courthouse,” remembers Sheryl. “I stole it in the hall when he was being escorted back to the jail.”</p><p>Which made her something of an outlaw—a jailhouse-kiss-stealing bandit.</p><p><strong>Betty And the Bull</strong></p><p><span class=\"dropcap\">M</span>eanwhile, back at the concrete ranch, back at Gilley’s, the course of true love was running about as smoothly as a mechanical bull ride. In the movie Bud and Sissy break up but get back together at the end of the story as the sound track wails “Lookin’ for Love.” In real life there was no happy ending. The mechanical bull split Betty and Dew up, and they stayed split up, <em>twang, twang.</em></p><p>Then Betty fell in love with Somebody New the same way David O. Selznick met Vivien Leigh —in the glow of a fabulous fire. While he was still looking for his Scarlett, Selznick decided to begin shooting <em>Gone With the Wind</em> by filming the burning of Atlanta on a studio back lot. Vivien Leigh was introduced to him as the cameras were turning and Atlanta was blazing. Betty fell in love with Carl Lee Jones while Gilley’s was engulfed in flames.</p><p>One day in February 1979 Betty heard fire engines and followed them to see what was happening. She was amazed to see fire trucks pull up in front of Gilley’s. She parked in the vast parking lot and got out to watch the world’s largest nightclub burn. Also drawn by the great Gilley’s fire was a wiry young man named Carl. They stood in the heat of the flames and watched the blaze together. Gilley’s had destroyed Betty’s marriage, and now Gilley’s itself was being destroyed. It seemed the right time and the right place to begin something new.</p><p>A few days later they decided to go four-wheel-driving together in Carl’s green Bronco. They came to a stream that Betty said looked like trouble. He decided to try to cross it anyway. “We’ll get stuck,” she warned. “No we won’t,” he said. They got stuck for twelve hours. From 2 p.m. to 2 a.m. They dug with their hands in the mud until they looked like Adam and Eve before God breathed life into their clay bodies.</p><p>When they finally got the Bronco unstuck, they drove it to an all-night car wash. They started putting in quarters and spraying the truck. They spent $6. By the time they got back to her apartment, it was 3:30 in the morning. He stayed the night.</p><p>Not too long afterward, Betty proposed to Carl, and they got married. The date was August 24, her first husband’s birthday. The ceremony was performed in the office of a justice of the peace. The bride wore a flowered dress. The groom wouldn’t wear a suit, just brown slacks and a silk shirt. After a one-night honeymoon at a Ramada Inn the newlyweds moved into a mobile home.</p><p>The new bride and groom started going back to Gilley’s —which had suffered some damage from the fire, about half an acre destroyed, leaving only about four acres of concrete prairie on which to play. But Carl didn’t like going to Gilley’s. Betty could ride the bull better than he could. He told her not to work in the movie <em>Urban Cowboy,</em> then being filmed on location in Gilley’s, even though the movie was about her. Or perhaps especially because it was about her.</p><p>Carl and Betty had a daughter and a son.</p><p>Then, like a lot of people in Houston, Carl suddenly found himself without a paycheck. He got laid off from his job at U.S. Steel. The layoff lasted eighteen months and was tough on everyone. The mobile home became such an unhappy place that Betty went home to her parents’ house. She needed a break.</p><p>Around that time Dew, who had been out of town for months, came back into town and went to see his former wife. They sat around her mother’s living room and talked just the way they had when they were courting. They talked about going back to Gilley’s, but never got around to it, <em>twang, twang.</em></p><p>A few days later Betty was the one who arrived unexpectedly. She returned to her trailer-park home to talk to her husband, to try to straighten things out, but he wasn’t there. She went in and waited for him. Hearing a truck pull up out front, Betty looked out the window. She saw her husband with a woman. While she hid, they entered the trailer. He went to the back bathroom. The woman went to the front bathroom.</p><p>Betty knocked on the door of the front bathroom. The woman opened the door and was horrified to see Carl’s wife standing there.</p><p>“You can leave anytime,” Betty said, <em>twang, twang.</em></p><p>Which was a real-life scene almost identical to a scene in the movie that had been released more than a year before.</p><p>Betty and Carl’s marriage was all over for good.</p><p>Then Betty’s father, who had been sick for a long time, committed suicide.</p><p>And Betty seemed to come full circle. She moved back in with her mother more or less permanently, into the house on Peach where she had grown up, just down the street from Gilley’s. And she started going to Gilley’s again. She went back to riding the bull standing up. And now she is once again the best bull rider at Gilley’s.</p><p>It is as though she cannot stay away from the bull. When she was younger, she once visited San Antonio, a trip that was supposed to last a week, but she stayed just a few hours because she realized that she could not miss even one night with the bull, so she rushed home to it. Her marriage to Carl lasted a little longer but ended the same way —with Betty coming home to the bull.</p><p>The bull may have a heart of steel, but its body never gets tired. It will buck forever if you want. And Betty wants.</p><p><strong>Newlyweds</strong></p><p><span class=\"dropcap\">T</span>he outlaw was convicted of kidnapping the guard whom he had locked up during his jailbreak, but Sheryl married him anyway. Les was sent to the penitentiary and she rented a place in a nearby town. That is how the newlyweds spent the first years of their marriage —with walls and bars and barbed wire between them, <em>twang, twang.</em></p><p>“I thought so many nights I would break him out,” remembers Sheryl. “I thought of coming in the visitors’ section with a gun. I told him—”</p><p>“And I said nope, nope,” he remembers, “we’ll both get killed.”</p><p>She was lonely and frustrated at night. He was lonely and frustrated and tense and scared.</p><p>“In prison you need to get around people doing life,” he reminisces, “because they are going to be there a long time and don’t want no trouble.” Short-timers were more unpredictable. “I saw a guy get knifed over a comb.”</p><p>[ <strong>Continued On Page 250 ]</strong></p><p>[ Continued From Page 238 ]</p><p>One morning a guard came into Les’s section and woke him up by shaking his shoulder. Reacting with convict instincts, Les turned and hit the guard, knocking him into the wall. He thought he was in big trouble, but the guard later apologized, saying that he was new at the job and didn’t know how on edge prisoners were all the time.</p><p>Then Les got a pleasant surprise. He was called into an office and told he was going to be given work release to a town. He was overjoyed—yet at the same time curious because he had asked to be sent to another. As soon as he could, he called his wife and told her the good news. She was ecstatic.</p><p>But he was called back into the office and told that there had been a mistake. He wasn’t going to be given work release; it was somebody else. Sorry. So he had to call Sheryl back and tell her the bad news, <em>twang, twang.</em></p><p>And then <em>she</em> started making calls. She called the prison officials and accused them of cruel and unusual punishment, not to him but to her, telling her she could have her husband back then snatching him away. The prison didn’t seem to give a damn.</p><p>So she started calling everybody else she could think of. “When I get mad, my mouth will not stay shut.” She kept calling until she had worked her way up to the governor’s office. And she raised the same hell there that she had raised with everyone else. But the difference was that the governor’s office called her back and said, okay, she had a point, it was cruel and unusual. And her husband was going to be given a work release after all.</p><p>After spending two years inside the walls, he was transferred to the prison farm, where he remained for a short while.</p><p>And then he was freed.</p><p>Thanks to his good wife, who had broken him out of the big house with her big mouth. She had not needed a gun, after all.</p><p>The ex-outlaw and his good wife went back to Houston and back to Gilley’s. He got his old job running the mechanical bull. The ex-outlaw was once again the bull master.</p><p>And more.</p><p>The ex-outlaw was also drawn into the Great Saloon War then rocking Texas. Dividing Texas. Like the Civil War.</p><p><strong>the Great Saloon Shoot-Out</strong></p><p><span class=\"dropcap\">G</span>illey’s had long claimed to be the biggest nightclub in the world. It had four and a half acres of concrete prairie under one roof to back up its claim. But then a saloon called Billy Bob’s Texas opened up in the stockyards of Fort Worth, and it was even bigger. Instead of a mechanical bull, Billy Bob’s had real bulls that bucked in a real rodeo arena right inside the honky-tonk. So Gilley’s decided it needed a real rodeo arena with real bulls too.</p><p>The ex-outlaw was hired to build the new rodeo arena. Sheryl worked on it some too. And so did a lot of other cowboys. But the former bad guy was largely responsible for the building of the huge rodeo arena, which was much bigger than Billy Bob’s. The arena doubled the size of Gilley’s and made it once again the biggest nightclub in the world.</p><p>With the help of a desperado Gilley’s won the Great Saloon Shoot-out. Appropriately, the arena was finished on the Fourth of July.</p><p><strong>A Wedding And A Funeral</strong></p><p><span class=\"dropcap\">T</span>he new rodeo arena turned out to be an especially happy place for Jessie La Rive, a Gilley’s cowgirl who had played a small but memorable part as Sissy’s best friend in <em>Urban Cowboy.</em></p><p>When Gilley’s started having rodeos Jessie naturally wanted to take part. She wasn’t quite ready to ride a live bull, so she contented herself with carrying the Texas flag in the grand parade at the beginning of the rodeo. One night a sailor in the stands looked down at this pretty girl on horseback gracefully carrying the Lone Star flag that streamed behind her. He told a friend who was with him, “I’m going to marry that girl.”</p><p>The sailor made a point of meeting Jessie that night. Two weeks later he asked her to marry him. A justice of the peace performed the ceremony, and then the bride and groom went over to Gilley’s to announce their wedding from the bandstand.</p><p>Other couples from all over the country who had seen the movie about Gilley’s started coming to the old saloon to get married. Some got married on the bandstand. One couple got married on the dance floor. Some even got married on the mechanical bull.</p><p>Those were great, romantic days at Gilley’s, with new brides and grooms and big crowds and singing cash registers. Gilley’s was on top of the saloon business, and Houston was on top of the oil business. Gilley’s was the boom saloon in the boomtown, where you couldn’t walk down the street without dollar bills sticking to your boots.</p><p>And then when everything was going so well, one night a young boy, a teenager, was thrown by a bull. He landed on the bull’s horns and was gored in the chest. His aorta was severed and he was probably dead before he hit the arena floor. The boy’s father watched it all from the bleachers.</p><p>Perhaps that tragedy was an omen.</p><p>The romance could not last forever. The cowboy romance. The boom saloon romance. The boomtown romance. They all would eventually end the way a movie ends, and the lights would come back on.</p><p>The problem was oil. When the price of oil went up in the seventies, it made Houston rich. When the price went down in the eighties, it made Houston poor—or at least poorer. A lot of bang went out of the boomtown.</p><p>“There’s been a big recession in this Houston area,” Sherwood Cryer, the boss at Gilley’s, says. “We still get the people in here, but they don’t have the money to spend they once had.”</p><p>The cash registers at Gilley’s are still singing, but a slower song, a country song, full of trouble and pain, <em>twang, twang.</em></p><p><strong>Bang! Bang!</strong></p><p><span class=\"dropcap\">T</span>he ex-outlaw had his troubles too. At home in his own bed with his own wife, he was still as tense as he had been in prison.</p><p>Nor was life on Gilley’s concrete range entirely peaceful. The ex-outlaw started drinking too much. And fighting too much. And his wife blamed Gilley’s.</p><p>One night a drunk old man accused the bull master of bumping his wife. The bull master hit him in the face and knocked out teeth. Then a dozen guys jumped on top of the bull master. Sheryl started screaming and trying to pull them off.</p><p>When she finally pulled him from beneath the dog pile, the two of them fled out the side door because the cops were on the way. Les had a bloody eye.</p><p>Another night, the bull master saw his wife dancing with a teenager. He came up and grabbed her by the ponytail.</p><p>“Having fun?” he asked.</p><p>“Yeah,” she said, “and you?”</p><p>She thought someone was going to die, but Les just walked away.</p><p>On another night someone almost did die. The husband and wife were sharing an evening at home—just the kind of evening they had dreamed of when he was locked up. Suddenly, Les announced that he was going out. Sheryl started in the direction of the family’s .357 Magnum.</p><p>He was already in the car when she emerged from the front door wearing her nightgown and wielding Dirty Harry’s pistol. She thought she would shoot the tires out so Les couldn’t leave. She pulled the trigger. <em>Click.</em> The misfire made her mad. She pulled a second time. This time the gun fired, but she missed the tires, which made her even madder—so mad that she aimed the third shot at her husband’s head. She had tried to be reasonable, to be moderate, to aim at the machine rather than at the person, but the gun had not cooperated, had made her mad, and so now she was just going to have to kill the husband for whom she had waited so long, <em>bang, bang, twang, twang.</em></p><p>But the third shot was high.</p><p>Her husband drove off, and she ran into the house to look for more bullets because she knew he would be back. She knew very well that she was in a race. She simply had to reload her weapon before he came back with the only weapons he would need, his hands. But where were the bullets? Where were the bullets? She had worked so hard to get her husband out of jail, and now she was working even harder to find bullets to kill him with. But where were they? Where were they? She couldn’t just go next door and explain that she was out of .357 shells and ask to borrow a cupful. But she had to find some somewhere, because he would be back any minute and he would be drunk and he would be mad.</p><p>The outlaw husband returned home before the wife could find bullets to kill him with. And he did what she had known he would do, what Wes kept doing in <em>Urban Cowboy.</em> He beat her up.</p><p>“My hair was all over the front yard,” she remembers.</p><p>It was about then that she started lying awake nights dreaming up ways to kill the man for whom she had waited so long and fought so hard. Maybe poison. Maybe a knife. Maybe a shotgun because it was easier to hit somebody with a shotgun.</p><p><strong>the Long Job Drive</strong></p><p><span class=\"dropcap\">I</span>n the movie and in real life Dew Westbrook was in Houston because it was <em>the</em> boomtown. The city itself was a kind of gusher, a job gusher, a money gusher. But when the gusher started to go dry, and money got scarcer, and jobs got fewer, a lot of workers started leaving town. Dew was one of them, <em>twang, twang.</em></p><p>“I left Houston not long after the movie came out,” Dew says. “I started traveling. I’ve been in every state west of the Mississippi except Wyoming and Utah. Plus some states east of the Mississippi —Ohio, Illinois. I drove sixty thousand miles last year.”</p><p>In the old days cowboys went on long trail drives. Now urban cowboys like Dew go on job drives. They are every bit as rootless as their historical counterparts, driving all over the country following work.</p><p>Two of the things Dew left behind when he hit the road were a wife and a child. After his marriage to Betty had ended he married another girl, named Jan, and they had a son. But that marriage was finished too, thanks in part to Dew’s nomadic lifestyle, which has been imposed upon him by the economy.</p><p>Dew’s first stop after he left Texas was California, where he took a job at the San Onofre nuclear power plant. Oil had let him down, so he was turning to atoms. He became an atomic cowboy.</p><p>Then Dew went to Beulah, North Dakota, where the weather was cold but the money was good. He joined a crew of five thousand who were building one of America’s first coal gasification plants, which turn coal into gas. Oil and atoms had let him down, so he was turning to America’s most abundant resource, coal. He was a bituminous cowboy.</p><p>He was also lonely and cold and two thousand miles from his wife.</p><p>“That’s when I met Kelly,” he remembers. “I met her at a party the first weekend in Beulah. She couldn’t stand me at first. She thought I was bold and arrogant. She was from the North and had never known anyone from the South.”</p><p>At some point during the party Dew, three other guys, and Kelly decided to take a ride. A cop pulled them over and searched the car for drugs. He didn’t find any, but he did find a gun. So the cop announced that he was going to arrest the driver.</p><p>But Dew said, hold on, no, you can’t do that.</p><p>The cop wondered why not.</p><p>Dew said the gun was in plain sight. Which meant that it wasn’t a concealed weapon. Which meant that it was covered by the bill of rights, specifically the right to bear arms.</p><p>The cop just stood there amazed. Kelly stood there amazed. What was she doing riding around with this guy?</p><p>Dew said the National Rifle Association would back him up on this. He was wearing a big belt buckle decorated with an American flag and a skeleton holding a rifle and the words “I will give up my gun when they pry it from my cold dead fingers.”</p><p>The cop was beginning to wish that he had never met this cowboy with the mechanical mouth. And Kelly felt the same way.</p><p>But the cop eventually backed down.</p><p>And Kelly eventually changed her mind.</p><p>Some five thousand men had come to build the plant at Beulah, a tiny town that contained fewer than one hundred datable women, so there were not enough females to go around, to put it mildly. But Dew got one—blond, green-eyed, beautiful Kelly.</p><p>Soon she was living with him in the huge Man Camp, where no women were allowed. One night a guard saw Kelly and chased her through the snow, but she ducked into a building and got away and returned to Dew’s narrow bed.</p><p>In Beulah the ex-urban cowboy and his new girlfriend watched the northern lights together. They went skating in their boots by holding onto the back of a pickup as it drove across a frozen lake. And they partied in the bar of the Best Western motel and danced to a song on the jukebox that went like this: “I was lookin’ for love in all the wrong places,/Searchin’ your eyes, lookin’ for traces,/Of what I’m dreaming of.”</p><p>Then the gasification plant was finished, and Kelly had a decision to make. Would she go with Dew to Seattle? Or would she return to her ex-husband in New York? The ex-husband wanted her back, and he was used to getting what he wanted.</p><p>Kelly chose the cowboy over the godfather.</p><p>Kelly and Dew moved from Seattle to Baton Rouge, Louisiana, to Lima, Ohio, to Chicago to Dallas, where they are now. The original urban cowboy lives in a trailer parked near the stadium where the Dallas Cowboys play.</p><p>He works for a roofing company, but he plans to borrow enough money to buy some laundromats, which he hopes will make him enough money to buy a little piece of dirt up in Montana. He already has a place picked out. When I first met Dew, he was 21 years old and already dreaming his dirt dream. He is 28 now and dreaming it still.</p><p>While he is waiting for his dirt dream to come true, Dew spends his time practicing cowboy arts so he will be ready. He has six guns, but it is hard to do much practicing with them in a crowded trailer park. So he practices with a crossbow instead. A sixty-pounder.</p><p>“Very quiet and very deadly,” he explains.</p><p>The original urban cowboy spends many an evening in his trailer firing his crossbow at a target on the wall. Firing a medieval weapon. A knight’s weapon, for God’s sake. A weapon of which Don Quixote would have approved. And he shoots it in the house.</p><p>Dew Westbrook has gone from being a quixotic indoor cowboy to being a quixotic indoor knight.</p><p><strong>Are You Going To Leave Me?</strong></p><p><strong>“</strong><span class=”dropcap“>H</span>ello,” Sheryl answered the phone.</p><p>“Somebody shot me with a crossbow,” her husband said.</p><p>“What?”</p><p>“A crossbow. Some son of a bitch shot me with a crossbow.”</p><p>“Where’s the truck?”</p><p>“I don’t know. Call it in stolen.”</p><p>“What? Where are you?”</p><p>“Near some grain elevators. Some son of a bitch shot me with a crossbow. Come get me!”</p><p>Sheryl went out looking for grain elevators and the victim of a twentiethcentury crossbow shooting. And she finally found them. Her husband was slumped beside a phone with a metal shaft sticking out of his chest.</p><p>She somehow got him into the car and headed for the hospital. The crossbowshot cowboy kept complaining about all the bumps she was hitting.</p><p>*From “Looking for Love,” by Patti Ryan, Wanda Mallette, and Bob Morrison. ® 1980 by Southern Nights Music. International copyright secured. All rights reserved. Reprinted by permission.</p><p>When they reached the hospital, emergency room attendants carried him inside on a stretcher.</p><p>He looked up at her and asked, “Are you going to leave me?”</p><p>“Yes,” she said, <em>twang, twang.</em></p><p>Later on, the sheriff’s department was able to piece together what had happened. The ex-outlaw had spent years restoring a classic 1961 pickup. When he finally got it started, he got drunk and went for a drive to celebrate. Boxes of welding rods were rattling around in the back of the truck, but all else was well. Until he hit a railroad track going a hundred miles an hour. The truck was airborne for about a hundred feet. When it came down, it started rolling. The engine went one way. The truck went another. And a welding rod from the back of the truck came crashing into the cab and “shot” him between his heart and his lung.</p><p>Yes, she told him, she was going to leave him, but somebody had to take care of the cowboy who had been shot out of the saddle of his classic truck by a welding rod. So she didn’t go.</p><p>But Sheryl had decided it was time to make a stand. The good-hearted woman told her good-timin’ man—as the song goes —that he had to make a choice. Her or the booze. Her or Gilley’s.</p><p>“If you love that place more than you love me,” she said, “that’s it.”</p><p>So the bull master quit his job at Gilley’s. He moved his family to the Hill Country and opened a mechanical general store and fix-it shop.</p><p>“He straightened up,” says Sheryl. “Now our lives are dull.”</p><p>“But I’ve got it about how I want it,” says the ex-outlaw, ex-convict, ex-bull master, ex-hell-raiser.</p><p>Of Betty, Dew, and Les, the main characters I wrote about in my original story eight years ago, the outlaw has fared the best. He is the only one who has a steady job, a good marriage, and a stable family life. Betty’s children live with her some of the time and with their father some of the time. Dew has not seen his son for two years. But the outlaw is raising his own children with no custody battles and no back talk—as a matter of fact. He turns out to have been the best allaround cowboy of them all.</p><p>“I hear,” says Sheryl, “a whole bunch of the old people are going out to Gilley’s again.”</p><p>“I’d like to go in there,” says the exoutlaw, “if the old ones are there.”</p><p>“No!!!” screams Sheryl.</p><p>Whether the ex-outlaw will ever return to Gilley’s remains to be seen, but many of the regulars have started coming back. They come back to spend their money, which means that Gilley’s is beginning to feel like a boom saloon again. They come back to dance the two-step and the cottoneyed Joe. They come back to break their hands on the mechanical punching bag, <em>twang, twang.</em> They come back to break their balls on the mechanical bull, <em>Twang, Twang.</em> And they come back to play with Gilley’s new cowboy toy, the wild-West, fast-draw game, <em>bang, bang, </em>you’re dead, <em>twang</em>, <em>twang.</em></p><p>Betty, who may be the best cowboy ever to walk into Gilley’s, loves the new shoot-out. Of course. The first time she ever tried to “kill” anybody, it was Steve Strange, the cowboy with the wonderful name, who has worked at Gilley’s longer than anybody. Even Steve left Gilley’s a couple of years ago —got mad and quit—but he is back now. It was Steve who taught Betty to ride the bull way back in the beginning. And now he is teaching her to draw and shoot and “kill.”</p><p>Betty and Steve strap on their six-guns and step into a huge box, about six feet wide by twenty feet long, with a clear plastic front so spectators can see the action. Which makes Betty and Steve look a little like cowboy mannequins about to shoot it out in a department store window. The back wall of the box is painted to look like the Main Street of a Western town, with signs that read “J. Wilson Stagecoach Lines,” “The Yellow Rose Hotel and Saloon,” “Long Horn Cafe,” “Telegraph Office,” “Barber Shop,” “Livery Stable,” “Saddle and Leather Goods,” and just plain “Guns.” Betty and Steve take up positions at opposite ends of the box (Main Street).</p><p>Steve draws and fires and hits the floor in front of him. He is fast but not always accurate. Betty takes her time and shoots him in the stomach, <em>twang, twang.</em></p><p>They reload.</p><p>Steve draws and fires and misses again. Betty shoots him in the right eye. Luckily he is wearing a plastic visor like those worn by cops in riots. Steve isn’t hurt, but he is “dead,” <em>twang, twang.</em></p><p>They reload.</p><p>Steve shoots Betty in the stomach. And Betty shoots Steve in the stomach. Another dead heat.</p><p>Then Steve shoots Betty in the arm, and she shoots him in the shoulder.</p><p>Then he shoots her in the leg and she shoots him in the stomach.</p><p>Then they reload and take up their positions for the last shot. Betty stares at Steve, and Steve stares at Betty. It is the scene that always comes at the end of the movie. Who will live and who will die? Who is the fastest gun?</p><p>Steve draws and fires and hits Betty in the leg.</p><p>Betty draws and fires and hits Steve in the balls. Her bullet punishes the cowboy right where the bull always punishes cowboys. Steve is learning a lesson that Dew had learned a long time ago: Betty is too much cowboy for most cowboys to handle, <em>twang, twang.</em></p><p>Yes, Betty is back. And Steve Strange is back. And lots of the others are back at Gilley’s. Back to the cowboy fantasy.</p><p>And America seems to be going back to dreaming its own cowboy dreams —dreams about shoot-outs on Main Street —once again. This past summer Clint Eastwood starred in <em>Pale Rider,</em> the first old-fashioned Hollywood western to be made in a long time. A short time later, <em>Silverado</em> shot its way into America’s movie theaters. When it first opened, <em>Silverado</em> did not do very well, but the audiences began to get larger. Like romances in a western movie, America’s romance with <em>Silverado</em> began slowly and shakily but grew into a passion. America was again in love with a western. A western starring, among others, Scott Glenn, who was the outlaw in <em>Urban Cowboy.</em></p><p>So America’s love affair with the cowboy continues. Sometimes the lovers fight and break up and never want to see each other again. But America always has and always will come back to the cowboy. The ghost of the cowboy fades away and reappears like the ghost of King Arthur, who, according to legend, comes back when his country needs him. Which is appropriate. Because the cowboy myth is an American reinvention of the European knight-errant myth. Both are warriors on horseback. The cowboy hat is the knight’s visor; the six-shooter is his lance. And most important of all, the cowboy code is an American code of chivalry. The cowboy-the American knight—is the only truly mythical figure ever created by American culture.</p><p>No wonder we keep coming back to him.</p><p>Perhaps the country turns to the cowboy when it does not know where else to turn. During the economic depression of the thirties America watched a lot of westerns. All those brave, self-reliant, independent cowboys seemed momentarily to make us feel less helpless. And during the spiritual depression of Joe McCarthy’s witch-hunting, paranoid fifties America again embraced the cowboy. All those forthright and honest cowboys made us seem less morally confused, at least until we came back out into the light. During the malaise—as Jimmy Carter called it—of the seventies America welcomed the urban cowboy, who did not even know what “malaise” meant.</p><p>When Ronald Reagan took office the country seemed to turn away from the cowboy at the movies. With a movie cowboy in the White House—one who seemed to know where he wanted to lead the country—the country no longer needed cowboy movies. But Reagan’s second term seems much less focused than the first, like a trail drive that grows more ragged with every mile. America isn’t so sure anymore.</p><p>And so more and more of us seem once again to be lookin’ for love in honkytonks, lookin’ for reassurance at the movies, lookin’ for cowboys.</p><p><em>Twang, twang.</em></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "November 1985",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Cowboy",
      "Bull",
      "urban",
      "Love",
      "Cowboys",
      "Country",
      "Houston",
      "Home",
      "people",
      "ever",
      "money",
      "Rodeo",
      "Urban Cowboy",
      "Work",
      "Marriage",
      "office",
      "Oil",
      "Fire",
      "Fires",
      "Running"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": [
      "Houston",
      "Texas",
      "Hill Country",
      "Dallas",
      "West"
    ]
  }
}