{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-199011",
    "date": "November 1990",
    "year": 1990,
    "month": 11,
    "month_formatted": "November",
    "pdf_uri": "/1990/19901100.pdf",
    "issue_cover_image": "",
    "document_start_page": 114,
    "toc_start_page": 110,
    "document_page_range": [
      [
        114,
        115,
        116
      ],
      [
        152
      ],
      [
        154
      ],
      [
        156
      ],
      [
        158
      ],
      [
        160
      ],
      [
        162
      ],
      [
        164
      ],
      [
        166
      ]
    ],
    "toc_order": 17,
    "toc_headline": "How to Be a University President",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199011-howtobe",
  "source": "/1990/19901100.pdf",
  "wp_post_id": 125373,
  "wp_post_guid": "http://www.texasmonthly.com/article/how-to-be-a-university-president/",
  "authors": [
    "Peter T. Flawn"
  ],
  "headline": "How to Be a University President",
  "dek": "Managing an institution of higher learning requires tolerance, lots of rhetoric, a take-charge attitude—and an airplane.",
  "spread_caption": "",
  "excerpt": "Required reading: an insider’s guide to managing a school.",
  "kicker": "",
  "word_count": 6259,
  "content": "<p><em>Peter T. Flawn was president of the University of Texas at austin from 1979 to 1985 and of UT-San antonio from 1973 to 1977. In addition, he has had a long career as a geologist, author, and college administrator. The following is an excerpt from Flawn’s book,</em> a Primer for University Presidents: Managing the Modern University, <em>to be published this month by the University of Texas Press.</em></p><p><span class=\"dropcap\">I</span>n the Eighteenth Century, the great English statesman Edmund Burke delivered himself of an observation that has graced my wall for many years: “Those who would carry on great public schemes must be proof against the worst fatiguing delays, the most mortifying disappointments, the most shocking insults, and what is worst of all, the presumptuous judgement of the ignorant upon their</p><p>design.” That describes the lot of the public university president in the last quarter of the twentieth century.</p><p><strong>Tolerate Fools and Nonsense</strong></p><p><span class=\"dropcap\">L</span>anguage Is Very Important In a university. The president must at all times be very careful of what he or she says and how it is said. Language, after all, is the working tool of the intellectual, and the university is the home, refuge, and citadel of the intellectual. Language reveals attitudes and ideologies ... it may reveal elitism, egalitarianism, chauvinism, sexism, racism, or perhaps nothing more than cynicism. You will have already noticed the use of “he or she.” Be advised that it is far better to use excess or cumbersome verbiage than to run the risk of being labeled ”sexist” or “insensitive.” Be very careful of extemporaneous remarks. Eschew humor. Ideologues are completely lacking in it and will regard anything but the most intellectual witticism as evidence of your insensitivity. The majority of the university community is of the liberal political persuasion. Many are cause-oriented. Some are radical. If you, as president, elect to take a position on an issue as a conscious decision, all well and good. But if, for example, you carelessly refer to an ”undocumented worker” as an “illegal alien,” you may be taking a political position without being aware of it. If a group of protesters undertakes a hunger strike to extort some concession that cannot be gained through regular governmental or judicial process, do not say, “Well, if they want to starve to death, that’s their choice.” In the academic community, that indicates a callous disregard for the sanctity of human life. It is the academic view that, for those on a hunger strike, society should be willing to do whatever is necessary to coax the striker to eat. As president you should express grave concern for their health. You can be sure that hunger strikers on campuses will, overtly or covertly, be well nourished. When asked what you do for recreation, never confess to enjoying hunting, fishing, horse racing, or bullfighting. You will have enough trouble with animal-rights groups over the care of laboratory animals.</p><p>ILLUSTRATIONS By Aletha Reppel</p><img/><img/><p><em>It is the academic view that society should try to coax the hunger striker to eat.</em></p><p>While tolerance is considered a prime virtue in the academic community, that same community is intolerant of any deviation from the academic shibboleths, dogmas, or norms of the moment. Universities are consistently inconsistent in the practice of the virtues they espouse. The president must at all times display a benign tolerance of fools and nonsense. Both abound on university campuses. In the social sciences, five thousand years of accumulated wisdom about human behavior appear to count for very little, and research projects commonly are proposed to demonstrate what anyone who has been alive and reasonably sentient for forty years already knows. If, for compelling reasons, such as a strong expression from the governing board, the president must take a position against fools and nonsense, it must be carefully crafted after consultation with university lawyers and thorough staff analysis and review. I remember once, at a brown-bag off-the-record lunch with a group of students, I was drawn into a conversation with a young man who was distinguished by having a very large number of outstanding parking tickets. After listening to some creative legal theories on why he should be allowed to park whenever and wherever he pleased, within the informal context of the luncheon, I advised him to “pay the goddam parking tickets!” This unseemly use of profanity by the president of the university provoked a great deal of editorial comment in the student newspaper and many letters to the editor. The lesson is: Be benign at all times, you cannot be a good fellow with students, and remember that nothing is ever off the record.</p><p><strong>Discriminate by Performance</strong></p><p><span class=\"dropcap\">A</span>s Part Of the Educational process, universities discriminate between those students who succeed at the academic enterprise and those who do not. Thost who do, pass their courses and take a degree that is supposed to certify to a level of academic accomplishment. Those who do not, receive failing grades in the courses and, if they cannot improve their performance, leave the institution without taking a degree. Schools and educators have been engaged in this kind of discrimination since the process of education began. Although discrimination based on academic performance is still considered to be within a university’s mission, discrimination based on race, sex, national origin, age, or other constitutionally protected attributes or behavior is certainly not acceptable. Unfortunately, there are occasions when a student may allege that he or she failed an examination not because of academic weakness but because the instructor violated his or her constitutional rights. This calls into question even the traditional right of an instructor to make judgments about the performance of his or her students and to discriminate among them in assigning grades. Unless the student is related to or knows a plaintiff’s attorney, these cases are usually handled within the academic community through academic appeals processes and a hierarchy of committees, departmental chairs, deans, vice presidents, and, ultimately, you, the president. If dealt with in house, these disputes consume a great deal of time but do not impose other costs on the institution. If they find their way into court, the institution’s grading procedures and the academic judgments of its faculty will be subject to judicial review, and in rare cases, monetary damages may be assessed against the university. When faced with patently absurd charges of racism or sexism as a result of the fair application of established university procedures, you as president should not be afraid to go to court. The record shows you will win such cases.</p><img/><p><em>The president must at all times be careful of what he or she says and how it is said.</em></p><img/><p><em>Students are not qualified to make management decisions—and including them on governing boards will only make the president’s job more difficult.</em></p><p><em>From the book</em> a Primer for University Presidents: Managing the Modern University, <em>by Peter T. Flawn. Copyright ® 1990 by the University of Texas Press. Used by permission of the University of Texas Press.</em></p><p>[Continued On Page 148]</p><p>[Continued From Page 112]</p><p>Discrimination resulting from racism or sexism is a very big issue on campus and in our society. It is an issue that occupies a great deal of the president’s time. There are bureaucracies at the federal and state levels whose business is the detection of discrimination. With the authority granted to them under law, they will be examining all of the university’s operations to find any evidence of discriminatory actions. Their investigators will not know what a university is, what it does, how it operates, or why it operates as it does. Moreover, they will not care. They will not appreciate the difference between quantities and qualities. They will charge that informed qualitative judgments made by faculty and academic administrators on the promotion of young faculty are arbitrary and capricious because they themselves are not qualified to evaluate the criteria upon which university decisions on promotion are made. They will weave elaborate theories of racist or sexist conspiracies based on statistics. Your responsibility as president is to defend the merit-based systems of the university against the thinly disguised quota systems that they will attempt to force upon you.</p><p>I will take as given that, whether male or female and whatever your ethnicity, you as a university president are an enlightened, educated individual who stands firmly against racism or sexism and for equal opportunity for all members of our society. If in searching your soul you detect any deep-seated prejudices, you should resign. You will not be happy or successful as a university president. But it will not be enough for you to know in your own mind that you are innocent of racial prejudice or other biases. If you are an anglo-Saxon president, male or female, you must be patient in the face of the most shocking and bizarre charges of racism that will be leveled against you and your institution by those members of ethnic minorities who have failed to perform well enough to earn promotion or passing grades or to win positions in organizations and on teams where excellence of performance is the sole criterion for membership or by those seeking political or economic advantage by exploiting civil rights legislation. One of the inconsistencies in our society is that it is deemed right and proper for all ethnic groups save one to exhibit pride in race and make decisions based on race. It is racist in the pejorative sense for angloSaxons to show pride in the accomplishments of their ethnic group. AngloSaxons are too close to the sins of empire for their accomplishments to be universally admired. The only acceptable behavior for an anglo-Saxon university president is to graciously accept personal and institutional guilt for historical injustices.</p><p>If you are an african american or Hispanic president, you face an even more difficult problem. The racial minorities will perceive you as their advocate and have great expectations of what you will do for them. But since you as president will have to work within the policies, procedures, and traditions of the institution to achieve the institution’s goals and objectives and carry out the institutional mission, you will stand accused of not doing enough for “your people” ... of betraying your heritage. The university president who belongs to a minority group must walk a difficult and narrow path between university constituents and the board of regents or trustees. The president can and should be an advocate for principles; he or she cannot be an advocate for a single constituency.</p><p>The aspirations of ethnic minorities are expressed as a desire to improve their social, economic, and political position. Those aspirations are understandable and commendable and deserve your support. But you have a problem when the realization of those aspirations threatens the intellectual integrity of the university that provides the opportunity to realize them. Your most difficult job as president is to recognize and support the legitimate aspirations of the ethnic minorities without yielding on the imperative for meritbased standards by which reward, recognition, and advancement come through excellence of performance.</p><p>The most recent campus-based attacks on university traditions of free ideas, free speech, and academic standards based on merit take the form of “sensitivity” seminars or workshops designed to ”correct” the thinking and attitudes of students, faculty, and staff. Based on the radical premise that the traditions of the university, indeed of Western civilization, are inherently racist, sexist, capitalist, and designed to deprive people of freedom, these “sensitivity” sessions have promulgated a ”newspeak” that so distorts the common meanings of the terms “racism,” ”sexism,” “harassment,” and ”abuse” as to make them useless for communication. When a proselyte from one of these workshops mystifies you by accusing you of harassment and abuse or worse, it is probably a waste of time to attempt a rational dialogue. He or she is speaking a different language, in which “to abuse” is synonymous with ”to disagree”; there is no common ground for civil discourse.</p><p>The long-term solution to the racial tensions that prevail in our multicultural society is education. The university is in a position to make a great contribution. Take comfort in that.</p><p><strong>Keep Students Busy</strong></p><p><span class=\"dropcap\">I</span>n a Democratic Society, the Motivation to pander to students varies directly as the number of young people in society and indirectly as the age of the franchise. Legislators who represent university districts have a great sympathy for student issues no matter how sophomoric they may be. In every session of the legislature, senators and representatives who know better introduce legislation in the initiative to make students members of governing boards. Young men and women are not qualified by training or experience to make management decisions, notwithstanding the success of alexander the Great in conquering the world at a tender age. Alexander the Great understood how to use infantry and cavalry together in a disciplined order of battle; he did not have to deal with student regents leaking the substance of sensitive policy deliberations to a media that, contrary to the self-proclaimed nobility of its cause, is destructive in its actions. The inclusion of students on the governing board will make the president’s job more difficult. Whereas the other members of the board have as their responsibility the effective and efficient governance of the institution, student members believe that they are there to represent student interests. The governing board should not be a little legislature. The information the president needs from students can be gathered in other ways. Although it will not be a popular position, you should resist the addition of students to the board. You may very well lose on this issue. The fallback position is to support appointed student regents rather than elected student regents. There have been even more absurd bills introduced into state legislatures that would prohibit state universities from recording failing grades and in other ways would degrade academic standards of performance. The same legislators from university districts who want to micromanage the institution through creative bills and riders will also be the ones who most vigorously oppose increases in tuition and fees necessary in a time of inflation to finance adequately the operations and capital needs of the institution. The state must depend on legislators from districts who do not have universities to protect the public against student lobbies that work so vigorously in their self-interest. In general, the agenda of student lobbies is straightforward. Put simply, and with only mild overstatement, they want a free first-class education and they want students to run the institution. Since World War II nearly every district has either a public junior college, a college, or a university in it, and enrollments are increasing. Student lobbies are not to be taken lightly.</p><p>In private universities the level of presidential discomfort caused by student political activists is not as high as in public institutions because presidents of private universities do not get as much help from legislators in managing their institutions. But even in private universities the president is well advised to pay attention to the nature and direction of student political activity. It can affect adversely the relationships between the university and the larger society, particularly the alumni.</p><p>In both public and private institutions perhaps the best way to keep a lid on political activity is by reminding students that the purpose of a university is to provide them with an opportunity for intellectual development. The best way to remind them is through maintenance of high academic standards of performance and a requirement that they take at least three courses a semester to continue as a student in good standing. This puts the students under stress. They should be under stress. Students should be anxious about the quality of their academic performance. It does not benefit the campus environment for large numbers of people with an agenda other than education to hang around year after year taking one course and calling themselves students. A student taking a full and demanding academic load is not likely to be planning a takeover of the president’s office.</p><p><strong>Spell It Out for the Faculty</strong></p><p><span class=\"dropcap\">F</span>rom Time To Time, the President will be waited upon by groups of faculty who will gravely inform him or her that “faculty morale is at an all-time low.” Indeed, the president may have already read that distressing news in the campus newspaper. Orations in the faculty senate may have deplored the low state of faculty morale. Be not overly concerned, Mr./Madam President. Faculty morale is always at an all-time low. The reason for this collective faculty depression, depending on the group making the case, is commonly represented as a failure on the part of the administration to provide leadership, to take a high moral position with regard to a current national issue such as capital punishment or a hawkish initiative taken by the president of the United States, or to provide additional faculty parking. Or perhaps the malaise is caused by the decision of the president to deny tenure to a popular young professor. Whatever the reason, if the university’s annual budget contains a respectable increase for faculty salaries, the perennial concern about faculty morale will be muted. If not, it will be exacerbated. Salaries are very important. Few faculty members will confess to feeling guilty about being paid a good salary.</p><p>If you come into a university presidency from the inside, with the blessing of a search committee that included faculty and students, you will have a honeymoon —but it will be short. If you come from outside the institution, with the same search-committee endorsement, you will have a slightly longer honeymoon, during which time you should make an all-out effort to study local histories and genealogies to learn about the antecedents and traditions of the new world in which you find yourself. If you do not have the support of the search committee, do not accept the job. Without that endorsement, you will begin your presidency under a big, dark cloud.</p><p>Assuming that all of the relevant constituencies support your appointment, your success will depend to a large extent on the skills and insights you employ in selecting your administrative team. You must have a clear, preferably written, understanding with the board that hires you about your authority to hire or replace vice presidents. Go slow and be careful. During the interview process with members of the board of regents or trustees, try to get a reading on how they regard the sitting vice presidents. As a general rule, any vice president you might want to keep will submit his or her resignation to you the first day you are in office. Those who do not, probably feel secure in their own constituencies and personal relations with board members. At this point you are at a critical juncture. A vice president with an agenda that differs from yours can destroy your presidency. You must engineer a departure in a decisive but graceful way.</p><p>The management of a university is, like the management of other organizations, largely a matter of common sense. However, common sense is so rarely encountered on university campuses that it may not be recognized by the various constituencies that are affected by the president’s decisions. Thus, in a university, a decision based on common sense and for which the rationale is obvious should be presented in an elaborate form that details the most elementary of assumptions and derives the decision in minute detail. This is absolutely necessary in faculty senates and university councils, where common sense is usually vigorously attacked. Those activist social scientists who are wedded to socially just causes are less rigorous in methodology than their more objective colleagues. They make decisions through a kind of backward process that begins with theory, always popular liberal theory, and employs only those data that fit the theory. Data that might prejudice the theory are considered questionable or irrelevant and are explained away or discarded. The ultimate conclusion is based on selected, biased, or weighted data. The behavior of social activists in faculty senates and the method of their reasoning are upsetting to physical scientists and engineers. The physical scientists remain quiet for fear of being labeled conservatives or reactionaries. The engineers become disenchanted with the entire process and stop attending the meetings because they regard them as a waste of time. Consequently, the only regulars at meetings of faculty senates or university councils are the activist social scientists and humanists, along with the student representatives. Although activist by nature and dedicated to causes, the student representatives for the most part exhibit more common sense than is to be found in those faculty representatives who make a career out of the faculty senate. Thus, when the president comes to a decision arrived at through the exercise of common sense, he or she should rehearse an explanation of exactly how it was made.</p><p>One useful exercise is to practice how to explain it to a reporter from the campus newspaper. With rare exceptions, the reporter will be so ignorant of what universities are all about that the president may well have to begin the explanation with the premise that “knowledge is better than ignorance” and follow the chain of reasoning from that point.</p><p><strong>Get an airplane</strong></p><p><span class=\"dropcap\">I</span>f the University Furnishes You with a president’s home, always referred to in the press as a “mansion,” make it clear that you are really ”living over the store” —that is to say that you occupy a modest bedroom suite and use the rest of the house for official occasions. Be sure that you use the structure for official purposes and keep a detailed log of the events taking place there, including who was present at the various functions. If you do not use the president’s home for official occasions, move out. Otherwise, you will not be able to justify the maintenance.</p><p>Before the years of student activism, the president’s home was usually on or immediately adjacent to the campus. Following the decade of the sixties, however, universities, either through purchase or gift, acquired homes for their presidents beyond easy marching distance from the campus. Notwithstanding this separation, the president’s home, properly used, is a very important resource for building a sense of community within the institution and building a bridge between town and gown in the larger society. Faculty and student organizations should be entertained frequently in the president’s home; there should be informal meetings of faculty and staff in the residence; the alumni should be invited to the president’s home on appropriate occasions; and, of course, the president’s home is where links with the business and political communities can be forged. Holding such meetings on campus in conference rooms never has quite the same ambience. You should have a working office in the home. If your university is a large one and you have a director of special events (someone other than a spouse who plans official functions), you might build an office for her or him in the official residence. That helps to sustain the image that it is a working university building rather than a luxurious “perk” for the president.</p><p>Student newspaper interviewers commonly pose the question, What do you do all day? This is a form of the basic question, How can you sit here in this big office and justify your obscene salary? It is perhaps the most difficult of all questions because the interrogator does not know enough to understand what you tell him or her. The best approach is a “for example” response in which you take the reporter through your calendar for a week. He or she may not believe you should be paid for some of the things that you do, but there will be no doubt that you are fully occupied. If you are a male president whose spouse is the university’s ”first lady,” make the point that she works full time without compensation, and therefore your handsome salary is for two. It will be true enough.</p><p>Experts on management talk about how important it is for a chief executive officer to have outside interests. This is all very well in theory, but there is not much time for outside interests in the life of a university president. The demands on a president’s time are all-consuming and never-ending. If you have outside business affairs of some magnitude, someone else will have to look after them. If you are still making out your own income tax returns, you had better hire an accountant to take over that responsibility. Since you will have obligations to support the university’s athletic programs, your passion for sports can be satisfied on the job. Other recreational activities, such as golf or tennis, will be combined with your responsibilities in university development —in other words, play with people at clubs where you can mix with university benefactors and potential benefactors. The time you used to devote to such hobbies as photography or woodworking will inevitably be diminished. You had better plan to take leave from the professional obligations you have in your own discipline. Your colleagues will understand that. It will benefit the university if you continue with your charitable activities ... up to a point. Serving on a hospital board will help the image of the university. Serving on a corporate board will likewise put you in association with people who can help the university. In other words, during your tenure as a university president, time will be at a premium, and there will always be something else that you could be doing to advance the affairs of the university. A university president who lounges behind a clean desk without a paper in sight and appears to have all the time in the world to spend with you is either playing a game or is president in name only.</p><p>The president of a university has occasion to travel frequently. There are state and national meetings, visits to alumni clubs, and calls on federal funding agencies, foundations, and potential donors. If the university is public, there will be numerous trips to the state capital, particularly when the legislature is in session; if your institution is part of a system, you will find yourself at meetings at system headquarters more often than you want to be. Operations at off-campus facilities, such as observatories or marine stations, will from time to time benefit from a visit. To be effective in recruiting students, the president should visit high schools and junior colleges. The prospects for success in recruiting a very distinguished faculty member or academic administrator are materially increased if the president makes a call on the candidate.</p><p>But travel is a great consumer of time, and there are competing demands for literally every minute of a university president’s time. The problem of making time-efficient travel arrangements is exacerbated if, as is so commonly the case, the university is located in a small town or city without a major commercial airport.</p><p>The solution, of course, is a university airplane, either owned and operated by the institution or on charter. State universities may have access to state aircraft. University systems may operate aircraft upon which component institutions may call under system policies. What you want is a twin-engine, fully instrumented, pressurized airplane with two pilots, and you should not settle for less.</p><p>Operating such an airplane is not cheap. There will be those who do not appreciate the demands on your time or who will not be convinced that your time is worth very much. Your use of an airplane will be criticized as a luxury and a wasteful extravagance. It is neither. You will have to be prepared to justify its use and hope that your board and, if you are in the public arena, the legislature and the political leadership of the state will understand the pressures on you to be in many different places over a very short period of time. Make sure that the aircraft’s log and passenger manifest support the argument.</p><p><strong>Be in Charge</strong></p><p><span class=\"dropcap\">T</span>here May Be Occasions When an event on campus or in the world outside incites the passions of an element of the university community to the extent that they are moved to protest. Depending on the nature of the situation, there may be disorder of a magnitude that threatens the civil discourse so essential to the conduct of the university’s business. There may be marches, rallies, and manipulation of a willing press to attack the university administration and its policies and procedures.</p><p>The protest may come as a reaction to a perceived social or economic injustice that involves a great many faculty and students. More commonly, the protest is sparked by an event that in and of itself excites only a few students but is expanded and magnified by other disaffected groups with their own agendas. Political activists will seize upon the issues and distort them for their own benefit. Some of those involved in a big protest will not be students or faculty. The press and media will exacerbate the problems with stories that will be founded largely on the protesters’ viewpoints.</p><p>If the protests are not disruptive and do not appear to be moving in that direction, a benign tolerance may be the best response. But under no circumstances should the president sit by and permit violation of law or the disruption of the university’s normal business.</p><p>Each crisis is different, so it is difficult to generalize on how the president should deal with crisis management. But here are some general rules:</p><p>The president must have good intelligence on just what is going on. Although much is to be gained by swift action to calm a potentially explosive situation, you should not react until you have the facts. If you take action based on a first assessment by an excited staff member or a rumor, you will make a mistake.</p><p>Identify the leaders of the protest and find out what it is they want. Develop a reasoned position on the issues based on an accurate assessment. Do not be immediately involved or visible. Put a dean or vice president out front. That will draw less attention and permit you to come in to hear the appeals in a calmer forum.</p><p>Depending on the facts, the president can be responsive, conciliatory, or even apologetic . . . but . . . in any confrontation on campus the president must control the agenda and set the terms of the engagement.</p><p>Whatever you do on campus, remember that the larger community —including your board and, in the case of a public institution, the legislature —will be watching. It is very important that the president is perceived to be in charge.</p><p><strong>Enjoy Commencement</strong></p><p><span class=\"dropcap\">T</span>hese Observations I Have Made may raise the question of why anyone would want to be a university president. It is a fair question. I have not yet introduced interactions with the board of regents or trustees. The board will see you as their chief executive officer. However, the faculty, staff, and students will see you as the mayor of university city and responsible to them. Even though they have not elected you, they will behave as though you were an elected official but, of course, without the protection of a specific term of office. Indeed, students will have the idea that the university exists for their benefit and pleasure and that the tens of millions or hundreds of millions of dollars that society spends annually to operate the institution is some kind of “right” that has been conferred upon them. Even pointing out that the tuition they pay is only a part (in public institutions a very small part) of what it takes to operate the university does not dispel this idea that the president is employed by the students. The president does work for the students, for their benefit, but he or she is not employed by the students in the sense that their tuition pays the salary. It is only in the small, private institutions with very high tuition that tuition paid by students defrays a large part of the operating budget. In both public and private institutions students have contributed little to the capital investment that built the classrooms, laboratories, libraries, dormitories, and other improvements and equipment that grace the campus. Walking the path between the board and the constituencies that regard you as their mayor will not always be “fun,” but it will never be boring.</p><p>So why take the job? The compensation will be fair to good, but you do not become a university president to make a lot of money. It may be a stepping stone to higher public office. Some university presidents become ambassadors or cabinet officers; some run for public office. But those opportunities are uncommon, if not rare, and should not be a deciding factor in your decision to seek or accept a university presidency. If you tend toward the technocrat, there is considerable satisfaction in taking hold of a complex system and making it work. But that satisfaction, although important, is probably not enough in itself to persuade you to take the position. As president of a university, you will probably be invited to serve on one or more corporate boards that pay directors’ fees. This is a nice supplement to your university salary and gives you an opportunity to know individuals who can be of great assistance in building your university’s endowments. You do not meet these kinds of people in the coach section of airplanes. However, before you accept the position of president, you should have a clear understanding with the board of regents on how you will respond to invitations to join corporate boards. You should be selective in which board invitations you accept. If you are the president of a public university, you must be scrupulous in taking vacation time for any day for which you receive a fee from a corporation, foundation, or any other source. You cannot in good conscience be paid twice for the same period of time. If you do not keep detailed records of the time you spend on corporate business, you may find yourself in serious trouble. As president, you will also have available to you a certain amount of discretionary money to be used to support your office. Be absolutely certain that the money is indeed used for appropriate university purposes and not for anything that might be perceived to be a personal expenditure.</p><p>The job is a “bully pulpit.” When university presidents say things, even though they may not be very profound, people tend to listen. This can be very rewarding. In a society where a great many people are saying things 24 hours a day to a great many people who are paying no attention whatsoever, the university president still carries an aura of credibility. If you have a strong desire to have people pay attention to what you say, by all means become a university president. Just be sure that you have something of substance to say, because if you do not, the audience fades fast.</p><p>The central mission of the university is human development, and that is a very good thing in which to be involved. As president, you are leading an institution that makes it possible for students to develop their intellectual abilities, their knowledge, their skills, and their ability to think and reason. If in the process students are prepared for particular jobs, that is also a good thing. But job preparation is not the principal purpose of the institution. The university is not a training corporation. It is probably best not to make this pronouncement publicly. Nearly all the people who support the institution, from elected officials to private benefactors, believe that the purpose of the university is to train students to hold jobs. The student who is successful in developing his or her intellectual abilities, knowledge, and skills will be prepared to play a useful role in society in a variety of ways. The successful graduate will be able to adapt to a changing social and economic environment and to function effectively. In other words, the student will have improved prospects for employment. Being involved in this very worthwhile social endeavor brings a sense of satisfaction.</p><p>The university is a very interesting place to be. The atmosphere of inquiry is fascinating. University support of the arts is traditional, and very likely your institution will be involved with the performance of symphony orchestras and operas. There will be art shows in your museums and galleries. The business community of the region will be involved with your school or college of business, and this will hold true of the other professional schools that make up the institution. There will be seminars, lectures, symposia, and conferences. University faculty and staff will be players in community good-works projects. University faculty and students, in the exercise of their constitutional rights, will be active in political and social causes and will attempt to involve the university as a social or political-action agency. Containing these well-meaning people and keeping the university on course as an educational institution may not be all that enjoyable, but neither will it be boring. Contentious people are irritating, but they make universities exciting places.</p><p>It is when you preside over your first commencement that you will understand why the position of university president is perhaps the finest position to which a man or a woman can aspire. When the students who have successfully completed the requirements for a degree come across the stage to receive their diplomas or, in the very big institutions, stand to be recognized, you will experience the enormous satisfaction of being part of, indeed, of leading, a great enterprise. On that occasion, all the administrative harassment, all the “fatiguing delays, mortifying disappointments, shocking insults, and presumptuous judgements” will fade into insignificance—that is, until the next semester begins.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "November 1990",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Students",
      "people",
      "Society",
      "performance",
      "Tuition",
      "Business",
      "Home",
      "hunger",
      "Legislators",
      "Presidents",
      "Racism",
      "Texas",
      "The University of Texas",
      "University of Texas",
      "Education",
      "Exercise",
      "Legislature",
      "Nature",
      "office",
      "promotion"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Texas",
      "Austin",
      "Mission"
    ]
  }
}