{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19841",
    "date": "January 1984",
    "year": 1984,
    "month": 1,
    "month_formatted": "January",
    "pdf_uri": "/1984/19840100.pdf",
    "issue_cover_image": "",
    "document_start_page": 102,
    "toc_start_page": 100,
    "document_page_range": [
      [
        102,
        103,
        104,
        105,
        106
      ],
      [
        163,
        164,
        165,
        166,
        167,
        168,
        169,
        170
      ],
      [
        176
      ]
    ],
    "toc_order": 2,
    "toc_headline": "All the Better To See You With, My Dear",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198401-allthebe",
  "source": "/1984/19840100.pdf",
  "wp_post_id": 120543,
  "wp_post_guid": "http://www.texasmonthly.com/article/all-the-better-to-see-you-with-my-dear/",
  "authors": [
    "Harry Hurt Iii"
  ],
  "headline": "All the Better To See You With, My Dear",
  "dek": "It sounds so easy—a neat little operation on your eye and you can throw those glasses away forever. But is it too good to be true?",
  "spread_caption": "",
  "excerpt": "Are eye surgeons miraculously changing the lives of folks with glasses as thick as Coke-bottle bottoms, or are they just making themselves rich ?",
  "kicker": "",
  "word_count": 8473,
  "content": "<img /><p><strong>Dr. Ralph Berkeley carefully prepares to reshape a patient’s cornea on a cryolathe. A tiny button of corneal tissue has been sliced off and frozen. Berkeley will shave a thin layer from it to decrease its convexity, thereby correcting the patient’s nearsightedness. After the lathing process, the corneal disc will be thawed and sewn back onto the patient’s eye.</strong></p><p>Photography by Steve Brady</p><img /><p><span class=\"dropcap\">R</span>odney V. Steinburg looked remarkably relaxed for a man who was about to have part of his left eye cut out. As he lay on the operating table in Houston’s Twelve Oaks Hospital, his blond hair and portly body draped in green linens, his right arm hooked to an IV, Steinburg stared calmly at the ceiling, as though he were watching an old movie on television. Instead of fighting back fear, he seemed to be repressing a smile.</p><p><span class=\"dropcap\">T</span>he 33-year-old Houston attorney would have good reason to smile if the series of eye operations he was about to undergo proved successful. He would be able to see clearly without glasses or contact lenses for the first time since childhood.</p><p><span class=\"dropcap\">I</span>n order to achieve that miracle of sight, the severely nearsighted Steinburg was risking one of the most ingenious and controversial procedures in modern eye surgery: a myopic keratomileusis, or MKM. In a basic MKM, a section of the patient’s cornea is sliced off. Then it is frozen and reshaped on a lathe to the prescription necessary to correct the patient’s vision. Finally, the reshaped corneal section is sewn back onto the patient’s eye. What the patient gets, in essence, is a contact lens made of his own cornea.</p><p>But Steinburg’s case had an added wrinkle. Twenty years of wearing hard contact lenses had scarred his corneas so badly that they were beyond repair. The problem had been compounded by neglect; until his checkup two months earlier, Steinburg hadn’t had his eyes examined in ten years, and lately his contacts had been causing unbearable irritation. Since his nearsightedness, or myopia, required a large correction, wearing glasses instead of contact lenses was not an acceptable solution. Lenses thick enough to correct his vision would be extremely unattractive. And worse, he would be able to see clearly only through the center of his lenses; the edges would be so fat that they would distort his peripheral vision.</p><p>Steinburg’s special problem called for a special solution. Instead of making “contact lenses” from Steinburg’s own corneas, his doctors planned to transplant MKM-corrected corneas from donor eyes. Today they would work on his left eye. A few weeks from now, if all went well, he would have an identical operation on his right eye.</p><p>Dr. Ralph G. Berkeley, the man in charge of the operation, hovered over his patient’s face, holding a one-and-threequarter-inch-long hypodermic needle. Although Berkeley wore a surgical mask, a cap, green pajamalike scrubs, and a surgical gown, a few distinguishing features remained exposed: wisps of short silver hair, an alabaster forehead, serene green eyes, and, most prominent of all, a pair of square-framed trifocals. Berkeley’s long, delicate fingers were also exposed; he would be conducting the entire operation without gloves. Gloves always carry some residue of lint or powder that can irritate and infect a patient’s eye, but human skin is lint free. Berkeley had merely scrubbed his hands with extra thoroughness and dried them with a lint-free towel.</p><p>“I want you to look way up for me,” he instructed softly.</p><p>As the patient’s eyes rolled upward, Berkeley inserted the hypodermic needle beneath the left lower lid. Steinburg scarcely twitched as the steel entered his skin, went behind the eye to the area near the optic nerve, and released a painkilling and paralyzing drug. Next, Berkeley gave him a shot of the same solution behind his left ear to paralyze the facial nerve, which regulates the blinking of the eyes. The first shot would make Steinburg’s left eye numb and immobile; the second would render the eyelid motionless.</p><p>While Steinburg drifted into a halfconscious state, under the influence of a mild sedative, the tempo of the activity in the operating room increased. Assisting Berkeley were two optometrists and ophthalmologist Lee T. Nordan, a 37-yearold San Diego-based surgeon who had done more than 120 Mkms during the past two years. Also on hand were five nurses, an equipment technician, and an assemblage of high-tech hardware—two boom-mounted electron microscopes, an EKG monitor, two TV cameras equipped with video recorders and monitor screens, and a Texas Instruments home computer. Most important was a four-foot-high stainless steel machine called a Barraquer cryolathe, the machine Berkeley would use to freeze and reshape the cornea. Although each man, woman, and machine had a unique role to play, they worked with a common rhythm.</p><p><strong>“The breakthrough came by accident. Fourteen years ago in Russia a boy’s glasses shattered in his eyes. After his physician removed the pieces of glass and the eyes began to heal, the doctor was amazed to find that the patient could now see without glasses.”</strong></p><p>While the nurses covered Steinburg’s head with a plastic drape that exposed only the left eye, Berkeley’s assistant Dr. Rick Baker began barking out a series of numbers from a piece of computer tape. Baker had fed data on the dimensions of the patient’s eye and the desired amount of correction into the computer; Berkeley would use the calculations it made to set the radius of curvature on the cryolathe. As Berkeley made each adjustment on the machine, he repeated aloud the number that Baker had told him.</p><p>Amid the antiseptic bustle of these preparations was another dimension, one of aesthetics and exaggerated proportions, provided by images projected on the color TV screen above the operating table. On the screen, the brown-colored center of Steinburg’s eye appeared to be the size of a large grapefruit. Although small blotches of crimson were scattered about in the slightly bloodshot white of his eye, the overall effect was not gory or gutwrenching but strangely beautiful. The transparent colorless dome of the cornea bulged out like the smooth glass surface of an unfrosted light bulb. Beneath that dome, the mahogany corona of the patient’s iris and the black portal of his contracted pupil resembled the entrance to a mysterious tunnel. The eye seemed to be not an incomprehensible human organ but an accessible, if dazzling, piece of architecture.</p><p>Of course, like the similarly magnified view that Berkeley would have through his electron microscope, the image of the eye that appeared on the TV monitor was many times larger than the actual size of the eye. The circular, convex corneal section on which Berkeley would be operating measured only 12mm in diameter and was just 0.5mm thick at the center. Berkeley would be attempting to remove an even more minute, 6mm-by-0.32mm section to grind on the lathe. The size of the disc of eye tissue he was after in no way compared to that of a grapefruit; it was even tinier than a grapefruit seed.</p><p><strong>T-Cuts And Radial Incisions</strong></p><p>The outcome of Rodney Steinburg’s eye operation would not be known until long after it was over. MKMs belong to the newfangled and rapidly developing field of keratorefractive surgery and are still somewhat unpredictable. Keratorefractive surgery encompasses any operation that corrects the eye’s refractive pattern by modifying the shape of the cornea: MKMs, which correct nearsightedness (myopia), as well as astigmatism; HKMs, designed to correct farsightedness (hyperopia); Rks (radial keratotomies), which correct only nearsightedness; and operations similar to the Rk, designed to correct astigmatism. Though bloodless, all forms of keratorefractive surgery involve risks and some serious unknowns.</p><p>Even so, when refractive surgery works to its full potential, it seems like a miracle. A person who once saw the world as a blur receives the priceless gift of perfect vision. Some patients want the surgeries purely for cosmetic reasons: they don’t like the appearance of glasses and contact lenses or the hassles associated with them. Others, like Steinburg, hope to solve optical problems that neither glasses nor contacts can correct satisfactorily. Either way, the goal is the same—to see a crystal-clear world without artificial lenses.</p><p>An estimated 60 million americans suffer from nearsightedness or astigmatism, the types of visual impairment that lend themselves best to refractive surgery. Once an esoteric art that was not performed in the U.S., refractive surgery now threatens to take american ophthalmology by storm. RKs debuted here just five years ago, but about 25,000 americans have already had the operation. Even more novel is the MKM. Introduced to the U.S. in the late seventies on a limited basis, MKMs have been more widely available in this country for about three years but are offered by only a handful of surgeons nationwide. About 250 patients in the U.S. and about 5000 outside the country have undergone a keratomileusis (KM), having either an MKM or an HKM.</p><p><strong>HOW It Works</strong></p><p><strong>The Mkm: a Three-Step Operation</strong></p><img /><p><strong>A.</strong></p><p><em>a disc of clear tissue is sliced off the cornea with a microkeratome.</em></p><img /><p><strong>B.</strong></p><p><em>The inside surface of the disc is pared with the blade of a lathe.</em></p><img /><p><strong>c.</strong></p><p><em>The reshaped disc is attached to the cornea, which is now flatter.</em></p><img /><p><strong>Step a.</strong> The eye is fitted with a suction ring that has a track to guide the microkeratome.</p><img /><p><strong>Step B.</strong><em>The surgeon places the corneal disc on a lathe. As the disc rotates rapidly on the lathe’s head (see inset), he controls the blade that will pare it to the prescribed thickness.</em></p><p><strong>the Rk: Radial Incisions</strong></p><img /><p><strong>Step C.</strong> The newly flattened disc is sewn back onto the cornea with a star-shaped suture.</p><p><span class=\"dropcap\">B</span>oth the MKM and the RK can correct nearsightedness. By flattening the eye's overly rounded cornea, successful surgeries make it possible for light rays to converge precisely at the eye’s retina, creating 20/20 vision. In an RK (right) the surgeon first stamps the eye with lines of dye arranged in a spokelike pattern (see inset) designed to suit the patient’s corrective needs. The surgeon then makes incisions in the eye along the lines marked, causing the cornea to relax in shape.</p><img /><p>Illustrated by Mark Weakley</p><p><strong>Is THIs For You?</strong></p><p>If refractive surgery sounds intriguing, consider the following:</p><p>•To determine which surgical procedure, if any, can correct your impairment, have your eyes examined by an ophthalmologist well versed in current procedures. Most surgeons will not operate on people under eighteen, people whose primary impairment is presbyopia, or people with an advanced stage of keratoconus, a disease of the cornea.</p><p>•Most patients with a moderate degree of impairment no longer need corrective lenses after refractive surgery. Those with slight impairment risk having their eyes overcorrected by the surgery. Those who have severe problems may still need glasses after surgery, but their vision can be substantially improved.</p><p>•Each operation is limited in the types of impairment it can correct. The RK corrects only nearsightedness, with a series of radial incisions on the cornea; it can be performed in an outpatient clinic for $1200 to $2000 per eye.</p><p>•The MKM can correct extreme nearsightedness, as well as astigmatism. It is more complicated than the RK, involving a complete reshaping of the cornea, and costs from $3000 to $5000 per eye. MKMs are usually performed in the hospital.</p><p>•astigmatism, alone or combined with nearsightedness, can be corrected by operations similar to the RK except that different incision patterns are used.</p><p>•If you are having MKM surgery on both eyes, a waiting period of a few weeks between the two operations is usually recommended. Many surgeons refuse to perform RKs on both eyes at once because of the risk of complications, such as infection; they advise that patients wait at least two months between operations.</p><p>•after undergoing surgery, RK patients must wear an eye patch for 8 to 24 hours; MKM patients wear one for about three days. For several weeks after either operation, your vision may be blurry, your night vision poor, and your eyes sensitive to bright light.</p><p>•Your vision should improve gradually, stabilizing within one to six months after an RK and within eight to twelve months after an MKM.</p><p>•Be forewarned: many insurance companies consider refractive surgery to be cosmetic and do not cover it.</p><p>Texas is rapidly emerging as the nation’s leading center of refractive surgery. More than forty Texas doctors now offer RKs. Houston has the largest volume of RK cases, but there are major practitioners in less likely locales, such as austin and Denison. Combined, the halfdozen most active surgeons are doing RKs on 300 to 400 patients a month. Eighteen to 20 Texas patients a month receive MKMs, the majority of them performed by Ralph Berkeley. According to Berkeley and his Texas colleagues, the state’s volume is significantly larger than that of other busy centers, in California, Michigan, and Florida.</p><p>But many conservative eye surgeons are alarmed by the boom. While conceding that the new procedures may one day prove safe and extremely useful, these ophthalmologists worry that their colleagues are operating on too many patients too soon, without the benefit of long-term follow-up studies. Some doctors also fear that the glowing publicity the operations have received is misleading —especially to patients whose doctors may not be giving them the full story on the risks involved.</p><p>Dr. Jeffrey Day Lanier, an ophthalmologist at Houston Eye associates and the director of the corneal and external eye disease section at the University of Texas Medical Branch in Houston, is among those who are worried. “The general public needs to be informed that there can be problems down the line,” says Lanier. “i’m concerned that the majority of people having RKs and MKMs done are just hearing the great things. Many of them want to hear just the hopeful things.”</p><p>Addressing such concerns, Berkeley and other ophthalmologists provide patients with a booklet and a videotape on the RK and have them take a true-false test about its powers and limits. Berkeley also explains the procedure to patients in person and answers any additional questions they may have.</p><p>However hotly debated it may be in medical circles, refractive surgery is based on the undisputed optical principle of refraction. Like a camera lens, the cornea of the eye is a convex surface that bends light rays. The corneas of people with “perfect,” 20/20 vision bend light so that the rays converge at the retina, the inner focal point of the eye. The corneas of farsighted people are not convex enough; light rays thus strike the retina before they meet. The corneas of nearsighted people are too convex; light rays meet before they reach the retina. The irregularly shaped corneas of people with astigmatism keep light rays from converging at any common point.</p><p>Kms and RKs, the two most common forms of refractive surgery, use different surgical techniques to alter the shape of the cornea. A Km involves cutting the face of the cornea to the patient’s prescription on a lathe, as an optician would grind lenses. Kms can correct nearsightedness, farsightedness, and astigmatism. During an RK, which is a simpler procedure than a Km, the surgeon does not remove any part of the patient’s cornea; instead he stamps it with dye to imprint a circle of radial lines, then makes several incisions, using the lines as a pattern. The incisions, usually eight in number, cause the cornea to flatten, thereby correcting the patient’s nearsightedness. In RKs on patients with astigmatism, surgeons also make T-cuts, secondary cuts that run perpendicular to the radial incisions and correct abnormal curvatures in the cornea.</p><p>The RK is technically the older of the two procedures. The Japanese first attempted a form of the RK back in the late thirties and continued performing it until the early fifties, only to encounter some unsatisfactory side effects. Although many patients saw more clearly at first, they often lost the correction as time passed. A number of patients suffered complete degeneration of their eye tissues and finally went blind. Because of these potential side effects, eye surgeons in the U.S. and most other countries refused to perform such operations.</p><p>The breakthrough in RK surgery came by accident. Fourteen years ago in Russia, a boy’s glasses broke and shattered in his eyes during a mishap on a Moscow school yard. After the boy’s physician, Svyatoslav Fyodorov, removed the bits of broken glass and the eyes began to heal, he was amazed to find that the patient could see without glasses. The cuts made by the glass had flattened his cornea, thereby correcting his vision.</p><p>This discovery prompted Fyodorov to develop the modern form of the radial keratotomy. After performing an estimated six thousand operations on Soviet “volunteers,” Fyodorov and his team determined that the problem with the Japanese-style operations of the past was that the cuts had been made too deep and often punctured the inner lining behind the cornea. He found that the cuts had to be deep enough to prevent regression, or loss of correction, yet shallow enough to avoid injury to the inner lining, which makes the eye more susceptible to infection. Fyodorov concluded that to achieve the best corrective results, sixteen radial cuts should be made in each eye; most surgeons today, however, use fewer.</p><p>Fyodorov and his team began announcing impressive results to the world’s medical community. They reported that roughly 60 per cent of their patients no longer needed corrective lenses and that the rest could get by with much thinner lenses. Complications, such as infection and loss of correction, were extremely rare.</p><p><em>(Continued on page 161)</em></p><p><em>(Continued from page 104)</em></p><p>News of Fyodorov’s successes led a Detroit surgeon named Leo Bores to import RK procedures into the United States. In 1978, after learning the necessary surgical techniques from Fyodorov in Russia, Bores performed the first RK in america in his hometown hospital. The following year, Denison ophthalmologists Ron and Les Schachar brought RKs to Texas. RK methodology soon spread across the state and the country. Among the most active Texas practitioners are Ron Schachar, who does RKs on about 100 eyes per month; Doyle Leslie of austin, who averages about 140 per month; and Warren Cross of Houston, who does about 125. But Berkeley, who also learned RK procedures directly from Fyodorov, is the self-proclaimed leader. He has completed RKs on an estimated 4000 eyes and is currently performing them on about 125 patients per month. Berkeley boasts that he has done more RKs than any other american doctor.</p><p>The KM was invented in the early sixties by Dr. Jose Barraquer. Barraquer was the descendant of a dynasty of famous Spanish eye surgeons, and after moving to Bogota, Colombia, he made a breakthrough contribution to ophthalmology —the keratomileusis. Over the past twenty years, he has performed about 3500 Mkms and 1500 Hkms, and like Fyodorov, he reports glowing results.</p><p>In addition to developing the surgical procedures for KMs, Barraquer invented the necessary tools. The Barraquer cryolathe used in Rodney Steinburg’s operation is named for him. The machine consists of a tiny lathe, with a high-speed rotating circular head to hold the cornea, and a device to freeze the cornea; the cryolathe blade is controlled by a long steel handle. Barraquer’s other primary contribution to KM surgery is a cutting tool called a microkeratome, a miniature version of a carpenter’s plane but with an electrically powered blade. The microkeratome is used to remove the cornea; the cryolathe is used to shape it. On the face of the cryolathe is a series of digital monitors reminiscent of a rocket control panel, with the headings “angle,” “Displacement,” and “Radius.” These monitors help the doctor guide the cutting tool to cut precisely the correct curvature into the cornea at precisely the correct depth.</p><p>Berkeley and Nordan, his principal assistant in Steinburg’s operation, learned to perform the MKM from Barraquer in Colombia. Berkeley did his first MKM just five months ago; yet by the end of 1983, he had a total case load of more than forty patients, or more than sixty eyes. Nordan and Berkeley are chiefly responsible for the recent increase in MKMs in the United States, ranking first and second in the country in number of MKMs completed. They have few competitors; although there are Barraquer cryolathes in San Diego, Los angeles, Phoenix, Denver, Chicago, New Orleans, and New York, fewer than twenty U.S. surgeons offer the operation. But interest in it seems to be growing. A group of San antonio surgeons recently purchased a cryolathe, and Berkeley’s monthly MKM sessions regularly attract several professional observers.</p><p>The doctors’ enthusiasm for refractive surgery has made them somewhat controversial. Some doctors applaud Berkeley as an innovator and a courageous advocate of medical advances. Others accuse him of being overenthusiastic about stillunproved procedures. But no one disputes Berkeley’s boldness. As one refractive surgeon observed, “I did three patients when I did my first series of MKMs. Ralph did sixteen.”</p><p>Berkeley maintains that he is not a maverick but just a doctor who happens to be on the cutting edge of his profession. As he proudly points out, he has a long history of being in the vanguard of his field. Born in El Paso and educated at Texas Western, UT, and the Baylor Medical School, he moved to Houston in 1960, where he soon became a leading proponent of the latest advances in eye surgery. In the early seventies he helped pioneer the use of ultrasound techniques in cataract removal. He was also one of the first eye surgeons to advocate the use of intraocular lenses in cataract treatment. Then as now, he says, some colleagues —especially those affiliated with major medical schools —criticized him for going too far too fast, only to adopt the same procedures themselves later.</p><p>“You really have to put up with so much shit,” Berkeley remarked in a recent interview. “Not one advance in my field has come out of a center of learning. All the schools have fought us tooth and nail since 1970.”</p><p>Berkeley believes that those who criticize the surgeries will also be proved wrong. He says, “The seventies were the age of intraocular lenses. The eighties are the age of refractive surgery.”</p><p><strong>a Few Practice Swings</strong></p><p>Back in the operating room at Twelve Oaks Hospital, the MKM that Berkeley was performing on Rodney Steinburg appeared to involve as much art as science. Despite the array of high-tech equipment surrounding the patient, success or failure depended on a human variable —Ralph Berkeley’s surgical skill. The crucial phase was the cutting of the patient’s cornea. Berkeley had to move the microkeratome’s blade across the patient’s eyeball at just the right speed. If he went too slow, the blade might cut too deeply, removing too thick a section or even slicing right through the cornea and damaging the inner eye. If he went too fast, it might not cut deeply enough, and the section would be too thin to work with.</p><p>Berkeley would have to rely purely on experience and feel to control the speed of his cut. A few days beforehand, he had made a series of microkeratome passes on donor eyes. These preoperative exercises were, as he puts it, like taking practice swings with a golf club. They gave him a chance to set the pace and pressure of his motion. But no amount of practice could ensure that he would make a perfect pass when the critical time arrived. If he made an error with the lathe, he could try again with another donor-eye cornea, but if he made an error with the microkeratome, the operation would have to be aborted.</p><p>Fortunately, making a mistake with the microkeratome would not mean disaster. The membrane covering the cornea is made of highly regenerative tissue; if the section removed is sewn back onto the eye, it will eventually heal, and the patient will probably see as well as he could before the operation. Berkeley had made one poor cut during an MKM several weeks back. But he felt that one error in 23 patients, or more than 40 eyes, was not a bad record. And the eye that he had miscut appeared to have healed nicely. Berkeley had already performed two MKMs this morning prior to Steinburg’s, and they had gone well; he intended to keep today’s perfect record intact.</p><p>After asking a nurse to remove his glasses, Berkeley sat down on a stool beside the operating table and went to work. Peering straight ahead into the microscope while his hands labored on the patient below, he looked oddly disjointed, as if he was doing two things at once —say, knitting and watching TV. But as the video monitor showed the progress of the operation, it became apparent that Berkeley’s hands and head were performing in perfect concert. First, he placed a metal suction ring on the patient’s eyeball. By pumping air out of the ring, Berkeley created a firm but gentle vacuum that grasped and held the eye. This made it possible to cut the eye cleanly and accurately.</p><p>The suction ring included a track that would guide Berkeley’s movements as he used the microkeratome. Meanwhile, Nordan would control the foot pedal that activated the cutting motion of the blade. Nordan offered Berkeley a piece of preoperative advice: Berkeley should try to position the microkeratome in the track, stop for a few seconds, then make his pass; that would give him better control of the speed of the cut. Even Nordan’s method, however, could not eliminate the margin for error. Once Berkeley began to move the microkeratome across the patient’s cornea, there could be no turning back. He could not stop in midcut; he had to choose a tempo and stick with it. In previous MKMs, Berkeley had discovered that he had a tendency to tense up and try to steer the microkeratome through the track. Now he had to remind himself to let the microkeratome glide across the cornea. He had to think, “Flow.”</p><p>“Microkeratome,” Nordan intoned as he handed Berkeley the cutting tool.</p><p>“Microkeratome,” Berkeley repeated.</p><p>Berkeley inserted the instrument into the metal track. Then he pressed his eyes close to the lenses of the microscope and readjusted his grip on the microkeratome. Nordan’s foot moved next to the pedal that would activate the blade.</p><p>“Okay,” Berkeley commanded, “go!”</p><p>The cryolathe buzzed like an electronic saw as Berkeley edged the microkeratome through the track and sheared off the top of Rodney-Steinburg’s cornea. Then Nordan shut off the blade motor and the operating room fell silent. Both doctors looked to see what they had done.</p><p><strong>a Moneymaking Gimmick?</strong></p><p>When confronted with the arguments against MKMs and RKs, Berkeley makes a persuasive case that the operations are safe, sound, and ethical. Like other advocates of refractive surgery, Berkeley views the criticism that it attracts as largely political, a case of ivory-tower academics’ resenting the inventiveness and enterprise of grass-roots doctors in private practice. While he is aware of his colleagues’ concerns and even shares some of them, Berkeley not only intends to continue performing both procedures but has bought another cryolathe and has plans for a full-fledged refractive-surgery center at his Houston Eye Clinic. With the assistance of his former associate Warren Cross, he hopes to start doing at least twenty MKMs per month.</p><p>Berkeley is open in discussing refractive surgery’s advantages and limitations, and he makes it clear that the operations are not for everyone. He explains that surgery cannot correct presbyopia, the farsightedness that results from the natural loss of lens elasticity occurring in middle age. Most of the patients who have received MKMs or RKs so far are in their twenties and thirties, though Berkeley has done RKs on elderly patients to correct nearsightedness and astigmatism. He has corrected the nearsightedness of a 62year-old patient who still needs reading glasses but can now lead an active outdoor life without corrective lenses. Berkeley, 55, says that he would submit to an RK, except that his principal impairment is not nearsightedness but presbyopia.</p><p>MKMs and RKs work best on nearsighted patients whose visual impairment falls within certain ranges. Ophthalmologists measure impairment by diopters; nearsightedness is indicated in negative diopters, and farsightedness in positive diopters. Berkeley says that RKs most successfully correct a moderate impairment of -1 to -6 diopters. This range includes about 80 per cent of all nearsighted people. According to Berkeley, well over 90 per cent of his RK patients in this range no longer need corrective lenses. Patients requiring less than 2 diopters of correction run the risk of being overcorrected by the surgery and becoming slightly farsighted. Those who require more than 5 diopters of correction may still need glasses or contacts after an RK or a KM, but, according to Berkeley, they invariably require much thinner lenses than before the surgery.</p><p>In all KM and RK cases, the correction obtained by the surgery comes gradually. When the eye patch is removed a day or so after the operation, the patient does see better than he did before the operation. But it takes months for the full effects to be realized. During the recovery period, the patient may be extremely sensitive to bright light and have poor nighttime vision, in addition to experiencing a “starburst” effect when looking at lights. A recent study by an austin doctor shows that RK patients also face an increased risk of rupturing an eye if they sustain a blow to it within two weeks after surgery. Studies are under way to determine whether this period of high vulnerability can last longer than two weeks. A number of surgeons suggest that some degree of corneal weakness may be permanent.</p><p>Exactly how much each individual will improve is impossible to tell until several months have passed. Berkeley usually tries to leave patients slightly farsighted, on the theory that their vision will eventually lapse back to a normal 0. But it is possible that a patient’s presurgery impairment of -5 diopters will be +1 after surgery and stay there, or that of two patients requiring identical correction, the vision of one will regress to the desired 0 after surgery while the other’s regresses into slight nearsightedness. Each person heals a little differently because people are people, says Berkeley, not massproduced machines.</p><p>Despite the assurance with which Berkeley discusses his procedures and their results, he must still contend with the objections raised by doubting optometrists and ophthalmologists, who have four major concerns: the expense of the surgery to patients; the question of whether the benefits outweigh the risks; the possibility that an eye may be damaged or lost as the result of mistakes or complications during or after an operation; and the unknown long-term negative effects. Berkeley has substantial and reasoned responses to each of these criticisms, but they are serious concerns to both the medical profession and prospective patients.</p><p>The expense is likely to be a major issue for patients considering an RK or an MKM, which is by far the more common of the two KMs. The total cost of an MKM currently ranges from $3000 to $5000 per eye; RKs cost $1200 to $2000 per eye. By comparison, a pair of glasses costs $80 to $200 and contact lenses cost $175 to $400. Many insurance companies regard operations to correct refractive error as merely cosmetic and do not cover them.</p><p>Berkeley expects that more insurance companies will begin covering refractive surgery as it becomes more widely accepted. He maintains that in cases like Rodney Steinburg’s, refractive surgery is not just cosmetic but is the only workable solution to a medical problem that neither glasses nor contact lenses can correct. Unless enough insurance companies change their policies to reflect this view, though, the most likely people to undergo KMs, in particular, are the wealthy and the desperate. But Berkeley says he is so enthusiastic about the MKM that in many cases he operates at no charge or gives the patient liberal payment terms.</p><p>Critics of refractive surgery are concerned about the operation’s high price for other reasons too. Dr. Jerald Feldman of Dallas suggests that some doctors may be rushing into the new procedures because they see a chance to make big bucks, especially by performing RK surgery, which he says can become a moneymaking gimmick. An eye surgeon who regularly performs a hundred RKs a month at $1200 each will have a substantial annual income. And Jeffrey Day Lanier points out that ophthalmologists with established private practices as well as young physicians just starting out are now being forced to take up RK surgery, whether or not they have confidence in the procedure, so they won’t lose patients to other doctors who offer it. “We all succumb to public pressure,” Lanier observes. “Unfortunately, it has gotten out of hand.”</p><p>A second criticism leveled by Lanier is that no one can guarantee that an RK or an MKM will result in perfect vision. He questions whether just reducing the patient’s degree of correction justifies the risks. Lanier notes, “I have twenty-twenty vision with contact lenses, but if I have an RK or an MKM, I might lose my ability to see twenty-twenty, even with glasses or contacts. Eyes are too precious to take that risk for cosmetic purposes.”</p><p>Once again Berkeley and his colleagues would point out that not all refractive surgery is merely cosmetic. They argue that surgery makes patients with severe visual impairment significantly better off, even when the operation only leaves them able to get by with thinner lenses. By becoming less dependent on glasses or contacts, routinely and in times of emergency they are freer and physically safer.</p><p>But what if some irreparable damage is done to the eye in the course of an operation? Lanier says he knows of at least one patient who lost an eye after refractive surgery. Berkeley and his colleagues contend that that’s not a bad record, since 25,000 people have had some form of the surgery. According to Ron Schachar, who as president of the Keratorefractive Society collects statistics on RKs, the procedure was not to blame; that eye was damaged during the administration of the anesthetic, when a hypodermic needle accidentally struck the optic nerve. Schachar reports three instances in which complications resulted in cataracts and two other cases in which RKs caused eye infections; in none of these cases, however, did the patient lose an eye. Still, the possibility of losing an eye altogether does give one pause. And Lanier contends that having even a superior surgeon perform the operation is no guarantee against mistakes. He maintains that such problems are not necessarily the fault of a particular surgeon but are part of the inherent risk in making cuts in a person’s eye.</p><p>Finally, there is the ominous possibility that refractive surgery may permanently damage the eye in some way that becomes apparent thirty or more years after the surgery—longer than refractive surgery has been around. Lanier argues that following the classic Russian technique of making sixteen cuts in an RK operation will reduce the strength of the patient’s cornea. And that, he says, could lead to further complications as the patient gets older, especially if there is the need for a cataract operation in later life. As Lanier puts it, “If a woman in her twenties has an RK, what will happen when she’s sixty? Will we have to transplant a new cornea?”</p><p>Recent articles in leading medical journals report several more-serious problems that have resulted from RKs. Dr. Henry Gelender of Dallas is a principal investigator for a five-year government-funded study called Prospective Evaluation of Radial Keratotomy, or PERK. He has documented the case of a 47-year-old patient who suffered a severe eye infection (bacterial endophthalmitis) after an RK performed by another doctor. Gelender also reports the case of a 31-year-old patient who developed a cataract after an RK by another doctor. In both cases it appeared that the postoperative complications resulted from the surgeon’s inadvertently puncturing the cornea. Although Gelender managed to restore their vision, he cites the cases as examples of the potential problems of RKs. Noting that he has heard of other RK-related complications besides the cases he has treated, Gelender nevertheless points out that the “serious-complication rate seems very low.” Having performed RKs himself as part of the PERK study, Gelender plans to do RKs in private practice as well. He is careful to add, however, that RK surgery is a “very new area that is still undergoing an evolution of technique.”</p><p>The available follow-up data on KMs in the U.S. are much sparser than those on RKs, but surgeons in the field report that KMs have sometimes resulted in serious complications. Dr. Perry Binder of La Jolla, California, who has been conducting an independent investigation of MKMs, says that he knows of five or six patients who had to have their corneas removed and replaced with corneas from donor eyes because of complications following MKMs. Binder also maintains that the computer programs currently used in connection with MKMs are inadequate. Although Binder has performed three MKMs himself, he argues that more clinical study is needed before the widespread use of KMs is endorsed.</p><p>But Berkeley and his fellow refractivesurgery advocates believe that there is already ample long-term evidence that MKMs and RKs are safe and effective. In addition to reminding critics of the ten-year record of success reported by Fyodorov and the twenty-year record compiled by Barraquer, they offer the much longer and more thoroughly documented history of cornea transplants and penetrating eye injuries. They say that they have done successful cataract operations on elderly patients whose corneas were damaged in early life and that they expect the same to hold true for patients who have had early refractive surgery. Berkeley does admit, however, that the inner part of the cornea, the stroma, does not heal as quickly as the outer layer, known as the epithelium, which is one of the most regenerative of body tissues. The potential weakening of the stroma is what most concerns Lanier. As a veteran cornea-transplant surgeon, he maintains that often the stroma does not heal until years after a cornea-transplant operation, and he suggests that the same is probably true of KMs and RKs.</p><p>Lanier warns of two other problems —scarring and infection. No matter how well KM and RK incisions heal, the cuts leave irregularities in the corneal surface. According to Lanier, these irregularities can cause blurriness. More serious is the danger that the scars will be a permanent source of infection. If the incisions heal in concave shapes, they leave grooves in which dirt and bacteria can collect. Lanier says that as long as the grooves remain, so does the danger of infection.</p><p>Three years ago the prestigious american academy of Ophthalmology entered the fray over refractive surgery. Although it has yet to issue an official statement on MKMs, the academy has endorsed the PERK study. Until the study yields conclusive data, the academy’s official posture is that the RK is an investigational procedure that should be performed only after patients have been apprised of the “special nature and presently uncertain ramifications of the procedure.”</p><p>The PERK study and the academy’s position on RK are themselves a subject of debate. The study has been challenged in a multimillion-dollar federal antitrust suit, <em>Vest</em> v. <em>Waring.</em> according to the plaintiffs in the suit —mostly patients who want or have had the surgery and doctors performing it independent of the study—the PERK-study doctors conspired to monopolize the procedure by lobbying the academy and certain federal eye panels to label RK “experimental,” that is, not recommended for patients outside the PERK study. Although the academy recently moved RK from the “experimental” to the seemingly less restrictive “investigational” category, the plaintiffs also allege that the PERK-study doctors effectively discouraged insurance companies from providing coverage for RKs done outside the study. Though the defendants vigorously deny that the PERK study is a pork barrel or a tool for monopolizing the RK market, the case is likely to be in litigation for many months to come.</p><p>The most important consideration, according to advocates of refractive surgery, is patient satisfaction. Do people who undergo MKMs and RKs get what they want? Judging from interviews with an informal sample of patients, the answer is yes. There are dissatisfied patients, however. Refractive surgeons are not equally competent. Even Berkeley complains of sloppy surgeons; he has redone several RK operations bungled by other doctors. And he admits that sometimes the expectations of his own patients exceed the results achieved.</p><p>Laurie Vann is one patient who recently came to Berkeley to have RKs redone. Her original surgery had been performed by another Houston-area doctor in the summer and fall of 1982. After showing some initial improvement, Vann’s eyesight regressed so rapidly that by March 1983 her vision was worse than before the surgery. She says that her doctor then prescribed contact lenses and brusquely shunted her out of his office, apparently embarrassed by the failure of his operation. Since having both eyes redone by Berkeley last fall, however, Vann’s vision has improved from 20/400 to 20/25.</p><p>The great majority of MKM and RK patients seem pleased with their surgeries, though, even when the outcome is not perfect vision. Sam Kesbeh, a 26-year-old Palestinian immigrant, exemplifies the satisfied MKM patient. Kesbeh came to Berkeley with an impairment of —17 diopters. By his own account, Kesbeh was so nearsighted that any object more than three or four inches from his face was a blur. Although his MKM did not result in 20/20 vision, he now needs only 0.75 diopters of correction for his myopia and can drive a car during daylight hours with no corrective hardware whatsoever.</p><p>Sonya Spooner, a 38-year-old administrative assistant at the Texaco Chemical Company in Port Neches, declares that her RK completely changed her life. Before coming to Berkeley, she required 3 diopters of correction and had to wear either contact lenses, which did not give her satisfactory vision, or thick glasses, which she considered unbecoming. Now, a little more than a year after her surgery, Spooner has slightly better than 20/20 vision. She has also lost fifty pounds.</p><p>“It does something psychological to not have glasses as a crutch,” Spooner says. “I feel better. I enjoy meeting people more. I enjoy reading more. For me, it was the equivalent of plastic surgeryonly better.”</p><p>Success stories like these have convinced Berkeley that the present younger generation will one day live in a world without glasses. Those who have presbyopia may still need some form of artificial correction, but according to Berkeley, just about everyone else will have lensfree 20/20 vision.</p><p>Skeptics like Lanier are not so sure. Lanier applauds the apparent triumphs that MKMs and RKs have achieved, even conceding that he may do RKs himself sometime in the future. He cautions, however, that patients’ satisfaction with shortterm results is not enough to justify blanket approval of the two procedures. “You can feed a child nothing but sugar and get a positive reaction,” Lanier says, by way of analogy, “but that doesn’t mean it’s the right thing to do.”</p><p>So who is right about refractive surgery, the advocates or the critics? at this point, no one knows for sure. Reports from abroad and results in the U.S. suggest that refractive surgery may be among the most important advances in ophthalmology. But the procedures are in a state of relative infancy. Although the incidence of serious complications has been very low so far, documentation of refractive surgery’s long-term effects won’t be available until the early patients are studied in the next century. In the meantime, KMs and RKs remain in the category of calculated risks. And as the debates go on, so do operations like Rodney Steinburg’s.</p><p><strong>the Prettiest Cut Of the Morning</strong></p><p>The gauze-masked men and women who were assisting Berkeley with the microkeratome could hardly contain their admiration.</p><p>“Perfect!” cried one.</p><p>“You’re getting so good!” proclaimed another.</p><p>Berkeley smiled. He stepped to a side table and transferred the neatly sliced disc of Rodney Steinburg’s cornea to a clear glass jar. Then he went to work on the donor eye, preparing to make his second crucial slice.</p><p>The section he cut from the donor eye had to fit precisely in the space he had left in the patient’s cornea. That wouldn’t be easy. It is not uncommon for an MKM surgeon to go through three or four donor eyes before he gets it right. At $300 apiece, donor eyes are expensive; they’re also scarce. Berkeley wanted to make a good cut on his first pass.</p><p>He and Nordan repeated the cutting maneuver they had performed on Steinburg’s eye. The microkeratome buzzed, and Berkeley moved its blade across the cornea of the donor eye, which looked like a small onion. When the operating room fell silent again a few seconds later, Berkeley saw that he had accomplished another perfect pass. The feat seemed both to please and to surprise him.</p><p>“That’s the prettiest cut of the morning,” he said.</p><p>“You’re going to like stitching this one too,” Nordan predicted.</p><p>Berkeley slid the disc of donor-eye cornea into a vial of dye. Although the dye was called kitton green, it stained the clear surface of the corneal tissue a light blue. Berkeley appeared to be growing quite excited with the progress of the operation.</p><p>“Can we record this on the videotape?” he called over his shoulder. “I think this case is going to become a standard.”</p><p>Berkeley and Nordan sat down in front of the cryolathe. Now came the third critical phase of the MKM transplant: reshaping the tiny slice of cornea. Still stationed at the computer, Baker began barking out the proper digital settings for the lathe. Before actually scraping away any corneal tissue, Berkeley first had to position the blade at exactly the right depth. He needed to shave off about 0.15mm, or one half of the thickness of an already minute section of eye tissue. Again, there was no room for a wrong move.</p><p>Nordan brought over the vial containing the blue-dyed corneal disc. By virtue of its removal from the eyeball, this delicate circle of human tissue was now called a button. After it was shaped on the lathe, the button would assume the loftiersounding title of “lenticle.” Berkeley lifted it out of the vial with a perforated metal spoon, coaxed it onto the head of the cryolathe, then centered it with a tiny sponge.</p><p>“What have you got, Lee?” Berkeley asked. Nordan told him that he needed to adjust the lathe to 2.545.</p><p>Berkeley hunched over the lathe handle and repeated the target coordinate out loud. Then he nodded at Nordan; he was ready to freeze.</p><p>Nordan pushed a switch on the cryolathe, causing a small and short-lived cloud of cold white mist to blow across the corneal button positioned on the lathe head. Since the tissue would begin to thaw in a few minutes, Berkeley had to work quickly. He tightened his grip on the handle controlling the lathe’s blade.</p><p>“Okay, Ralph, we’re going for two-fivefour-five,” Nordan reminded him.</p><p>“That’s two-five-four-five,” another doctor repeated.</p><p>“Two-five-four-five,” Berkeley answered. “Here we go.”</p><p>Nordan activated the lathe motor, and the lathe started to buzz, spinning the corneal button at high speed. Berkeley pushed the blade forward toward it. The red numbers on the monitors blinked faster and faster as Berkeley closed in.</p><p>Nordan and the other doctors started a group countdown when the displacement gauge dropped past the 3.000 level. Berkeley nudged the handle ever more carefully, glancing back and forth between his grip and the digits on the instrument panel. He saw 2.550, then 2.548. When the blade hit 2.545, Nordan signaled Berkeley to stop.</p><p>Suddenly the operation ceased having the feel and gestures of eye surgery and became instead abstract and mechanical. What was happening now seemed more like high-tech woodworking or pottery making than medicine.</p><p>Berkeley peered back into the microscope attached to the lathe and drew a breath. Then he began to move the blade across the spinning corneal button. A blizzard of shavings swirled up from the frozen disc and accumulated around the tip of his blade like snow. The other doctors continued calling out the digits that flashed on the cryolathe. The pile of corneal shavings grew larger. About three seconds later Berkeley stopped and drew back the blade handle. Nordan shut off the cryolathe motor, and Berkeley again examined his craftsmanship.</p><p>It appeared to be a good job. The readout on the cryolathe showed that Berkeley had not shaved off more than he had intended. The tissue remaining on the lathe was round and symmetrical. In fairy-tale fashion, the misshapen ugly button had become a handsome lenticle. But would the lenticle fit the space that Berkeley had carved out for it on Rodney Steinburg’s eyeball?</p><p>Berkeley removed the lathe’s head, bearing the still-frozen lenticle. He carried the head to the operating table and thawed the lenticle with a jet of saline solution. Then he spooned it from the lathe head onto the patient’s cornea and rotated it with a sponge. It fit perfectly.</p><p><em>(Continued on page 174)</em></p><p><em>(Continued from page 168)</em></p><p>“It looks just like a normal case,” Nordan said, beaming as he watched the transplanted lenticle settle into place.</p><p>Berkeley sewed the lenticle onto the patient’s eye with a star-shaped microsuture; one running stitch proved enough to hold it in place. Berkeley then sewed the left eyelid shut as a precaution against infection and disruptive movement.</p><p>Rodney Steinburg twitched ever so slightly. He later said that he had remained conscious throughout the operation. If so, he had exhibited impressive poise. The few impatient shrugs in which he had indulged while Berkeley stitched his eyelid were the only signs of discomfort that he showed all morning.</p><p>“Just five more minutes, my friend,” Nordan promised.</p><p>By the time the nurses covered Steinburg’s left eye with a patch, fifty minutes had elapsed since the start of the surgery. Berkeley smiled and patted the sides of his patient’s head.</p><p>“Your eye really looks great,” he assured softly.</p><p>Then he watched the nurses roll Steinburg away and bring in yet another patient —the fourth of seven MKMs scheduled for that day.</p><p>Three days later Rodney Steinburg returned to work at his law office, and during his lunch hour he went to see Berkeley to have the stitches removed from his eyelid. Although most patients say that they experience minimal pain after an MKM, he complained of having suffered quite a bit. The Percodan pills that Berkeley had prescribed weren’t doing the job. But Steinburg admitted that he had always been somewhat resistant to painkillers.</p><p>His vision got better as the pain subsided. When he went to Berkeley three weeks later to have the star-shaped suture extracted from his cornea, he was in good spirits. His eye didn’t hurt anymore. He still had a star-shaped scar on his cornea after Berkeley took out the suture, but it was almost microscopic. More important, the eye that once had 20/400 vision, requiring a correction of 8 diopters, now had improved to 20/60 vision and needed less than 1 diopter of correction.</p><p>As far as Steinburg was concerned, however, the jury was still out. Berkeley predicted that the attorney’s vision would continue to improve before it leveled off. Steinburg declared that he would wait and see. Because of an upcoming trial date, he had decided to postpone having an MKM on his right eye until early 1984, but he said that he fully expected the MKMs on both of his eyes to be successful.</p><p>“i’m a plaintiff’s lawyer,” Steinburg said, half jokingly. “I do lots of medical malpractice cases.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "January 1984",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Surgery",
      "Doctors",
      "people",
      "Surgeon",
      "Performing",
      "Texas",
      "Work",
      "Houston",
      "Insurance",
      "record",
      "Country",
      "TV",
      "Art",
      "Austin",
      "Computer",
      "Dallas",
      "disease",
      "ever",
      "History",
      "Range"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Texas",
      "Houston",
      "Austin",
      "Dallas",
      "Denison"
    ]
  }
}