{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19901",
    "date": "January 1990",
    "year": 1990,
    "month": 1,
    "month_formatted": "January",
    "pdf_uri": "/1990/19900100.pdf",
    "issue_cover_image": "",
    "document_start_page": 116,
    "toc_start_page": 114,
    "document_page_range": [
      [
        116,
        117,
        118
      ],
      [
        157
      ]
    ],
    "toc_order": 6,
    "toc_headline": "Swamp Thing",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199001-swampthin",
  "source": "/1990/19900100.pdf",
  "wp_post_id": 125988,
  "wp_post_guid": "http://www.texasmonthly.com/article/swamp-thing/",
  "authors": [
    "Stephen Harrigan"
  ],
  "headline": "Swamp Thing",
  "dek": "Is it possible to love a creature that bites you until it hears thunder?",
  "spread_caption": "",
  "excerpt": "Snapping turtles are cantankerous, grotesque, and savage. And those are just a few of the reasons I like them.",
  "kicker": "",
  "word_count": 3076,
  "content": "<p>I Was At an Impressionable Age When I Saw My First Snapping turtle. I was ten, standing on a low earthen dam in central Oklahoma and casting with a child-size Zebco into a gloomy lake not much bigger than a stock pond. The lake had a prehistoric feel to it. Dead trees rose from the water, the bare limbs swaying and creaking. The water itself was muddy and still. It looked as if it had been sitting there, immune to evaporation, since the beginning of time, I had fouled my line on enough of those trees to begin feeling cranky and put-upon. And on the occasions when my plastic lure did reach the water—disappearing like a space probe into the toxic brown clouds of an inhospitable planet —it reported no signs of life. I was about to reel in the line when some unseen force gave a brutal tug that pulled my cork deep below the surface. The pressure from the bottom of the lake kept the fishing line as taut as a bowstring. I was scared. This thing did not feel like a fish at all. I knew, as I cranked on the reel, that I had hooked something powerful and hostile, something that did not wish to be disturbed. The muscles in my arms were quivering with exhaustion by the time the creature finally appeared. I saw its head first, and then a neck so long I thought it was a snake, and finally the undersized shell, so small when compared with the thrashing mass of the body itself that it looked like a saddle on the back of a dragon. Not knowing what else to do, I continued to reel in the line. The turtle was hooked in the mouth, and in its anger it kept flinging out its neck and snapping its jaws. It was the most ferocious, the most unworldly thing I had ever seen. The back of its head bristled with spiky warts, its shell was covered with algae and slime, and the skin of its front legs dragged the ground in loose, grotesque folds. As I hauled the turtle up the dam, it grasped the dirt with its sharp claws and contested every inch. But then, sensing a little slack in the line, it lunged forward with such force that its front legs cleared the ground. Paralyzed with awe, I stood and watched as it lumbered hissing toward me, its reptile eyes fixed on mine, its neck coiling and striking. I remember thinking, <em>It’s coming to get me!</em></p><p>Photograph By Keith Carter</p><img/><img/><p><span class=\"dropcap\">S</span><em>napping turtles lived, it seemed to me, in a constant state of wrathful agitation. They were much like the souls of the damned—irredeemable, and loathsome even to themselves.</em></p><p>My uncle, who was chopping firewood nearby, came trotting down the slope of the dam with an ax. Of course, I realized, this thing would have to be killed. It was an evil that must be vanquished. My uncle tried to cut off its head, but the turtle was quick and could retract its neck faster than the ax could fall. It died instead from a blow to the shell. After it stopped moving we scooped it up with the blade of the ax and tossed it back into the lake. Watching it sink, I began to cry. It was not pity I felt, but disgrace. That such a savage, primeval beast could be destroyed by a thoughtless child seemed to me a mistake, a cruel imbalance of nature. Until I encountered that snapping turtle, it had never occurred to me that the existence of another creature could be a greater wonder than my own.</p><p><strong>I See Them All the Time Now. When i’m Strolling Across the</strong> Congress avenue bridge in austin, I can often spot snapping turtles in the lake below as they paddle along the banks just beneath the surface. Snappers are immediately distinguishable from the other turtles that inhabit the lake —the red-ears, cooters, and stinkpots. For one thing, you never see snapping turtles basking on tree limbs or swimming companionably alongside your canoe. They prefer to linger in the dark ooze, now and then extending their necks like snorkels to take a breath from the surface. Their tails are thick, long, serrated, semi-prehensile. (Snappers in fastmoving water have been known to grasp a submerged branch with their tails to keep from being swept downstream.) Their bodies are squat, and the forward edges of their shells ride high above their necks like the collar of an ill-fitting coat. Except for the eerie parchment-yellow color of their eyes, they are dark all over.</p><p>In the early summer the females crawl out of the water to lay their eggs, their carapaces thick with drying mud. Hiked up on their stubby legs, their necks extended, their long tails dragging in the dirt, they look more like dinosaurs than turtles. The females are on their way to build a nest somewhere nearby. They will dig a hole in the dirt and deposit twenty or thirty eggs, guiding each one into position with the hind feet like fussy hostesses arranging canapes on a tray. When all the eggs are laid, they will fill in the hole with dirt and then tamp it down by crawling back and forth. Their trip to the nest site and back will probably add up to less than half a mile, but for these awkward aquatic turtles it is an epic journey through an alien world.</p><p>Last summer, driving with my family to Houston, I saw one stalled with fright on the highway in the pine country just outside of Bastrop. I pulled the car over and we all got out to look at it. I told the kids to stand back, half afraid this low-lying reptile would leap up and grab one of them by the throat. But the turtle kept still, its neck tucked into its shell. It looked craven and terrified. A car roared by in the opposite lane and the turtle hugged the asphalt with its claws.</p><p>I wanted to get the turtle off the road, but that childhood encounter had made me a coward, and I was unwilling to reach down and touch it. I had read that the only safe way to pick up a snapping turtle is by the rear legs, or by the rear edge of the shell, “holding him well away from your body.” an agitated snapper has an extensive biting range. It can fling its neck to the side like a whip and strike a target far back on its flank. This turtle was placid, but I didn’t expect it to stay that way if I put my hands on it. It would, I thought, explode with rage. It would wriggle violently, release a gaseous cloud of musk, and lunge with its bony beak at my fingers.</p><p>I scooted the turtle forward with my foot, and it began to crawl across the highway. Seeing no cars coming from either direction, I decided that the turtle would probably make it without my intervention, and gathered the family back into the car. Driving away, I watched in the rearview mirror as it lumbered forward with excruciating slowness.</p><p>“Oh, no!” my wife called out as a car suddenly bore down upon the snapping turtle. The children cringed and hid their eyes. But the car passed harmlessly over the snapper, which continued on its journey, a dark slouching shape older than any human thought.</p><p>It surprised me how much we all had feared for the turtle in its moment of peril. Over the years, I had managed to conquer my atavistic revulsion to certain animals. It was nothing to me now to handle a snake or to brush with my finger the silken fur of a living bat, but a snapping turtle was still a kind of nightmare creature, and a part of me did not want to accept the idea that it was as vulnerable as the rest of creation. I knew that characterizing nature in this way was an ageless human fallacy, but I still could not quite get over the sensation that snapping turtles were the enemy. Their outward appearance was the manifestation of their grim consciousness. Snapping turtles lived, it seemed to me, in a constant state of wrathful agitation. They were like the souls of the damned —irredeemable, and loathsome even to themselves.</p><p>“a savage, cross-tempered brute.” That’s the way one biologist, in an otherwise unemotional volume on reptiles and amphibians, describes snapping turtles. “The general aspect,” another authority queasily reports, “is so sinister that it imparts more of the feeling inspired by a thick-bodied, poisonous serpent than that of a turtle.”</p><p>Snappers <em>are</em> ferocious, but it’s important to remember that they are that way for a reason. They are not simply dyspeptic. Snapping turtles are underwater predators; they are attack vehicles. They lie in wait and strike at passing fish, or they paddle up to the surface and seize ducklings by the feet. Their strike has to be fast, the grip of their jaws tenacious.</p><p>Out of the water, a snapping turtle’s small shell is an imperfect refuge, and so its best defense is to attack. “I have seen it snapping,” a nineteenth-century naturalist wrote, “in the same fierce manner as it does when full-grown, at a time when it was still a pale, almost colorless embryo, wrapped up in its foetal envelopes, with a yolk larger than itself hanging from its sternum, three months before hatching.”</p><p>Folklore says that when snappers bite they will not let go until it thunders. Not true, but they do like to hold on to their claim. They are also very efficient scavengers. This trait was supposedly once used by an Indian in northern Indiana, who exploited a snapping turtle, tethered to a long wire, to locate the bodies of drowning victims. And one of the worst practical jokes I ever heard of was perpetrated by a friend of mine when he was a rowdy adolescent. He put a baby snapping turtle into his friend’s mother’s purse.</p><p>[Continued On Page 155]</p><p>[Continued From Page 116]</p><p><span class=\"dropcap\">T</span>here are two kinds of snapping turtles, both of which are native to Texas. The common snapping turtle —<em>Chelydra serpentina</em> —is the smaller and more aggressive species. Its range extends throughout the entire eastern half of the continent, all the way from Canada (where it has been observed walking on the bottom beneath the ice) to Central america. It lives everywhere—in lakes, rivers, swamps, even brackish tidal streams—but its prime habitat is sluggish, muddy water. Common snappers are not behemoths. The largest one ever caught in the wild weighed slightly less than 70 pounds, though one captive turtle that was kept in a swill barrel for two months ate its way up to 86 pounds.</p><p>Those figures are nothing compared with the mighty <em>Macroclemys temmincki, </em>the alligator snapping turtle. Alligator snappers can grow as large as sea turtles, up to 250 pounds or even more. Their heads are massive and blunt, their eyes lower on their heads than those of common snappers, their shells crowned with three high longitudinal ridges that look like miniature mountain ranges. Common snappers are common, but alligator snappers are increasingly rare. Alligator snapper meat has long been a steady seller in the fish markets of Louisiana, and the turtle population took a nose dive when Campbell’s came out with a snapper soup in the early seventies. In Texas alligator snappers are classified as a threatened species by the Parks and Wildlife Department. They tend to inhabit coastal drainages in East Texas, though they have made appearances as far west as Burleson County.</p><p>Unlike common snapping turtles, alligator snappers do not stalk their prey or seize it with serpentine strikes of their necks. They lie in wait, settled motionlessly in the cloudy water like boulders or stumps, their mouths hinged open to reveal a fluttering gob of tissue rooted to the lower jaw. When a fish spots the lure and enters the cavern of the turtle’s mouth, it is either swallowed whole or neatly sliced. With this leisurely feeding strategy at their disposal, alligator snappers tend to have a less urgent temperament than their cousins. Though they look even more hideous than common snappers, they are comparatively docile.</p><p>Alligator snappers are strong and, in strange ways, agile. There is a report of a three-legged specimen climbing an eightfoot-high cyclone fence. The turtles have been known to shear off human fingers. All sorts of things—small alligators, entire beaver heads-have been found in their stomachs. For years it was a commonplace observation that an alligator snapping turtle was capable of biting a broom handle in two. Peter Pritchard, a Florida biologist who has written extensively on <em>Macroclemys temmincki,</em> decided to test this hypothesis. He waved a broom handle in front of a 165-pound alligator snapper to see if it really could bite it in half. It could.</p><p>“If common snapping turtles were as big as alligator snapping turtles,” an East Texas herpetologist named William W. Lamar told me, “they would take bathers regularly.”</p><p>Several years ago, when Lamar was the curator of herpetology at the Caldwell Zoo in Tyler, I dropped in to see his alligator snapper collection. The zoo had three specimens, including a baby that was kept in an aquarium tank in the reptile house. The first time I saw it I wasn’t sure it was even a living thing. It was settled down at the bottom of the tank, eerily still, its jaws hinged open as if in some epic yawn and its right foreleg raised like a pointer’s. The only things moving were the lure inside its mouth and a doomed fish that swam near the surface. Lamar remarked that the snapper looked like a log with a worm on it.</p><p>We left the baby still angling for the fish and went outside to look at the larger specimens. Another curator climbed over a fence and waded into a pond. He looked around on the bottom a bit, then reached down with both hands and hauled up a 45-pound turtle, lifting it by either end of the shell. The alligator snapper’s name was Eugenia. She was dark and mucky and immense, a ghastly apparition from the dawn of time.</p><p>Lamar looked down at this strange beast admiringly. Eugenia seemed to me not a animal but an entity—a moving, mosscovered rock. I asked Lamar if alligator snappers were intelligent. What I wondered was: Do they think?</p><p>“If one looks at intelligence as the ability to learn functions that are nontraditional,” he said, “I don’t know. Nobody’s ever trained one of these things to dance. A common snapper is lacking in personality to me. They do what they do with a lot of aggressive verve, but they’re boring. They’re like somebody you’d expect to meet in a casino in Vegas. But my opinion of alligator snappers is they’re a lot more receptive to stimuli than most people think. A lot more goes on in their lives than most people imagine.”</p><p><span class=\"dropcap\">S</span>ome months later I acquired a snapping turtle. It was a baby, a common snapper, hatched from a clutch of eggs that a reptile fancier had discovered on the banks of the San Marcos River. A mutual friend delivered the turtle to me one day in a bucket.</p><p>I went to the pet shop and bought a twenty-gallon aquarium, a filter, and a pile of decorative rocks. When the aquarium was all set up and running, I put on a pair of gloves and picked the turtle up from behind. To my surprise, it didn’t thrash about and try to bite my hand. It merely kept its head retracted into its shell as far as it would go.</p><p>The turtle was only a few inches long, no more than several months old. When I put it in the water, it sank to the bottom like a piece of lead and then began to scramble frantically upward without success. It didn’t seem to be able to swim. I reached into the water and set it on one of the rocks, and it craned its neck up, up, up until its nostrils were above the surface. And there the turtle stayed.</p><p>“Let’s call him Sam,” my oldest daughter said, and that became his name, though we never used it. He was always just “the snapping turtle.” He would lie there on the rock all day and all night, blinking, breathing. I dropped little pellets of turtle food on top of the water, but the turtle would not eat with me in the room. After I left, the food disappeared.</p><p>The little aquarium filter chugged along diligently, and I changed the water once a day, but the moment I put the turtle into the clean water it immediately turned into a fetid bog. I was tired of the maintenance, but I grew oddly fond of the snapping turtle. I found him more interesting than odious. His silent, patient, undemanding presence was somehow restful to me.</p><p>Nevertheless, after a few months I had had enough. The whole house was beginning to stink. I decided to take the turtle and release him back into the San Marcos.</p><p>The night before I let him go, however, I dropped a few pellets of turtle food into the tank and hid behind the door, watching. I saw the turtle track the food with his eyes as it sank slowly down to him. When a pellet was several inches away he shot his neck out with a startling and unnecessary motion, snapped his dinner savagely in half, then gulped it down with urgent, gagging movements of his throat.</p><p>The kids and I took him down to a murky little eddy cut into a bank of the river. I put on my gloves, set him into the water, and he was gone in an instant in a swirl of mud.</p><p>We walked along the bank looking for him, experiencing an unexpected pang. We wanted to say good-bye to this creature that had never had any need or cognizance of us—that just was. I wondered if he would survive. If he did, if he was not eaten by another snapping turtle, if he was not caught on a boy’s fishing line, he might live ten or twenty years, spending the winters denned up under cutbanks, the summers loitering in the mud. He would grow up to replace the turtle whose death I had caused so many years ago, and whose savage, unappeasable spirit was still alive, still snapping at me in my dreams.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "January 1990",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Alligator",
      "Water",
      "Fish",
      "ever",
      "Food",
      "Driving",
      "Family",
      "Fishing",
      "people",
      "Texas",
      "Trees",
      "Zoo",
      "all the way",
      "Angling",
      "attack",
      "Bridge",
      "Caldwell",
      "canada",
      "Cars",
      "Children"
    ],
    "wp_categories": [
      "Family"
    ],
    "wp_location": [
      "Texas",
      "Burleson",
      "East Texas",
      "San Marcos",
      "West"
    ]
  }
}