{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198511",
    "date": "November 1985",
    "year": 1985,
    "month": 11,
    "month_formatted": "November",
    "pdf_uri": "/1985/19851100.pdf",
    "issue_cover_image": "",
    "document_start_page": 216,
    "toc_start_page": 170,
    "document_page_range": [
      [
        216,
        217
      ]
    ],
    "toc_order": 6,
    "toc_headline": "Texas Primer: The Petroleum Club",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198511-thepetrol",
  "source": "/1985/19851100.pdf",
  "wp_post_id": 120843,
  "wp_post_guid": "http://www.texasmonthly.com/article/texas-primer-the-petroleum-club/",
  "authors": [
    "Joseph Nocera"
  ],
  "headline": "The Petroleum Club",
  "dek": "It’s always been just a place for a guy to get a decent lunch and a billion-dollar deal.",
  "spread_caption": "",
  "excerpt": "People who have watched a certain prime-time soap opera think they know what goes on at the Petroleum Club. They don’t.",
  "kicker": "Texas Primer",
  "word_count": 784,
  "content": "<img/><p>Photography By Steven Pumphrey</p><p>Food service and lots of phones: Wood (left) and Warren get what they need at their Midland club.</p><p>“<span class=”dropcap“>F</span>undamentals,” said Robert L. Wood. “We didn’t want anything fancy. We just wanted a good, plain, basic business club.”</p><p>The year was 1947. Wood, an independent oilman, belonged to the old Scharbauer Hotel crowd, meaning he was one of the dozens of Midland oilmen who milled around the hotel lobby every morning looking for deals. Over lunch at the hotel one day, Wood and half a dozen friends decided that it would be nice if they had an alternative to the lobby —a private club like the one in Dallas. The Dallas Petroleum Club, founded in 1934, was the first in Texas and the envy of every oilman in the state. Before you could say “initiation fee,” Wood and his friends had thrown together a few dollars —$165,000 to be precise —bought a three-story house downtown, hired a manager, initiated 150 members, and founded the Petroleum Club of Midland. It was an instant success.</p><p>Thanks to the miracle of satellite communications the whole world has a fixed image of petroleum clubs. <em>Dallas'</em> mythical club is situated atop the San Jacinto Building, and during lunch it is populated by the likes of J.R., Sue Ellen, et al. There, the clientele is about half men and half women, and —get this —sometimes the men meet their wives to argue or to reconcile or what have you. Need we say that nothing could be further from the truth? as petroleum clubs popped up all over postwar Texas, in any town that had a decent-size oil field and enough oilmen to make a go of it, women weren’t allowed on the premises until sundown. Fundamentally, petroleum clubs were where men met to hammer out deals over lunch.</p><p>Wood, now 74 and one of the few founders of Midland’s club still living, was reminiscing the other day from his accustomed lunch table in the downstairs dining room. The original house was long gone, and five years ago the club had moved to fancy new quarters. Inside, the building seemed plush and comfortable and clubby, but from the outside it looked like a giant two-story concrete bunker, the sort of place where an oilman could hunker down and ride out the bad times. Even in boom times no group of businessmen feels as thoroughly misunderstood and maligned. So in between million-dollar handshakes and bites of steak, an oilman could commiserate with his partner about the latest attempt to get rid of the oil depletion allowance.</p><p>Petroleum clubs served one other purpose, perhaps the most important of all. They helped oilmen overcome looming feelings of social insecurity. “You could take an out-of-towner to the petroleum club,” said Wood, “and he could see you weren’t a bunch of hicks who ate with your fingers.” For years the club had the best food in town, and the best nighttime entertainment; the annual President’s Ball was usually the highlight of the social season. Each petroleum club has its own personality and ticks, of course. In Dallas (Dallas being Dallas), the Petroleum Club has always seen itself as so exclusive that it has refused to make reciprocity agreements with other clubs. The club in Houston, on the other hand, recently published a book trumpeting its history, entitled (Houston being Houston) <em>The Finest in the Land.</em> In Midland, the club’s prestige had always been heightened by the fact that it took years to become a member, but for the first time in memory there was no waiting list. “Sign of the times,” said John Warren, the club’s reigning president, who had joined us toward the tail end of lunch. Yet Warren saw hope for the oil patch. “Why, I talked to a guy here just the other day,” Warren smiled. “He said, ‘The price of oil has gone up ten times. The price of gas has gone up twenty times. My costs have gone up four times. You don’t think i’m making money?’ ” “The windfall profits tax,” harrumphed Wood. “i’ll tell you, that has as much to do with these times as anything. And the do-gooders. They say offshore drilling destroys fish.” He shook his head at this blatant canard. “Let me tell you something. Offshore drilling <em>helps</em> fish.” With that, Wood was off and running. He talked about “intellectually dishonest politicians,” and the importance of energy to freedom, and the woes of the misunderstood oilman. As he talked, I wondered how many times these walls had heard this same speech from every one of the petroleum club’s 650 members. Busts could come and booms could go, but at the petroleum club, the fundamentals remained the same.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "November 1985",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Oil",
      "Dallas",
      "Drilling",
      "House",
      "Midland",
      "Business",
      "Food",
      "gas",
      "Giant",
      "Memory",
      "ten",
      "Texas",
      "Women"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": [
      "Dallas",
      "Midland",
      "Texas"
    ]
  }
}