{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198511",
    "date": "November 1985",
    "year": 1985,
    "month": 11,
    "month_formatted": "November",
    "pdf_uri": "/1985/19851100.pdf",
    "issue_cover_image": "",
    "document_start_page": 226,
    "toc_start_page": 180,
    "document_page_range": [
      [
        226,
        227
      ],
      [
        324,
        325
      ],
      [
        336
      ]
    ],
    "toc_order": 8,
    "toc_headline": "The Art-By-The-Truckload School",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198511-theart-by",
  "source": "/1985/19851100.pdf",
  "wp_post_id": 120876,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-art-by-the-truckload-school/",
  "authors": [
    "Richard Zelade"
  ],
  "headline": "The Art-By-The Truckload School",
  "dek": "Haven’t you always wondered who was responsiblefor all those black velvet paintings of Elvis and who was going to buy them? art historians are baffled. But we’ve found out.",
  "spread_caption": "",
  "excerpt": "They’re cheesy, they’re tasteless. But each black velvet painting is a one-of-a-kind work of art.",
  "kicker": "",
  "word_count": 3129,
  "content": "<img/><p><span class=\"dropcap\">A</span>RT Is In the Eye Of the Beholder. Behold, if you will, the black velvet painting. Some consider black velvet paintings art. Others consider them eyesores, or at least cliches of bad taste. Taste aside, black velvet paintings, produced and sold throughout the world, are one of the twentieth century’s most commercially successful art forms.</p><p>Most of the paintings we see for sale in Texas and the Southwest come from Mexico, specifically Ciudad Juarez, the capital of black velvet. Mexico has never been much of a market, so most of the black velvet paintings end up in the United States. There is only one well-known american working in the genre—Julian Schnabel in New York—and he is a recent convert.</p><p>The black velvet buyer is likely to be anybody: a parent indulging an insistent child with a portrait of ET or Garfield, a pimple-faced gas jockey buying a noholds-barred portrait of the woman of his fantasies to hang in his first apartment, or a teenage girl who wants more than just a poster of Michael Jackson. The all-time favorite subject of black velvet artists is Elvis Presley. But any image the human mind can conceive of is likely to end up on black velvet: the Mona Lisa, the Pink Panther on a toilet, a pickaninny and a watermelon, even you —if you have a snapshot and about $20.</p><p>The artists who create <em>terciopelos negros</em> are mostly self-taught, and their paintings are the products of native talent and dogged application. One of the masters of the genre is Sabino Castillo, who lives in Monterrey. If Juarez is the capital of black velvet painting, Monterrey is its spiritual home, the place where, according to the locals, it originated.</p><p>Castillo works in the dusty Mercado Constitucion, in a stall made of chicken wire and two-by-fours. Although he picks up whatever custom work he can, Castillo mainly paints for wholesaler Jose Duque in nearby stall 85. Duque furnishes the paint and the stretched velvet and pays Castillo about $1.75 for each finished painting. The artist used to paint up to forty a day for another wholesaler, but now he does fifteen a day at the most for Duque. He paints seven days a week, nine or ten hours a day. Castillo, who is in his mid-thirties, has been painting for nearly twenty years.</p><p><em>Richard Zelade is a writer who lives in austin.</em></p><img/><img/><p>[ <strong>COnTINUED On Page 278 ]</strong></p><p><em>a pioneer in black velvet, Jaime Dante (below) painted more than 25 a day in his prime. Jay Henry (left) doesn’t need an uptown gallery to sell his imported art. He prefers street comers and flea markets.</em></p><p>Photography By Steven Pumphrey</p><p><strong>[ Continued From Page 180</strong> ]</p><p>“I like to paint everything—landscapes, animals, portraits. I like to do portraits of Christ. I’m happy to paint one a day of Christ,” he says. Castillo takes a lot of time on each of his paintings. He spent nine or ten hours over three or four days on a portrait of Matt Martinez, Sr., owner of Matt’s El Rancho in austin, working only from a faded newspaper photo. Complete with handmade frame, the painting cost $30.</p><p>Castillo paints each picture—custom or commercial - from start to finish, and he works by himself, turning in his stock of finished paintings to Duque once or twice a week. All black velvet painters work that way. There are no grand factories or assembly lines in the land of <em>terciopelo negro,</em> nor are there any paint-by-number schemes. Each artist develops a formula for his commercial works. Though all of Castillo’s psychedelic waterfalls look pretty much the same at first glance, they are different. Like it or not, each black velvet painting you see is handmade, oneof-a-kind art, something a poster is not, be it a cheap glossy of Michael Jackson or a $250 amado Pena print.</p><p>The average black velvet seller is an itinerant who follows a yearly circuit, hitting one city after another, a street corner here, a flea market there, and moving on when the patrons play out. Chances are his paintings come from a Ciudad Juarez wholesaler known as Juarez Export, which is located in an unassuming onestory turn-of-the-century colonial-style house that has been converted into an office and warehouse. The building is pale pink with rust-red trim; “Juarez Export, Oil Velvet Paintings” and a palette with brushes are painted on the upper right corner of the front. It’s deceptively simple.</p><p>Inside, though, is sensory overload. Black velvet is everywhere: Boy George, the Virgin Mary, unicorns, landscapes, seascapes, conquistadores, fruit, flowers, psychedelic mallards, Dobermans, and the office’s centerpiece, Ronald Reagan, backed by a waving Old Glory.</p><p>Fernando Najera and Octavio Fierro are co-owners of Juarez Export. Barely over thirty years old and longtime friends, both are business school graduates, Octavio from the University of Guadalajara and Fernando from Juarez University. Juarez Export, Fernando said, sells between 12,000 and 15,000 paintings a month to 150 distributors, who sell them as far away as England, New Zealand, Lebanon, Israel, and Switzerland, as well as in their primary markets in Canada and the U.S. He said that the firm’s top american markets are in Florida, Missouri, the Carolinas, Indiana, and Texas. In Texas the paintings sell best in austin, San antonio, and Dallas. For some reason the market in Houston is poor.</p><p>“We employ one hundred one full-time artists now, plus about two dozen more part-timers,” Fernando said. “also, twenty-five framemakers and ten who make stretchers. Only three of our artists are women.”</p><p>In one form or another, Juarez Export has been around for about thirteen years. Originally, a group of established Juarez artists formed a collective with several framemakers and stretchermakers to save money by purchasing raw materials in bulk from the big velvet mills and the paint companies in Mexico City. After several years the artisans realized that they weren’t businessmen, and they decided to find someone to take over the business. And so Juarez Export was born; Octavio came first, Fernando a year later. The company soon expanded from procuring materials to exporting paintings.</p><p>“My U.S. customers tell me their business is better than ever before,” Fernando said. “We’re going to have to build a new warehouse this year. This setup is too small now, and the parking is bad. During our busy months there may be four or five semis parked out front at one time. They block traffic, and that annoys our neighbors.”</p><p>“Semis?” I asked.</p><p>“Yes,” Fernando answered, smiling. “Our biggest customers buy one truckload a month. A semi will hold approximately five thousand of the three sizes of paintings we sell. Most customers take an even mix of sizes.”</p><p>Art on that scale requires organization. Octavio, Fernando, and some of their employees just finished taking a course on how to use the office’s new computer. The company’s first computerized subject catalog and roster of artists was hot off the Epson printer. More than two hundred subjects were listed in the <em>catalogo de pinturas,</em> and each <em>reporte individual de pintor</em> listed the artist’s personal data and subjects painted.</p><p>Scanning the catalog, I saw cowboys and Indians, Jesus on the cross and the devil on the john, koalas and Pitufos (Smurfs), Bob Marley, Jimi Hendrix, and <em>chicas desnudas</em> (“nude girls”) of all shades. Elvis was there (with tears or with flowers), alongside Bruce Lee and John Wayne. But where were the bullfighters and the campesinos sleeping under cacti and the burros and the pretty peasant girls in native costumes?</p><p>“We sell very few paintings of traditional Mexican subjects,” Fernando said. “I must add bullfighters and Spanish dancers to the list. We still produce them. I just made this list up yesterday and must have forgotten them.”</p><p>Elvis, of course, is the biggest seller. “We have sold at least twenty-five thousand paintings of Elvis all over Canada, the U.S., and Mexico.” John Wayne is a steady best-seller, as is Bruce Lee. Unicorns and religious themes in general are also evergreens. Lately, Hank Williams, Jr., has been hot, as well as Porter Wagoner and Waylon Jennings. “Dolly Parton flopped, though,” Fernando said with a sigh. Michael Jackson was big during the spring and summer of 1984, but no more. Everywhere I went in Juarez Michael was staring down at me-Michael petulant, Michael jubilant, Michael every which way in between (except <em>desnudo).</em> I gave up after counting 25 different poses. According to Fernando, that many Michaels in stock could only mean that the market was glutted. For what it’s worth, I saw only one Mr. T the whole trip. I could barely resist taking him home, but I was saving myself for either Mel Tillis or Porfirio Diaz, whoever came first. I found neither, but I did see paintings of a kitten listening to a Sony Walkman and a nearsighted turtle mating with an army helmet.</p><p>“We get ideas from our artists and customers,” Fernando said. “They will send in magazine photos or cards and say ‘Copy this.’ Sometimes Octavio and I pick the subject. I have ordered some Christmas cards for the artists to copy, and i’ve clipped photos of various stars.”</p><p>On a tour of the warehouse out back Fernando showed me where several thousand paintings were stacked, dozens deep, dozens tall, grouped roughly by subject matter. Religious paintings and naked girls were kept on opposite walls.</p><p>“a lot of paintings,” I commented.</p><p>Fernando turned to me with a look of regret. “I wish you could be here in the summer to see the place. You can barely walk around in here. That’s our busy season. They don’t stay here for long; they’re shipped out almost as soon as they’re finished.”</p><p>The artists stretch the velvet themselves and provide their own easels and working places. Everything else —velvet, stretchers, oil paints, and brushes —is supplied by Juarez Export. Fernando emphasized that the artists use only the highest-quality materials. “These paintings,” he insisted, “will last forever.”</p><p>I decided that I could not avoid the question any longer. Sure it’s a great business, I asked, but is it art?</p><p>Fernando paused. I had touched a nerve. “Sometimes it hurts my feelings that some people think the paintings are a joke,” he said. “Many of the artists really do express their feelings in their paintings. Sometimes even my customers say, ‘Oh, your prices are too high. Why aren’t they lower?’ I tell them, ‘You’re not paying for a machine-made thing. You’re buying something handmade and unique! It’s more special to have a painting of Michael Jackson or the Virgen de Guadalupe than just a cheap poster.’ ”</p><p>When I returned to Monterrey, I began my search for the originator of black velvet painting. I was not optimistic about finding him and assumed that such a person would be long dead and that his life would be shrouded in legend and mystery in any case. But, back at the <em>mercado,</em> I was in for a happy surprise. “The originator?” answered Jose Duque. “Let me think. He painted under the name ‘Dante.’ Yes, he’s still alive. I think he still works at the shop Curiosidades de Monterrey, on Calle Reforma.”</p><p>I could barely contain my excitement. It was like finding the inventor of the margarita or the nacho. People in the States had told me of seeing black velvet paintings in Mexico City as early as the late forties, but the identities of the genre’s pioneers had faded with time. So I settled on Dante because I figured he was as close as I was going to get. At Curiosidades de Monterrey I was told that Dante had indeed invented the black velvet painting. He had retired from the shop a year ago and he still lived on the north side of town, but nobody could recall exactly where—somewhere near the corner of Central and California, across the street from a <em>tortilleria.</em> He didn’t have a phone. With a healthy dollop of divine providence and neighborly directions (there was no <em>tortilleria),</em> I found the house, 207 California. A young man was out front. <em>“Momentito</em>,” he requested, disappearing into the house to fetch his father. After a few moments an ordinary-looking middleaged man, dressed in neat but worn work clothes, came out.</p><p>“are you Senor Dante, the painter?”</p><p><em>“Si, senor. ”</em></p><p>I had my man.</p><p>Given his reputation as the creator of a genre, 47-year-old Jaime Dante Cortes a. lived in extraordinarily modest circumstances. “I am not a rich man, senor. I have a humble house in a humble neighborhood,” he explained as he escorted me into his kitchen-dining room. The house did not look like the home of an artist. One small, unframed black velvet landscape with muted greens and golds hung on a kitchen wall. In that house Dante and his wife had raised six children (three boys and three girls), every one of whom had graduated from or was then enrolled in college. That was where most of the money from his 25,000-plus black velvet paintings had gone.</p><p>“Twenty-five thousand?” I asked.</p><p>“Yes, at least,” he answered. “Twentyfive a day in my prime, all by myself. I was the first to begin painting on <em>terciopelo,</em> but it was entirely by accident.”</p><p>The year was 1955. Dante was eighteen. After several years of apprenticeship and practice with noted Monterrey commercial artist Benito Salinas, Dante had just struck out on his own. He had already sold his first painting, a campesino with a burro, on traditional white canvas, to Herbert C. Chase of West Dennis, Massachusetts. Mostly he painted clothes —shirts, blouses, skirts, leather jackets, and vests —to order. Burros, bullfighters, <strong>Travels & Escapes, continued</strong></p><p>[ <strong>COnTINUED On Page 290 ]</strong></p><p>ACAPULCO. Magnificent villa, fully staffed with cook, servants. Private pool, superb view of bay. Accommodates four couples. (214) 824-0445.</p><p>Dial (713) A-C-A-P-U-L-C-O collect. Sales, rental, hotel. Panoramic views, private pools, condos from $29,900. Financing. Legal ownership. Villa with private pools; six-bedroom —$85,000; $144 daily rental; twobedroom, $100. 37-room beachfront guest house, $375,000 or pamper you for $24.90 nightly double; superb food. Write: Box 2101, Houston, Texas 77252.</p><p>South Padre Island—Efficiencies—onebedroom condos. Fantastic view of gulf and bay. Pool, jacuzzi, sauna, tennis, boat docks, elevator. On-site manager. Half hour to Mexico. Starting September 15th, rates begin at $35 per night. New Landfall Tower, P.O. Box 3685, South Padre Island, Texas 78597. Call (512) 943-4909 or (800) 222-1537. Ask for Express 2857. Units for sale starting at $42,000.</p><p>Acapulco Oceanfront Gem-Immac ulate five-bedroom house including glass studio, pool, marble Roman bath with jacuzzi for two, servants, fun! $350 daily season, $250 summer. Details: (607) 797-5573._</p><p>Grand Cayman Island, Caribbeantwo private homes on two-acre estate on secluded white sand beach. Individual luxury suites. Accommodations for one to sixteen guests. Superb snorkeling. Lighted tennis court. Direct Houston flights. For brochures and reservations: River Oaks Travel agency, 2001 Kirby, Houston, Texas 77019; (713) 526-0500.</p><p>Luxury Living Right On the Beach in Galveston’s Islander East Condominium. Miles of clean, secluded beach, tennis, pool, security and much more. Daily, weekly, and monthly rates. Call (409) 765-9301 or 765-7488 for reservations. MILLIOnAIRE’s Dream —Casa Caribe—Grand Cayman—Luxurious beachfront twoand three-bedroom, twoand three-bath condos on famous seven-mile beach. Tennis, pool, heated jacuzzi. Maid service. (809) 9474287._</p><p>Puerto Vallarta —Large two-bedroom Goldcoast penthouse, spectacular bay views or a charming new one-bedroom near the beach. Reasonable rates. (916) 894-1404._</p><p>Don’t Lift a Finger! Let our marvelous staffs do it for you in Puerto Vallarta. 1-10 bedrooms on beautiful beaches. Call Katy, (915) 563-2067 or write Rt. 11, Box 173, Odessa, Texas 79763.</p><p>South Padre Condo —Ocean view 100 yards from beach; sleeps six, pool/spa. (214) 867-1851. Corpus Christi Beach CondoS. On the</p><p>beach—overlooking the Bay. Totally furnished onebedroom apartments. Two persons two-night weekend or three nights mid-week: $120+tax. Weekly $235+tax. Ed Brown Realty, (800) 242-3026.</p><p>Escape To Beautiful Home on the Carib bean South/Cancun. Call (800) 523-6618 free color portfolio.</p><p>Vallarta Luxury —Six baths, sleeps ten, near beach, town, private pool. $200/day, winter; $100 summer. (713) 688-8072; (214) 722-6292.</p><p><strong>[ Continued From Page 279 ] sefioritas, whatever the gringo tourists wanted.</strong></p><p>One day that year, Padre Carlos alvarez of Monterrey’s famous orphanage La Ciudad de los Ninos came to Dante’s stall. A mariachi and traditional dance group from the orphanage was to tour the United States, and alvarez had a black velvet skirt that needed painting. “He wanted the Virgen de Guadalupe,” Dante remembered, the image of the Virgin that had first appeared on a tattered blanket. “as I painted on the black velvet, I became excited by its possibilities. It was something different, and I enjoyed the new shadowing and lighting effects. The cloth took colors without preparation, it was easy to paint on, and the velvet was cheap. That made art accessible to the masses. Anyone could afford handmade paintings because they could be done for so little cost. And people liked the way they looked.</p><p>“I painted traditional subjects at first, just as I had on the clothes. Yes, I painted many bullfighters. I went to the corridas and took many, many photos of bulls and matadors to study their form. But I have painted everything—landscapes, seascapes, portraits, everything! My paintings have gone all over the world —United States, Canada, France, Spain, even Russia.” Dante paused and leaned back from the table, quiet again.</p><p>After 25 years of working exclusively for Curiosidades de Monterrey, Dante retired last year. “I haven’t painted in two months, actually. I have been designing gardens instead. I will start painting again soon, but only for my pleasure and that of my friends.”</p><p>What happened to the skirt? “Oh, it was sold to someone. At the end of each tour the orphanage auctioned off the costumes for additional funds.”</p><p>We sat at Dante’s table, sipping Cokes and talking about the black velvet business until sunset, time for me to take a cab home to the far west side of Monterrey.</p><p>“No, no, I will not hear of it,” Dante protested. “I will take you there; it is no inconvenience. Ill borrow my son’s truck.” as he opened the passenger door for me (the outside handle was missing), he apologized for the ugliness and grime. The back of the battered 1964 Dodge pickup was full of gardening tools.</p><p>We chugged determinedly through Monterrey’s madcap rush hour, and Dante continued talking. “There are only four or five artists in Monterrey today. Used to be twenty-five or thirty—true artists I mean. There are many more who merely paint by number, so to speak. But Juarez is the capital of <em>terciopelo</em> now.</p><p>“I have worked hard all my life, first as a bracero picking cotton in Texas at Rio Hondo, then as a painter. I am proud that black velvet paintings have become so popular. I am not a wealthy man. I live in a poor home. I have no phone or car. But all those velvet paintings sent my children to college, and for that I am very grateful and happy.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "November 1985",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "House",
      "Painting",
      "Art",
      "Artist",
      "Business",
      "Home",
      "Mexico",
      "Michael Jackson",
      "people",
      "Photos",
      "ten",
      "Tour",
      "Work",
      "Children",
      "Houston",
      "money",
      "Oil",
      "Summer",
      "Army"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Texas",
      "Houston",
      "West",
      "Corpus Christi"
    ]
  }
}