{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19782",
    "date": "February 1978",
    "year": 1978,
    "month": 2,
    "month_formatted": "February",
    "pdf_uri": "/1978/19780200.pdf",
    "issue_cover_image": "",
    "document_start_page": 88,
    "toc_start_page": 86,
    "document_page_range": [
      [
        88,
        89,
        90,
        91
      ]
    ],
    "toc_order": 5,
    "toc_headline": "Open House",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-197802-openhouse",
  "source": "/1978/19780200.pdf",
  "wp_post_id": 113274,
  "wp_post_guid": "http://www.texasmonthly.com/article/open-house-design/",
  "authors": [
    "Sandy Sheehy"
  ],
  "headline": "Open House",
  "dek": "Old limestone and a new angle create space for easy living in this Central Texas home.",
  "spread_caption": "",
  "excerpt": "Now for something completely different: a house that’s not rectangles or squares.",
  "kicker": "",
  "word_count": 1290,
  "content": "<img /><p>“as long as i’ve known them,” says architect Vail Logsdon, “they’ve known what they wanted. Many people are inhibited. If they break loose at one point in designing a house, the rest has to conform. But not Bob and Marjie Rynearson.”</p><p>His clients, the head of the Department of Psychiatry at Scott and White Clinic in Temple and his wife, are “open people and their house is an open house, in more ways than one.”</p><p>Diverging from the pattern of squares and rectangles that form the basis for most buildings, Logsdon utilized 120-degree angles in designing the house itself and the rooms within. The end product is a home in which spaces are defined but not restrictive, a home that accommodates the Rynearsons’ many artistic and musical interests as well as their family of four sons.</p><p>Sequestered on five and a half acres of live oak and cedar, the house wraps around a swimming pool and courtyard, with a sauna, guest house, pottery studio, and a 12-by-90-foot silk-screen workshop connected to the main living area by a series of cloisters, or covered walkways. Ceiling fans, a massive live oak, and a fountain designed by Texas ceramicist and metal artist Ishmael Soto keep the courtyard cool. Although the Rynearson house was built eleven years ago, it’s naturally energy-efficient.</p><p>“I wanted a house that would feel spacious but not involve anyone’s time in upkeep,” Marjie comments. “Take the tile floors; we chose them so we wouldn’t have to worry about tracking in water from the pool. The island arrangement in the kitchen and the courtyard design have allowed me to supervise the boys as they were growing up and still go about my other activities. I think the space you live in has a lot to do with your level of creativity.”</p><p>Fitting the house to the Rynearsons’ lifestyle also involved fitting it to Bob, who towers six feet seven inches above the Mexican tile floors. The doors are eight feet tall, and the ceilings slant upward from twelve. One of the washbasins in the master bedroom is almost a foot higher than usual.</p><p>“Marjie and I like the house for different reasons,” Bob says. “i’ve always loved the wilderness and enjoyed camping and canoeing. I get some of the same feeling here in my living room that I do around a campfire out in the woods. That’s one reason I wanted to keep the lot as natural as possible and, of course, the house had to conform to the site. There were four clumps of trees on the two and three-quarters acres we originally bought. The architect managed to save all of them.”</p><p>The trees offer privacy and some protection from the elements, but they aren’t wholly appreciated by the neighbors.</p><p>“People are always trying to get us to put in a lawn,” Bob says. “My father had three acres of lawn, and I had to mow it. I swore when I became an adult i’d never mow another one.”</p><p>Although the Rynearson house is more widely accepted now than it was ten years ago, when rumors circulated around the Temple medical community that even the bathrooms lacked doors (they don’t), it’s still the focus of some controversy. Visitors often suggest that the Rynearsons straighten the carport, which sits apart from the house at a 120-degree angle to the front facade, or that they put drapes on the windows.</p><img /><img /><p>Photography by Michael Patrick</p><p>Above: <em>Based on 120-degree angles, the Rynearsons’ ample living room provides discrete areas for dining, conversation, and music. Various family members play the piano, tenor sax, trombone, and guitar—a few of their many creative outlets.</em> Opposite: <em>Bob’s ceramic masks, which he makes in the studio (fondly dubbed the pottery palace), adorn a white pine post in the wooded area just beyond the courtyard and swimming pool. Added one by one as inspiration strikes, the masks give the overall impression of Jungian totems. Adjacent to the pottery palace is a large silk-screen workshop, which has provided many a decorative wall hanging for the Rynearsons’ home.</em></p><p>“Having a house built is scary,” Marjie explains, “because it’s a very personal statement.”</p><p>The Rynearsons’ house isn’t for other people. It’s for them, and because they plan to remain there permanently, resale isn’t an issue, and neither are other people’s tastes. What concerned them was their own style of living and, equally important, maintaining the integrity of the wooded location.</p><p>“One of the biggest challenges of designing a building in Texas is the climate,” says architect Logsdon. “Here you’ve got hot sun, high winds, and seasonally heavy rains. Certain aspects of European architecture, like the cloisters and overhanging roofs, work well here because they help deal with these problems. So does the use of tile and limestone as building materials.”</p><p>The walls of the Rynearson house are hand-cut limestone from a bank building in Lampasas. The original paint is still visible on some of the pieces. Laid by members of an old Lampasas stonemason family, the stones are set in a horizontal pattern. Except where there are closets and cabinets, the interior walls are unfinished. The inside beams are cypress-stained laminated pine and the outside columns and supports are redwood, which weathers well and fits the character of the home. Large windows and sliding glass doors look out on the wooded lot and courtyard.</p><p>Were the interior design treated with less sensitivity, this much rock, glass, and tile could seem cold and hard. But the overall effect is warmed and softened by the plants, ceramics, silkscreened pillows, and graphics. Much of the art and many of the fixtures in the home were made by the Rynearsons or their friends. The wrought-iron chandelier in the dining room was forged by Central Texas sculptor and painter Forrest Gist, who works with Bob in a program helping psychiatric patients use art as therapy. The living room mantel, made from a handsome piece of dark Minnesota walnut, is the joint creation of Forrest and Bob.</p><p>Marjie’s soft sculptures hang in the hall and living room, and her ceramic bowls and pots sit on the open kitchen shelves, which she describes as “closets turned inside out.” Since both Bob and Marjie enjoy silk screening as a hobby, the house is filled with their fabrics and serigraphs. Yet even with a few dirty dishes and open books lying around, the place never looks cluttered, because everything in the house seems to have an element of earthy, harmonious design.</p><p>According to Logsdon, there are two types of residential architecture: the kind in which design determines activity, and the kind in which activity determines design. While many traditional homes tend toward the former, the best modern architecture embodies the latter, and certainly this is the case with the house he designed and built for the Rynearsons.</p><p>“The whole house is a continuing thing,” Logsdon says, “because living is a continuous process. It’s only because of finances that you have to have points of definition, that you have to say a building is completed. This house can grow as the owners grow.”</p><p>Below: <em>The kitchen is contained but convenient. To the right (not shown) a glass wall affords a view of the swimming pool and the redwood sauna.</em></p><img /><img /><img /><img /><img /><p>Top center: <em>The master bedroom is dominated by a large waterbed ruffled with Bob’s silk-screen fabric and covered by an heirloom quilt. The carriage is merely nostalgic, as all four children are well past babyhood.</em> Bottom center: <em>The Mexican tile used for the floor repeats the hexagonal motif of the house. Over the massive fireplace is a walnut mantel, a joint effort of Bob Rynearson and artist friend Forrest Gist.</em> Directly below: <em>Bob and Marjie Rynearson at their home in Temple.</em> Bottom right: <em>The master bath focuses on a deep stone tub, a continuation of the limestone that forms the exterior walls of the house.</em></p><img /><img />",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "February 1978",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "House",
      "Home",
      "Texas",
      "Design",
      "Swimming",
      "Art",
      "Artist",
      "Central Texas",
      "Family",
      "people",
      "Pool",
      "Space",
      "Temple",
      "Trees",
      "Wall",
      "Architecture",
      "bathrooms",
      "Books",
      "Camping",
      "Children"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Texas",
      "Temple",
      "Lampasas"
    ]
  }
}