{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19893",
    "date": "March 1989",
    "year": 1989,
    "month": 3,
    "month_formatted": "March",
    "pdf_uri": "/1989/19890300.pdf",
    "issue_cover_image": "",
    "document_start_page": 124,
    "toc_start_page": 122,
    "document_page_range": [
      [
        124,
        125,
        126,
        127
      ],
      [
        164,
        165,
        166
      ],
      [
        168
      ],
      [
        170
      ],
      [
        173
      ]
    ],
    "toc_order": 7,
    "toc_headline": "Search And Destroy",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198903-searchand",
  "source": "",
  "wp_post_id": 125118,
  "wp_post_guid": "http://www.texasmonthly.com/article/search-and-destroy/",
  "authors": [],
  "headline": "Search And Destroy",
  "dek": "What Happened To the Computer At a Fort Worth Insurance Company Was Not Just a Glitch. It Was a Brand-New Form Of Crime. By Gary Cartwright",
  "spread_caption": "",
  "excerpt": "An employee’s vandalism by computer might have gone unpunished but for a rookfe prosecutor out to test a new law.",
  "kicker": "",
  "word_count": 5878,
  "content": "<p>When an intruder broke into the home office of a Fort Worth-based insuranceand-securities firm and sabotaged the company computer, the criminal justice system was stupefied. The police didn’t know an object-fisting dump from a crowbar. The DA’s office prayed the case would go away. Involved were most of the exotic computer-infestation techniques that have confounded businesses, the government, and the military in recent times —and so intrigued the media and public. Also involved was a netherworld of computer mumbo jumbo, in which household terms like “virus,” “worm,” “Trojan horse,” “trip wire,” and “time bomb” took on alien and sinister meanings. And although the case could have been interpreted as office politics that ended in vandalism, the trial turned out to be a watershed event, opening a new chapter in the annals of crime.</p><p>Photograph By Geof Kern</p><img/><p>Photograph By Dale Blackwell / Fort Worth Star-Telegram</p><img/><p><span class=\"dropcap\">D</span><strong>ON Burleson Was the Prime Suspect: He Had the Motive, the Means, And the Opportunity To Commit the Crime.</strong></p><p>The crime itself was fairly simple. You could count the suspects on one hand and still have room for the Boy Scout salute. The company, United Services Planning association, and its subsidiary, the Independent Research agency for Life Insurance, used the IBM System 38, the most sophisticated piece of computer machinery in the world. Hardly anyone at USPA understood the System 38’s basic functions, much less how to infect it with a virus that would hide among legitimate programs and sneak out once a month to destroy 168,000 commissions-payroll records. In the fall of 1985, when the crime took place, there were three senior systems analysts at USPA, but only two had the experience and expertise to create such exotic havoc. One of them, Donald Gene Burleson, had been fired two days before the break-in and therefore became the target of the investigation.</p><p>A portly man with short arms and a well-trimmed beard, Burleson was a zealot whose crusades against the federal income tax had caused some rumblings among employees and some headaches for management. He was so consumed by the anti-tax crusade that he had threatened to file civil suits and even criminal complaints against the company and its chief financial officer. Officially, Burleson was fired for using the company computer to prepare his lawsuits. Unofficially, he was fired because he was a pain in the ass. When the virus was discovered two days after Burleson’s dismissal, management assumed that Burleson had anticipated his firing and bugged the computer. Crimes of revenge are not unusual, but crimes of revenge in which a computer is both the target and the weapon are.</p><p>One of the many peculiarities of the case was that Donald Burleson was convicted mainly on the testimony of the second suspect, Duane Benson, another senior systems analyst at USPA. Benson had created the program that held the files the virus attacked and was the logical man to lead the investigation and make the company’s case against his co-worker. Benson did all the police work in the case —left to its own devices, the Fort Worth Police Department would have been hardpressed even to prove that a crime had taken place. He gathered all the evidence, turned it over to the authorities, and prepped the prosecuting attorney on the meaning and weight of the evidence. Then he became the star witness.</p><p>One key piece of evidence was Burleson’s oral confession, allegedly made a week after the break-in to (of all people) Duane Benson. Oral confessions given to policemen during the course of an investigation are not admissible in Texas, but then Benson wasn’t a policeman. Benson was also the only eyewitness who could place Donald Burleson at the scene of the crime. As it happened, the actual virus was implanted in the System 38 three weeks before the break-in. The dirty work was done during September 2 (Labor Day) and 3. It would have been difficult to delete 168,000 records in the wee hours of September 21 without the preliminary work being done around Labor Day, and it would have been impossible to make sure that the computer kept on deleting the records, month after month. Duane Benson told the jury that he happened to stop by the office on that Monday, and who did he see but Donald Burleson. He didn’t actually see Burleson working at his computer terminal, but the terminal was signed on, and the jury could draw its own conclusions. Though other USPA employees had worked on computer jobs on Labor Day, nobody else recalled seeing Burleson.</p><p>Donald Gene Burleson certainly had the motive, the means, and the opportunity to commit the crime. But then so did Duane Benson, as the defense pointed out at the trial.</p><p><span class=\"dropcap\">B</span>enson was a worrier. He was a tall man with black hair, a moustache, and a feeling for pickup trucks, overalls, and country living. He freely acknowledged having bouts of insecurity. He worried about his job and his home fife, among other things. A marriage had ended bitterly and unexpectedly two years earlier. Though Benson was the senior systems analyst in USPA’s dataprocessing department, Donald Burleson wouldn’t hesitate to undercut him. The boss, Bill Hugenberg, no doubt had been pleased when Burleson volunteered to be operations manager. It was an exasperating and thankless job with a lot of night work, but there was some power attached to it —including duties as security officer. “You can enhance yourself in that job,” Benson observed. Burleson seemed to be doing exactly that. It wasn’t hard to see Burleson as a threat: He had as much experience with the System 38 as Benson did and more formal education.</p><p>Photograph By James Knowles/the Picture Group</p><img/><p><span class=\"dropcap\">N</span><strong>OBODY Wanted To Be the First To Prosecute the New Computer-Crime Law-Nobody But Davis Mccown, That Is.</strong></p><p>All the analysts had more education than Benson, if the truth was known. On his application form Benson claimed that he had a degree in business administration from Louisiana College, in alexandria. That was a slight exaggeration —what he had from Louisiana College was credit for less than a year of undergraduate work. It seemed like a small lie at the time, but it had grown over the years, and now it hung over him like a malevolent thunderhead.</p><p>Benson was asleep at his home near Granbury that Saturday morning when Marty Durbin, an accountant with USPA, telephoned and told him there was trouble with the System 38. At that point nobody realized that there had been a break-in or that the trouble was high-tech sabotage. Durbin was in charge of the commissions payroll. USPA had about 450 independent agents selling insurance and securities all over the world, mostly at U.S. military bases. The monthly commissions payroll averaged about $2 million. Preparing the commissions payroll was a time-consuming process —it took most of the night just to run the five-thousandpage preliminary report. On weekends when the payroll was scheduled to run, Durbin always worked late and early, when the computer was likely to be free of other jobs. But when he attempted to call up the records on the morning of Saturday, September 21, the files had vanished. He tried his backup and then his second backup; those files had vanished as well.</p><p>Durbin was an accountant, not a computer expert, but he recognized that this was more than a routine problem. That was when he called Benson, who had been acting as security officer since Burleson was fired. Someone also contacted Bill Hugenberg, the director of data systems. Hugenberg was a hardnosed manager, a former army intelligence officer, and he was on his way to run a marathon when the office beeped and told him there was trouble. Hugenberg was no computer expert either, but he was a take-charge kind of guy. He headed straight for the USPA office on Camp Bowie Boulevard, ready to take on the world. How someone could know the security password was a total mystery to the computer novices in the office, but not to Duane Benson. The same day Burleson was fired Benson had changed the password himself—changed it to “whitewash,” oddly enough. The only three who had the new password were Benson, Hugenberg, and another senior systems analyst named Bob Lyle. But as Benson pointed out, there was a simple explanation for how an intruder could have gotten around the password problem, provided the intruder was Donald Burleson. After all, Burleson had been the security officer until two days before. Creating a secret program that granted the user security-officer authority would have been no problem for a man who already had that authority. With such a program in place, the intruder could have looked up any password in the building. Once [COnTINUED On Page 162] [COnTINUED From Page 125] the foul deed was done, the secret program could be deleted at the touch of a button. As for the break-in itself, Benson and several others knew that Burleson had made a duplicate set of keys. The keys had been an office joke. When anyone lost a key, he borrowed a duplicate from Burleson.</p><p>By then the computer operator had printed out a log showing all computer activity from 1:17 a.m., when the operator signed off for the night, until 7:29 a.m., when the log was printed. The daily log was a type of journal that recorded all the computer’s activities. In this situation it served the same purpose as videotape from a bank-lobby security camera. When a person signed on to one of the computer terminals, the log recorded which terminal, the account name of the user, the date, and the exact time down to a hundredth of a second.</p><p>The log of September 21 became the key piece of physical evidence, one that was irrefutable. It showed that at 3:03 a.m. someone had turned on a terminal just inside the door, then turned it off again, perhaps checking to see if the computer was operational. A minute later someone signed on at a second terminal farther down the hall. By now it was apparent that an intruder was in the building: Someone used a clandestine password, “QCNM,” to sign on. “QCNM” was a socalled backdoor password, created in advance of the break-in for the sole purpose of gaining entrance to the computer. It was used only once, for four minutes. Eleven seconds after QCNM signed off, someone signed on the same terminal using the security password —“whitewash.”</p><p>At 3:12 a.m. the intruder signed on at a different terminal in a more secluded section of the building and started to do serious damage. First, he gave securityofficer authority to the account of a junior programmer named A1 Wynn. Why the intruder picked Wynn is anyone’s guess, but it was noted that the junior programmer was no friend of Burleson’s. A junior programmer like Wynn is to a senior systems analyst as a player is to a coach, and Burleson seldom missed an opportunity to kick Wynn in the rump. Whatever the reason, the intruder used Wynn’s account to create three new programs, which came to be called the CMR series. The history log showed clearly that the CMR series had run during the early morning hours when the records had vanished —and it was assumed that those two events were related—but at first no one had any idea what CMR was or where it came from.</p><p>Benson put A1 Wynn to work compiling a list of all the programs created in the last month. From Wynn’s list of 250, all but eighteen programs could be explained or accounted for. The investigation focused on those eighteen. They had one thing in common—all had been created over the Labor Day holiday. Benson ordered the magnetic tapes containing the history logs of those dates to be brought out of storage and had an associate restore the logs and print them out. A wave of excitement washed over the office as staffers crowded up for a look. There was a burst of elation as Benson pointed out that the suspicious programs had been created on the terminal of Donald Burleson, using Burleson’s account name. One of those present recalled, “We felt like scientists who had predicted the coming of a comet seeing it at last with our own eyes.”</p><p>Burleson might argue (and did, in fact) that anyone could have used his terminal and account name, but it would be hard for a jury to believe anyone could have done it for two days without somebody noticing. What’s more, the log showed that whoever worked on the illicit programs under Burleson’s account name also worked on some of Burleson’s legitimate programs during that time.</p><p>The killer arm of the virus was a program called ARRArf. The name was not without meaning: in the world of hackers “Arf Arf” is a belly laugh at the expense of authority. The names of the various programs that made up the virus were variations of Arf —Arc Arf, ARAArf, ArcArfArf, and so on. In theory, an eagle-eyed security officer scanning an index of programs might spot the Arf series. In practice, the names weren’t distinguishable from thousands of others in the index. One of the properties of a virus is that on the surface it looks like any other program.</p><p>One of the more devilish features of ARF was that it was triggered by a clandestine code inserted into legitimate programs that ran numerous times every day. As the prosecution pieced it together, here is an oversimplified explanation of how the ARF virus was programmed to work: Each time the legitimate programs were run, trip wires sent word to ARF-1 to check the time and date. ARF-1 was the time bomb. Some media accounts have also referred to it as a Trojan horse, but a Trojan horse is a program hidden within another program, and ARF-1 stood alone. It was more like a bear in hibernation; it came out periodically to check the date, and if it wasn’t time to run the commissions payroll, it went back to sleep. But on the date that the payroll was to run, ARF-1 was a busy little bear. First, it copied ARF-4, the killer program, to a new random name —on the night of September 21 the random name was QSDDGMC. Then ARF-1 copied Arf-2 to ARF-3. Arf-2 was the heart of the virus, a program that always stayed in hiding but cloned itself to ARF-3, which was programmed to self-destruct. On instructions from ARF-1 the clone told the randomly named killer clone to march. And presto! 168,000 records went up in smoke. All that remained was for ARF-3 to delete the killer clone and then itself, leaving no trail.</p><p>As complicated as this sounds to the layman, the virus that was planted in the System 38 at USPA wasn’t all that sophisticated. David Kinney, a computer expert from California who testified for the defense, believed that a junior programmer with a year’s experience on the System 38 could have created it, which led him to believe that its creator was someone other than Don Burleson. Kinney described the virus as “fairly crude” and evaluated Donald Burleson as a very good journeyman with more expertise than Duane Benson. Although he conceded that the intruder might have been forced to use the bug before he had finished his program, he concluded that the design and writing of the virus were closer to Benson’s level of expertise than Burleson’s.</p><p><span class=\"dropcap\">T</span>he older Donald Burleson got, the more he disliked authority. He was an army brat, the son of a sergeant major who specialized in finance. When Burleson graduated with a degree in business administration from the University of Texas at arlington in 1971, he took an ROTC commission and went on active duty. That may have been his last conventional act.</p><p>Army life was crazy—they made Burleson a postal officer and made another officer (with postal experience no doubt) a data processor. In Munich, West Germany, where Burleson was stationed, he and his wife, Norma, became friends with a husband-and-wife team of missionaries and decided they wanted to be missionaries too. Joining the evangelical trade was about as far as you could get from a career in computers, which was what Burleson had planned in college, or the military, which his father encouraged. Indeed, that may have been the point.</p><p>After two years in the army, Donald and Norma both enrolled in the Church of Christ’s Sunset School of Preaching in Lubbock. Norma became pregnant and didn’t finish all of her courses, but Donald took 144 hours of biblical studies and another six months of missionary studies. They moved to Green Bay, Wisconsin, where they operated a tiny mission church. The East Side Church of Christ never had more than a few dozen members and was never self-supporting. By then the Burlesons had three children, and Donald had to find a secular job as a data processing manager in an accounting firm to feed and clothe his family. Ultimately, they had to abandon their mission.</p><p>The Burlesons moved to Fort Worth about 1980. Fort Worth was where Donald and Norma had met when he was studying computers at UT-Arlington and she was studying English at Texas Wesleyan College. Donald worked for a while as a computer programmer at Bass Enterprises, then in July 1983 he found a better, higher-paying job at USPA. They remained active in their church but no longer took a leadership role. It was about this time that Burleson found a new outlet for his evangelical zeal-the tax-protest movement.</p><p>At a tax-protest seminar Burleson was introduced by videotape to the guru of the movement, a writer, pamphleteer, and self-anointed constitutional scholar named Irwin Schiff. The gospel according to Schiff teaches that the federal income tax is voluntary and that the enforcement procedures used by the IRS are unconstitutional; Schiff advises believers that they are not required to file tax returns. He has parlayed his loony brand of fundamentalism into a cottage industry, which he runs from his office in Hamden, Connecticut. In addition to his three-hour videotaped <em>Schiff Untax Seminar</em> ($99), Schiff peddles copies of his books <em>(How anyone Can Stop Paying Income Taxes),</em> newsletters, and, until recently, membership in the Irwin Schiff Protection Program.</p><p>Schiff advises followers to file a certificate of exemption with their W-4 forms at the time of employment. An employee who does not voluntarily assess himself, Schiff says, has no tax liability. In the event of trouble, which he anticipates, Schiff describes ways to deal with pesky company accountants, lawyers, and government busybodies. His books contain form letters and legal documents with which a tax protester can, by simply filling in the blanks, write, sue, or file criminal complaints against a long list of authorities. Schiff claims to have a million or more followers, which, if true, would be remarkable, considering how well he has fared in his own dealings with the Internal Revenue Service. Since 1980 Schiff has served two prison terms and paid $40,000 in fines.</p><p>When Burleson started working for USPA in the summer of 1983, he followed Schiff’s instructions and filed a certificate of exemption with his W-4, asking that the company withhold no federal income tax from his paycheck. The company paymaster complied with the request but forwarded Burleson’s certificate of exemption to the IRS. For a while there were no apparent problems, even though Burleson boasted that he hadn’t paid federal income taxes since 1981. “To me, it’s voluntary,” he said, “and I choose not to volunteer.”</p><p>In his quiet, inoffensive way Burleson began to recruit other USPA employees to the movement, leaving literature on desks and offering to help people with their tax problems. One of his converts was Duane Benson, who eventually agreed to hold an untax seminar at his home. Burleson also gave copies of Schiff’s work to Bill Hugenberg, who wasn’t impressed and told Burleson to stop using the company computer to reproduce the form letters.</p><p>Still, most people at USPA seemed to like and respect Burleson. “He was a cando guy,” one co-worker said. “He got the job done and kept to himself. Other than the tax protest thing, you never heard from him.” On most occasions Burleson was mild-mannered and soft-spoken; he might have been a high school math teacher. But when he talked about the taxprotest movement, his voice trembled with evangelical righteousness and his eyes caught fire.</p><p>Burleson’s family was paying a price for his newfound faith. In the summer of 1985, weeks before he was charged with sabotaging the USPA computer, his wife of fourteen years filed for divorce. The Church of Christ doesn’t recognize divorce except in instances of adultery, which didn’t apply, but Norma felt that divorce was her only chance of survival. The tax crusade was more than she could handle.</p><p>“i’m basically conservative,” she said. “I couldn’t stand to rock the boat, especially if it meant fighting the federal government. Don’s the opposite. He gets an idea and starts spreading the gospel, and before long he’s beating everyone over the head with it. He can rationalize anything, even going to jail. He used to tell me, ‘Well, Paul went to jail for his belief, didn’t he?’ I think the idea of jail actually attracted him.”</p><p>Even after the divorce was filed, Burleson pressed on with his tax-protest work. Real trouble started that summer, when the IRS served notice to USPA that exemptions claimed by Burleson and others would not be allowed. The treasurer and chief financial officer of USPA, Bill Dast, called Burleson and Benson to his office and demanded that both sign new W-4 forms. Both signed, but Burleson changed the wording on his form to fit his own interpretation of the law and attached it to an affidavit drafted from the Irwin Schiff Protection Program. Dast was not pleased. He told Burleson—in court Dast denied this was a threat-that unless he signed a proper W-4, the company would hit him with maximum tax withholdings. Burleson went back to his computer terminal and began to draft a lawsuit against Dast. He may have dabbled with a computer virus too. According to Benson’s testimony, Burleson admitted that every time he had a run-in with Dast or Hugenberg, he sublimated his fury by working on his killer program.</p><p>A few weeks after that confrontation, Burleson was approached by a program auditor named Patricia Hayden, who told him that the IRS had attached a levy against her earnings. “I told her that they had no authority to take money out of her wages,” Burleson said. “I showed her a section of the tax code that plainly states that a notice of levy may be used only against an employee of the United States government.” Burleson persuaded Hayden and her husband to give him power of attorney in the matter, then he drafted a letter for her to submit to Bill Dast. The letter quoted the Internal Revenue Code at length, made some demands, and threatened Dast with criminal prosecution.</p><p>The act that led to Burleson’s termination was a carryover of the legal work he had done for Patricia Hayden. One day in mid-September Hugenberg happened to notice the computer printer spitting out one of the boilerplate legal documents. That was it, the last straw. Hugenberg ripped the page from the printer, stormed into Burleson’s office, and confronted him. Burleson said he had no idea why the computer would print such a document. “I sensed immediately from the inflection of his voice that I was onto something,” said the former military intelligence officer. The following day, while Burleson was in Dallas attending a computer conference, Hugenberg ordered Benson (who also had security-officer authority) to check Burleson’s personal library. Hugenberg was sure he would find the document that Burleson denied knowing about. To Hugenberg’s surprise, it wasn’t there. In fact, nothing was there—the entire library had been mysteriously erased. Benson was able to restore it, however, by using the save library, a sort of carbon copy maintained by the company. There Hugenberg found all the incriminating evidence he needed. He called Burleson back from Dallas and fired him. That was Thursday. On Saturday the commissions-payroll records were destroyed.</p><p>That was a day of considerable stress for Duane Benson. That morning he led the investigation, and that afternoon he hurried to his home in Granbury to host a tax-protest seminar. Among the guests was Donald Burleson, the man that Benson had just fingered as the culprit. On advice from Hugenberg, Benson mentioned nothing about what had happened at USPA that morning, and Burleson didn’t ask. But it is safe to speculate that Benson was becoming disenchanted with tax-protest movements and Irwin Schiff. He remarked later, “Schiff will tell a thousand truths to get you to believe a single lie.”</p><p>Benson didn’t see Burleson again until the following Saturday morning, when Burleson came by to pick up the <em>Untax Seminar</em> videotape. According to Benson, that was when Burleson confessed that he was the intruder who had planted the virus in the System 38. Burleson bragged about it, Benson remembered, as though he had the <em>Mona Lisa</em> in his basement and had to tell someone who could appreciate it. But there was an undertone of apology too, a sense that having extracted his revenge against the institution, he regretted the inconvenience he had caused the people of that institution. Burleson acknowledged that he stopped by Benson’s house that morning to pick up the tape, but he strongly denied making a confession. “i’m not a fool,” he said.</p><p>It was clear from the morning of the break-in that Bill Hugenberg intended to press for prosecution. Computer crimes that do not involve major financial losses frequently are not reported. Most companies fear that publicity will hurt business and conclude that it is wiser to suffer the damage in silence. A recent <em>Business Week Newsletter for Information Executives</em> warns that “corporate computer sabotage is . . . likely to increase in direct proportion to publicity.” But Hugenberg believed it was dangerous to allow that sort of thing to go unpunished-besides, the publicity wasn’t likely to scare off USPA’s clientele, who were mainly career military officers.</p><p>Donald Burleson wasn’t a fool, but that didn’t mean that he wasn’t incurably audacious. His immediate reaction to the criminal charges was to file a suit against USPA, demanding that the company return the taxes it had withheld. The company countersued and won a judgment. In the separate civil suit, the jury agreed with USPA that Burleson was the evil mastermind who sabotaged the System 38 and ordered him to pay $11,800, which is what the company estimated it cost to cure the virus and decontaminate the System 38.</p><p><span class=\"dropcap\">I</span>t looked like an open-and-shut case to Davis McCown, but what did he know? McCown had been in the economic-crimes section of the Tarrant County district attorney’s office only a few days when the case against Donald Burleson dropped in his lap. The charges had actually been filed a few weeks earlier, but no one was willing or even able to prosecute. Similar charges had been dismissed, not for lack of evidence but for lack of an attorney who could comprehend the evidence. The law that makes computer abuse a crime in Texas didn’t even become official until three weeks before the USPA break-in. Nobody wanted to be the first to prosecute an arcane crime under a virgin law —nobody but the novice McCown, that is.</p><p>Davis McCown wasn’t quite 28 at the time. He was just two years out of law school at UT-Austin and had worked his way through the usual stations of a young prosecutor—intake section, misdemeanor court, grand jury, felony district court. The only case he had ever been involved in that received any publicity was a mercy killing in which an elderly man shot his wife as she lay dying of a painful bone disease and alzheimer’s. But the man pleaded out to ten years’ probation, so it never went to trial.</p><p>McCown was the son of former U.S. attorney Frank McCown, who made headlines during the Sharpstown scandal, and the reason he went to work for the DA was to get some fast, lively action. “I wanted to be involved in litigation,” he said. “I didn’t want to be stuck behind a desk, writing briefs and drawing up wills.” Being assigned to the economicscrime section was at first glance a job for the near-dead. “There was nothing sexy about it,” McCown complained.</p><p>A bright and ambitious young man, McCown had a gift for tenacity that showed on his face, which was at once perpetually adolescent—you imagined that he had a yo-yo and a tube of Clearasil in his desk drawer—and terminally serious. He already knew something about computers; that was one reason he switched to economic crimes. He had taken computer and programming courses in college, and his wife was a systems analyst at General Dynamics. In the nearly two years that it took for the case to come to trial, McCown made himself an expert on the System 38, with the help of Duane Benson.</p><p>McCown thought the case would never come to trial, that Burleson would realize that the evidence against him was overwhelming and cop a plea. McCown offered the defendant ten years’ deferred adjudication —Burleson wouldn’t have to plead guilty or serve jail time, and his record would be expunged in due course. But Burleson refused even to discuss a deal that allowed the civil judgment to stand and required him to pay $11,800 to a company that by his accounting owed him money. Burleson’s attorney, Jack Beech, thought that the prosecutor was bluffing and that the case would eventually be dismissed.</p><p>As it developed, both sides underestimated the peculiarities of the case. No police officers would be called to testify, no crime-scene specialists, no one from any law enforcement agency. Everything depended on Duane Benson. McCown recognized that the defense would try to turn the evidence around, try to convince the jury that Benson committed the crime and conspired with the System 38 to make it look like Burleson did it. “Theoretically,” McCown admitted, “that would have been possible. But fabricating that amount of evidence would be like re-creating a murder scene. The body would have to be just so, the fingerprints, the broken glass. It would be a monumental task.”</p><p>The prosecutor put great store in the oral confession; he wouldn’t have <em>indicted</em> without it. His case consisted of three elements: the oral confession, the obvious revenge motive, and the record of daily logs that showed the development and planting of the virus. Selling each of those elements to the jury was entirely up to Benson. Then, at a conference before the trial, Benson told the prosecutor he had something to confess.</p><p>“My heart almost stopped,” McCown recalled. “I was afraid to ask.” Benson’s voice shook as he admitted that he had lied about having a college degree when he filled out his USPA application and lied about it again at Burleson’s civil trial. That was a devastating moment for the young prosecutor. He had worked nearly two years developing what he thought was a solid case, and suddenly he had to face the reality that his star witness —the man who had led the investigation, who had decided what was and was not evidence —was a confessed liar. McCown had no choice but to disclose the revelation to the defense and press ahead.</p><p>Benson was a badly flawed but not a hopeless witness. For four days he explained the technical parts to the jury, using giant charts that McCown had provided, and he held up under a withering cross-examination by Jack Beech. The defense attorney’s scenario that Benson had destroyed the records by mistake and framed Burleson to save his own hide was enhanced by Benson’s acknowledgment that he was almost pathologically insecure and a liar to boot.</p><p>In the end, the jurors didn’t buy the theory that Benson was the real culprit, but they didn’t believe Benson’s story that Burleson had confessed either. As for the technical evidence, some of them thought it was sufficient to convict, and some didn’t. “When the prosecution rested,” juror Judy Justis said later, “I think most of us were ready to acquit Burleson. Benson was a liar. But what happened next proved that Burleson was a liar too.” What happened next was that Burleson tried to establish an alibi, and it blew up in his face.</p><p>Knowing how much is enough is a tough call for any defense attorney in a system in which the jury is charged with the doctrine of reasonable doubt. It seemed to Jack Beech that the prosecution had not proved its case. He was tempted that the form was printed. “If I wasn’t so tired, I would really get excited,” McCown told Teel. “This is going to make it.”</p><p>McCown destroyed the defense in rebuttal. He called an accountant from Texaco to testify that the form that Burleson claimed to have received on September 3, 1985, wasn’t even printed until October 1987. Burleson’s son had testified that the trip to Jasper had caused him to miss school on September 3, but McCown called two school officials who insisted Brian was there that day. Finally, two memos from a meeting in Bill Hugenberg’s office on the morning of September 3 showed that Burleson had attended; five minutes later, according to the daily log, terminals in both Burleson’s and Benson’s offices signed on.</p><p>After the jury returned with a guilty verdict, one juror told another, “If Burleson had just said he couldn’t remember where he was that day, I would have voted for him. The state really didn’t prove anything. But why did he have to lie?”</p><p><span class=\"dropcap\">T</span>he trial, which concluded on September 19, 1988, changed the lives of at least two people, the prosecutor and the defendant. Davis McCown, who has turned thirty, had the distinction of prosecuting the first case anywhere in which a defendant was charged with the malicious destruction of computer files. Burleson had the dubious honor of being that defendant.</p><p>McCown had been wrong about one thing —the case turned out to have enormous sex appeal. It has been chronicled in newspapers and magazines all over the world. McCown has been invited to speak at a high-tech-crime seminar in Los angeles and is constantly taking calls from law-enforcement agencies like the FBI and the Royal Canadian police as well as from European media. Somebody suggested he ought to write a book. McCown didn’t say no.</p><p>Burleson, meanwhile, has been looking for a job and trying to support his three children, who have been living with him since September. He won’t have to do jail time-the judge gave him seven years’ probation-but there is still the matter of the $11,800 that the civil jury awarded US Pa. The judge made payment of the civil damages a condition of probation. And there is that other small item, the unreported, unpaid taxes for Uncle Sam. I asked Burleson when was the last time he paid federal income tax, and he thought a moment and gave me an answer Irwin Schiff would have loved. “What do you mean by income tax?” he said.</p><p>My guess is that Donald Burleson did the crime for which he was convicted. But I don’t think the state proved it. If there is a moral to this tale, it’s that computer crimes are going to be much tougher to prosecute than the maiden trial suggests.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "March 1989",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Computer",
      "office",
      "September",
      "Crime",
      "Work",
      "Defense",
      "Records",
      "Fort Worth",
      "Law",
      "Police",
      "School",
      "Business",
      "Church",
      "Home",
      "Jail",
      "Military",
      "Divorce",
      "Income tax",
      "IRS",
      "people"
    ],
    "wp_categories": [
      "Books"
    ],
    "wp_location": [
      "Burleson",
      "Fort Worth",
      "Texas",
      "Dallas",
      "Granbury"
    ]
  }
}