{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-199310",
    "date": "October 1993",
    "year": 1993,
    "month": 10,
    "month_formatted": "October",
    "pdf_uri": "/1993/19931000.pdf",
    "issue_cover_image": "",
    "document_start_page": 132,
    "toc_start_page": 128,
    "document_page_range": [
      [
        132,
        137
      ]
    ],
    "toc_order": 19,
    "toc_headline": "Sex Shooters",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199310-sexshoote",
  "source": "/1993/19931000.pdf",
  "wp_post_id": 127122,
  "wp_post_guid": "http://www.texasmonthly.com/article/sex-shooters/",
  "authors": [
    "Anne Dingus"
  ],
  "headline": "Sex Shooters",
  "dek": "With Hollywood Set To Release A Quartet Of Serious Cowgirl Movies, We Remember A Time When The Western Heroine Was More Decorative Than Deadly.",
  "spread_caption": "",
  "excerpt": "Ann-Margret, get your gun: A celebration of pistolpackin’ celluloid cowgirls.",
  "kicker": "",
  "word_count": 830,
  "content": "<img></img><p>For Fifty Years, From Buck Jones Silents To John Wayne Shoot-'Em-Ups, All That A celluloid cowboy needed was a horse, a hat, a gun, and a girl—in that order. The first three provided drama, panache, and suspense; the girl, though, didn’t get to do much besides swish her skirts and scream. But over the next few months, four new films mark the advent of a contemporary cowgirl, one who falls short on stereotypes while riding tall in the saddle: Uma Thurman and Lorraine Bracco star in the big-screen version of Tom Robbins’ cult novel <em>Even Cowgirls Get the Blues;</em> Sharon Stone plays a gunslinger in <em>The Quick and the Dead;</em> all-girl cattle rustlers live up to the title of Outlaws; and the true story of a woman rancher who passed herself off as a man is told in <em>The Ballad of Little Jo.</em> Clearly, another lace-trimmed cliche is riding off into the sunset. As it does, we bid a fond photographic farewell to what could be called the Dale Evans era, when men were men and women were scenery.</p><img></img><p><strong>Raquel Welch • 1972</strong></p><p>Wearing a peekaboo poncho and little else, Welch played Avenging Widow in the R-rated <em>Hannie Caulder</em>. Hippie-esque touches included Welch’s hiphugging holster and back-combed hair. Her climactic line: “There aren’t any hard women—only soft men.”</p><img></img><p><strong>Gail Davis • 1953</strong></p><p>A real cowgirl, Davis roped and rode in Gene Autry movies before starring for four years in TV’s <em>Annie Oakley</em>. The real Little Sure Shot had long dark hair and favored a rifle; Davis, sort of a Western-style Gidget, sported blond pigtails and packed a pair of pistols.</p><p><strong>Dorothy Malone 1948</strong></p><p>Malone donned abbreviated duds for <em>Two Guys From Texas</em>, a musical comedy about vaudevillians on a dude ranch. Her character was almost as animated as Bugs Bunny, who provided a cameo. In 1956 Malone (who now lives in Dallas) won an Oscar for her portrayal of another Texan-the nymphomaniac oil heiress in <em>Written on the Wind</em>.</p><p>All Photographs Courtesy Tom Conroy/Movie Still Archives</p><p><strong>Barbara Stanwyck • 1956</strong></p><p>Known for tough-cookie roles, Stanwyck starred in <em>The Maverick Queen</em> as a saloonkeeper who pals around with the Hole-in-the-Wall Gang and laments, “I did what I had to do to get where I am.” Crime doesn’t pay; she dies in a shoot-out, protecting the man she loves.</p><img></img><p><strong>Jane Russell • 1952</strong></p><p>Though Russell debuted nine years before in Howard Hughes’s Billy the Kid epic <em>The Outlaw</em>, in <em>Montana Belle</em> she played an outlaw herself—Belle Starr. Gene Tierney and Elsa Martinelli also tackled the role of the Western crime queen, who actually hailed from Missouri.</p><img></img><p><strong>Ella Raines • 1944</strong></p><p>In the John Wayne vehicle <em>Tall in the Saddle</em>, Raines portrayed a rancher who is “meaner ’n a skilletful of rattlesnakes,” as Gabby Hayes’s character puts it. A rival ranch owner, equally fetching but blond, conveniently turned out to be the hero’s cousin, so Raines got her man.</p><img></img><p><strong>Ursula Andress • 1963</strong></p><p>With fellow European import Anita Ekberg, Andress oomphed up <em>Four for Texas</em>, a Frank Sinatra-Dean Martin romp. Her ventilated skirt was demure compared with edited-out nude scenes. Said Texas cinema scholar Don Graham of the film: “Avoid it at all costs.”</p><p><strong>Jane Fonda • 1965</strong></p><p>“She has the smile of an angel/She fights like the devil” ran the theme song of <em>Cat Ballou</em>, which provided Fonda a star-making role as an aspiring schoolmarm turned outlaw. Her wardrobe included a slip, a nightie, and a tacky red dance-hall gown. Nonetheless, the actress was easily upstaged by Lee Marvin and his hammy horse.</p><img></img><img></img><p><strong>Ann-Margret • 1964</strong></p><p>A cowboy-fantasy scene in the Elvis movie <em>Viva Las Vegas!</em> was just an excuse to outfit the redhead in a fringed midriff top and short shorts. Ann-Margret did appear in two legitimate westerns: the 1966 remake of <em>Stagecoach</em> and a 1973 desperado flick, <em>The Train Robbers</em>.</p><img></img><p><strong>Karen Steele • 1959</strong></p><p>Women in westerns tended to be virtuous widows or voluptuous wantons. In <em>Ride Lonesome</em>, a low-budget but suspenseful oater, Karen Steele played one of the former. Steele never made a name for herself as an actress, unlike a bit player in the movie—Donna Reed.</p><img></img><img></img><p><strong>Gerri Ganzer • 1949</strong></p><p>So popular was the cowgirl image that studios relied on the look for wannabees’ so-called exploitation shots. The caption on this starlets photo ran “The things you gotta do for a movie career! Like posing in costumes such as this, just to get your picture in the papers.”</p><img></img><img></img><p><strong>Mamie Van Doren • 1959</strong></p><p>More bombshell than buckarette, Van Doren was a Bmovie stalwart, starring in the likes of <em>High School Confidential!</em> (a marijuana expose) and <em>The Navy vs</em>. <em>the Night Monsters</em> (a horror movie about killer trees). In <em>Born Reckless</em>, she tried to lasso a rodeo star.</p><p><strong>Charlene Holt • 1967</strong></p><p>Posing for publicity stills for <em>El Dorado</em>, a limp John Wayne western, Holt strapped a gun belt over her corset— but in the actual movie, she never even touched a gun. Playing a generic whore with a heart of gold, she appeared primly dressed in her first scene, but lines such as “Can I buy you a drink?” and “Hell!” tipped off the audience.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "October 1993",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "John Wayne",
      "Texas",
      "Crime",
      "Women",
      "Cattle",
      "Cinema",
      "Comedy",
      "Cowboy",
      "Cowgirls",
      "Cult",
      "Don Graham",
      "Elsa",
      "Hair",
      "High School",
      "Horror",
      "Marijuana",
      "maverick",
      "montana",
      "Movies",
      "Musical"     
    ],
    "wp_categories": [],
    "wp_location": [
      "Texas"
    ]
  }
}