{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19891",
    "date": "January 1989",
    "year": 1989,
    "month": 1,
    "month_formatted": "January",
    "pdf_uri": "/1989/19890100.pdf",
    "issue_cover_image": "",
    "document_start_page": 108,
    "toc_start_page": 106,
    "document_page_range": [
      [
        108,
        109,
        110
      ],
      [
        161,
        162,
        163,
        164,
        165
      ]
    ],
    "toc_order": 4,
    "toc_headline": "Dad's Last Home",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198901-dadslast",
  "source": "/1989/19890100.pdf",
  "wp_post_id": 125235,
  "wp_post_guid": "http://www.texasmonthly.com/article/dads-last-home/",
  "authors": [
    "Jody Goode"
  ],
  "headline": "Dad's Last Home",
  "dek": "Although I had dreaded this moment, I realized I had no choice. I had to put my father in a nursing home.",
  "spread_caption": "",
  "excerpt": "It was the hardest decision I ever had to make. Had the time come to put my father in a nursing home?",
  "kicker": "",
  "word_count": 5846,
  "content": "<p>I Knew Something Was Wrong With Dad, But I Didn’T know what. On my monthly visits home to San antonio from austin, I found the telltale clues-the fridge empty, the house unkempt, the yard badly in need of work. And then there was Dad, sleeping away most of his time, wearing the same clothes day after day, and ever forgetful, moody, and irritable. I finally persuaded him to see a doctor. I never dreamed that it was to be the beginning of Dad’s journey to a nursing home.</p><p>Up until that point, I had been like most of my friends of the baby-boom generation. I had established my own life, which revolved around my family and my career. I had never given serious thought to caring for a sick parent—much less planning for such a possibility. I would soon learn, however, that growing older myself had created obligations I hadn’t anticipated. And more than having children of my own, confronting my father’s decline has made me aware of the end of my own youth.</p><p>On that first trip to the hospital, I was still optimistic about Dad’s condition. I told the doctor about my dad’s behavior and he scheduled a battery of tests for Dad. The doctor was trying to find a physical cause-a stroke, a brain tumor, or a metabolic disorder, for example. All the tests came out negative; he was a healthy 69-year-old.</p><p>My father, Joseph Dixie Goode, was a retired air Force technical sergeant. In recent years his life had centered on his hobbies, especially jewelry making; for a couple of years he had a booth at a flea market. He began each day with breakfast at Jim’s Coffee Shop, where he had been a regular for years. His friends were fellow hobbyists and vendors at the flea market. He had no close friends, however, and I worried that he spent too much time alone. If the solitude bothered him, he never let me know. He had always been a private, independent person who kept a tight rein on his emotions. He seemed content with his life and comfortable in his home of over three decades. I never worried about his health; he rarely got a cold, and he looked strong and handsome for a man his age.</p><p>Photographs By Bill Kennedy</p><img/><img/><img/><img/><p><em>I was stunned when I found out just how sick Dad was. I dreaded the thought of losing him, of watching him deteriorate a bit at a time.</em></p><p>I felt torn between the demands of my own new family, my dad, and my career, and there was no easy solution in sight.</p><p>I was relieved when the doctor scheduled Dad for psychological tests. I had hoped his behavior was because of depression or was a delayed reaction to his more than three years as a prisoner of war in the Philippines. My mother had died of cancer in 1973, and my brother, who was 24, had died suddenly six months later of a brain aneurysm. Dad and I had never talked about either of their deaths. I thought that perhaps the years of keeping his emotions pent up had finally taken their toll. At least a diagnosis of depression would be something tangible, something that could be treated with therapy and antidepressants.</p><p>After an evaluation by a neuropsychologist, Dad’s physician met with me in private. He gave me the news that changed my life and my father’s. Dad apparently had senile dementia, most likely the alzheimer’s type. The disease was progressive, there was no treatment, and he would eventually die from it. His decline would be both mental and physical. I learned that alzheimer’s victims frequently became hostile and paranoid, striking out physically and verbally. Ultimately the disease robs people of their motor skills, leaving them unable to even feed themselves. The length and course of the illness is unpredictable; Dad could live for as little as two years or for more than ten. I was stunned. My immediate reaction was how unfair it was. I had lost my mother and my brother, and now I was beginning to lose my dad. He was the only family member I had left, and I wasn’t ready to let go.</p><p>Because my father would need someone to manage his finances, the doctor strongly urged me to get power of attorney over my father’s affairs. That piece of advice proved to be invaluable. Dad also would need [ Continued On Page 159 ] [ Continued From Page 108 ] someone to make sure he was eating properly and taking care of his personal hygiene and to monitor the progress of the disease on a daily basis. The doctor also told me that my dad would one day require nursinghome care. Just the thought of putting my father in a nursing home filled me with a sense of fear and defeat. I immediately resolved to keep him out of a nursing home for as long as possible.</p><img/><p><em>My father no longer remembers the past. I wish now I had taken the time to reminisce with him about his early years, and about mine.</em></p><p><strong>WHERE To Go</strong></p><p>Guidelines for facing a crisis and for avoiding one.</p><p><em>Financial and Legal Planning</em></p><p>The worst time to find a nursing home is when your parent is in the middle of a crisis and needs immediate nursing-home care. Plan ahead; talk to your parents before nursing-home care becomes an issue, and discuss finances in detail. Carefully inspect insurance policies and find out about other benefits, such as private employer health plans and veterans’ benefits.</p><p>Where will the money come from? Many elderly are under the misconception that Medicare will take care of everything. Medicare can help for a limited time, but there are severe restrictions on its application to nursing-home care. Even the “catastrophic coverage” of the recently enacted Medicare law limits long-term nursing-home care.</p><p>To qualify for Medicaid, the resident has to be practically destitute. In Texas as of January 1, 1989, an individual’s gross monthly income cannot exceed $735, and resources such as savings, checking accounts, trust funds, and property (excluding the home) can total no more than $2,000.</p><p>Most private insurance policies that tout nursinghome care contain restrictions that prevent the policyholders from ever receiving benefits. Many plans won’t even cover alzheimer’s disease because it is classified as a mental illness, rather than a physical illness.</p><p>Get legal or financial counseling. Your parents should have a will, and they also may wish to set up a trust fund or give a child power of attorney. Talking it out before a nursing home is needed will help you feel you are carrying out your parents’ wishes, and financial planning will increase your choices when it comes time to find care.</p><p><em>Where to Go for Help</em></p><p>Your local bookstore is an excellent source to guide you through the process of nursing-home placement. One of the best books is <em>How to Evaluate and Select a Nursing Home,</em> by R. Barker Bausell, Michael a. Rooney, and Charles B. Inlander. It includes forms for financial planning as well as forms with detailed questions to photocopy and take along as you inspect nursing homes. Other good choices are <em>Parentcare: a Commonsense Guide to Helping Our Parents With the Problems of aging,</em> by Lissy Jarvik and Gary Small, and <em>Caring for Your Parents: a Sourcebook of Options and Solutions for Both Generations,</em> by Helene MacLean.</p><p>Books dealing specifically with alzheimer’s disease include <em>The 36-Hour Day,</em> by Nancy L. Mace and Peter V. Rabins; <em>Understanding alzheimer’s Disease,</em> edited by Miriam aronson; and <em>The Loss of Self,</em> by Donna Cohen and Carl Eisdorfer. Call the alzheimer’s Disease and Related Disorders association for other assistance, including referral to local support groups, at 800-621-0379.</p><p>For financial assistance, call the Texas Department of Human Services for Medicaid information and forms. Your local Social Security office can provide information on Medicare.</p><p>Other agencies also provide information and support for the elderly and their families. Look in the telephone directory’s “Blue Pages” under city or state offices. The austin phone book, for example, lists several sources under “Senior Citizens Services” in its “helpful numbers” section.</p><p><em>Other Options</em></p><p>Nursing-home care is only one option to consider. You may find your parent doesn’t need the full services of a nursing home. Other types of care include day care centers, shared housing, home health care, or retirement apartments with assistance available. Again, private social services or government agencies can help direct you to the choices available in your area.</p><p>J.G.</p><p>On my recent visits to his house, Dad had succeeded at hiding the extent of his disabilities from me. Now I was becoming frightened by what I was discovering. According to the tests, Dad’s “abstract thinking was severely impaired,” and he had “a significant decrement in intellect.” What that meant was that he could not read a clock anymore, do any sort of simple math, or write a sentence that was dictated to him. But amazingly enough, he was still driving a car and handling his own finances.</p><p>The doctor told Dad in general terms that he had a disease that was affecting his memory and that he needed to be closer to his daughter. Dad remained amiable while the doctor explained some of the problems he might face. After we left, I understood Dad’s composure when he stated quite simply, “The doctors are crazy.”</p><p>My first task was obvious. Dad had no relatives in San antonio and no close friends that I knew of. I was happily settled in austin, with a job as an office manager, a house, and a family. I had to move him to austin, where I could watch over him more closely. But how closely? I had been on my own since I was 18, and I was now 32, with a husband and a baby. As much as I cared for my father, I saw him as a threat to my home life. Even if I took Dad in, who would care for him while I was at work? What would it be like coming home to a parent every day who was deteriorating a bit at a time?</p><p>Such questions are faced by every person contemplating what to do with parents no longer able to care for themselves. I knew my father didn’t fit into my home life; nevertheless, feelings of guilt started seeping into my life. Part of me thought that if I was a good daughter, I would welcome him without question.</p><p>I decided to sell Dad’s house and move him into an apartment near me. Blessedly, he seemed willing to leave his home of 34 years, but moving him was no simple task. His house and garage were filled with the tools of his neglected trade—large band saws, heavy rocks and gems, tubs of mosaic tiles, pieces of lumber, blowtorches, jewelry-making supplies, ceramic molds, a kiln. Almost all of it was in disarray.</p><p>The household items, such as the family furniture, were also in a state of neglect. It became obvious that the only real maintenance that had been done in the previous year or so was when I took it upon myself to clean the house and mow the yard. Dad seemed distant and unemotional throughout the moving process. In retrospect, I think selling the house and most of the family belongings was harder on me than on him. For me, each room held memories of growing up-my mother’s sewing machine, my brother’s model airplane, my old hymnbook from Catholic school days. I treasured those reminders of my family and childhood. But I realized the disease had begun to rob my father of his own memories and emotional attachments.</p><p>After Dad moved to austin, I slowly learned how little he could care for himself. I did his grocery shopping, only to discover that he couldn’t operate the microwave I had bought for him. So much for convenience food. To my horror, I found that he couldn’t dial a phone anymore. I remember my utter frustration as I tried to walk him through the steps of dialing my home number or calling the operator in an emergency. He just couldn’t do it.</p><p>He also couldn’t or wouldn’t (I was never sure whether his actions were because of stubbornness or the disease) bathe himself. That too was added to my list of duties. Standing on the other side of the shower curtain shouting directions did no good. He would forget to use the soap or to rinse the shampoo out of his hair.</p><p>But he still had his pride and would not let me see him without his clothes on, so I bought him a bathing suit and a special chair for showers. Eventually he stopped arguing with me about his need for a bath. I had never dreamed that my relationship with my father would include bathing him. I felt like I had two children: my son and my father.</p><p>The apartment worked for about eight months. Dad was close by, and I was able to visit him daily or bring him to my house for meals. But all was not well. His eating habits were getting worse. I would bring him breakfast and leave it for him, call him from work to make sure he’d eaten it, and later find it in the trash or on the kitchen counter. I tried Meals on Wheels, but he refused to eat the nutritious lunches the service provided.</p><p>At that point, he had access to his savings account in a bank near the apartment. I discovered he was withdrawing money, sometimes daily, and keeping it in his wallet and pockets. Lecturing him about the dangers of carrying around large amounts of cash did no good; in fact, he became very angry with me for trying to control his money. So I opened new bank accounts, leaving Dad a small amount in his old account.</p><p>My being able to check on him daily proved essential to his well-being and safety. Once after work, I visited him and found the temperature in the apartment uncomfortably warm. He apparently had turned on the oven and forgotten to turn it off. I removed all the knobs from the stove and hid them.</p><p>While I felt good about watching over my dad, on some days I resented the responsibility I had been burdened with. I grew weary of the routine of being his keeper and of figuring out ways to squeeze more time out of an already busy day. As time passed, my duties expanded: There were doctor’s appointments, visits to the barber and the drugstore; I also shopped for his clothes and managed all of his bills.</p><p>Dad never admitted he had a problem, and he figured out ways to cover up his disabilities in public. I discovered he couldn’t count money anymore when I watched him make a purchase. As the sales clerk rang up the total, Dad started taking handfuls of money out of his pocket and placing the money on the counter. Then he relied on the clerk to take the proper amount out of the pile.</p><p>Another time, I checked on him after work to find his nose bloodied, his glasses broken, and various scrapes on his body. He couldn’t relay exactly what had happened, but I was able to piece together that he had gone for a walk and fallen into a drainage ditch near his apartment. That was when I realized he needed more care than I alone could provide.</p><p>When he stopped eating entirely and began having dizzy spells, I took him to the Veterans administration hospital in Kerrville. The doctor there recommended that Dad be placed in a nursing home. The VA nursing homes wouldn’t take Dad, however. They are reluctant to accept longterm patients. And since Dad’s type of disability was not service-connected, he was ineligible for placement in any of the VA nursing homes. I know the VA’s attitude would have been a surprise to my father; part of the reason we had never made plans for his care was because he had assured me that the VA would take care of him.</p><p>Not that I wanted Dad in their nursing home. Kerrville was too far for me to drive for visits, and the patients in their drab government-issued garb were too depressing. It seemed crowded and inhospitable. Not the place for my dad. The social worker at the VA helped me choose a nursing home not far from my house: Four Seasons. It was a home under contract with the VA, and the government would pay the first ninety days of my father’s expenses. I decided to try it; even if it wasn’t the best place for my dad, it would buy me some time while I checked out other possibilities.</p><p>This, my first encounter with a nursing home, did not bode well. Dad was put in a semiprivate room with a man who was blind and deaf and had a hacking cough. The only thing separating them was a curtain. Four Seasons was typical of other nursing homes I visited. What first struck me was the number of elderly women there—75 percent of all nursing home residents are female. The staff was cheerful and accommodating, and my dad’s room was bright, but he was still lucid enough to state strongly that he hated it there. I couldn’t blame him. His roommate’s cough was more than just annoying; it sounded like he was dying.</p><p>As it turned out, Dad wasn’t destined to stay there long. After a few days he was “saved” by his younger sister, herself in her mid-sixties. Of my dad’s family, she was the one most concerned with his welfare. She came to visit him from her home in Mexico, took one look at the nursing home, and informed me that it just wasn’t the place for her brother. She was a widow living alone, and she offered to care for him in her home in Monterrey. I was elated and quickly said yes.</p><p>Dad moved to Mexico with his sister, and I was free of worry at last. But not for long. After three months my aunt couldn’t handle Dad anymore. Problems with his bathing, his sleeping habits (he slept away most of the day and night), and his poor memory were too much for her. Dad was not the brother she remembered. The disease was destroying his personality; he rarely joked or showed enthusiasm, and he kept forgetting the names of his relatives.</p><p>I had about a week to find another place for Dad. I called an austin agency for the elderly and was referred to a woman who ran a private home. It was essentially a small boardinghouse for elderly people. The $1,100 monthly fee included all meals, housekeeping, laundry assistance, and, best of all for my Dad, a private room. A young couple lived in the home and watched after the residents. I visited the home, which was immaculate, and met the woman who owned it. She understood my desire to keep Dad out of a nursing home for as long as possible. I planned to pay for his care with money from the sale of his house. I thought the home was perfect.</p><p>It worked well for about nine months. Someone was always there to make sure Dad was all right, the food was homecooked, and Dad’s housemate, an 86year-old gentleman, was a delight-at least to me, that is. Dad remained quiet and somewhat withdrawn, preferring the solitude of his room to socializing.</p><p>I felt lucky to have found that type of arrangement. Shared housing for the elderly is a growing trend and offers a good alternative to nursing homes for the elderly who, like my dad, are stuck in a sort of limbo—not able to live alone but not needing full-time supervision or medical attention. I saw Dad’s new residence as a buffer between him and the dreaded nursing home.</p><p>One day Dad fell out of bed and afterward seemed more disoriented than usual. His caretaker called me at work, and I took Dad to the emergency room at Bergstrom air Force Base. During the drive to the hospital, Dad babbled incoherently. As the hours passed and various tests were run, I noticed Dad’s ankle swelling and pointed that out to the doctor. An xray confirmed that the ankle was broken —Dad had not even said his leg hurt.</p><p>The emergency room visit turned into a two-week stay in the hospital. Dad was sent back to the boardinghouse in a nonwalking cast for another four weeks, a problem because he’d forget his leg was broken and would try to walk on it. He was more lucid than the day I took him to the emergency room, but the whole incident proved to me that he needed aroundthe-clock care.</p><p>Before I actually visited nursing homes, I read as much as I could on how to choose one. I also called some support groups to see if they had any leads. Part of the job of my dad’s veteran’s counselor was to visit veterans in nursing homes. He was able to give me a few names of homes to visit, but better yet, off the record, he told me of a few I should definitely avoid. But I wasn’t surprised when he told me, “Frankly, they’re all depressing.”</p><p>And indeed they are. What I found varied with each nursing home, but many shared the same characteristics. The first thing I noticed was the smell. Even in the best homes, a stale, unpleasant odor permeates the air. Most of them strive for a homelike atmosphere (one brochure has a smiling boy on its cover with the caption “a nursing center so nice, he still calls it Grandma’s house”), but overall I found them more akin to a hospital than a real house.</p><p>Individual rooms ran the gamut—from sparse boxes with a bed, a chair, and a chest of drawers to fully decorated, with upholstered furniture and family mementos and photographs. The residents who weren’t in their rooms tended to congregate in large TV areas or lobbies. Meal times seemed to provide a good source of socialization; all the homes I visited encouraged (and in some cases insisted) its residents join each other for meals. Many homes have planned activities for the residents—bingo, piano recitals, sing-alongs, trips to the mall, arts and crafts. I hoped Dad would still be able to participate in some.</p><p>There were few men. I wondered how my dad would fit in with all these women. And after looking at several homes, I had depressing thoughts of myself there in my old age.</p><p>The best advice I came across was simple: Pick a home you’d be comfortable visiting. To do that, you need to draw on your personal tastes. I liked homes that were bright, with lots of windows and access to a patio, preferably shaded and landscaped. One home I saw boasted of having a patio area. What I found was a treeless space overlooking a parking lot. It reminded me of a prison’s exercise area. I passed on that home.</p><p>I also talked to the employees who would be caring for Dad. At one home, I told the nurse I would be by often for visits. Her defensive reply was, “Now, don’t get upset if your dad seems illkempt. We’ve got a lot of people here, and the staff is very busy.” I quickly ended our interview.</p><p>I observed the residents closely as well. Were their clothes clean and their rooms neat? Was their personal grooming taken care of? Did they seem alert or overmedicated? Did they seem content? The last question was the toughest. It was hard not to let my personal perspective color my evaluations of the residents. Sometimes I was overwhelmed by the whole idea of nursing homes. The residents had lost their own homes and much of the freedom they once enjoyed; they were ill or burdened by physical handicaps. For most, the nursing home was the last step before dying.</p><p>Many homes will not accept alzheimer’s patients because of the special attention they require. One home in austin said it had just created an alzheimer’s wing. But all it had done was paint the rooms in soothing colors and put in glass doors with an alarm system to prevent patients from leaving. The harried admissions director confessed that the program was in its infancy (i.e., there wasn’t one) and proceeded to question <em>me</em> about what I knew about activities for alzheimer’s residents. I felt they were trying, but I didn’t want my dad to be a guinea pig.</p><p>Another prime consideration was the expense, which was enormous. All nursing homes charge by the day. Most cost an average of over $20,000 per year, and that’s for a semiprivate room. Often the fee covers only room and board, but there are additional expenses to consider, such as laundry service, grooming, telephone rental, and prescription medicine.</p><p>In my dad’s case, I planned to finance his nursing home care with the funds from the sale of his house, his Social Security, his air Force pension, and his veterans’ benefits. Even with that, Dad’s money was not going to hold out forever. Once his savings were depleted, his monthly income would not cover the full amount of nursing home care; he would be about $500 short a month. I didn’t know what I was going to do when the money ran out.</p><p>Facing the prospect of placing my father in a home took an emotional toll I never expected. I had always thought of myself as a strong person, but I began feeling frustrated and increasingly depressed. Although I had always believed in never bringing problems from home to the office, for the first time in my life I cried in front of my boss at work as I talked about my dad’s situation.</p><p>My family life was affected as well. My son was barely two years old and, of course, had demands and needs of his own. My relationship with my husband was at times strained. Even though he was understanding and supportive, he justifiably felt that our family’s needs, and especially those of our son, came first. I felt torn between my own new family and my father, and there was no easy solution in sight. I also found emotions I had held back for years were surfacing. I started thinking a lot about my older brother and how he had always taken care of me. When he died, I was twenty, and I felt lost and abandoned. I knew that if he were still alive, he would have been there to help with Dad, and I missed him terribly.</p><p>For all those reasons, I decided to see a therapist, something I had never done before. The therapist helped me deal with an inner secret that had troubled me since I first researched the likely course of alzheimer’s: I wished Dad would die of other causes, while he still had some dignity. Although I saw the therapist for only a few sessions, I learned that the kinds of emotions I felt were normal for anyone in a similar situation.</p><p>The home I finally did choose was Morningside Manor in San antonio. It was bright, clean, and well organized. It had been in the nursing home business for 26 years, with a special alzheimer’s unit in place for three years. There was an openness about it that I liked, with posted staff memos and schedules, meal plans for the week, inspection reports, and lists of activities—all in plain sight. The administrative staff seemed cheerful and dedicated. The cost, however, was high. A small private room in the alzheimer’s unit cost almost $25,000 a year. Even so, I put Dad’s name on a list for eventual placement.</p><p>The alzheimer’s unit was somewhat of a shock, only because i’d never been exposed to people with advanced stages of the disease. Most of the patients sat passively in chairs, a few were making laps around the inner corridors of the wing, some babbled or shouted as I walked by, and a couple were kept upright by being tied into their wheelchairs.</p><p>The philosophy of the unit was to give the residents as much freedom as possible. The staff encouraged the residents to come out of their rooms and socialize with each other. They also had activities, albeit restricted by the debilitating nature of alzheimer’s. Most important, the wing was secure, which meant that the residents couldn’t leave by themselves.</p><p>Now, at least, I had a place for Dad in case he got worse—and I didn’t have to wait long. He started wandering, a common symptom of the disease. Several times at work I got calls from his caretaker telling me that Dad had slipped out the door and was missing. Each time, I found him about two miles away, in the general vicinity of my home.</p><p>I lectured Dad and begged him not to leave the boardinghouse. He spent one weekend with us, and when I took him home on Sunday night, the last thing I told him was not to leave his house. The next day he wandered again. He slipped out around noon, on a very hot summer’s day. I drove around looking for him—worried, of course, that he had been hit by a car, had fallen into a ditch again, or simply was wandering still farther away. If someone did stop to aid him, he wouldn’t have been able to tell them his address, my name, or even the city he lived in. A mailman I stopped had spotted him a few blocks away. By the time I found him, Dad was dazed and confused and looked like he was about to collapse from the heat.</p><p>That was it. I didn’t want him to meet harm on the streets because I was too reluctant to move him to a nursing home. That day I called Morningside Manor and was told they had a vacancy in the alzheimer’s wing.</p><p>I explained to Dad that he needed to see a doctor for a checkup and might have to stay in a “hospital” for a while. I was concerned he might remember his brief, unhappy stay at a nursing home the year before and be afraid to go now. But mostly, I realized the deception was for my sake. Even if Dad no longer knew what the words meant, I couldn’t bring myself to tell him what I was doing. As he slept in our guest bedroom, I prepared his bags. I had to label each article of clothing—a task I found devastating. A few days earlier I had labeled some of my son’s clothing for day care. For me, that had symbolized a beginning. But as I labeled my dad’s clothes, all I could think about was the sad end to come.</p><p>In San antonio Dad saw a doctor recommended by the nursing home. The doctor was to make the final determination of whether or not Dad needed to be admitted. After I gave the doctor Dad’s medical history, he examined Dad and asked him a series of questions. He was certain that my father needed the medical supervision and secure environment of a nursing home. I guess I wasn’t surprised, but even then, I had hoped that the doctor would have some sort of alternative. But there simply wasn’t one.</p><p>The admitting staff at the nursing home was attentive and caring toward my dad. They also made it a point to reassure me that I was doing what was best for him. Still, I was anxious and on the verge of tears, though I tried to hide that from Dad. By the time we showed him his room, he was ready to rest, so I left. During the admitting procedure, he had been calm and complacent. I told Dad that he would be staying in the “hospital” until he was better. In a sense, I wasn’t lying, because alzheimer’s victims never do get better.</p><p>My father was at Morningside Manor for more than a year. I visited him about every other weekend. Rationally, I knew that my decision to place him there was right. But emotionally, I still felt guilty and depressed about my dad’s life and his future.</p><p>My first few visits left me with the horrible feeling that I had placed Dad in a mental ward. In time, I grew more accustomed to the other residents. Some, in fact, I found endearing. One, an elementary school teacher for more than forty years, always repeated a nursery rhyme or jingle to entertain my son. Many residents were fascinated with my son. At first I was afraid they might harm him, so I clutched him guardedly until we made it to the safety of Dad’s room. Now I realize that a lot of residents were just delighted to see him and only wanted to wave hello or touch him.</p><p>It has been more than three years since Dad’s diagnosis. Recently, I moved him to a nursing home near me in austin; in June I had a daughter, and my time is more precious than ever. In the past few months i’ve often wished that Dad was able to enjoy his beautiful new grandchild.</p><p>The nursing homes haven’t been perfect, but i’m convinced the perfect nursing home doesn’t exist. On some visits i’ve found Dad slightly disheveled, needing a shave or his nails trimmed. Staff turnover is high. But I have never had serious doubts that he is getting adequate care.</p><p>The course of my Dad’s disease has been kinder to him than to others, at least outwardly. Up until lately, I was able to take him out to lunch at his favorite Mexican restaurant, although I watched him as carefully as I did my young son. He would try to drink the hot sauce or swallow slabs of butter or forget which utensils to use. But he retained most of the social graces and usually responded appropriately to simple questions.</p><p>Best of all, he still remembers me, my husband, and his grandson. Often he forgets our names or calls us by other names (he calls my son “Michael,” for example, the name of my brother). But there remains the spark of recognition. I am comforted by this, but I know that in time this phase too will pass, and he’ll no longer remember who I am and, worse, who he is.</p><p>I wish that I had taken the time to reminisce with Dad about our family and his life. It’s too late now, for he no longer remembers his childhood, his military career, or even my mother, to whom he was married for thirty years. I’ve come to envy my husband and friends, who still have healthy parents, brothers, and sisters.</p><p>My dad continues to get worse. He has lost a lot of weight and is incontinent. He rarely speaks; I can spend several hours with him, and he’ll say only a few words, usually in reply to a direct question from me. Alzheimer’s victims can develop what is called echolalic language, which means they repeat parts of what others have just told them. On good days, when I tell my dad I love him, i’ll get lucky and he’ll repeat, “I love you.” I like to imagine he remembers the meaning of those words.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "January 1989",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Home",
      "homes",
      "disease",
      "Family",
      "money",
      "House",
      "Nursing Homes",
      "Clothes",
      "Work",
      "Austin",
      "Manor",
      "Medicare",
      "people",
      "San Antonio",
      "Son",
      "Advice",
      "Breakfast",
      "Disabilities",
      "Emergency Room",
      "ever"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Austin",
      "San Antonio",
      "Texas",
      "Kerrville"
    ]
  }
}