{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19891",
    "date": "January 1989",
    "year": 1989,
    "month": 1,
    "month_formatted": "January",
    "pdf_uri": "/1989/19890100.pdf",
    "issue_cover_image": "",
    "document_start_page": 114,
    "toc_start_page": 114,
    "document_page_range": [
      [
        114,
        115
      ],
      [
        164,
        165
      ]
    ],
    "toc_order": 7,
    "toc_headline": "If These Walls Could Talk",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198901-ifthesew",
  "source": "/1989/19890100.pdf",
  "wp_post_id": 125226,
  "wp_post_guid": "http://www.texasmonthly.com/article/if-these-walls-could-talk/",
  "authors": [
    "Frederick E. “Shad” Rowe, Jr."
  ],
  "headline": "If These Walls Could Talk",
  "dek": "They Would Tell About the Four Wheeler-dealers Who Have Lived Here—and How Big-Money Dallas Has Changed Over Half A Century",
  "spread_caption": "",
  "excerpt": ". . . they’d tell a tale of a half-century of Dallas wheeling and dealing",
  "kicker": "",
  "word_count": 1979,
  "content": "<p><span class=\"dropcap\">T</span>his is the story of a Texas - size house and the people who lived in it. The mansion, situated in Preston Hollow on a street named Gay wood near North Dallas, is arguably the most prestigious residence in the city. What commends it to the attention of the credit-minded reader, though, is not its splendid grounds or its Italian statues but its rich fifty-year history. As the Texas economy has gone for the past half-century, so has the Gaywood house. As financial fads have come and gone, so have the mansion’s owners. To get right down to the bottom line, the price of the house has appreciated at the approximate rate of 7 percent a year since 1938. That one number covers a multitude of sins, however.</p><p>Cipriano “Dick” andrade, the builder and the first owner of the house, was born in New York City in 1898. Dick andrade’s parents were moderately well off; nevertheless, young andrade moved to Texas in 1922 to seek his fortune. He immediately hooked up with fellow oilmen Buddy Fogelson and Roland Bond, both of whom remained lifelong friends. During the twenties, andrade was an oil-field wheeler-dealer who might hit it big and go broke all in a week’s time. If he wasn’t betting on oil wells, he was betting on cards or horses. And if he wasn’t gambling, he was partying. Few celebrities came through Texas without whooping it up with andrade. Grantland Rice, Errol Flynn, and Pat o’brien were frequent guests.</p><p>In 1930 the Daisy Bradford No. 3 came in, opening the East Texas Oil Field. This single oil field created more wealth than any other mineral discovery before or since in the continental United States. It made H. L. Hunt one of the richest men in the world and also did very well for Dick andrade.</p><img/><img/><p>Photograph Courtesy Of John Astin Perkins</p><p>Hey Would Tell About the Four Wheelerdealers Who Have Lived Here—And How Big-Money Dallas Has Changed Over Half a Century.</p><p>By</p><p>Frederick E.</p><p>“Shad” Rowe, Jr.</p><p>When the House Was.Remodeleq'by James Ling In 1961, It Became a Mansion Set For FInANCIAL Myth MAKInG.</p><p>In 1937, at the age of 39, andrade acquired about 28 acres in what is now North Dallas, then still the countryside, and built himself a large Georgian-style house —not large by Brideshead standards, just a comfortable 15,000 square feet. The land and the building cost $385,000, a lot of money in 1938. Andrade continued to lead his funloving, wheeling-and-dealing life in the new house —one party lasted a full week.</p><p>Andrade died of a heart attack on New Year’s Day, 1961, at the age of 63. Shortly thereafter, his family sold the house and land, which by then had been enveloped by one of Dallas’ richest neighborhoods. The selling price for the property —several acres of which were subdivided out —was $550,000. If one views the estate as an investment, its performance to that time was underwhelming: a 1.5 percent annual compounded rate of return for 23 years. Dallas, which was growing and prospering, was not then producing the sort of big-house-buying individual wealth that booms in cotton, oil and gas, and real estate had created.</p><p>The buyer of the andrade estate was accumulating wealth through a vehicle somewhat alien to the Dallas experience but one that would increasingly fuel fortunes throughout the state —the stock market. James J. Ling, who was born in 1922, the year andrade moved to Texas, was destined to play a major role in the financial [ <strong>COnTINUED On Page 164 ]</strong> [ COnTINUED From Page 115 ] history of the sixties. Ling was on the cover of <em>Time, Business Week,</em> and <em>Fortune.</em> His conglomerate, Ling-Temco-Vought, became one of the biggest corporations in the country.</p><p><em>Frederick E. “Shad” Rowe, Jr., is the owner of Dallas-based Rowe and Company and Greenbriar Partners.</em></p><p>You can’t help admiring Jim Ling. Regardless of whether he is up or down —and he has been mostly down lately—he has always been the same person. He has had the same golf and gin-rummy buddies, and he doesn’t seem to have let great success or failure affect him in the slightest. He is 66 years old and a greatgrandfather, and he is still in pain seven years after a bout with Guillain-Barré syndrome, a sometimes fatal nerve disorder. Nevertheless, he is still an imposing physical specimen. His son, J.T., who was ahead of me in high school, once held all of us younger fellows spellbound with a story of how his father had knocked a cow unconscious with his fist.</p><p>Until 1968 Ling had built his company by buying earnings with his own highmultiple stock. That he managed to buy substantial companies with his own stock after protracted proxy fights testifies not only to his persuasiveness but also to the mentality of the sixties, when a growing stock was considered a more desirable medium of exchange than cold cash. Ltv had grown rapidly with little debt. But that changed in 1968, when Ling acquired Greatamerica Corporation for $500 million of 5 percent debentures due in 1988. Greatamerica owned most of Braniff, National Car Rental, and various insurance interests. In one year the debt of Ltv and its subsidiaries went from $200 million to $1.2 billion with the Greatamerica and the Jones and Laughlin Steel acquisitions. In 1969 Ltv’s earnings did not come through, interest rates went up, and Ling was deposed as Ltv’s chief executive officer.</p><p>Back to the estate. Ling’s cost for the house (and the property that had not been subdivided) was perhaps $400,000 in 1961. Spending maybe $1.25 million on improvements. Ling hired architect and interior designer John astin Perkins, who transformed the Georgian mansion into an eighteenth-century-style chateau. Perkins added eight thousand square feet of living space and amenities such as marble floors, fountains, Italian statues, and a French teahouse. By 1971, in attempting a comeback from a much smaller base and having pledged the house against other debts, Ling had sold the house to Lamar Hunt. Ling recalls that the price was about $3 million for the house and other parcels of the estate he sold to selected friends. Let us assume that Ling’s cost was $1.75 million and that he realized about $2.5 million on the sales. That would imply that over a ten-year holding period the rate of return on the investment was about 4 percent. During the sixties Dallas had continued to grow rapidly. It was a decade of higher-than-historic inflation. The neighborhood and the house had become even more desirable, but as an investment, the estate was unexciting.</p><p>Lamar Hunt in 1971 was 39—about the same age as the first two owners when they acquired the property, but he was an entrepreneur of a different stripe. He is the fourth son by the first marriage of legendary oilman H. L. Hunt, whose own lifestyle tended toward the miserly rather than the opulent. Lamar’s main source of wealth was a huge oil-based trust fund established by his father, but he had invested in newer, and even riskier, enterprises than oil.</p><p>The oil business was picking up, the Kansas City Chiefs, Lamar Hunt’s professional football team, had won the Super Bowl in 1970, and Hunt had founded World Championship Tennis, which was doing well. Hunt had every reason to believe that he had inherited his father’s Midas touch. At, say, $2 million, the andrade-Ling estate represented very little of his net worth. And that net worth exploded with the OPEC embargo in 1973. But in 1980 Lamar’s fortunes began to turn down as he participated with his brothers Bunker and Herbert in their massive silver investments. Since 1980 the price of oil has collapsed, World Championship Tennis has fared poorly, the Kansas City Chiefs have had trouble drawing fans or winning games, and a number of Hunt family trusts and companies have sought protection in bankruptcy.</p><p>In 1987 Lamar Hunt sold the great estate for an estimated $12 million (recorded first and second liens on the property exceed $10 million). In sixteen years he made about six times his original investment, which is a compounded rate of return of 20 percent. He sold the estate at a time when the local financial system had already collapsed, when the newspapers were full of real estate and energy company bankruptcies, and when most of the local tycoons had simply vaporized. Who in Dallas had that sort of money available for a house, and where did it come from?</p><p>Gene Phillips is the new owner. Phillips is the CEO of Southmark, a financial services company with interests in real estate, nursing homes, campgrounds, and junk bonds. His wealth derives from a source also somewhat alien to the Dallas experience, Drexel Burnham Lambert. Southmark, by a factor of at least five, is the most complicated company I have ever looked at. The “other transactions” section in the proxy alone runs to about three thousand words. Southmark has issued perhaps $2 billion in junk debt, mostly via Drexel. Drexel has done at least five secondary offerings in subsidiary companies owned by Southmark and, in many cases, brokered to Southmark by Drexel. Southmark, in fact, is a leading member of what is known as the Drexel Club, a circle of enterprises with similar investment philosophies and a common open line of communications to Beverly Hills. Scattered in the portfolios of its subsidiary insurance companies and savings and loans are junk bonds issued by other Drexel clients.</p><p>Southmark has recently omitted the dividends on its common and preferred shares. Its stock is trading at $2, down from its high several years ago of $26. The short interest in the common is 2.5 million shares, one of the highest on the New York Stock Exchange.</p><p>Phillips did not return my phone call. He gets generally favorable reviews from those who know him, however. At 51, he is the oldest new owner of the andradeLing-Hunt estate. He apparently has a modest, engaging personality. “Lemme tell you something: Gene Phillips is slicker than owl shit,” said one real estate operator. Slick he may be, but Southmark’s problems mount apace. “Southmark Corp., reeling from the tumble in the real estate and junk bond markets, said it will report a sizable loss for the fiscal year ended June 30,” the <em>Wall Street Journal</em> predicted last summer. Southmark, in fact, reported a loss of $125 million for fiscal year 1988.</p><p>The first and third owners of the Gaywood estate —andrade and Hunt-owed much of their great fortunes to natural resources. The second and fourth owners owed their fortunes to the public’s acceptance of new forms of paper money (highmultiple-growth stocks for Ling and junk bonds for Phillips). The tremendous business problems faced by Ling and Hunt ultimately were a function of leverage. Ironically, the magnitude of leverage made available by Drexel to clients like Phillips dwarfs anything ever engaged in by Ling or Hunt. If Ling had had a Michael Milken —Drexel’s junk-bond guru —in his heyday, perhaps Ling would be the proud owner of Versailles.</p><p>When the Justice Department filed antitrust suits against Ling on april 14, 1969, it signaled the end of the high-flying stock-acquisition activities of Ling and other conglomerateurs. The legal distractions of the suit prevented Ling from concentrating fully on his deteriorating business situation. It will be interesting to see if the legal actions brought by the government last fall against Milken and Drexel so preoccupy the leaders of leveraged finance that clients like Phillips receive inadequate resuscitations.</p><p>The letter <em>L,</em> for “Ling,” once graced the massive wrought-iron gates that front the Gay wood property, but Phillips replaced it with a <em>P.</em> Lamar Hunt had left the <em>L</em> on the gates, presumably to stand for “Lamar.” Phillips should have kept the <em>L </em>for “leverage,” a financial concept of which he is a leading embodiment. But if history follows its predictable path, perhaps future owners of the Gay wood estate will restore the <em>L,</em> signifying the very oldest of financial virtues—“liquidity.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "January 1989",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "House",
      "hunt",
      "Oil",
      "Dallas",
      "Junk",
      "Texas",
      "Wealth",
      "Business",
      "Real Estate",
      "money",
      "Betting",
      "Bonds",
      "ever",
      "Family",
      "History",
      "Insurance",
      "Kansas City",
      "New York",
      "attack",
      "Celebrities"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": [
      "Dallas",
      "Texas",
      "D.C.",
      "Kansas City",
      "East Texas"
    ]
  }
}