{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19793",
    "date": "March 1979",
    "year": 1979,
    "month": 3,
    "month_formatted": "March",
    "pdf_uri": "/1979/19790300.pdf",
    "issue_cover_image": "",
    "document_start_page": 94,
    "toc_start_page": 92,
    "document_page_range": [
      [
        94,
        95,
        96,
        97,
        98,
        99,
        100,
        101,
        102
      ],
      [
        166,
        167
      ],
      [
        170,
        171,
        172,
        173,
        174,
        175,
        176
      ]
    ],
    "toc_order": 4,
    "toc_headline": "The Texan And His Gun",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-197903-thetexan",
  "source": "/1979/19790300.pdf",
  "wp_post_id": 114633,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-texan-and-his-gun/",
  "authors": [
    "Jan Reid"
  ],
  "headline": "The Texan And His Gun",
  "dek": "Passing on a frontier tradition, without a frontier.",
  "spread_caption": "",
  "excerpt": "In frontier Texas, guns helped bring civilization out of chaos; today they’re creating chaos out of civilization.",
  "kicker": "",
  "word_count": 10715,
  "content": "<p><span class=\"dropcap\">J</span>ust before 9 a.m. last May 18, a report sped through austin police headquarters that an armed man had taken hostages inside a junior high school on the city’s affluent west side. Patrolmen responded quickly, sealing off hallways in the school with revolvers drawn. The initial report proved wrong. A 13-year-old boy named John Christian had walked into his eighth-grade honors English class carrying a Browning sport model .22 semiautomatic rifle. In front of thirty classmates, he shot his 29-year-old teacher, Rodney Grayson, three times, then ran outside, where a coach captured him near the bicycle rack. Grayson died soon afterward in a hospital. John Christian’s mother is a respected austin attorney and his father is George Christian, the former presidential press secretary for Lyndon Johnson. The youth didn’t know why he shot his teacher; a state psychiatrist later testified that he could have just as likely taken aim on his classmates or killed himself.</p><p>The murder was front-page news as far away as Boston, but to austin policemen it was anticlimactic, almost superfluous. At 12:30 the same morning, a 27-year-old veteran patrolman named Ralph ablanedo had stopped a ’66 Mustang in South austin. He ticketed the young woman behind the wheel for driving without a license and radioed downtown for a warrant check on the passenger. A former University of Texas honors student, David Powell, also 27, was wanted for misdemeanor theft of four felt-tip pens from a bookstore and for writing 113 bad checks worth $5000 to local merchants. As ablanedo returned to the Mustang, a burst of automatic-rifle fire exploded the rear window, shredded the patrolman’s flak jacket, and wounded him fatally. Minutes later, in a nearby parking lot, another officer fired between six and nine shots at Powell from his service revolver. Powell triggered another automatic burst and hurled a military grenade which failed to detonate because adhesive tape jammed the firing mechanism. The cop was not injured, the young woman ran screaming in surrender from the Mustang, and Powell escaped on foot, allegedly carrying a .45 handgun and a knapsack containing 2 1/4 ounces of methamphetamine. Left behind was a Red Chinese version of the Russian AK-47—one of the deadliest military small arms in the world—that Powell probably bought on the black market in the army town of Killeen. The tense, frantic manhunt ended on another public school campus two hours before John Christian walked into his classroom. Discovered behind a shrub by night watchmen, Powell surrendered meekly, asking one arresting officer, “Can’t we work this out?”</p><p>John Christian is now in the highsecurity ward of a private psychiatric hospital. David Powell is on Death Row. Their victims were buried the same day in separate cemeteries. “Things like this don’t happen in austin,” mourned a friend of Rodney Grayson’s. “In New York City . . . but not in austin.” Uniformed officers stood in military formation at Ralph ablanedo’s graveside. Underscoring the tragedies was the sense of frustration that lingered afterward. Even Mexico, which has unsuccessfully tried to disarm its private citizens, allows them the kind of .22 rifle John Christian wielded. While stringent handgun controls adopted by other states might have limited David Powell’s access to the .45 he allegedly carried, his possession of the AK-47 and the grenade demonstrate the futility of our present gun-control laws as means of saving lives. Federal and state enforcement of laws that restrict private ownership of military weapons to responsible hands is thorough and severe. Only the rigors of a police state could disarm the lawless underground. In both austin slayings, guns were in the wrong hands at the wrong time.</p><p>Texas is the third most populous state in the nation, and one of the most urban. Though most of our lives are tamer than our house cats’, Texans are still perceived as gunslinging louts by many of our countrymen. We promote our macho image and glory in the historical nearness of the old frontier, which may seem a harmless assertion of regional identity, but as we have made the transition to an urban society we have retained frontier attitudes toward firearms. As a result, while the formerly savage countryside is subdued, our cities are among the most dangerous places on earth.</p><p><strong>Photograph by Joe Baraban</strong></p><img /><p><em>as a repo man, Mike Hill is no stranger to the wrong end of a gun. Hauling a man’s car off in the middle of the night often provokes a violent response.</em></p><img /><p>“‘Most <em>of the killings in Dallas are temper fights. I know an old boy who walked out of a bar and a carload of Mexicans just gunned him down. Turned out they'd got into it earlier at a pool hall. That’s the way people get killed in this town-over some pool game.</em></p><p>Mike Hill <em>Wrecker Driver</em></p><p>According to the latest national crime reports from the FBI, the murder rate in Texas is exceeded only in the less populous states of Nevada, Louisiana, Mississippi, and alabama. The FBI calculates annual murder rates by the number of victims per 100,000 residents. By that standard, five of our metropolitan areas are among the country’s 25 most likely places to be killed. Famous for its cowboy honkytonks and streetfights, Lubbock is our current leader, with a homicide rate of 19.1. Texarkana registers 17.6, a rate almost identical to those of similar towns deeper in the South—Shreveport, Birmingham, and Jackson. San antonio, whose style of violence was best illustrated by the mad barrio rampage of Fred Carrasco, is close behind at 16.8. Among the larger Standard Metropolitan Statistical areas in the FBI study, Dallas-Fort Worth’s murder rate of 15.2 ranks fifth behind Miami’s 15.6, Los angeles’ 16.0, New York’s 17.1, and—leading the nation —Houston’s 18.0.</p><p>In some ways these rates sound worse than they really are. In a given year, the odds against being murdered in Houston are roughly 5500 to 1, and those odds become astronomically longer if he lives in an affluent subdivision. Houston’s most dangerous area may be the strip of bars, pool halls, and barbecue joints on Dowling Street, but odds there favor coming up on the wrong end of a switchblade or straight razor rather than a gun, since, historically, half as many Southern blacks have owned guns as whites. Houston blacks are catching up fast—in part, as a means of holding whites at bay. Mickey Leland, elected last November to succeed Barbara Jordan in Congress, used to say that laws to control cheap handguns in Houston would amount to unilateral disarmament for blacks. But most of the ethnic violence, as in other cities, is directed inward. In Dallas, for instance, 129 of the city’s 225 murder victims in 1977 were black. Nor are guns certain protection in the ghetto. Beset by burglars, a Vietnamese refugee in Houston bought a handgun and began a 24-hour watch with his wife. In the american tradition, the Vietnamese shot first and asked questions later when he saw someone at his window. The man then discovered he had shot and killed his own wife.</p><p>Roy Hamric</p><p>Dennis Brack/Black Star</p><img /><p><em>Working for the NRA, Neal Knox is a powerful force against handgun-control legislation.</em></p><p>Liberals contend that crime is a function of poverty, but Houston’s prosperity has contributed to its plague of guns and violence. Boomtown affluence makes guns affordable. But the boom’s most obvious effect is the swelling number of immigrants from rural areas whose experience and education have left them wholly unprepared for daily life in the big city. And what a city to contend with! Tacked to utility poles along freeways are signs with the urgent offering: BUSInESS Cards In 10 Hours!! Dreams grow fast and die hard in such a place. But worst of all, Houston’s growth rate has outstripped the resources of law enforcement. Each Houston patrolman is responsible for an area of 540 square miles. In response, some Houston cops have turned to violence themselves, while other, calmer sorts advise citizens to fend for themselves. A white reporter who lived in the Fourth Ward awoke to find a man coming through his window. The burglar ran when he heard the shout of the reporter, who then called the cops. The investigating officer told him to buy a shotgun, not a handgun, and to wait until the next burglar was actually inside before blowing him away—so there would be no question of who was in the right.</p><p>Shooting a gun is a mechanical act that requires no political influence, advantaged standard of living, education, or even intelligence. God created all men, reasoned the old frontier slogan, but Sam Colt made them equal. A gun affords its user the power of remote control. He flips a lever; live things fall down, run away, or surrender promptly. The intimidating effect of that power is essential to the criminal who confronts his victim directly. Easily concealed, cheap to own, efficient at close range, a handgun is the most convenient instrument for most crimes. Gun control would be a far simpler issue if it could be limited to the kinds of guns preferred by criminals. In one week last year, state juries in Houston assessed punishment for five slayings that illustrate the random, almost casual, horror guns can bring to urban existence. Firing a surplus military carbine, one apartment dweller killed a man whose friends’ car blocked the gunman’s pickup. The other victims were slain by handguns. A woman died because her argument with two men proved too noisy for an apartment neighbor. A man died because he wouldn’t give his wife the keys to their van. A service station attendant died because he declined to change a $20 bill for a man who needed to use the phone. A restaurant manager died because he refused to give a youth a free chicken dinner. Gun-control opponents like to argue that guns don’t kill, people do. But there is little doubt that some of those victims would still be alive if their attackers had not been able to snuff out their lives by just pulling, so easily, a little trigger.</p><img /><p><em>I. C. Eason feeds his family with game from his five hundred acres in East Texas. “If it hadn’ta been for the gun and the Neches River, I woulda starved clean to death back in the thirties.”</em></p><p>Most people in the legal establishment think something needs to be done, but there is little agreement as to what. Houston police chief Harry Caldwell has publicly questioned the lack of controls on handguns. Assistant Harris County DA John Holmes, Jr., favors stiffer penalties for crimes committed with a firearm, but he thinks additional handgun controls would not be enforceable. “I don’t think people in Texas are ready to make simple possession of a handgun a felony,” says Holmes. “You couldn’t impanel a jury who’d convict.” When Harris County DAs prosecute cases of carrying guns in public, the most they can usually get is either probation or a $200 fine.</p><p>Dave Crump, formerly an assistant DA in the same office, now a professor at the University of Houston law school, disagrees in principle: “I saw too many instances of people killed who’d be alive today if some cheap handgun hadn’t been available.” But Crump agrees that present statutes are hard to enforce. Carrying a gun into a bar in Texas is a third-degree felony punishable by two to ten years in prison and a $5000 fine. Crump said that during his time as a prosecutor, because of prevailing attitudes on juries, those cases were plea-bargained down to a misdemeanor with the average penalty a $300 fine. In short, it is as hard to persuade a Texas jury to get tough on carrying handguns as on driving while intoxicated, which shows just how broad is the generally accepted range of public behavior.</p><p>Blair Pittman</p><p>Texas gun laws do exist, but they are riddled with loopholes. Their most damning shortcoming is the failure to monitor closely the sale of firearms. Under state law any Texan can own a gun—even a convicted murderer can keep one in his home for self-protection. While the state penal code generally prohibits carrying a handgun, exceptions are granted persons “engaged in lawful hunting or fishing or other lawful sporting activity.” Whether that clause excuses the hiker with a pistol in his backpack is not yet clear. Another clause excuses persons who are “traveling,” which effectively means that any Texan can carry a gun in his or her car with little fear of prosecution.</p><p>The most sensible gun law on state books is the felony tavern statute, but it, too, has problems. Carrying a gun inside premises where alcohol is <em>sold, </em>not consumed, is a felony, but it is only a misdemeanor in the dry-county dance halls where customers bring their own fifths in brown paper sacks. In any case, the Texan can mix his guns and liquor with relative impunity as long as he’s on the road. The old boy with his wrist looped over the steering wheel, a pistol in the glove compartment, and a quart of beer between his legs is Texas’ hardiest vestige of frontier disorder. However destructive in potential, the freedom to go armed in public represents a level of personal liberty denied residents of more thoroughly urbanized parts of the country. You can’t do that in New York or California.</p><p>The Texan who flaunts that freedom with a scoped rifle or pump shotgun in his pickup rack may be a fool —somebody’s going to steal it—but he normally poses little menace to society. If he lives in the country, his gun is a tool, a means of dealing with a rattlesnake in the flower bed or a coon in the garden. He’s probably a hunter, and his devotion to this ancient foodgathering ritual is no more malevolent than an organic gardener’s. Two seasons ago, in the company of a friend named David, whose rural upbringing is scarcely recognizable now, and his ten-year-old son, anthony, I went hunting for the first time. West of San angelo we met David’s father, Emmett, who is nearing retirement after a lifetime of bouncing across pastures to tend some oil lease. The doves flew, darting and feinting, between a stock tank hidden by mesquites and the maize field where we crouched. I baked, sweated, and, somewhat to my surprise, enjoyed myself, and I bagged my limit. But I found myself ignoring shots in order to observe the quiet interaction of father, son, and grandson. Recently David talked about his father and the inheritance of that outdoor tradition: “If he were to die tomorrow, i’d most remember the woods and the dogs and the guns. Hunting is something he does well; if he misses an easy shot, it embarrasses him. He couldn’t articulate that feeling any more than he could talk about his sexuality, but it’s as real to him as</p><p><em>”'if we take a notion for a mess of squirrels, we go get it. But we don’t kill anything we can’t eat. A lot of people hunt squirrels just for the tails. They throw the meat away. Them kinda hunters need to be kept back in town somewhere.</em></p><p>I.C. Eason <em>Backwoodsman</em> anything he’s ever known. When the three of us are out there hunting, he feels like God’s in heaven and all is right in the world. The last time I saw him, he pulled me aside and said, ‘I been looking real hard at a good little twenty-gauge that’s just about anthony’s size.’ ”</p><p>In the South, 59 per cent of all households contain a gun—compared to 51 per cent in the Midwest, 49 in the West, and 33 in the East. Sportsmen like David’s father are the most numerous gun buffs but the least strident. Their guns are the means to an end, the equivalent of the fisherman’s flies and reels, and some hunters invest small fortunes in cabinets full of them. Hobbyist technicians tinker with guns as complicated pieces of machinery. Some spend hours in their workshops creating special cartridges and keep meticulous performance records of each round fired. Inclined toward the kind of snobbery found at rare-book fairs, collectors are the lay scholars of the group. To them a “broom handle” Mauser holds as much value and interest as coins and stamps hold for other collectors.</p><p>But more conspicuous are the types that give guns a bad name—primarily, of course, the ones who use guns to commit violent crimes, who rob and rape and kill. There are also the old farts trying to recapture lost youth. They pester their congressmen, band together socially, and discuss firearms in terms of combat—concealability, rate of fire, knockdown power. Paramilitary cultists are the lunatic fringe. In numerical strength and political impotence, they resemble the Symbionese Liberation army, but they occasionally attract attention by getting caught with “unpapered” silencers and mortars.</p><p>But guns have another distant, yet deeply rooted appeal. They no longer symbolize the hope and bravery of the frontiersman; too often they represent the fears and inadequacies of city dwellers. A reporter friend of mine, now working to pass a ban on handguns, was once assigned to do a story about the ease of buying handguns in Houston. He bought several, wrote his story, and handed it in. The editor didn’t want the guns lying around the office, so he took one home. “I got some angry calls about the story,” he recalled, “and I thought, ‘Well, you never know.’ I put that gun in my glove compartment. Soon I wanted another one in the drawer beside my bed. Eventually I slept with a gun beneath my pillow. I <em>needed</em> that gun.”</p><img /><p><em>(Text continued on page 100)</em></p><p><em>FAMOUS Texas </em>GUNS</p><p><em>Some are big, some small, some are eheap, some expensive—but all are deadly.</em></p><p>1. Most Texan of guns, the .44-caliber Walker Colt sixshooter was an improvement of Samuel Colt’s original five-shot “Texas Model.” Redesigned on the advice of Texas Ranger Samuel H. Walker, the .44 Colt was 15 1/2 inches long and weighed nearly five pounds—which made it additionally useful as a club. Photographed here is a modern Italian replica priced at $225; a genuine Walker Colt in average condition is worth $10,000.</p><p>2. A modern descendant of the Walker Colt is this .357 Magnum. Originally developed for Smith and Wesson handguns, Magnum cartridges have a powder capacity that increases the energy of the explosion by roughly 50 per cent—hence the term “hand cannon.” Differing little in appearance from this $331 Smith and Wesson .357, the .44 Magnum is the ultimate in macho overkill and sells for $350-$400.</p><p>3. When the heroine turned villain in Bogart-era detective movies, the “ladies’ special” she drew from her purse was a .25 automatic. Manufactured after Colt’s design patent expired, this dainty, modestly priced ($98) Bauer Firearms version is a close copy of their gun, which was advertised then as a “purse” or “pocket” pistol.</p><p>4. “Saturday night special” is a slang term describing a weapon’s low cost and unreliability rather than a specific design. On sale in a gun shop for $35, with a price tag notation of “not safe” (because some of the chambers didn’t exactly line up with the barrel), this Hopkins and allen .32 revolver qualified as a Saturday night special on both counts. Though this model’s barrel is engraved “Safety Police,” and probably cost its first owner about $15 before World War I, guns of this kind were such junk that they were called “suicide specials” and later sold for a fraction of their original cost—hence the phrase, “hotter than a $2 pistol on a Saturday night.”</p><p>5. With a $261 price tag and a 4 1/2-inch barrel, this .38 Colt Diamond Back is a classic lightweight pistol. Sometimes called a “police special” because it is favored in law enforcement circles, a .38-caliber revolver was the gun Jack Ruby used to murder Lee Harvey Oswald.</p><p><strong>Photograph by Rick Patrick</strong></p><p>This sort of “need” doesn’t just afflict normally mild-mannered journalists. In piecing together some of the reasons behind this hold that guns seem to have on us, I first spent time with people on the front lines of the gun-control debate. But it was not until I encountered some Texans who lived in a world where guns were a natural part of their lives that I began to understand the bond between Texans and their guns.</p><p><strong>LIVING By the Gun</strong></p><p>I. C. Eason has more in common with his musket-bearing ancestors in alabama and West Virginia than with his sister a hundred miles away in Houston. Mean, sentimental, bigoted, fiercely loyal to family and friends, I. C. insists upon a way of life that was commonplace in Texas 150 years ago. Today it makes him a social misfit. His guns are as integral to that lifestyle as his wife and dogs. When I met I. C. he was machining a part he couldn’t order from the West German manufacturer of his .38 revolver. On the kitchen floor was a rusted .30-30 rifle. His enthusiasm for specific firearms kindled only when he showed me his twelvegauge Browning automatic, a $400 shotgun that lasts most hunters a lifetime. I. C. wears out one every seven years.</p><p>The next time I went to see him, I. C. was wearing the .38 in a holster tied low along his thigh. “Looky here at my bullet hole,” he greeted me from the porch. ”Happened the night after you come here.” Fired from a deer rifle, the bullet had punched a small, neat oval in the front-door window, then bored through a thick slab of wood hung on the wall—the bow of a riverboat hewn from cypress by his grandfather’s broadax. The bullet missed I. C.’s chair by four feet.</p><p>“Woman down the road said some boys who wasn’t from around here pulled off on the shoulder and just started shooting at nothing,” I. C.’s wife, Lorine, interjected. ”Said her husband asked ’em to quit and they told him he’d better get on back inside that house.”</p><p>“These wasn’t no boys shooting off some goddamn fender,” I. C. yelled at her. ”I seen the flash and rolled out of that chair on the floor. That car was going fifty miles an hour. It was a hell of a shot.”</p><p>He hooked his thumb around the hammer of his revolver and drummed his fingers against the holster. “You ready? Let’s get down on that river while it’s still light.”</p><p>The life I. C. leads is possible in Texas only in this humid forest near the Louisiana line. Settlers of this region built their houses on dry ground but cleared plots for their crops closer to the Neches River. They branded their hogs with distinctive slash marks on their ears, turned them loose to fatten on acorns, then hunted them down with guns and dogs. Hence even small areas of wilderness were given names—Tater Patch Lake, Jack Gore Baygall—and the river bottom went unsurveyed; use determined its ownership, not deeds in the county courthouse. Because of the wealth of timber and oil in this area, the struggle for title to unclaimed land grew brutal after World War II. When a company strung fence across the road to his hunting camp, I. C. cut it—with his gun cocked and aimed at the company’s enforcers. When city hunting clubs invaded the bottom, bringing with them armed private “game wardens,” I. C. concluded it was a company ruse intended to establish use for legal purposes. Several breathless standoffs ensued. Assisted by his oldest son, I. C. fenced the five hundred acres his family has used since the last century. Though he has won preliminary judgments in court, his attitude remains belligerent—he still doesn’t have the deed in hand. A few days before I met him, I. C. forced a seismograph crew to back its truck off his property at gunpoint. His enemies don’t always retaliate by subpoena. A year ago somebody shot a jug out of his hand down in the bottom. The bullet hole in his front-door window lends additional evidence that his battles aren’t completely won yet.</p><p>I. C. understands the gun laws that affect him. When we set out from his house, he knew that he could carry that .38 because he was going hunting. When we stopped at a store for Fritos and pints of chocolate milk, he wore his holster inside but left the revolver on the car seat, since that store also sells beer.</p><p>We left the pavement in favor of a red-dirt road flanked by dust-coated weeds and tall pines. In 1950 I. C. was driving a similar dirt road a couple of miles from here when he took a curve too fast and collided with a young jack pine. He almost died from internal injuries and never held a job for very long after that. He soon had six children, so he reverted to the ways of his own childhood.</p><p>“Them big shots up in Washington, D.C., don’t know what a gun is,” I. C. fumed. ”If it hadn’ta been for the gun and the Neches River, I woulda starved clean to death back there in the thirties. It ain’t just me, either. People all through this country was in the same bad shape, but they won’t talk about it ’cause they got ’em a little something now. Wasn’t no such a thing as somebody helping you; everybody needed help theirselves. You couldn’t borrow a making of flour from nobody. I’ve ate dog before. Awful thing to say, but it’s the truth. Ate dog. And used the grease.</p><p>“One day when I was about twelve I gathered up three eggs our hens had laid and swapped ’em at the store for three .22 shells. We had a little mare called Nancy Jane whose hip was broke when we got her. She was too weak for me to ride, but I used her to tote game outa the woods. We got down to the river and I tied Nancy Jane up, then found a floating log to help me swim across. I set up about a quarter mile away, hoping for a fat hog that didn’t have the cholera, when directly I seen a deer. There wasn’t no miss to it—I <em>had</em> to hit. I let her get just right, and down she went.</p><p>”She turned out too big for me to tote. Lord have mercy. I’d drag her a piece, then rest. I heard something and knowed what it was—that old game warden on his blue roan horse. I reached in my shirt pocket and got one of them .22 shorts out. When he rode up I was sitting there on that deer, looking down that barrel at him. ‘Old man, I don’t wanta have to kill you.’ He bent way over in the saddle, shoved his hat back, and said, ‘Boy, I believe you mean it. I’m gonna let you by this time, but don’t ever let me catch you in here again.’ I said, ‘Feller, I got a little brother and four sisters out yonder. When this here’s gone i’ll be back.’</p><p>“He rode on off, and there I was with that deer. I eventually got her to the river, floated her across, and got her up on Nancy Jane, but that lame mare couldn’t make it to her feet. She’d try and try and then fall back. I got around and shouldered up under her neck, trying to help. ‘Please, Nancy Jane. Please get up.’ Finally she did, and we brought that deer on out.”</p><p>The road took us past a trailer house set up on blocks. In the doorway, shoulder propped against the facing, was a girl who gave the car a long, cool look. “I got on up about fourteen,” I. C. said, “and a neighbor girl started coming by. I was just a young boy, but she knowed all about life and such. We got to fooling around, and pretty soon I knowed all about it, too. She never told me she was married. I was out in the field one day, turning the plow around, when a .38 barrel hit me right between the shoulder blades. ‘If it wasn’t for your mama,’ that girl’s husband told me, ‘i’d kill you right this minute.’ Wasn’t too much I could say, but Mama had more to do with it than he thought. About then I heard our old double-barrel cock and Mama say, ‘Drop it, boy. I’m gonna drop you if you don’t.' Hoo, Lord, that eased my mind. That .38 hit the ground like a ripe persimmon.”</p><p><em>(Continued on page 164)</em></p><p><em>(Continued from page 100)</em></p><p>Beside a low-roofed house owned by I. C.’s oldest son we transferred our gear and I. C.’s Browning to the bed of a '49 Ford pickup with oversize tires and cut-back fenders. I. C. calls that kind of vehicle a “river hoopy,” and had named this particular model Huldy. With a downward lurch and an unmuffled roar of Huldy’s flathead eight, he abandoned the graded road for a snaking path through dense underbrush and sapling pines. I. C.’s neighbor had sold his timber rights; after clear-cutting levels the original trees, pines are the first to grow back. The afternoon sun angled through the evergreen spires, but as we crossed onto I. C.’s property it was abruptly dusk, since his hardwoods have never been cut. As the road deteriorated into deep tire-cut bogs, I. C. wrenched his gearshift from granny to second and back. Most of a river hoopy’s modifications are for structural reinforcement. I. C. knocked the bed off Huldy one time when he hooked a tree. Another time, crossing a flooding slough, the bed floated downstream with a load of shouting passengers.</p><p>I. C.’s oldest son was already in the bottom. Those early years of strife over property rights left their mark on James Eason. Now in his late twenties, James has opted for the lifestyle of his father. He holds jobs in town occasionally, but his home is the woods. He drives his own '49 Ford river hoopy and hunts with the same kind of Browning twelve-gauge. “If you had a nickel for every time we walked these property lines with a shotgun,” I. C. told me, ”you could go buy any Cadillac in Beaumont. Thirteen years of it, day and night. James was all the help I had. He never got to be a kid—he was a man trying to be a child. He’d kill you in the blink of an eye if he thought you was in here against me. He got to where he loved them rough times. After things settled down some, James didn’t. He scared me—I had to talk to him.”</p><p>We came into camp with a pack of dogs yelping and baying alongside. I. C. parked next to a two-room structure improvised from scrap lumber and sheet plastic. Rank-smelling fox squirrel hides and tails had been thrown to the dogs. James Eason, dressed in overalls and hunting cap, barely glanced up from playing with his two blonde daughters. I. C. hefted the younger child in his arms and said, “This here’s my little swamp angel.”</p><p>Beyond the shadows of the camp, dying sunlight played upon the white sandbars and yellowing sycamores on the Neches’ far bank. I followed I. C. to a clearing where young gums had rooted and grown up inside the shells of huge cypress trunks. Those cypresses, floated to mills downstream by I. C.’s grandmother in 1903, were the only trees ever logged off the Eason acreage. Near his state champion bitternut hickory we sat down in the soft mulch of rotting wood and leaves. The greens and browns had all gone gray; soon it would be too dark to see. “Down in here,” I. C. said, ”is the only place I know where you can’t tell what year it is.”</p><p>A rustling in the leaves meandered closer. I. C. came to his feet with his revolver drawn. One of his dogs emerged, head lowered and tail lashing. “Fool thing,” he scolded, giving it a playful shove. “Good way to get your ass shot off.” He told me, “We keep squirrel dogs and deer dogs—the difference is how you train ’em. Ain’t many counties left in this state where hunting deer with dogs is legal. I’d be ashamed of myself if I hunted like them people out in West Texas. Feed them deer corn till they’re just like pets, then gun ’em down the first day of the season, and they really think they done something. I got a grown daughter that never has seen a live deer, as many times as she’s been down in these woods. If you get sight of one in here, it’s running. My wife may buy a chicken or pound of hamburger now and then, but we depend on game for our living. If we take a notion for a mess of squirrels, we go get it. We don’t ask nobody. But we don’t kill anything we can’t eat. A lot of people hunt squirrels just for the tails. They throw the meat away. Them kinda hunters need to be kept back in town somewhere.”</p><p>The only modern convenience in I. C.’s hunting cabin is a gas cookstove. James’ teenage wife had fixed a supper of fried potatoes, black-eyed peas, and canned spaghetti. Tugging his suspenders and pacing near his Browning automatic, James said, “i’d sure like some meat tonight. Let’s go get it now. That moon’s only two nights past full. If we wait till it gets on up, we won’t see nothing in there.”</p><p>I. C. grunted assent and they slipped on elastic headbands fitted with the kind of light miners wear. We set out from camp in an aluminum boat with a small outboard motor. The Neches was running low; the boat shuddered and the motor shrilled each time we bottomed out. We came ashore and split up. I followed James noisily. Rattan vines tripped me; fallen branches snapped as loudly as a cap pistol. James explained that drouth had left the forest floor too dry underfoot. The beam of light aimed from his forehead scanned and probed for the glint of some creature’s eye, but we walked uneventfully for nearly an hour. James inspected the wallow of one of the hogs that are still wild in these woods, ignoring the mindless thrashings of an armadillo. Close behind us erupted the lubricated howl of a wolf. I have read that true wolves are things of the past in the Southern forest, that the red wolves of East Texas are so interbred with dogs and coyotes they really aren’t wolves at all. But that howl gave me goose bumps. I’d heard enough sirentortured dogs and yammering coyotes to know the difference at once.</p><p>James’ head swung to the right, and his light beam held there. “See that rabbit?“ he murmured. I stared for an embarrassingly long time until at last I saw its huddled form. James walked on, then thought better of it. “Sonofabitch, you better be gone,” he declared, whirling and aiming in one motion as his Browning came up and boomed. His headlight searched first for the shell casing, which he pocketed to reload later. The rabbit lay on its side, hind legs outstretched in a flight reflex. James had broken no law with that shot; rabbits are fair game yearround, day or night. He stuck the rabbit’s foot through the hammer loop of his overalls and secured it with a stick jammed through the leg. It flopped against the ankle of his boot as he walked. It was the largest cottontail I had ever seen, but cleaned and butchered and fried, there’d be no leftovers for breakfast.</p><p>I. C.’s light glimmered dimly through the trees. We’d almost reached the river when James froze, then pointed a finger at the ground. “You stay right here,“ he told me. “Don’t move. I’ll be back for you in a minute.” I leaned against a tree and watched the progress of the stalk, hopeful the nearby commotion was another armadillo, not a wild tusked hog. I. C.’s beam of light scissored toward James, then quit moving. One of the Brownings roared, followed by a long, shrill, womanlike scream. Rabbits sometimes cry like that when they’re dying. So do deer. The shotgun discharged again. Even the insects were quiet.</p><p>As I waited I recalled the story told in this region of the Big Thicket “guide” who took outsiders into wilds where even Easons use a compass, then disappeared when the city folks weren’t looking. I was at the mercy of those armed men with lights on their heads, and I didn’t enjoy the sensation. When James shouted, my response may have sounded a bit overeager. He led me to the buck, which had been hit in the withers and shoulders. Its eyes protruded from the second blast. It was seventy or eighty dollars’ worth of meat at the supermarket rate, but headlighting a deer in Texas is a misdemeanor punishable by a $50 fine or ninety days in jail or both.</p><p>The Easons took turns carrying the deer out. I carried a spare Browning and I stumbled often as we hurried. Before we reached the river James dumped the carcass and stooped to rest, blowing hard. “There you seen it,” I. C. said. “That’s how we’ve survived all these years.” He looked off in the woods. “We can’t go on living this kinda life too much longer. I got sense enough to know that.”</p><p>Despite that fatalistic awareness of the future, the Easons would never surrender their firearms to any kind of governmental authority. They really would die first. In the boat with the rabbit, deer, and shotguns, I sat between James, who manned the sputtering motor, and I. C., whose shirt and hair were stiff with drying blood. I’d helped I. C. get the carcass up on his shoulders—my hand was sticky, too. I lowered my hand over the side and rinsed it in the Neches.</p><p><strong>DON’t Take Your Gun To ToWN</strong></p><p>Mike Hill is no frontiersman in the classic sense. He seldom ventures far from the South Dallas neighborhoods where he grew up, because he associates unfamiliar ground with trouble. But the frontier was always more a state of mind than it was geography. Mike lives in a world where ordinary men—neither cops nor robbers—still go for their guns when angry or threatened. “I don’t live my life to get shot at,” he told me as we idled under a stoplight in his truck, a Chevy oneton with a winch mounted in the bed. “It ain’t no fun.” Nevertheless, once or twice a year, somebody pulls a trigger on Mike.</p><p>Resting on the top rung of Mike’s gun rack, grating softly when he turned the corner or hit the brakes, was a blue aluminum baseball bat. It was not a sporting instrument, but a weapon, like the guns moving on Dallas streets that night.</p><p>Mike feared that if he even looked at a gun he would be punching his own ticket to the slammer. Three years ago he ran into the Piedras Negras city jail to free its american prisoners. A Del Rio federal jury later found him guilty of conspiracy to export his partner’s sawed-off shotgun and importation of his own twelve-gauge pump—the latter a violation regularly committed by South Texas whitewing dove hunters who are seldom punished. The judge sentenced him to six years and a $10,000 fine but allowed him to remain free on bond pending his appeal. No federal felon can possess a firearm.</p><p>When the New Orleans Court of appeals reversed his conviction last November, he celebrated with a sixpack of malt liquor, but he was in no hurry to reclaim his right to keep and bear arms. The government had sixty days to file a motion for another trial. Mike wished the jailbreak escapade would just fade away. He’d found that fame is momentary and not always remunerative. He wasn’t going to be a movie star. Driving a wrecker with a bullet hole in the fender, he was back on the streets where he started.</p><p>In the wrecker business repossessing automobiles is at the bottom. The hours are bad, and so is the pay. Mike had picked me up just after midnightlate enough that the streets were clear of heavy traffic, early enough to find a car outside its driver’s favorite bar. But sometimes the cars were not that easy to find. Mike could burn $25 worth of gas driving all night, and his return was $32.50 per vehicle delivered. “If anything goes wrong,” he said, ”Republic National Bank’s never heard of you.”</p><p>In Dallas, the person whose car gets repossessed usually belongs to the lower middle class. This group also contains the urban gun owners who, statistics indicate, are most likely to shoot at their fellow human beings. In most cases of firearm violence, blame is easily determined, but here the distinction between right and wrong is clouded. The repossession victim may suspect, but isn’t notified, that the repo man is coming. If that victim responds with a couple of wild shots to the surprise and indignity of having his car towed away, he’s only defending his property—or is he?</p><p>The rusted puncture in the right rear quarter panel of Mike’s truck is a memento of a repo gone wrong. Working with a friend he calls Hot Lips, Mike had located a van in a parking spot too tight for his wrecker. Since they had an ignition key, they left the wrecker and moved quietly toward the van. But a man ran outside in his undershorts, a .44 Magnum in his hand. The Magnum roared twice as Mike dodged toward his wrecker; as he leaped into the cab, a third shot angled through the fender toward the driver’s seat, but ricocheted off the framework. The man also fired into the van and wounded Hot Lips in the arm before he could wheel away. No charges were ever filed.</p><p>“Considering the way I make my living,” Mike said, ”i’m really kinda peaceable. I don’t go outa my way to hassle nobody.” He attained local notoriety (and made more money) in the wrecker business a few years ago, during the high point of night-life activity on Cedar Springs Road. That night life was wild while it lasted. Restaurants and a progressive-country honky-tonk turned away customers, black prostitutes jived on the sidewalks and mocked the cops, and middle-class gawkers lined up for blocks in their automobiles. The ensuing parking problem sometimes interfered with the daytime enterprises of other merchants. Drunks knocked over filling-station pumps and left their locked cars in delivery ramps until the next afternoon.</p><p>Mike offered his services to those businessmen, along with signs warning that the cars would be towed away at owner’s expense. Though he didn’t own a wrecker himself at the time, he organized a fleet of a dozen trucks and rented a barricaded lot in South Dallas. A boy stationed as his lookout on Cedar Springs was ganged and beaten one night, so Mike assumed the watch himself. In his van was a CB, a baseball bat, and, just in case, a couple of guns. Drivers continued to park beneath his signs; some ripped them down from the poles. “I loved to watch ’em come out and find their cars gone. They’d walk around, scratching their heads, and say, ‘It was here, I know it was, I parked it right here.’”</p><p>When those drivers showed up at his South Dallas lot, he charged them forty dollars for the tow and five for the sign. The likelihood of violence, sometimes involving firearms, was constant in that line of work. “I never dealt with one fellow that liked me,” he said. “People take their transportation serious down here; they used to hang folks for stealing horses. One time I was inside a guy’s car over on Cedar Springs, tying the steering wheel down, when he walked up and kicked me right in the side of the face. Never said a word. I got out and politely whipped his ass.” another night, a driver whose car had been hauled off returned to the same spot and lay in wait in his back seat with a loaded shotgun. “He didn’t know I took Mondays off,” Mike laughed. “Some people saw him crouched in there with that gun and called the police. They carried him off to jail. It just wasn’t that old boy’s night.”</p><p>We were across town from Cedar Springs as we talked, heading north on Interstate 45. Lights mottled the downtown office towers in front of us. Mike takes for granted the connection between guns and violence on Dallas streets: “I was about fifteen the first time I saw a man shot to death. I was shining shoes outside a bar over on South Harwood Street. We saw this big black guy who must have been all pilled up, because he was acting crazy. He picked up a trash can and heaved it through a grocery store window, went in there and just started looting. In no time a squad car came sliding up there sideways, and a white cop got out with a shotgun. That black guy headed straight for him. The cop said, ‘Sonofabitch, you better stop,’ but he kept on coming, and the cop let him have it right in the neck. He just kinda swayed, and his head flopped over to the side, but he reached out and grabbed hold of that barrel. That cop went clean to pieces; if you can’t knock a man down with a shotgun you’re in trouble. The black guy died there on the sidewalk, but that cop was in no shape to go back on duty. They carried ’em off in the same ambulance.</p><p>“In 1970 my best friend got killed with a gun. He was having romantic problems. He used to get my twelvegauge out of the closet and take it over to his girl friend’s house. I told him, ‘Man, don’t go over there scaring that girl with that gun,’ but you couldn’t talk to him. He was one of those jealous kind of people, and that girl had pushed him away and started going with somebody else. Then one night it happened. My friend busted in there with my damn gun, but her new fellow got the first shot off. It wasn’t nobody’s fault but his own.</p><p>“You don’t hear about a lot of fancy killings with big-time hit men in this town. Most of the killings in Dallas are temper fights. I know an old boy who got it over on Cedar Springs not long ago. He walked out of a bar and a carload of Mexicans just gunned him down. Turned out they’d got into it earlier at a pool hall up the street. That’s the way people get killed in this town—over some chickenshit pool game.”</p><p>Mike took the Forest avenue exit and headed east toward Fair Park. The thick-roofed, broad-porched brick houses we passed had a look of onetime affluence, but the original owners of those homes had long ago fled this area. Most were now places of business-insurance agencies, a flower shop, a mortuary. The lights seemed especially bright as we scouted the stand of commercial buildings around the intersection of Forest and South Oakland. On the sidewalk between churches of the Ideal and apostolic faiths was a garbage spill. The Family Place restaurant advertised SOUL Food To Go. Hand-painted on the entrance of Tweety’s Recreational Center were likenesses of Duck, Stevie, Sonny, and Coltrane. Though the drive-through discount liquor store had been closed for four hours, the night was still young. The intersection had too much movement, too many cars. Pimps on the sidewalks were eager to help find a black prostitute. Mike doesn’t like pimps. He said they all carry guns, and few keep up with their car payments.</p><p>The car Mike was hunting was driven by a “skip” who’d made the down payment, then evaded his creditor for nearly a year. Mike had hoped to find the car in an alley or an apartment complex lot where the repo would attract little attention, but as we made another pass down Forest he squinted at the license plate of a nondescript Buick sedan and grabbed the repo sheet from my lap. “Seventy-four Limited four-door blue,” he said. “Here we go. Lock your door.” Every repo driver takes that precaution, since turning around to watch the hitch with a window or door open is a good way to get his throat cut from behind.</p><p>With a rumble of his exhaust Mike shifted into reverse and backed toward the Buick, blocking two lanes of traffic. Attached to his hitch bar was a pipe with two erect prongs he calls a “snatch grabber.” The invention enables him to haul most cars without fooling with the customary chains. “Get under there,” he murmured, operating the hoist with a switch mounted beneath his gun rack. Every black face was frozen and turned our way. It was not one of the calmer moments in my life.</p><p>The hoist made a hydraulic groan as it yanked up the Buick’s rear end. When its bumper cleared the bed of the pickup, Mike jerked his gearshift into drive and hauled it for the interstate. The repo had taken nineteen seconds. He watched his rearview mirror for signs of anybody in pursuit. He hates working this area. “a street black don’t have anything but that car,” he explained. “The only thing that makes him different from that old man back in the alley is his ride. If you take that ride away, you’ve taken his prestige in the community.”</p><p>Years ago, when Mike was new at repo work, an employer sent him after a car in this neighborhood, near South Oakland and Hatcher. The employer told him the black who was behind on his payments would probably just laugh about the repo. The black who trapped Mike in his garage had no sense of humor; holding a pistol in one hand, he banged a shovel against Mike with the other. “I was on his property, so I knew I was in the wrong. I tried to reason with him, but he wasn’t hearing nothing I said. And he didn’t need no shovel to handle me. I finally just walked out of there and headed for my wrecker. He was beating hell out of me all the way. I had a .357 Magnum in my front seat. When I got in the cab I laid it across the door and said, ‘Nigger, if you hit me one more time i’m gonna blow your head off!’ I would have, too. After that I quit carrying a gun doing repo work. I could see that sooner or later, it was gonna get used.”</p><p><strong>SHOT Full Of Holes</strong></p><p>Federal gun laws generally focus upon the weapon, not the user. Private citizens cannot own fully automatic rifles, submachine guns, sawed-off shotguns, silencers, grenades, and other similar hardware unless they are properly registered and are permitted by state law. Under Texas law, residents can possess such a weapon provided they have registered it with the federal Bureau of alcohol, Tobacco, and Firearms (BATF). For example, if a private citizen wants a Model 1921 Thompson submachine gun, which retails for as high as $2000, he must buy from a dealer who is licensed to make such transactions. Before the retailer can make delivery, the buyer must forward a $200 transfer tax to BATF with a fingerprint sheet signed by the police chief or sheriff in his community. That local authorization is by no means routine; a clean criminal record is the primary qualification. If BATF approves the transaction, it can then be completed. The owner of a registered tommy gun is unlikely to use it criminally because of the linkage of his name with that gun on the BATF computer. Registration inhibits trafficking in contraband weapons but, as illustrated by the ablanedo police slaying in austin, it doesn’t keep machine guns out of criminal hands.</p><p>The federal government’s principal means of regulating intrastate sale of conventional rifles, shotguns, and handguns is the “yellow slip,” BATF Form 4473. Gun retailers must require their customers to swear by affidavit that they haven’t been indicted or convicted of a crime punishable by more than a year in jail, haven’t received a dishonorable discharge from the military, haven’t renounced their U.S. citizenship, and aren’t illegal aliens, fugitives from justice, drug addicts, or mental defectives. The yellow slip cannot guarantee that the gun sold by the retailer will not be used criminally. Domestic arguments have often become homicides because a gun bought in that manner was handy in the heat of the moment. One Houston gun shop owner sold a .44 special to a customer who filled out a yellow slip, then shipped the revolver as a favor to an old army buddy in New York, where handguns can be bought only with a police permit. The Texan didn’t know how his army buddy—David Berkowitz, perhaps better known as the Son of Sam—intended to use that gun.</p><p>On a larger scale, an unscrupulous distributor might legally sell $10 potmetal .22s in lots of one hundred to a Texas buyer who would then transfer the guns to the car trunk of the out-ofstate bootlegger who fronted the money. On the streets of Chicago and New York, those handguns could bring $100 apiece.</p><p>Most guns used in crime, however, are stolen. Burglars readily steal guns because guns are hard to trace, their value holds up when fenced, they can be found in many households, and they’re easier to carry than TV sets. BATF’s primary service to local law enforcement is a vast computer bank listing reports of weapons stolen or used illegally. Unfortunately, retailers’ yellow slips provide most of the data. Hoping to plug some leaks in the chain of transaction, BATF last year proposed a regulation requiring gun manufacturers to assign a unique number to each firearm and record the identity of the wholesale purchaser. If that sounds reasonable, you’re not a member of the National Rifle association.</p><p>Now retired from Congress, Barbara Jordan recalled the NRA’s storm of protest: “The gun lobby channels a lot of money into political campaigns, which can be a politician’s dream or a politician’s bane, depending upon which side you’re on. But the NRA’s primary asset is that huge communications network of members. When the NRA got wind of the proposed regulation, it was like somebody flipped a switch, and the letters came down the chute. I was signing a hundred responses a day. Multiply that by 435 representatives, and you get a sense of how quickly and effectively they can communicate. Most letters said the same thing. Maybe an original first paragraph and variations on ‘yours truly,’ but they were essentially form letters. So the lobby not only fired up their members; they told them, ‘When you write, say this . . '”</p><p>The NRA had warned its membership that BATF’s proposed regulation amounted to “back-door registration” of all firearms. Since Cabinet departmental regulations don’t require congressional approval, the. lobby’s allies in the House attacked when BATF’s budget reached the appropriations Subcommittee. They attached provisions that no Treasury Department funds could inhibit manufacture or wholesale commerce of firearms, and because opponents of the regulation had estimated it would cost $4.2 million to enforce, trimmed that amount from BATF appropriations.</p><p>A motion to strike the punitive rider failed on the floor 314 to 80. “Everybody said, ‘Look, here’s our chance to show the NRA where we stand on this issue,'” Jordan told me. “Which I think tells us that the anti-gun-control people are in the majority—at least in the House of Representatives.”</p><p>If an initiative for stricter gun laws emerges from the current session of Congress, it will likely come from the Senate, where longtime gun-control advocate Edward Kennedy of Massachusetts succeeds Mississippi’s James Eastland as chairman of the Judiciary Committee. Kennedy’s position and influence on that committee further alarm opponents of gun control because of President Carter’s desire to transfer firearms jurisdiction from Treasury to Justice. With that base of support in Congress, Justice might impose more stringent regulations. But gun control is not an issue that easily lends itself to legislative give-and-take. Most bills inspire impassioned rhetoric in committee and die in a wrangle of technicalities before they reach the floor.</p><p>For the past decade the Washington debate has centered upon handguns. To some extent, the handgun fixation is a political contrivance. A shotgun is a more efficient murder weapon; few people can shoot a handgun with any accuracy. But a shotgun has obvious sporting use. From Sam Colt’s time on there’s been no question of the handgun’s intended target—people. Modern gun-control advocates understand that any successful measure must have the support, however grudging, of sportsmen who own firearms, so they are careful to point out they are for <em>handgun</em> control, not gun control. But they have attracted little support among sportsmen, despite evidence that handguns account for 60 per cent of the murders in this country.</p><p>That’s a convincing statistic. Unfortunately, nobody has yet devised a method that keeps handguns off american streets while protecting the interests of the law-abiding and assuring police the means to enforce laws. About 50 million handguns are already owned in this country. The quarterly production rate of american-made handguns is 350,000. The logistical difficulties of diminishing or even regulating that supply would be enormous.</p><p>Since 1974, Handgun Control, Inc., (formerly the National Council to Control Handguns) has lobbied in favor of its cause in Washington. The organization’s current president is Pete Shields, a onetime marketing executive whose son was slain by San Francisco’s “Zebra killers.” Other prominent members of the organization have been victimized by random firearm violence, which, understandably, accounts for their sense of mission. In a <em>Newsweek</em> column, Shields’ wife characterized NRA members as “macho men who don’t understand the definition of civilized society.” But zeal doesn’t always translate into lobbying effectiveness. Handgun Control, Inc., claims a membership of 50,000 and an annual budget of $900,000. The rival NRA boasts 950,000 members and spent $20 million in 1977. “If we can command just a tenth of the NRA’s resources,” said HCI’s executive director, Charles Orasin, “we think we can win.” For the moment, he is pessimistic: “President Carter made what we thought was a firm commitment to handgun control. He was a natural choice to carry the ball for us, because he’s a rural Southerner, but from what we hear over at the White House, he’s not going to live up to that campaign promise. He’s afraid he’ll lose too many votes in the South.”</p><p>A 27-year-old New Yorker attracted to the cause by Robert Kennedy’s assassination, Orasin supervises a staff of ten employees and several volunteers in an eight-room office. Asked if that staff included any Texans, Orasin laughed, then asserted, “Listen, LBJ and Ramsey Clark were two of the strongest gun-control advocates this town has seen. I know there are people down there who’d be sympathetic to our position, but nobody’s message is getting across but the NRA’s.”</p><p>The National Rifle association has a staff of hundreds in an eight-story building near the White House. Orga-</p><p>nized in 1871 by National Guardsmen concerned over the poor aim of Union soldiers during the Civil War, the NRA today conducts hunting and police seminars, publishes <em>american Rifleman</em> magazine, provides loans for the construction of firing ranges, sanctions shooting tournaments, and selects and sponsors the marksmen who represent this country in Olympic and other international competition. Since the late fifties the NRA has mobilized its membership in opposition to federal gun control. The NRA’s gun-control policy is total intransigence, never give an inch, though some gun buffs accuse its leadership of collaborationist tendencies. Insider critics describe the leadership of the NRA as the generals who are always running to catch up with their army.</p><p>In 1977 Nra leaders worried about its public image; plans were afoot to shift emphasis to conservation, to move headquarters to Colorado Springs, and to establish a national shooting center on a preserve near Raton, New Mexico. At the national convention in Cincinnati, a group of hard-liners led by Texan Harlon Carter threw the bird-watchers out. The membership director, chief lobbyist, and legislative director in Carter’s current regime are also Texans. Born in Granbury and reared in Laredo, a competitive marksman who set 44 national records, Carter rose through the ranks of the Border Patrol to head that agency during the fifties. He was president of the Nra during the sixties and organized its lobbying arm, the Institute for Legislative action (ILA). To me Carter carefully defended his position in terms of sport: “Thinking about Texas really takes me back; for years, no matter where we were, my brothers and I used to go home for the deer hunt. My dad killed his last buck when he was eighty years old.” In the company of his peers, Carter is capable of demagoguery. “as I make my way down the hall every morning,” he told a group of Dallas gun collectors last spring, “I stop in front of a mirror and I say, ‘God, O God, for this I pray—a do-nothing Congress for the U.S.a.’ ”</p><p>Carter’s chief lieutenant is ILA director Neal Knox. Following newspaper jobs in Vernon and Wichita Falls, Knox spent a decade editing firearms publications in Ohio, Illinois, and arizona, then assisted Carter in the Cincinnati coup. Author of the bulletins advising NRA members of the maneuvers of “our enemies,” Knox generates those letters that swamp the desks of Congress. On the issue of gun control he’s the most powerful man in the country. During his first year, the ILA claimed credit for the rout of BATF, a similar budgetary reprimand of the Occupational Safety and Health administration after it fined a Louisiana company $500 for allowing hunters and timber inspectors in the same area, and the stymied presidential appointment of Norval Morris, a Chicago law school dean known for his gun-control predilections, as head of the Law Enforcement assistance administration. “They didn’t beat us on one major piece of legislation in 1978,” Knox told me. “We went 29 for 29.”</p><p>That pronouncement reflects less arrogance than moral certainty. Knox is determined to have his way on the issue because he’s convinced it’s not only correct but necessary. The ethos of the nineteenth century endures, if nowhere else but in his mind: “When I moved to Ohio I came across a news item about some gun club holding a trap shoot in 1892. My stars and little fishes, in the part of Texas where I come from you didn’t waste your ammunition like that in 1892. Texans believe in taking care of themselves. They feel they have a right to protect themselves, their families, and their property, because they live very close to a time when that had to be.</p><p>“In the East, they’ve been urbanized longer than the state of Texas has been in existence. That makes a difference. But what they call civilization up here is worse than the frontier ever was. When I moved to Washington a year ago I couldn’t bring my handguns. It’s totally prohibited; no way I could get a license. Yet down the street, two blocks from where i’m sitting, one night late some friends and I ran up on this dude who really eyeballed us, deciding whether to take us on. There were three of us, two wearing coats, so we might have been armed, and he decided against it. But in his right front pocket I could see the outline of <em>his</em> handgun. It was what some people call a Saturday night special. I’d have felt a whole lot better if i’d had a Saturday night special, because I thought we were going to war, and I didn’t have a pocketful of rocks.”</p><p>The critical factor in the ongoing debate is not the gun in the hands of a street hoodlum, but the gun in the hands of a law-abiding citizen, who may well believe that, confronted with an extreme situation, he, too, could shoot to kill. The desire to defend self and family is primal, and a gun is the last resort for defense. As long as guns and survival are connected so deeply in us, federal attempts to civilize their use —not matter how reasonable—will probably get nowhere. And, unlike other populous, urban states, Texas won’t forge ahead with its own legislative initiatives anytime soon. Our violent past is still too fresh in our minds. We’ll go on living—and dying—with our guns.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "March 1979",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Guns",
      "Texas",
      "people",
      "NRA",
      "Handguns",
      "Houston",
      "Hunting",
      "Law",
      "Texan",
      "Deer",
      "Police",
      "Dallas",
      "Dogs",
      "Murder",
      "Carter",
      "ever",
      "Frontier",
      "Cars",
      "Cedar",
      "Driving"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Texas",
      "Houston",
      "Dallas",
      "West",
      "Austin"
    ]
  }
}