{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19793",
    "date": "March 1979",
    "year": 1979,
    "month": 3,
    "month_formatted": "March",
    "pdf_uri": "/1979/19790300.pdf",
    "issue_cover_image": "",
    "document_start_page": 80,
    "toc_start_page": 78,
    "document_page_range": [
      [
        80,
        81,
        82,
        83,
        84,
        85
      ]
    ],
    "toc_order": 1,
    "toc_headline": "Sisters",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-197903-sisters",
  "source": "/1979/19790300.pdf",
  "wp_post_id": 114651,
  "wp_post_guid": "http://www.texasmonthly.com/article/sisters/",
  "authors": [
    "alice Gordon"
  ],
  "headline": "Sisters",
  "dek": "An album of female kinship.",
  "spread_caption": "",
  "excerpt": "If she’s your brother’s mother’s other female child, who is she?",
  "kicker": "",
  "word_count": 283,
  "content": "<p>Photography by Janice Rubin</p><img/><p><em>Eula and Tenita Carter</em></p><p>I have two sisters. Sisters are great. They are also a pain in the neck because they know how to embarrass you if they want to, which they often do, all in good fun, ha ha. But mostly they’re great. Sometimes they’ll still sing show tunes very loudly with you when you’re both grown up. They’ll give you weird and interesting advice that would never occur to your best friend. And even if you go for ten years without seeing one of them, you know you can call her in St. Louis and she’ll know who you are. And that’s even if she doesn’t like you anymore, which she may tell everyone is the case, but you know it’s not true. And vice versa. It’s like this: I can say anything I want to about my sisters, but <em>you’d</em> better watch your tongue.</p><p>Houston photographer Janice Rubin has one blood sister. But she has an extended family that numbers between eighty and ninety, and in the last two years she has captured over five hundred other sisters in pictures.</p><p>Janice keeps telling herself she’s finished with her sisters project. But she can’t stop taking pictures of sisters anyway, and when she snaps them, she lets them do whatever they want to for her camera. Look at the females on the following pages. It’s clear that they’re doing best what they can’t help doing when they’re together—just being sisters.</p><img/><p><em>Stella, Tekla, Wanda, Willie Mae, Melitta, Hulda, and Meda Timmermann</em></p><img/><p><em>Myrtle Hardy Slate and Pearl Hardy Buse</em></p><img/><p><em>amy and Wendy Schuster</em></p><img/><p><em>Riki, Krissy, and Carrie Rushing</em></p><img/><p><em>Dorothy Gamble DuBose and Savilla Gamble Eisner</em></p><img/><p><em>Maud Mueller Lipscomb, Charlene Mueller McCarthy, Johnna Mueller, Cara Mueller Kendall, Ida Mueller Baird</em></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "March 1979",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Advice",
      "Album",
      "Family",
      "Photographer",
      "St. Louis",
      "ten"
    ],
    "wp_categories": [
      "Family"
    ],
    "wp_location": []
  }
}