{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19793",
    "date": "March 1979",
    "year": 1979,
    "month": 3,
    "month_formatted": "March",
    "pdf_uri": "/1979/19790300.pdf",
    "issue_cover_image": "",
    "document_start_page": 91,
    "toc_start_page": 88,
    "document_page_range": [
      [
        91,
        92,
        93
      ]
    ],
    "toc_order": 3,
    "toc_headline": "Psst . . . Have I Got a Deal For You!",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-197903-pssthave",
  "source": "/1979/19790300.pdf",
  "wp_post_id": 114639,
  "wp_post_guid": "http://www.texasmonthly.com/article/psst-have-i-got-a-deal-for-you/",
  "authors": [
    "Paul Burka"
  ],
  "headline": "Psst... Have I Got a Deal For You!",
  "dek": "A swindler’s guide to oil riches.",
  "spread_caption": "",
  "excerpt": "Oil is a slippery business.",
  "kicker": "",
  "word_count": 2605,
  "content": "<p>Hardly a month goes by that the Department of Energy doesn’t haul some oil company into court for overcharging customers. Most recently DOE sued nine of the nation’s oil giants for almost $1 billion in overcharges, and one DOE official has accused the industry of executing “the biggest conspiracy in U.S. history.” Hah! These corporate types, trying to decipher subparagraph (iii) to exception (b) in order to come up with a loophole in the government’s energy program are Boy Scouts compared to the promoters and hot oil runners and slant hole drillers who robbed customers and consumers of untold billions long before inflation, the arab embargo, and arcane regulations made it easy for anyone to do it. Speaking of the Boy Scouts, things once got so rough in the oil patch that even they weren’t on the level. But that’s getting ahead of our story.</p><p>The oil business has always been fraught with peril for the unwary. The con man arrived here almost as soon as the wildcatter. Within a year after Spindletop blew in, five hundred Texas oil companies were doing business in Beaumont, few of them legitimate, many with alluring but deceptive names like the Rockefeller Oil Company. Their main business was selling stock, not producing oil. Four such enterprises, capitalized at $1 million each, shared as their sole asset one jointly held lease on a tiny 45-foot square of turf. Eight months after the discovery at Swindletop, as it came to be known, Texas oil companies were capitalized at $231 million, but actual investment in the oil fields totaled only $11 million. That’s twenty dollars swindled for every dollar put to work, making today’s oil scams look like penny-ante stuff.</p><p>Things are different now. Securities laws, energy regulations, and public sophistication have made life more difficult for those not content to play the oil game according to the rules. You will even find Pollyannas defending the industry with claims that it is no more laced with charlatans and mountebanks than any other business. Ridiculous! Will anything else enflame the passions in quite the same way after all the oil is gone? Will there be solar scams, geothermal scams, fusion scams? Somehow they just don’t sound the same. No, there is something about the search for oil—its promise of immediate riches, its dark and misbegotten past, the fear that it will all be gone someday, the mysteries of the bowels of the earth—that inexorably attracts both the scoundrel and his victim. So those still itching to get rich in oil should reflect on these monuments to man’s extralegal ingenuity—and consider whether they are more likely to be predators or prey.</p><p><em>The Dry Look</em></p><p><em>The problem:</em> anyone can make a fortune from a gusher. The drawback is that the current odds are five to one in favor of finding a dry hole. How do you get the odds on your side and turn a dry hole into a nifty profit?</p><p><em>The scam:</em> The trick is known as <em>The Producers</em> scam, not because it involves the actual production of oil (which is the last thing the mastermind wants), but because a variation of the gimmick was the subject of a popular 1968 film by that name. In the movie Zero Mostel played an aging Broadway wheeler-dealer who sold more than 100 per cent of a terrible play, hoping it would fold so that he could pocket everything over the cost of the play. An oilman can do the same thing with a well.</p><p>The legitimate wildcatter frequently bankrolls a venture by selling investors, say, eighty 1 per cent shares at $2000 each. That provides enough working capital to cover drilling costs and still leaves him a 20 per cent interest in any oil that’s found. If the hole comes up dry . . . well, the investors knew that oil is a risky business.</p><p>An oilman with larceny in his heart might do it a little differently: by selling, say, <em>two hundred</em> 1 per cent shares. As long as he drills a dry hole (and some of these wells have been drilled in some very unlikely places, just for insurance), no one is likely to ask any questions. In the movie, however, the terrible play turned out to be a smash hit, and in the oil patch an occasional oversubscribed wildcatter has been unlucky enough to strike oil.</p><p>One operator recently applied a new twist to <em>The Producers</em> scam. He located a likely formation along the Gulf Coast where one reservoir of oil lay under another, separated by a thin layer of rock. He proceeded to sell shares in two wells, one for the top reservoir, one for the bottom, and indeed he paid his happy investors their fair shares. There was just one catch: it is possible to produce at two depths from the same well, so he had to drill only one hole. The money he raised to cover drilling costs for the second “well” was pure profit.</p><p><em>Cross Over the Bridge</em></p><p><em>The problem:</em> It hardly seems possible by today’s standards, but back in the mid-fifties foreign oil was actually cheaper than U.S.-produced oil. This so alarmed major domestic producers like Exxon, whose rate of return had sagged 45 per cent in just three years, that they persuaded the federal government to put a quota on imports in 1959. But the regulations contained two minor exceptions: they did not apply to the insignificant amount of oil that passed over U.S. borders by truck and railroad car from Canada and Mexico, nor did they affect oil shipped in under bond for export. Could that tiny crack be widened into a major loophole?</p><p>Illustrated by Tom Ballenger</p><p><em>The scam:</em> Several East Coast industries had their eyes on some cheap oil produced by Pemex, the Mexican national oil company. But how could they get it? If the oil had to travel by rail, the transportation cost would be prohibitive. If it came by ship from Tampico, it would be subject to the quota. But suppose it came from Brownsville?</p><p>Pemex shipped the oil in Mexican tankers from Tampico to Brownsville, bonded for export to Mexico. The oil was transferred from ship to tank truck and driven across the Rio Grande. But no Mexican ever got his hands on it. The trucks simply made a U-turn within sight of the bridge and re-entered the United States with overland Mexican oil now exempt from the quota. The trucks headed right back to the port, unloaded their oil into an american tanker bound for the East Coast, then filled up again at the Mexican vessel to start the cycle over again. Eighty trucks a day kept up a continual parade back and forth across the river, bringing in 30,000 barrels a day of cheap Mexican oil for ten years. By the late sixties, traffic in downtown Brownsville was so snarled that one of the town’s two bridges had to be completely rebuilt and expanded.</p><p><em>Keep On Truckin’</em></p><p><em>The problem:</em> The best of all possible worlds is to have an oil well that also produces gas. If you operate in the Panhandle, though, you might run into trouble, because the practice in some fields has been to separate oil and gas leases and give them to different operators. You can still produce gas from an oil well, but when oil production falls below a certain level, the oil well becomes, according to law, a gas well. Must the oil operator then meekly abandon the site to the holder of the gas lease?</p><p> The scam: Oil production is usually gauged at the tank, not the wellhead, so all the operator has to do to maintain appearances is keep oil flowing out of his tank. Some operators bought crude and trucked it in during the dead of night to fill their tanks. That would keep the oil ratio up, and they’d recoup most of their costs by selling the purchased oil. Of course, the profits from the gas more than made up the difference.</p><p>Most of the Panhandle knew what was going on, but the Railroad Commission only stumbled upon the ploy by a fluke. A field investigator was invited to a party one night where a number of oilmen were present. Mistakenly assuming him to be in the business, one oilman was exchanging small talk with the investigator when the conversation turned to economic hardships. “If we don’t get the Legislature to do something about losin’ our oil wells to them gas folks,” the oilman complained, “truckin’ in all that oil is gonna break us yet.”</p><p><em>Coming Out in the Wash</em></p><p><em>The problem:</em> The world price of oil has more than quadrupled since the 1973 embargo, but the arabs have made a larger bundle than american oilmen, thanks to rigid federal price controls. At the same time that we’re paying OPEC nations $15 a barrel for imports, “old” oil (domestic oil discovered in 1972 or before) has a ceiling of around $6 a barrel; “new” oil (discovered after 1972) goes for around $13. To make matters worse, most american oil is old oil. Does an oilman unfortunate enough to have discovered oil before 1973 have to settle for peanuts while everyone else is getting fabulously rich?</p><p><em>The scam:</em> Remember the slogan for the detergent that claimed to make old clothes look like new? The same can be done for oil—but you won’t hear anyone bragging about it on television. Some oil laundries are little more than shell games: a broker buys old oil from a producer, shuffles the transaction on his books, and resells it to a refinery as new oil. Up to 300,000 barrels of old oil a day disappeared between the wellhead and the refinery in 1977. Most of it, DOE officials suspect, later emerged as new oil.</p><p>The more sophisticated oil laundries, however, resort to doubt rather than deceit. Say, for example, that Exxon drills a new well on the edge of a producing field. Is the oil old or new? The answer—and about $7 a barrel—depends on whether it comes from a different reservoir. Naturally Exxon is inclined to give itself the benefit of the doubt. If the company is lucky, government auditors will accept the decision, or better yet, overlook it. And if worse comes to worst and the case winds up in court, Exxon can take comfort in the fact that judges and juries have shown little inclination to penalize oil cheaters. The schemer behind the sixties’ most notorious oil swindle, a $140 million Ponzi game, spent one night in jail and paid a $19,000 fine.</p><img/><p><em>Working On a Chain Gang</em></p><p><em>The problem:</em> Those federal regulations again. You’re a producer with lots of oil, and there are people willing to pay a premium for it, but you can’t charge a nickel more than the regulations allow. It doesn’t seem fair that a broker can resell your oil above the government’s ceiling price when you can’t, but the regulations make allowances for him to take his cut. But that doesn’t help you get more for your oil. Or does it?</p><p><em>The scam:</em> This is just classic supply-and-demand economics. The seller has something the broker wants: oil. And the broker has something the seller wants: a way around the price ceiling. That the two should get together is inevitable.</p><p>Of course, some brokers perform legitimate services for their clients, matching buyers and sellers and reducing the likelihood of spot shortages. If the seller already has a customer, however, a broker can perform a service that is equally valuable, if not so legitimate: he can serve as a middleman solely to jack the price up, then split the bonus with the seller. The more links in the daisy chain, the higher the payoff.</p><p>And what about the buyer who’s paying the higher price? Wouldn’t he get suspicious? Well, in what DOE says is the archetypal daisy chain case, executives of Florida Power Corporation were charged with sharing in the scam by receiving finder’s fees. As in finder’s keepers.</p><p><em>Buried Treasure</em></p><p><em>The problem:</em> In recent years the Railroad Commission has allowed Texas wells to operate at full capacity, but not too long ago production was strictly controlled. The monthly allowable output for most wells could be reached in just eight days; the rest of the month the well had to sit idle. That kept prices up, but it also offered a tantalizing inducement to keep the oil flowing. How could a cunning operator conceal his excess production from state investigators?</p><p><em>The scam:</em> This one reads like a fourth-grade multiplication tables quiz: if one well can produce for eight days, how many wells do you need for a full month’s output? answer: four. So the operator would install three realisticlooking dummy wellheads, usually on nearby property where oil prospects weren’t bright and leases were cheap. Now he had four wells, four storage tanks, and four allowables: 32 production days a month. Then he’d connect all of the tanks to a buried pipeline extending from his original well and let the oil flow.</p><p>The real problem lay not in concocting the scheme but in shielding the truth from Railroad Commission investigators, who knew all about this ploy. And the hardest part was concealing the telltale bypass valve that diverted oil from his original tank to the other three. Ingenuity was essential here: one operator with an office near the well secreted the valve in the neck of a toilet bowl.</p><img/><p>Eventually investigators resorted to metal detectors to locate the buried pipelines. That helped put an end to the flow of hot oil, as production in excess of the allowable is known, but it didn’t improve their chances of sending a cheating operator to jail. Whenever the state tried to prosecute, they would run into a canny East Texas lawyer named William Fletcher “Big Fish” Fischer. “Being equipped to run hot oil isn’t the same as running hot oil,” he’d instruct the jury. “Why, every man in this courtroom is equipped for rape, but nobody’s prosecuting them for it.”</p><p><em>There Was a Crooked Well</em></p><p><em>The problem:</em> You have just bought an oil lease on the edge of a major field. You’re close enough to see your neighbor’s well pumping; you know there’s oil all around you; but when you drill you find that there’s none where it counts—under your lease. Has fate had the last word?</p><p><em>The scam:</em> The slant hole is almost the perfect scam. It is easy to carry out (all you need is a whipstock, an ordinary piece of oil-field equipment designed for legitimate directional drilling) and virtually impossible to detect (above ground, a deviated well looks like any other). The only hard part is keeping it secret. The oil sands in East Texas lie between 3500 and 3700 feet underground; any well much deeper than that is cause for suspicion. Rumors about crooked holes circulated in East Texas for fourteen years before the lid came off, and no wonder: dozens of people had to be aware of a crooked hole, including the drilling contractor, the crew that pulled more than 5000 feet of pipe out of the hole, and the firm that measured the hole with sensitive instruments. And there were almost four hundred slant wells near the East Texas field. One suspect operation had been given to the Boy Scouts by a benefactor with a better nose for oil than public relations. “Oh, please,” said a Railroad Commissioner when the scandal broke, “don’t let the Boy Scouts’ well turn out to be crooked.” But it was.</p><p>Punishing slant hole operators proved even more difficult than catching them. Texaco sued a driller who’d stolen their oil, seeking $2 million. They collected $16,000. Altogether, slant hole thieves pilfered oil worth more than $1 billion, but not one spent even a day in prison.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "March 1979",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Oil",
      "Texas",
      "gas",
      "regulations",
      "East Texas",
      "Business",
      "Drilling",
      "Exxon",
      "Trucks",
      "Boy Scouts",
      "Edge",
      "Excess",
      "Government",
      "people",
      "All Around",
      "Best of",
      "Bridge",
      "Broadway",
      "Brownsville",
      "canada"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": [
      "Texas",
      "East Texas",
      "Brownsville",
      "Panhandle"
    ]
  }
}