{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19793",
    "date": "March 1979",
    "year": 1979,
    "month": 3,
    "month_formatted": "March",
    "pdf_uri": "/1979/19790300.pdf",
    "issue_cover_image": "",
    "document_start_page": 86,
    "toc_start_page": 84,
    "document_page_range": [
      [
        86,
        87,
        88,
        89,
        90
      ],
      [
        177,
        178,
        179,
        180,
        181
      ]
    ],
    "toc_order": 2,
    "toc_headline": "Hey Kid, Shape Up",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-197903-heykidsh",
  "source": "/1979/19790300.pdf",
  "wp_post_id": 114645,
  "wp_post_guid": "http://www.texasmonthly.com/article/hey-kid-shape-up/",
  "authors": [
    "John Bloom"
  ],
  "headline": "Hey Kid, Shape Up",
  "dek": "That’s what alvin Thomas will tell you. He doesn’t promise to make you rich. He doesn’t promise to make you famous. He doesn’t promise to make you happy. But he does promise to make you what he is—middle-class and proud of it.",
  "spread_caption": "",
  "excerpt": "And Prairie View A&M will ship you out of the ghetto straight into the middle class.",
  "kicker": "",
  "word_count": 6447,
  "content": "<p>by</p><p><span class=\"dropcap\">I</span>n 1967 alvin Thomas flew off to Yale, one of the last places anyone would ever expect to find him. As president of Prairie View A&M, the state’s second-oldest university and one of the most abused and neglected black colleges in the nation, Thomas had plenty to do at home. His campus looked like jerry-built army barracks in the South Pacific. Prairie View’s dropout rate was more than 70 per cent, it had no endowment, a stingy Legislature gave it practically no support, and the laboratories were using hand-medown equipment from Texas A&M that was hopelessly out-of-date. The nursing school, founded in 1918, had no building at all, so nursing students were living in motels in Houston and paying a fee to use the Texas Medical Center library. Given this bleak landscape, and the fact that blacks were suddenly enrolling at white universities in unprecedented numbers, more than a few people thought that alvin Thomas had taken leave of his senses when he announced he was going north to see how they do things at Yale University.</p><p>Thomas spent a week there, much of it in animated conversation with Yale President Kingman Brewster. He also spent long evenings in Yale’s residence halls sipping beer with students and faculty members. At every stop he asked the same question: “How does a little college like this, in a small town like New Haven, develop a national reputation for excellence?“ He studied housing patterns, alumni records, the Senior Fellow system, the structure of the athletic program, the role of honor societies—and when he got back to Prairie View he had his answer. “Everything at that university,” he said, “is tied directly to a system of upper-class ethics and values. A young man attends Yale because his father attended Yale and his grandfather, too. There is a built-in guarantee that, once you have been exposed to the Yale Ethic, you are immediately qualified to enter the upper class. They are tied into the political system, the business system, and the government system. They have perfected the art of perpetuating a white upper class.”</p><p>When Thomas got back to his unkempt cluster of buildings fifty miles west of Houston, the first thing he did was call a meeting of the faculty. “Ladies and gentlemen,” he said, “we are going to perfect the art of perpetuating a black middle class.”</p><p><span class=\"dropcap\">T</span>here was a time, not so long ago, when everyone assumed that with desegregation identifiably black universities would begin to wither away. Some of them <em>have</em> disappeared, but not because black students have turned to white schools, and certainly not because blacks have entered the mainstream of white society. Most have foundered because, even in their most prosperous days, they were offering a second rate curriculum taught by an underpaid faculty and therefore were never taken seriously by the foundations, corporations, and philanthropists that have historically kept the best black schools—Fisk University in Nashville, Tuskegee Institute in alabama, Howard University in Washington, D.C.—above water. Primarily because of economic problems, exacerbated by racist Southern legislatures, they were not doing their jobs. They were not sending graduates into the professions—law, medicine, engineering—which are the traditional base of a strong alumni program, and they may even have furthered this vicious economic circle in the sixties when they abandoned their traditional strengths—vocational and technical education—and promoted liberal arts programs at the very time that the employment market became glutted with English majors and sociologists.</p><p>Right: <em>Under President Thomas, Prairie View A&M has become the leading university for sons and daughters of the ghetto.</em></p><img/><p>Photography by Pat Berry</p><p>Most black universities are, in fact, even poorer today than they were before the enactment of the 1964 Civil Rights act, and a few—like Bishop College in Dallas—would have closed their doors by now were it not for the low-interest loans from the federal government. Prairie View is far from wealthy, and its physical plant still suffers from a century of neglect, but it is growing in stature because it has <em>refused</em> to emulate white universities. “The last thing we want to be,“ says Thomas, “is a mini-Texas A&M or a mini-Ohio State. We have a very specific mission. It is to make minorities economically solvent.”</p><p>That is the essence of Thomas’ Bold Experiment, as he now calls it. It has been twelve years since Thomas stood up at a faculty meeting and announced the mission, and since then Prairie View has become the leading american university dealing almost exclusively with the sons and daughters of the ghetto. This year Prairie View will graduate more black professionals—engineers, military officers, nurses, pre-med and pre-law students—than any school in the nation, despite its moderate enrollment of around 5500, and most of those graduates will immediately enter the job market at starting salaries averaging $14,000 (twice the average income of their parents). More than 700 corporations—McDonnell Douglas, Dow, Westinghouse, and a host of other <em>Fortune 500 </em>companies—will recruit on campus, and, judging by past records, every Prairie View student who applies to medical school will be accepted.</p><p>This record—considered astounding by the dozens of black universities faltering on the brink of bankruptcy—was achieved in spite of archaic facilities, a faculty that has only recently been paid anything near the national average, and a general decline of interest in black colleges as the passions of the sixties have waned. The Department of Health, Education, and Welfare is even investigating the state’s treatment of Prairie View, and investigators say privately that they will recommend court sanctions against the Texas A&M Board of Regents (which governs the school) for maintaining separate-but-unequal facilities. “Despite all that,” says Thomas, “here we are taking these youngsters, and in a four-year period, they’re leaping over <em>centuries</em> of time.”</p><p><em>“'if a student finds out that all lawyers play golf or tennis, then we tell him he had better learn to play golf, too. And we teach him. Success is controlled by two things —visibility and linkage. You've got to be seen, and you've got to know somebody.'”</em></p><p>The president’s office at Prairie View A&M is neither very large nor very plush, and on spring and summer days it can grow stuffy in spite of the weak exertions of an overtaxed air-conditioning system, but this is where Thomas’ Bold Experiment begins. The office is filled with chairs—wooden chairs, stuffed chairs, straight-backed chairs, reclining chairs, lounge chairs—arranged in no particular order in a wide arc in front of Thomas’ huge desk. When a prospective student arrives, fresh from the slums of South Dallas or the streets of Houston’s Fifth Ward, Thomas will make small talk, point out the university’s most famous beauty queens among the old pictures on his wall, and briefly explain his bust statuary—of Mary McLeod Bethune, W. E. B. Du Bois, Frederick Douglass, and George Washington Carver. Then, without being too theatrical, he will ask the student to move into the president’s own plush revolving chair. “I want you to remember what that feels like,” Thomas will say, “because someday I want you to have a chair and a desk like that—if you make up your mind that <em>you</em> want it. You are the most important person in the world, and the world is going to give you anything you want. Prairie View is here for one reason—to help you get it.”</p><p>To many of Thomas’ critics—and he has more than a token number—that anecdote exemplifies all his worst faults: patronizing the students, flaunting symbols of power and wealth, running a modern university with the techniques of a storefront evangelist. But to his supporters—and they include 90 per cent of the Prairie View students I interviewed—Thomas’ attitude is what distinguishes Prairie View from hundreds of other collegiate diploma mills. It includes an element of ironwilled discipline, an element of black pride, and an element of idealism.</p><p><span class=\"dropcap\">J</span>udging by the comments of legislators, other black educators, parents, and corporate executives, Thomas is the kind of man who inspires the strongest of feelings in everyone he meets. He is called either an unprincipled Uncle Tom, toadying to the white establishment and acting like “the head nigger on a slave plantation” (as one black legislative aide phrased it), or the most revolutionary black educator since Booker T. Washington. He has been investigated by a special committee of the Legislature (they found no evidence of malfeasance and dropped the project), arrested by order of the mayor of Prairie View (for refusing to cooperate with a sewer project on university land), and accused of single-handedly undoing the civil rights achievements of the sixties. He has been called a dictatorial empire-builder who acts swiftly and ruthlessly against any faculty member who doesn’t hold to the party line. He is a friend of George Bush, the former CIA director and Houston oil millionaire, and his college is a favorite beneficiary of lily-white Republican foundations. Thomas is a visible supporter of such disparate institutions as the Dow Chemical Corporation and the Reverend Jesse Jackson’s inner-city school program.</p><p><em>Ultra-modern Hobart Thomas Taylor Hall: Prairie View keeps growing while other black colleges fail.</em></p><img/><img/><img/><p><em>Old and well-worn buildings like Taylor Hall still dominate the hundred-year-old campus.</em></p><p>“What I am,” he told me in his office, “is a realist. At Prairie View we deal with the world as it exists, not as we would like it to be. And the world is the american middle class. And the american middle class is white. Our only mission is to get blacks into that middle class. Maybe there are a lot of blacks who don’t particularly admire the white american middle class; it may <em>not</em> be the best society in the world. But it’s a heck of a lot better than the ghetto.”</p><p>Most Prairie View students come directly from that ghetto, and they come because they could afford college at few other places. (Eighty-five per cent require some form of financial aid.) The ghetto is not always black—the college encourages underprivileged Mexican americans and whites to enroll, but fewer than 20 per cent of the student body is classified as “nonblack”—but it <em>is</em> always an environment where education has been among the lowest priorities of families struggling merely to feed themselves. That is why Prairie View has one of the most lenient admissions policies of any school, including provisions for enrolling students with as little as a sixthgrade education if they demonstrate “a willingness to succeed.” “Most of these kids,” says Thomas, “<em>expect</em> to fail when they get here. They’ve spent their lives failing at one thing or another. I tell them that not only will they not fail, but I am not going to <em>allow</em> them to fail. This goes against the grain of modern education; it has not been emulated anywhere that I know of. But it produces the only things that matter: results, excellence, competence.”</p><p>Prairie View is rigid and structured as few universities are, even to the point of dress codes, time-management schedules, and the requirement that all students read Norman Vincent Peale’s <em>The Power of Positive Thinking.</em> This rigidity has made Thomas no friends among educators who look on universities as great supermarkets where students pick and choose according to their own whims, but Thomas insists, “The day we stop educating the total man is the day we fail.” He proceeds on the assumption that the entering freshman is not qualified to plan his own destiny, and that first year is full of stringent requirements, including, above all, the insistence that the student master the skills of reading, writing, and arithmetic before he is allowed to take a single advanced course. Those basic skills have been mastered, Thomas says, only when the student scores above the national average on a standardized test, and he will be required to take that course as many times as it takes him to achieve that score. “We’re not saying that standardized tests are not racially biased,” says Thomas. “They <em>are</em> biased. But while every other black college is screaming about the racially biased tests, my students are going to be passing those tests and getting into medical and law school.”</p><p>That alone would be enough to make Thomas persona non grata among most of his colleagues, but it is only one part of his three-pronged Operation Success. The second—and most controversial—is “personal and social success.” “We teach middle-class ethics and values,” he says, “and we do it because the white society is going to make the decision as to whether you are hired or not. If you come to Prairie View, you are going to learn to fit in. That means you’re going to have to put on a coat and tie. That means you’re going to have a reasonable hairstyle, and you’re going to take your hat off indoors. To function in that middle-class world you’ve got to have money, so you’ve got to save it and learn the proper uses of credit. And you’ve got to have character above all. I can’t go to the McDonnell Douglas Corporation and offer them a marijuana-smoking engineer, and I can’t go to Dow Chemical and ask them to hire a scientist who’s fathered three children out of wedlock.”</p><p>The response to this regimen, as you might expect, is less than enthusiastic among some of the students—especially entering freshmen—but the principle behind it is well enough accepted for a student-written handbook to feature several pages of suggested clothing and hairstyles. Prairie View, perhaps because of its isolation, is a very closeknit school, and peer group pressures play a larger role than they would at most state universities. Those who reach the senior year—about 57 per cent of each freshman class—have usually adopted the Gospel of Success, and that includes a large dose of conservatism, both moral and political. The classes are not much different from those anywhere—a mixture of lectures, seminars, labs, and individual tutorial sessions—but the emphasis at all times is on orderly, no-nonsense efficiency. Drugs can be found on campus, but nobody caught with them will remain on campus for long. Thomas himself is the school’s strictest disciplinarian, and he once expelled a senior who had completed all the work for his degree because he had punctured the eardrum of a fraternity brother during a scuffle at an all-night party.</p><p><em>(Continued on page 175)</em></p><img/><p><em>(Continued from page 87)</em></p><p>Finally, Thomas teaches “career success.” “This is all imitative,” says Thomas. “We provide our students with the positive role models they never had when they were growing up. One thing we do is identify six to twelve of the top people in each career field and invite them to campus so the students can meet them and learn about the intangibles. If a student finds out that all lawyers play golf or tennis, then we tell him he had better learn to play golf, too. And we teach him. Success in the practical world is controlled by two things—visibility and linkage. You’ve got to be seen, and you’ve got to get to know somebody. The other way we achieve this is by sending our students out into the real world of work—mostly summer jobs arranged through alumni. They <em>must</em> be exposed to the competitiveness of the white middle class before they graduate. It’s something very foreign to them, and many of them mistakenly believe it to be discrimination. We get a chance to show them it’s not discrimination; it’s merely the way the world works. Prairie View will be the last sea of blackness they see in this life; we want them to be prepared.”</p><p>The Prairie View campus, a quiet, sylvan settlement located at a point where the East Texas pines start to thin out and the terrain flattens into the coastal prairie, looks from the outside more like an old Eastern college (complete with ivy-covered walls) than the more common glass-and-steel superuniversities of the Southwest. Except for an occasional intrusion of postsixties architecture—like the massive and gleaming Hobart Thomas Taylor Hall, or the modernistic engineering building, or the cavernous Student Center—it’s a place where the same well-worn dirt paths across the lawns have served students for decades, and where the old and venerable exteriors often mask old and not-so-venerable interiors. More than half the buildings are air-conditioned now—though not all of the dormitories—and most of them have been outfitted with new furniture. But the graduate school headquarters, for one example, is still contained in a frame home with peeling white paint.</p><p>Not far from campus, just west of Farm to Market 1098 (Prairie View’s main artery), is a housing subdivision called alta Vista that is decidedly <em>not</em> suffering from neglect. There, on the site of an old cotton plantation, are row upon row of rambling brick suburban homes, wide driveways, perfectly manicured lawns, outdoor gas lamps, and garages full of Lincolns, Cadillacs, and Buicks. This is where Thomas lives—and the other members of the faculty who can afford it—and it has come to be a symbol of the kind of society Prairie View is attempting to create. In many respects it is like america was supposed to have been in the fifties, a suburban utopia, and once a month Thomas holds a party there for all students celebrating birthdays—as a foretaste of the kind of affluence that they should strive for. “Many of them,” he says, “have never even seen a house like mine.”</p><p>As calculating and materialistic as this seems to most white educators, it is nothing new in the history of black education. Booker T. Washington, the founder of Tuskegee Institute, was forever branded an Uncle Tom when he stood up before a white audience in 1895 at the Cotton States Exposition in atlanta and declared, “The opportunity to earn a dollar is more important to the Negro than the chance to spend it in the opera house.” His simple philosophy of education—that the black could get ahead only by appealing to the economic self-interest of the white—led to a whole generation of black educators who founded colleges based on the premise that personal success depended on the ability to do some service that the world wanted. Education, to the black, became the process of problem solving, and the problems were not abstract ones but the compelling necessity of finding his place in the world economy. Blacks were taught to be teachers (because there were none), carpenters (because they could get ahead by doing the work cheaper than whites), and machine workers (because america was entering an industrialized age). “and all in the world Prairie View is doing,” said Thomas, “is preserving the Washington philosophy. Even Tuskegee, Washington’s own school, has moved away from that idea. What Washington taught was survival, and that’s what Prairie View teaches.”</p><p>Washington’s intellectual nemesis was W. E. B. Du Bois, the Fisk and Harvard graduate who was best known for his book <em>Souls of Black Folk. </em>Du Bois blasted Washington’s emphasis on industrial education and called for the emulation of private Eastern universities. If the black is to win true social equality, Du Bois believed, he must equal the white in culture, scholarship, and the arts, and the black universities must build a “Negro aristocracy” which, far from emulating the white world, would build a new system of values and ethics. This idea, with its obvious appeal to black intellectuals and to those who had already crossed into the middle class, eventually carried the day at most black schools, and the history of those schools since the 1930s has been a movement away from Tuskegeeism and toward the pursuit of education for its own sake, without regard to economic benefits. “a black aristocracy sounds fine,” says Thomas, “until you start talking about it to a man who can’t put food on the table or shoes on his children’s feet.”</p><p><span class=\"dropcap\">T</span>he history of Prairie View, which celebrated its hundredth anniversary last year, has, in truth, rarely included any definable educational goals at all. Like almost all state-supported black schools in the South, it was founded by necessity —the state couldn’t take advantage of the Land-Grant act unless it made provisions for “the education of colored youths.” So in 1878 the Texas Legislature came through with the heady sum of $20,000 to be spent on a black college, thereby insuring that Texas A&M—the state land-grant college—could exist. The school, originally called agricultural and Mechanical College for Negroes, was established on an old slave plantation called alta Vista in Waller County, one of the few areas of the state with a Negro majority. Hempstead, the nearest town, was a rough-and-tumble frontier settlement where secessionist tendencies long outlasted the Civil War and anti-Negro feeling ran especially deep after carpetbaggers singled it out for special treatment. (The Freedmen’s Bureau had a branch there, and occupation troops remained until the whites regained control of the Legislature.) It was into this atmosphere of distrust, fear, and isolation that A&M for Negroes was born—with eight illiterate students who spent most of their time picking cotton and studying such academic subjects as Order, Politeness, Neatness, Morality, and Vocal Music.</p><p>Then, as now, Prairie View was controlled by the Texas A&M Board of Regents, who were busily building one of the state’s wealthiest universities fifty miles to the north and had little interest in black education beyond demanding that the school’s president stay in line (four of Thomas’ predecessors were fired, generally for “forgetting their place”).</p><p>As late as 1964 Prairie View was required to maintain a White Committee Room on campus so the regents wouldn’t have to eat with blacks when they held meetings there. President E. B. Evans, Thomas’ predecessor, relied for his information on messages brought to him by the waiter who served the regents’ meals. Even when Evans was finally allowed to attend meetings at Texas A&M, he was required to use the freight elevator, and when the regents broke for lunch he had to hitch a ride into Bryan to a restaurant in the black section of town. “Every head of this school,” said George Ruble Woolfolk, a respected historian who has taught at Prairie View thirty-four years, “lived with the fear that one day, in some unguarded moment, he or some members of his staff would say something fatal to the interests of the college.”</p><p>In such an atmosphere, it is less remarkable that the university made so little progress than that it continued to exist at all. When the regents gathered to discuss industrial education, they usually meant plumbing, cabinet making, and farming. (Ironically, Prairie View was turning out plumbers before the school itself even <em>had</em> plumbing; that came in the twenties.) The school was in business 43 years before it was allowed to grant its first college degrees: to five students in 1921. But, beginning with J. C. Osborne’s accession in 1918 and continuing into the fifties, the regents gradually relented enough to see the value of programs like nursing, military science, machine tool education, and even a few frivolous subjects like history and natural science. Despite this general pattern of neglect, Prairie View had also begun to develop a reputation as the state’s best college for black schoolteachers. “For the first ninety years of our history,” said Thomas, “we simply got the crumbs left at the table, if there <em>were</em> any crumbs. You can’t overcome that in two or three legislative sessions. They gave us one or two new buildings and said, ‘Why aren’t you satisfied?’ I <em>can’t</em> be satisfied until I can make my students competitive on the world market.”</p><p>It was in 1949 that Thomas, at the age of 24, first set eyes on Prairie View. He was fresh out of Kansas State University—thanks to the GI Bill—and felt rich for the first time in his life when the president offered him $1800 a year to teach industrial education. Thomas is an optimistic man by nature, but when he saw the woodworking shop where he was expected to hold classes, his spirits sank. It was part of a filthy, ramshackle frame building with floors that had turned black from years of grease and oil, and its only equipment consisted of machines that had been worn out at Texas A&M and trucked down to Prairie View, often with parts missing. “How could <em>any one,”</em> said Thomas, “believe that learning could go on in a place like that? But I <em>had</em> to believe it.”</p><p>The first thing Thomas did was to organize a massive cleanup campaign in which his students spent every minute of classroom time painting, sweeping, and repairing the building. “after three weeks,” he said, “all in the world we had was a perfectly clean, painted, and groomed building. That may not sound like much, but you could feel the pride coming back.” The next thing he did was announce that, using the cast-off Texas A&M machinery, he was going to build a complete set of living room furniture. He did it, with the students standing by and acting as helpers. “and then I said, ‘Now I want every one of you all to do the same thing.’ and it was so gratifying because there was this sense of common effort, a victory over the odds, that gave a meaning to their educations.”</p><p>Thomas quickly rose to be Dean of Industrial Education, and his students spread the reputation of this difficult, uncompromising, maddening man into the far reaches of american industry. He was much in demand at functions like the Westinghouse middle-level management training conferences and the National alliance of Businessmen convention, and he used these early contacts to proselytize for affirmativeaction hiring programs before the term had even been invented.</p><p>In the fifties, several large corporations—including Westinghouse, Dow Chemical, and Litton Industries—hired him as a management consultant. “The thing just seemed to grow and grow,” said Thomas, “until one day in 1964 I was standing in front of thirty white training directors in Maryland telling them how to make their white staffs more productive. I just said to myself, ‘What am I doing here? There are people of my own race out there who are totally undeveloped. Why don’t I tell them how to make <em>their</em> staffs more productive?’”</p><p>But events were already conspiring to change the course of Thomas’ career. The first rumbles of discontent could be heard on the Prairie View campus as the civil rights movement made national headlines. The campus was still, after ninety years, a third-rate assortment of ramshackle buildings, the students were not allowed to use Texas A&M facilities, and none of the curriculum was accredited. Even after the 1964 Civil Rights act was passed, none of the students were allowed to vote because LeRoy Symm, the infamous Waller County tax assessor-collector, would not recognize them as legal residents. (They finally secured that right this January when the U.S. Supreme Court ruled that Symm had discriminated against the students.) Despite the black voting majority in Waller County, no black had been elected to public office since Reconstruction (the first, a county commissioner, was elected in November of last year). The students were disgruntled by archaic regulations—like having to turn their spending money over to college officials and being forbidden to live off campus—that made them feel like second-class citizens. And many of the businesses in Hempstead—including department stores, gas stations, and restaurants—still refused to serve blacks.</p><p>By the fall of 1966 the students had grown militant, and the threat of violence hung over the campus like a pall. President Evans met with the aggrieved students several times, but he was aging and out of touch with their anger. Finally the students announced that they were going to march on the State Capitol and camp there until they got promises from state officials. Earl Rudder, the president of Texas A&M, went to Thomas—the only faculty member liked by both the students and the regents—and asked him to assume the presidency. He turned it down twice, but on the eve of the planned march he reluctantly accepted. His baptism by fire came that very night, when he called a meeting of faculty and students and asked for “a new slate, another chance to make Prairie View into a university of the first rank. Yes, we will get rid of every artificial policy that holds us in bondage, but we won’t pretend that we can do away with oppression. Life is oppressive, Prairie View is oppressive, getting up at 8 a.m. and studying is oppressive, but it’s the kind of oppression that creates excellence.” The crowd dispersed. The march never took place. And Prairie View had seen its last major civil rights demonstration.</p><p>“We have been criticized, of course, for not taking part in the civil rights movement,” said Thomas. “Many people think we ought to be activist, militant, less accommodating, more disturbed with the system. But let’s look at what the civil rights movement did for us. First, it gave us integrated schools, which may be the worst thing that ever happened to the black child. When we had all-black schools, we were just beginning to train the kind of quality black teachers that could give strong guidance and discipline. But blacks are no longer taught by Prairie View graduates—in most cases they are taught by white teachers who are afraid of their students—and consequently they are taught white morality and ethics. That morality does not say, You’ve got to be somebody, you’ve got to achieve something.’ It says, ‘Learn if you want to.’ Blacks need strong positive symbols, and they’re not getting them. When they get to Prairie View, we have to start all over. Here, the student doesn’t have any alternative. He <em>will</em> learn. He will go forward. He will succeed.</p><p>“The second thing the civil rights movement gave us is a much more democratized, much more tolerant society. Unfortunately we’ve become tolerant of the worst thing—mediocrity. Tolerant of the easy way. This will not work at Prairie View. We can’t afford to be tolerant of mediocrity because our students have to be more than equal. They’ve got to be better. If they’re only equal to the white man, then they’re not going to get the job.</p><p>“Finally, the civil rights movement sapped some of our best energies. You have to decide what to do with your energy. Right now i’m encouraging all young people to use all their energies to become competent. We can’t spend our lives overreacting to everybody who calls us nigger. I have supported some of the activists because we need them for one reason—to open doors for us. Well, they’ve opened all the doors now, and what did we discover? We didn’t have anybody to walk <em>in</em> those doors. We’re trying to get people qualified to walk through those doors.”</p><p>One of the first things Thomas discovered after becoming president was that most of his entering freshmen could neither read, write, nor do elementary mathematics. He met with the heads of the English and math departments—both of which offered standard curricula—and asked them to turn away from Chaucer, Shakespeare, and solid geometry for a while and concentrate on nouns, verbs, and the multiplication tables. Predictably, they objected strongly to what they saw as an abandonment of the liberal arts, so Thomas now has two English departments and two math departments. “I paid a premium price,” said Thomas, “for teachers who would concentrate all the time they had on making our freshmen literate.”</p><p>The most demanding freshman course, most students agree, is reading and writing, taught in intensive sessions by the Freshman Studies English Program. “On the first day we ask them to write one paragraph,” said Dr. Harold Fillyaw, director of the program, “and it’s the hardest thing they’ve <em>ever</em> had to do. Most of them have never written a complete sentence. By the time they’ve finished one semester here, they’ve written four single paragraphs, three themes, two critiques of essays, and one research paper. Now that may not sound like much, but it’s more than they’ve done in their <em>lives.”</em> Fillyaw, like most of his colleagues in the freshman division, is accustomed to being thought of as the heavy—the one who berates a student for not being prepared, requires him to spend extra hours in the lab, and insists that he watch less television—and like most of the Prairie View faculty, he believes above all in work as having a value in itself. It’s this puritan ethic, if nothing else, that sets the faculty as a whole apart. There are occasional academic stars—like Woolfolk, the historian widely known for his studies of the Northern industrialists during Reconstruction—but most of Prairie View’s teachers spend less time in the library, researching their own work, than they do in the classroom or Thomas’ special “teacher enrichment” training sessions, where they learn how to direct the work of others. The university is structured almost exclusively to the needs of students, even to the probable neglect of a few academic reputations in the world of scholarship.</p><p>Once he has mastered the three Rs, the student is allowed to take other courses in the college, but early on he must decide on a career objective. Once he has, he is assigned to a dormitory with like-minded students, given a senior adviser in the same field, and required to attend night sessions with tutors if his grades begin to slip. Throughout his stay at Prairie View, details like penmanship and typing must be flawless, and missed deadlines often result in extra work. “all of these things are for a purpose,” said Thomas. “For the first time these kids must order their lives. They must manage their time. They must see that the greatest rewards come only to those who sacrifice. You can’t expect a minority student to overcome centuries of deprivation in one or two years—so we’re tackling the problem in a very special, very intensive way.”</p><p><span class=\"dropcap\">B</span>ut it is one thing to say that the example is there for students to follow and another to believe that every Prairie View student sees the Bold Experiment as clearly as Thomas does. For most of the students I spoke to, Prairie View represented a kind of baptism-by-sweat that was no more enjoyable than, say, being an apprentice in an auto-repair shop—sometimes less so. If they shared the vision, it was in the sense that, as one of them told me, “What other choice have I got?” For these students—most of whom come from poverty-level families, except for a few whose parents and grandparents attended the school—Prairie View was a way of paying their dues, putting in the hard time necessary if they ever wanted to drive fine cars or own a business or “be their own boss.”</p><p>Individuals rarely think in abstract terms like entering the middle class or changing the white power structure, and Prairie View students are not much different from students at the University of Texas. Many of them chose to attend Prairie View not because it is predominantly black, but because its open-door admissions policy offers every kind of aid—financial, psychological, and emotional—necessary for the person who feels so dispossessed that he fears institutions of all kinds. Anyone with a high school degree—and many without—can attend Prairie View, and those who can’t afford it won’t have to pay, but the university atmosphere is so foreign—even oppressive—to most of them that they rarely speak of the “intellectual joy of abnormal psychology” and often speak of “getting down for this test so I can get to Houston on the weekend.”</p><p>Many of them put a premium on social life, and except for the fraternities and sororities that Thomas established on the campus ten years ago, there’s not much of it. Freshmen and sophomores aren’t allowed to have cars, and the only city of any size is fifty miles away, so jokes about collegiate monasticism are frequent. At the same time, the students attach more than token importance to the officially sanctioned activities—like meetings of honorary societies, intramural sports, pep rallies, beauty pageants—that have fallen into desuetude at other state universities. There are still a few political activists around, but their passion is saved for the political science seminar room. Like college students everywhere, the Prairie View students have turned inward.</p><p>The most important question—does the Prairie View system work?—is a hard one to answer. “Sometimes I wonder myself,” says Thomas. “Sometimes I think, well, if we’ve got the right idea and everybody else is wrong, why doesn’t somebody else help us out? We can’t provide every black engineer and doctor in the nation. You look at our record: 125 engineers last year; almost 100 officers placed in the Navy, because the Navy is the most racist branch of the armed services; 30 lawyers, 30 doctors. You say, what difference is a measly 125 engineers going to make? all I can say is that it’s a foothold and it’s 125 more than we had last year.”</p><p>It is easy on the one hand to say that a school so single-mindedly devoted to placing minorities in the american mainstream is a worthwhile and needed social service. But in looking at what that mainstream has given the white middle class—an exploding divorce rate, the disintegration of the family, drug and alcohol addiction, a narrow and self-interested view of politics, half-empty churches, and a sterile, isolated suburban environment—one begins to wonder whether the price of success may be the dissolution of those things that, despite two hundred years of slavery, have always seemed strongest among black people—their belief in God and the family. Perhaps not. Perhaps the example of the mainstream american’s many follies will make this new black subculture stronger than the one it emulates. Thomas compares the process to digging for gold; the risk is great, but the reward, he feels, is even greater.</p><p>Last May, Prairie View celebrated its centennial anniversary with the largest, most lavish commencement ceremonies in its history. The Panther Fieldhouse was filled to capacity on graduation day, and a host of dignitaries attended—but not one member of the Texas A&M Board of Regents. That day was filled with singing, fraternity yells, and grand processions in full academic regalia, but one brief moment sticks in Thomas’ mind. It came during the ROTC ceremony, at which graduates are commissioned into the Navy. It is customary for the mother of the new ensign to pin the insignia on the lapel of his uniform. But one of the cadets had two relatives on stage—his mother and his sister, both of them dressed in faded print dresses. As he stood at attention and saluted, the mother kissed her son on the cheek, and the sister hugged him tightly around the shoulders.</p><p>Later the memory brought tears to Thomas’ eyes. “That boy’s family has never earned more than $4000 in a year,” he said. “This year he’ll start at more than $15,000. When I see that, I know it’s working. I just know it is.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "March 1979",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Prairie View",
      "Students",
      "Texas",
      "College",
      "Civil Rights",
      "School",
      "Education",
      "people",
      "Teachers",
      "Work",
      "buildings",
      "ever",
      "History",
      "Success",
      "Alvin",
      "Business",
      "Cotton",
      "Houston",
      "Legislature",
      "March"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Prairie View",
      "Texas",
      "Houston",
      "Taylor",
      "Washington"
    ]
  }
}