{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19909",
    "date": "September 1990",
    "year": 1990,
    "month": 9,
    "month_formatted": "September",
    "pdf_uri": "/1990/19900900.pdf",
    "issue_cover_image": "",
    "document_start_page": 80,
    "toc_start_page": 76,
    "document_page_range": [
      [
        80,
        81
      ],
      [
        168
      ]
    ],
    "toc_order": 14,
    "toc_headline": "Fortune's Smile",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199009-fortuness",
  "source": "/1990/19900900.pdf",
  "wp_post_id": 125541,
  "wp_post_guid": "http://www.texasmonthly.com/article/fortunes-smile/",
  "authors": [
    "Joe Nick Patoski"
  ],
  "headline": "Fortune's Smile",
  "dek": "Quincy Jones and Michael Jackson caution young singer Tevin Campbell to keep a level head about his sudden success. But it cant hurt to grin.",
  "spread_caption": "",
  "excerpt": "Tevin Campbell, the thirteenyear-old soul sensation, is Texas’ answer to Michael Jackson.",
  "kicker": "",
  "word_count": 986,
  "content": "<p>Photograph By Rocky Powell</p><p><span class=\"dropcap\">T</span>He First Thing You Notice about Tevin Campbell is the smile. One flash of his pearly whites and it becomes obvious: The kid’s got It. This is not some forced clenched-teeth expression you typically see affixed to the face of a superstar, but an engaging grin that breaks out spontaneously and frequently. Coming from a thirteenyear-old kid whose first record shot straight to the top of the charts, such unaffected behavior is nothing short of amazing. Then again, Tevin Campbell is not your run-of-the-mill teenage singing sensation.</p><p>Perhaps his refreshing attitude has something to do with the speed with which he achieved stardom. It came so quickly that his mother, Rhonda Byrd, hasn’t yet tired of the constant ringing of the telephone in their modestly furnished apartment in the South Dallas suburb of Lancaster. An annoyance to most people, the phone calls just confirm what she knew all along: She has three talented children.</p><p>“I always felt like one of them would get it,” Byrd says proudly from one end of the living-room sofa, while the object of her affection sits at the opposite end, keeping one eye peeled for the music videos on television. Tevin, the middle sibling (brother Damorio is eleven, and sister Marche is eighteen), first showed his potential while singing along to the radio at the age of three. He was encouraged to sing at weddings, at church, and at family gatherings. Then, two years ago, producer and musician Bobbi Humphrey received a tape of Tevin from one of her relatives, who was a friend of Tevin’s mother. Humphrey was sufficiently impressed by Tevin’s exuberant adolescent soprano that she organized a showcase in a New York City nightclub, made a home video of the event, and distributed it to music-industry talent scouts.</p><p>Tevin’s sweet vocals and cool composure under the bright lights persuaded Warner Brothers to sign him to a record contract. That coincided neatly with his successful audition for a role on <em>Wally and the Valentines,</em> a children’s television program that Lorimar Productions had in the works. In a matter of weeks, Tevin was on the fast track to the big time.</p><p>Tevin says he realized he was on his way when he got to meet his hero Michael Jackson —to whom he has been frequently compared —backstage at the <em>1989 Soul Train Music Awards.</em> After some small talk, Tevin did what he does best —he sang for Jackson. “I was real nervous because he was a big star,” Tevin remembers. “He said I sang good and invited me to his office. I sang again, and he taped me. Then he asked me to come out to his ranch. It had a lake out front, a beach, a castle on a hill, a movie theater, a zoo, and a roomful of video games.” But rather than being dazzled by the fantasy of Michael Jackson’s world, Tevin instead took to heart Jackson’s sage advice. “He told me to be levelheaded and to take lessons to control my voice,” says Tevin.</p><p>[ CONTINUED ON PAGE 164 ] [ CONTINUED FROM PAGE 76 ] </p><p>The same night that he met Jackson, Tevin was also introduced to Quincy Jones, the producer, arranger, and performer credited with launching Jackson’s solo career. Jones, who was in the midst of making <em>Back, on the Block,</em> his first album in ten years, had already heard a lot about Tevin from his protege, Siedah Garrett, another promising newcomer who also had a role on <em>Wally and the Valentines.</em> Tevin, Jones thought, would be perfect to sing the lead on “Tomorrow (A Better You, a Better Me),” an uplifting anthem that resembles another Jones hit, “We Are the World.” When the time came to record, Tevin, ever the trouper, says, “I just walked in and did the best I could.”</p><img/><img/><p>Tevin’s best was pretty good. Jones’s album has been on the Top 200 album charts for almost a year. Tevin’s single was released last spring and reached number one on the black singles charts. He hasn’t had time to look back.</p><p>Since the start of summer, the pace has quickened. Tevin finished filming in the new Prince movie, <em>Graffiti Bridge,</em> in which he raps in “Round and Round.” (“I play myself, a kid named Tevin. Mavis Staples plays my mother. She’s staying out all night, and I’m staying out all night, following her around and being nosy. It was easy because that’s how I am.”) He also performed at a Dionne Warwick benefit for AIDS in Hollywood and was a guest twice on the <em>Arsenio Hall Show</em> and once on <em>Saturday Night Live.</em> He had a few weeks off, which allowed him to see his pals in Lancaster again, play Nintendo games, and read anything with Marilyn Monroe’s image or name attached to it. Then it was on to Los Angeles in August, where he took voice, dancing, and acting lessons from the best teachers in the business. Somewhere in the midst of all that madness, he managed to finish seventh grade at Lancaster Junior High School, earning A’s and B’s. Soon he will begin preproduction on his own album, and Quincy Jones will be the producer.</p><p>Surprisingly, Tevin feels that show business hasn’t changed his life that much. The biggest difference, he says, is that “before the record came out, I wouldn’t feel so confident about performing. Now I’m much more confident.” Friends are always asking what stars like Prince, Stevie Wonder, and George Clinton are really like. His standard reply: “They’re human beings. They all tell me to stay away from drugs and dangerous people.” Otherwise, friends treat him the same, which would be just fine with Tevin, if only he had more time. “I don’t get to hang out as much, because there’s too much happening with my career. I go out of town a lot.” At least until his voice changes, he’s going to be out of town a whole lot more.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "September 1990",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Album",
      "record",
      "Michael Jackson",
      "Music",
      "Video",
      "Acting",
      "AIDS",
      "Business",
      "charts",
      "Dallas",
      "Drugs",
      "ever",
      "Family",
      "HERO",
      "Hollywood",
      "Home",
      "Los Angeles",
      "Music videos",
      "New York",
      "New York City"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": [
      "Dallas"
    ]
  }
}