{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-199311",
    "date": "November 1993",
    "year": 1993,
    "month": 11,
    "month_formatted": "November",
    "pdf_uri": "/1993/19931100.pdf",
    "issue_cover_image": "",
    "document_start_page": 132,
    "toc_start_page": 127,
    "document_page_range": 132,
    "toc_order": 14,
    "toc_headline": "Six Weeks of Insanity",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199311-sixweeks",
  "source": "/1993/19931100.pdf",
  "wp_post_id": 127077,
  "wp_post_guid": "http://www.texasmonthly.com/article/six-weeks-of-insanity/",
  "authors": [
    "J.J."
  ],
  "headline": "Six Weeks Of Insanity",
  "dek": "The Good News About Susan Powter's Diet: I Lost Fifteen Pounds. The Bad News: i'll Never Eat Another Baked Potato.",
  "spread_caption": "",
  "excerpt": "My summer on the Powter plan.",
  "kicker": "",
  "word_count": 1112,
  "content": "<p>When I Happened Upon Susan Powter’s Stop the Insanity infomercial last July, my first thought was “Who is that angry bald woman?” My second thought was “How do I get my body to look exactly like hers?”</p><p>I am a five-foot-six-inch, 42-year-old woman, and at the time I saw Powter’s ad, I weighed 143 pounds. In the past twenty years, I have lost the same 20 pounds twenty times. The good news is that I don’t weigh 543 pounds. The bad news is that like most of my women friends, i’m a sucker for a new diet. At different points in my life, i’ve been on the Rotation Diet, the L.a. Diet, the 200 Calorie Solution, Weight Watchers, and many variations on the 1,000-calorie-a-day theme.</p><p>What made Powter’s plan different was her approach: She reaches out of the TV, grabs you by the throat, and makes you wonder why you can’t get as angry about being twenty pounds overweight as she was about being one hundred pounds overweight. The logical reason is that there is an eightypound difference between the two problems, but one of the many insane things about Stop the Insanity is that logic takes a back seat to anger. What Powter evokes is rage-envy, pure and simple. Her directive to the fat women of america is “Think fit, not thin.” and the secret to getting fit? “You have to eat. You have to move. You have to breathe.”</p><p>Eat, move, breathe: What a concept. Soon I had Powter’s Stop the Insanity package sent to my home. It contained two 1-hour introductory audiocassettes explaining Powter’s own fat-to-fit story; a 45-minute exercise tape; a menacing pair of pinchers called body calipers, which measure and monitor the percentage of your body that is fat; two other audiocassettes that discuss Powter’s high-volume-low-fat approach to eating; and a slim book of Powter’s favorite healthy recipes.</p><p>After seven hours of listening to the tapes and studying the recipes, I was still confused about the first part of the plan: what exactly I should eat. One of the quirks of Powter’s program is that she has you substitute massive portions of “good” food for normal portions of “bad” food. For example, she recommends that you eat 32 baked potatoes rather than one breast of chicken, since that quantity of potatoes has the same amount of fat as the chicken and is going to fill you up. Never mind that no person in her right mind would want to eat 32 baked potatoes.</p><p>A stumbling block is that you’re supposed to eat food you have never heard of, such as millet. Millet is not rice; it is not even as familiar as barley or buckwheat. Millet is something cows eat. Nonetheless, one of the first recipes I tried was millet soup, made from the darndest ingredients i’d ever heard of: millet, cauliflower, soy milk, tamari, and nutritional yeast flakes. Let me be the first to tell you that there is nothing yummy about yeast flakes.</p><p>Within two weeks, I was eating enormous amounts of food. Much of it was strange, such as miso soup and brown rice for breakfast and lentil loaf with low-fat gravy for dinner. To cope, I poured salsa on top of everything, but that only made it all taste like spicy cardboard. Meanwhile, my husband and two children were still eating sugary cereals and greasy cheeseburgers. Every night I would look at Maury, my eightyear-old daughter, and think, “Enjoy yourself! In fifteen years you too will be eating millet.”</p><p>Life on the Powter plan was like life on any other diet: a total drag. Instead of counting calories, I counted fat grams. Instead of sleeping, I moved (part two of the plan). Every morning I got up at five-thirty to work out with her 45-minute exercise video—a video like no other i’d seen. Normally when you buy exercise tapes, you get Jane Fonda, Cher, or Cindy Crawford leading a cast of young, gorgeous, already fit women dressed in shiny spandex. Powter’s video offers the opposite. She is the only celebrity, and the cast is—how to put this delicately?—middle-aged, nondescript, and for the most part, fat.</p><p>The first time I tried her routine, it must have looked like an episode of <em>I Love Lucy.</em> I positioned my $39 step bench in front of the TV set and readied myself for class, then popped in the tape. The only trouble was that I had failed to read the directions for the bench, so when I took my first step up, the contraption collapsed beneath me, sending me rear-first into the fireplace. The racket woke up my entire family. When I opened my eyes, my four-year-old son, Tyler, was standing in front of me, panic-stricken. “Mommy,” he wailed, “do you want me to call 911?”</p><p>Although i’ve jogged regularly for years, Powter’s workout was difficult. It was thirty minutes of low-impact aerobics plus fifteen minutes of slow movements, using hand weights to build upper body strength. I was surprised to discover that my upper body had as much strength as a block of tofu.</p><p>As for breathing, the final part of Powter’s plan—well, I never really got the hang of it. I tried to become conscious of my breathing patterns. Yet the process of analyzing my breathing, of counting inhales and exhales to see how much oxygen was getting into my lungs, seemed the height of self-absorption.</p><p>One of the hardest parts of Powter’s program was abandoning my scale. “Throw your bathroom scale away!” Powter orders in one of the introductory tapes. Her rationale is that it doesn’t matter what the number on the scale is; the important number is what percentage of your body is fat. I could not bring myself to throw my scale away, though I did store it in my closet. For the past twenty years i’ve weighed myself three times a day. How else am I supposed to know which direction i’m going?</p><p>After six weeks on Powter’s plan, I knew I had shrunk enough that it was worth sneaking into the closet and pulling out the scale. I’d eaten, i’d moved, and i’d breathed, and as it happily turned out, i’d lost fifteen pounds. Yet I was mad at the whole damn world, just like Powter. Eating a steady stream of bagels, beans, and baked potatoes had been a mood-altering experience. The entire time I was on the diet I was cranky, ready to do battle with anyone who got in my way.</p><p>At the end of six weeks I may have been thinner, but I was torn between two conflicting fantasies: dive-bombing into a plate of cheese enchiladas or shaving my head bald and shrieking at perfect strangers. Is that sanity?</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "November 1993",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Exercise",
      "News",
      "Women",
      "Food",
      "Good news",
      "Video",
      "Breakfast",
      "Chicken",
      "Children",
      "Crawford",
      "Enchiladas",
      "ever",
      "Love",
      "MAD",
      "Rice",
      "Salsa",
      "Soup",
      "TV",
      "Work"
    ],
    "wp_categories": [
      "Food"
    ],
    "wp_location": []
  }
}