{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-199311",
    "date": "November 1993",
    "year": 1993,
    "month": 11,
    "month_formatted": "November",
    "pdf_uri": "/1993/19931100.pdf",
    "issue_cover_image": "",
    "document_start_page": 127,
    "toc_start_page": 122,
    "document_page_range": [
      [
        127,
        128,
        129,
        130,
        131
      ],
      [
        165
      ],
      [
        167,
        168,
        169
      ]
    ],
    "toc_order": 13,
    "toc_headline": "The Skinny on Susan Powter",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199311-theskinny",
  "source": "/1993/19931100.pdf",
  "wp_post_id": 127080,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-skinny-on-susan-powter/",
  "authors": [
    "Jan Jarboe"
  ],
  "headline": "The Skinny Susan Powter",
  "dek": "While Debate Rages Over Just How Fat America's Hottest Fitness Guru Used To Be, She Rages At the Plight Of Modern Women̶And Keeps Geting Richer",
  "spread_caption": "",
  "excerpt": "Who cares what it says on her résumé? Two things about the Dallas fitness guru are true: She’s lost a lot of weight, and she’s made a lot of money.",
  "kicker": "",
  "word_count": 5762,
  "content": "<img /><p>Photographs By Greg Watermann</p><p><span class=\"dropcap\">I</span>t’s Fifteen Minutes Until Airtime On the set of ABC’s <em>Home</em> show, but Susan Powter is doing her she-devil shtick as if the cameras are already rolling. Stamping her feet and yelling so loudly that the blue veins in her elongated neck bulge and quiver, the 35-year-old Dallas fitness guru is waving a tube of anti-cellulite cream over her head. “This stuff doesn’t do anything!” she barks in her perpetually raspy voice. “It’s a scam! It’s a lie!”</p><p>Powter is furious on this July day because her bashing of the cream’s manufacturer must be tempered. Backstage before her regular guest appearance on the daily TV talk show—which has an estimated audience of three million women—she has just been informed that the network’s lawyers want her to tone down her proposed script, which had her calling the cream “a $50 million rip-off.”</p><p>“You can still say it’s a rip-off,” the show’s producer, Denise Contis, advises her nervously. “Just don’t use a specific number.” Powter rolls her brown eyes, juts out her chin, and lets out a long agonized moan. Everything about her at this moment is fierce and frightening, from her bleached-blond crew cut to her firm, unyielding body. There isn’t enough fat on her five-six frame to fry an egg.</p><p>“This cellulite crap,” Powter shrieks, waving the tube in Contis’ face, “is a myth we have to bust open!”</p><p>Susan Powter is angry—insatiably, unquenchably angry. Her anger goes beyond irritation with lawyers and beauty creams to include all the frustrations that millions of american women feel every day. Her anger and her obvious delight in giving vent to it are the main reasons for her success. Even the title of her weightloss plan—Stop the Insanity—incorporates her hostility toward what she sees as the obstacles to women’s happiness. She appeals to the women who sided with anita Hill against Clarence Thomas; women who are mad about sexual harassment, inequality in the workplace, inadequate child care; and women who are mad, most of all, at men. Powter calls herself “the used-car salesman of feminism.” When she says, “Stop the insanity,” her audience knows instinctively what she means: “Stop trying to live up to the expectations of the men in your life since you get neither appreciation nor help with the housework in return. ”</p><img /><p><strong>Two girls fat and thin: Powter's beforeand-after shots show her transformation.</strong></p><p>By plugging into this rage, this feeling of constantly being overwhelmed, Powter has made millions. In seven years, she has gone from an obscure high school dropout, a sometime topless dancer, and an obese divorcee to one of the nation’s red-hot celebrities. Much of her success is owed to her Stop the Insanity infomercial, a paid thirty-minute ad in which she rails at unfaithful men, starvation dieting, and the aerobics industry by way of pitching her $87.60 weight-loss and fitness package. The infomercial, which airs mostly late at night and on weekend afternoons, is seen by 50 million people every three days, making it the most watched program of its kind. Powter says about 15,000 women have been buying the package each week, which adds up to gross revenues of $68.3 million a year.</p><img /><p><strong>Baby Powter? Lately, she's become peckish about her image.</strong></p><p>Styling By Karen Eubank, Makeup By Kim Rozell</p><p>Pages 122 And 126: Wardrobe By Calvin Klein, Accessories Courtesy the Uncommon Market; Pages 123 And 125: Wardrobe By Victor Costa, Jewelry Courtesy Accessory Lady</p><img /><p><strong>When critics chide Powter for having cosmetic surgery, she says, “Go to hell!”</strong></p><p>But Stop the Insanity is only a building block in Powter’s empire, which is a model of diversification. She also owns a North Dallas fitness studio, where clients pay $55 a month for exercise classes. She charges $350 a week for “wellness” seminars and $30 per low-fat cooking class. She has an 800 number that devotees can call for new-product information. A year’s subscription to her quarterly audio newsletter, <em>On the air With Susan Powter,</em> is $153.80. She sells her own line of fitness wear, Susan Powter Exercise Wear, for women who weigh up to four hundred pounds.</p><p>In addition, Powter has just completed her first book—a biography-cum-self-help-guide also titled <em>Stop the Insanity!—</em> for which publishing giant Simon and Schuster advanced her more than $600,000 before she had written a word, and she has signed a contract to write a second book, titled simply <em>Food.</em> She has closed a $1 million two-year deal with A-Vision, a subsidiary of Time Warner, to produce a series of exercise videos. She has shot a pilot for her own daily TV talk show and is negotiating with ABC for a start date in January or September. And TV producer Linda Bloodworth-Thomason has hired her to play the White House chief of staff in a new sitcom about Washington, D.C.</p><p>Predictably, Powter’s fame has brought her a certain amount of controversy. She has recently been warring with the supermarket tabloids and with the <em>Dallas Observer,</em> her hometown alternative weekly, over whether she has exaggerated or fabricated many of the details of her life to beef up the motivational aspect of her story. The most damaging charge of all: During the past few years 114-pound Powter has lost only 76 pounds, not the 146 pounds she asserts.</p><p>Yet as Powter herself would say, “Fat is fat is fat.” To her constituency—the angry overweight women of america—it doesn’t matter how many pounds she lost. They take one look at the old pictures shown on her infomercial, the ones in which she appears as an immense slob on a sofa, and immediately connect at a primordial level: She did it, so can we. Nor does it matter that there is nothing original about her weight-loss plan, that she has no formal credentials beyond the success of her own experience. The Powter phenomenon isn’t about experts, and it isn’t really about losing weight. It’s about anger—about letting it out when it builds up and using it to become strong and lean, about trading in your old passive ways and taking control of your life.</p><img /><p><strong>Powter says about 15,000 women buy her Stop the Insanity package each week.</strong></p><p>There is no better example of this than Powter herself. By harnessing and packaging her anger, she has made herself a rich woman. Back on the <em>Home</em> show set, when her segment begins, Powter rages away, though well within the limits established by the network’s lawyers. “Cellulite,” she says into the red light of the camera, “is nothing more than a multimilliondollar marketing term.”</p><p>“WHEN I Was Two Hundred And Sixty Pounds, I did not care about the end of the cold war or give a shit about global warming,” says Powter, sitting at her regular table at Hana Japanese Restaurant and Bar in North Dallas. “I could not get through a day without wanting to die.”</p><p>Powter is facing off against a lunch that squares with her eatall-the-low-fat-food-you-want approach: three salads, a platter of sushi, a large bowl of miso soup, a side dish of noodles, and another side dish of steamed green beans. Dressed in a black sports bra and white gym shorts, she jabs at her food with her fingers, taunting it the way a prizefighter taunts his challenger. “Hit me again,” she seems to be saying with every bite. “I can take the calories.”</p><p>At this point in her life, Powter’s relationship with food is every bit as bizarre as it was when she was fat, except that now she dominates food instead of the other way around. This is someone who advises women not to drink milk because, she says, “dairy is death.” This is someone who tells women to eat twenty cups of rice rather than give in to the fat-tyranny of a piece of cheese or a cookie.</p><p>As Powter twirls her noodles around her chopsticks, she steers the conversation toward the event that led to her transformation: her divorce from her first husband, Nic Villareal. In 1984, two years after their wedding and soon after the birth of their son Kiel, Powter says Villareal sat her down and said, “I need to talk to you. There’s something on my mind.” Back then Villareal was managing a restaurant while Powter stayed home to care for Kiel and his one-year-old brother, Damien. “i’ve had an affair, and I think we should talk about it,” Villareal continued. As Powter tells the story, her response was: “Did you say you had an <em>affair</em> or had an <em>eclair?”</em></p><p>[Continued On Page 160]</p><p>[Continued From Page 126]</p><p>Whether or not this exchange actually happened is anyone’s guess, since Villareal won’t talk about his relationship with Powter. Nonetheless, the scene is now part of the Powter legend and therefore exists as truth in the public consciousness. In her tapes, her seminars, and her book, Powter describes in detail her divorce, as well as its effect on her. After Villareal’s revelation of his relationship with a woman she labels a “thin, trashy redhead,” Powter’s answer was to eat—and eat and eat, mostly high-fat vegetarian meals and junk food. She kept eating, she says, until she was a size-twenty “balloon-a-gram.” Eventually she got mad and decided to slim down as an act of revenge. “I wanted to look better than my husband’s girlfriend,” she recalls, chewing on a green bean.</p><p>During 1985 and 1986, Powter tried many diets, including a doctor-sponsored fast program. Nothing worked. In her seminar spiel, Powter has a whole routine about going to a Dallas aerobics studio when she was at her fattest. “The woman at the front desk—tall, thin, gorgeous, a clone of my husband’s girlfriend—took one look at me and said: ‘Oh, my God!’ I expected alarms to go off and for someone to make an announcement: ‘Fat person in the studio!’ I wanted to suffocate that woman with my enormous breasts.”</p><p>Then she had another epiphany. “I was sitting on the couch one night, hating the way I looked and felt,” she remembers. “I realized I was never going to look like the women in the fashion magazines or on TV, so I just gave it all up, went outside, put both boys under a tree, and went for a walk halfway around the block. That made me feel better.” Next, she tried eating food that made her feel better—not Ding Dongs or Twinkies, but filling, nutritional foods such as beans, rice, and grains. Before long, Powter was living the three principles of what would later become her Stop the Insanity plan: She was eating tremendous amounts of low-fat food, consciously breathing to fill her lungs with oxygen, and exercising at a low level of intensity for thirty minutes a day. In a little more than a year, she says, she dropped 133 pounds and cut her body fat from 43 percent to 14 percent.</p><p>If Powter’s approach to losing weight sounds familiar, it should: It is exactly the same as the plans espoused by Covert Bailey, Dean Ornish, and most of the other leading diet experts of the nineties. It’s not as though Powter was the genius who discovered the hidden benefits of cutting the fat out of your diet and exercising five times a week; clearly, she has cribbed the specifics of her program from other sources. In fact, employees at her North Dallas exercise studio acknowledge that they regularly refer to Bailey’s classic diet book, <em>Fit or Fat?,</em> and the sequel, <em>The New Fit or Fat,</em> so they can recycle his diet and fitness information for Powter’s clients.</p><p>What distinguishes Powter from the pantheon of diet demigods—besides her take-no-prisoners style—is the audience she appeals to. In Dallas, for instance, Kenneth Cooper’s 25-year-old aerobics clinic still has the lock on the mainstream market. Cooper caters to people who want a gradual, sensible approach to weight loss. Larry North, who owns an exercise studio called Larry North Total Fitness in Highland Park, appeals to affluent baby boomers; in his new book, <em>Get Fit,</em> he advocates specific eating patterns (five servings per day of complex carbohydrates, vegetables, and proteins) and emphasizes weight training to build muscle. In <em>Lean Bodies,</em> author Cliff Sheats uses a modified lowfat plan (25 percent of calories from protein, 10 percent from fat, the rest from complex carbohydrates) to target people who have given up on standard low-calorie diets.</p><p>Powter’s share of the market, by contrast, is primarily obese women who identify with her life story and are desperate to find something they think will work. One of the more appealing—and controversial—components of her plan is its declaration that you should forget about counting calories and instead focus your attention on cutting your consumption of fat. For instance, Powter says, if you’re hungry, you should eat forty slices of unbuttered Italian bread, a truckload of collard greens, or a bathtubful of pasta—all of which are low in fat and filling. Yet many diet professionals consider this advice to be on the fringe of the industry, if not flat-out wrong. “The theory of high-volume low-fat eating is fine,” says Neva Cochran, a nutrition consultant for the american Dietetic association. “The problem is Powter’s program is so extreme and unduly restrictive that most people can’t stick with it. Calories <em>do</em> count. If you’re eating five thousand calories a day and only burning two thousand, you’re going to gain weight.” Says Georgia Kostas, the nutrition director for the Cooper Clinic: “By eating tremendous amounts of low-fat food, people are setting themselves up for eating all the time and never feeling satisfied. These sort of programs promote fanaticism.”</p><p>Yet fanaticism is an integral part of Powter’s program and of Powter herself. Everything about her is intemperate, from the way she looks to the way she acts in public (“No, I do not want to pay one hundred dollars for a flower arrangement,” she says to her manager, too loudly, on her portable telephone). What most diet experts do is appeal to reason: The secret to losing weight, they say, is to eat moderate amounts of food. Powter does the opposite: The secret to losing weight, she insists, is to eats <em>lots</em> of food and get <em>lots</em> of exercise.</p><p>Nothing about Powter is more extreme than the level of her anger. “You bet i’m angry,” she tells me for the umpteenth time as we leave the restaurant. “The fitness industry humiliated me and the diet industry starved me. Boys, boys, boys, you shouldn’t have done that to me.”</p><p><span class=\"dropcap\">F</span>ortified By Lunch, Powter sits in her office at her North Dallas exercise studio, which is decorated with cheerful self-help slogans such as “anyone can choose to become a self—the choice and the becoming is the gift.” Reflecting the occupant’s minimalist tastes, the studio’s walls are white and the furniture is unfinished.</p><p>For the moment, Powter has put her anger aside and is purring on the telephone to Corinne Sharcoff, a friend who lives in Westchester, New York. “Did you get the book of poems I sent you?” she asks in a soft contented voice. For the past eighteen years, 65-year-old Sharcoff has functioned as Powter’s surrogate mother; the book Powter sent her was <em>When I am an Old Woman l Shall Wear Purple,</em> an anthology of poems and stories about women growing old and living as they please. As Powter talks into the receiver, she hugs her knees, tugs at her socks, and has the relieved look of a child who is finally getting what she wants.</p><p>Powter met Sharcoff in a typing class at a New York business college in 1975, when she was seventeen years old. “Even then what struck me about Susan was that she was a kid who needed loving,” Sharcoff told me. “She became like my child. I would bring her home with me and do all the stuff mothers do: cook for her, fuss over her, talk to her, the ordinary things. Home for Susan seemed to be somebody who cooked for her.” What Sharcoff identified was the primary motivating force of Powter’s life: her bottomless hunger for food, attention, and above all, love.</p><p>Susan Jane Powter was born on December 22, 1957, in Sydney, australia. Her father, Colin, was a civil engineer; her mother, Jan, was a homemaker. The couple had four children, two boys and two girls. Powter describes her upbringing as “tortured and Catholic”; she attended parochial school and was taught by Dominican nuns she calls “frightening.” Mostly Powter remembers a “confused” childhood spent battling with her mother, a nervous woman whose patience she always seemed to test.</p><p>Whenever Powter talks about her mother, the timbre of her voice changes, she speaks slower and sounds rebellious. She portrays Jan Powter as a depressed housewife who “drank wine and took Valium—what a combo.” Powter says she inherited her hatred of her body from her mother, who was “terrified of gaining weight.” Susan says bitterly, “She was practically anorexic. She lived on cigarettes and coffee.” (Jan Powter died of lung cancer in 1988.)</p><p>Powter was ten when her father took a job in New York. It was there, she says, that she discovered that her problem with food was the opposite of her mother’s: She ate too much, not too little. Powter says that as a teenager, she was usually thirty pounds overweight and hid her body in baggy sweatshirts and jeans. She tried numerous diets to no avail, including one for which she ate kelp and drank cider vinegar. “It made me stink,” she recalls. “One of my brothers said I smelled like dirty socks.” around this time, Powter tired of high school and dropped out; a succession of odd jobs had her bouncing around the city into her early twenties.</p><p>In 1980, when Powter was 23, her father got a job in Dallas and, with her mother, moved to Richardson; Susan followed soon after. What happened next is in dispute. According to Powter, after moving to Texas she met Catholic, conservative Nic Villareal, fell in love with him, and married him. The official photograph from their wedding, which took place in 1982, shows Powter thin and tanned with dark hair; Villareal is babyfaced with curly hair and an average build. Powter got pregnant with their first boy, Damien, on the honeymoon and a year later got pregnant with their second boy, Kiel—a pace that prompted her father to nickname his son-in-law the Fertile Turtle. The way Powter tells the story, hers was an ordinary suburban life. While Villareal worked his restaurant job, she and the kids were nestled in a small house in Garland with “trees, a porch, everything but a white picket fence.” Then Villareal confessed to his affair, resulting in Powter’s high-fat binge and weight gain.</p><p>According to the <em>Dallas Observer,</em> however, Powter was never an ordinary housewife. In its mid-September story STOP the Lies! the newspaper alleged that Powter was working as a topless dancer when she met Villareal in 1981. Among the other charges made by the <em>Observer:</em> that Powter continued to dance topless until a few weeks into her first pregnancy; that Powter or someone who works for her has removed her personnel file from the club she danced at; that she never lived in Garland, but rather in a suburban neighborhood of northeast Dallas; and that the most she ever weighed was 190 pounds, right after the birth of her second son.</p><p>“Every fact in that story is wrong,” Powter angrily told me when I asked for her reaction to the <em>Observer</em> story. “I am the most documented ex-fat person in history. I never, ever danced when I was pregnant with my son. I did, in fact, live in Garland. The whole article is wildly inaccurate.” Powter has also complained in the past about Mark Rees, a former employee who helped her open her exercise studio in 1989, and her brother Mark. Mark Powter has “a vendetta” against Susan, according to their father. Recently, Mark went on the syndicated tabloid TV show <em>Inside Edition</em> and called his sister a “lying guru,” charging that she was never as fat as she says. On the same show, Rees also accused Susan of lying; he said that she was not overweight when he worked with her in 1987. Both men have received cease and desist letters from Powter’s lawyers, warning them to stop distorting her biography.</p><p>According to Powter, it was in mid1985 that she reached her all-time high of 260 pounds. Harry DeMarco, an acquaintance of Powter’s who owns the Dallas store HD’s Clothing Company, recalls the day he and his wife, Vicki, walked into an ice cream store and saw Powter eating a double-dip chocolate cone. “I hardly knew who she was,” DeMarco says. “She was a fat slob. I was flabbergasted.”</p><p>By late 1985, Villareal had opened his own Mexican restaurant—called Villareal’s—in Irving, but his marriage to Powter was racing downhill. In early 1986 the two finally separated. The turn of events caused Powter to grow so depressed that a physician gave her a prescription for lithium. “She was so large and in such misery,” says Corinne Sharcoff, who traveled from New York to visit her in 1985. Money was also a problem. During the separation, Powter received about $1,000 a month in child support from Villareal. To earn extra cash, she did some baby-sitting and taught macrobiotic cooking.</p><p>While Powter’s parents could not afford to help her financially, her mother did offer advice: The way to get her husband back was to lose weight. “Look at you,” Jan Powter said. “Nobody could love you like that.” Those words were an emotional last straw to Powter, and her mission took shape. Having spent her adult life trying to satisfy her hunger for love through marriage, children, and food, she angrily decided to get what she wanted by becoming thin.</p><p>Within a few months, the newly motivated Powter shrunk from a size twenty to a still-hefty-but-slimmer size sixteen, at least partly as a result of her workouts at the Mind Over Body exercise studio in Dallas. Marissa Wertheimer, who met Powter at the studio, says, “I remember thinking, ‘What is this fat, pushy woman doing in <em>my</em> exercise class?’” Wertheimer watched Powter’s remarkable transformation: She kept eating low-fat food and doing aerobics until she had whittled herself down to a size two.</p><p>By December 22, 1987, the night of her thirtieth birthday, Powter was thin enough to stage a public rebirth. Her mother threw her a birthday party, prepared her favorite foods, and invited all the people, both friends and foes, that her daughter wanted to impress. In her book, Powter describes her moment of “sweet revenge”: “I arrive, walk slowly to the front door, ring the bell, knowing good and well who’s inside. . . . Everyone yells ‘Surprise!’ and the people I didn’t like, who hadn’t seen me in years, the ones with their mouths hanging—let me repeat, hanging—open were the ones I was posing for. ” The idea that inviting people you don’t like to your birthday party may constitute twisted revenge—if not insanity—apparently did not occur to Powter.</p><p>Yet posing was her destiny. In her book and in interviews, Powter acknowledges that she taught aerobics classes in several Dallas workout studios in 1987. She also acknowledges that she went to work at the Million Dollar Saloon on Greenville avenue the same year as a topless dancer, using the stage name Bernadette. “Oh, yeah,” James Weaver, the club’s manager, told me. “She was a good worker but no choir girl.”</p><p>Dancing topless was yet another way for Powter to satisfy her hunger for attention. As usual, she imprinted her own over-the-top style on the experience, making sure that Bernadette got noticed. While the 28 other dancers at the club wore sexy black outfits before taking off their clothes, Powter-Bernadette took the opposite approach. For her first set, she outfitted herself as the girl next door, wearing a long blond wig and a frilly pink dress. For her second set, she danced in only a G-string. Bernadette the madonna would become Bernadette the whore.</p><p>“I see topless dancing as a very honest example of what life is really like for most women,” Powter writes in her book. “We parade our wares in front of all the men; they ogle and admire and pay cash, pick the one they want, and we walk away thinking we have security.”</p><p>Powter also confesses to becoming her own worst nightmare—some other woman’s thin, trashy rival. One night a rich Dallas businessman who was separated from his wife came into the Million Dollar Saloon and saw Powter doing her act. Within a few months he persuaded her to quit dancing, and he began to support her handsomely. He paid for repairs at her home. He took her on trips. Once, for no reason at all, he gave her a black evening bag stuffed with cash.</p><p>He also paid for a tummy tuck. As Powter admits in her book and in interviews, she had the procedure a year and a half after she lost all the weight. (She also had one of her ears pinned back, though she herself paid for it.) Not only does she not regret the cosmetic surgery, she says she’ll probably have more in the future if it makes her feel good about herself. “To all the groups out there trying to tell me that if I have changed anything, then I must hate myself . . . ,” Powter writes, “I say <em>go to hell.</em>”</p><p>Seemingly Powter had finally exacted her revenge. But a piece of business remained unfinished. Not long ago, Powter sat down with Villareal and, as he had done years earlier, told him <em>she</em> wanted to talk. By the time their conversation was over, she and her ex-husband had struck a deal. Powter—who by then had opened her North Dallas fitness studio—agreed to rent a University Park duplex with three bedrooms upstairs and three bedrooms downstairs. She and her new husband, rock musician Lincoln apeland, would live on top; Villareal and his new wife would live below—provided he took an active role in caring for their two sons and, more important, signed a legal document attesting to the accuracy of Powter’s version of their history together.</p><p>The arrangement, which continues today, seems almost ordinary. Ten-year-old Damien and nine-year-old Kiel go back and forth between the two apartments, using an outside staircase. Both Villareal and Powter attend school meetings when need be, and Villareal coaches a neighborhood baseball team. Powter, however, takes care of the bills, including Villareal’s tuition to medical school. “I pay for it all,” she says, her voice brimming with machismo. “I like it that way.”</p><p><span class=\"dropcap\">O</span>ne Hot June Morning, Powter is cloistered in a sweltering sound booth at Kirkwood Studios in Dallas, putting the finishing touches on her first audio newsletter. The format has Powter answering questions from regular clients, and just now she’s interviewing forty-year-old Susan Hankinson, who is on the telephone from her home in Ohio. “i’ve spent five thousand dollars on diets in the last eight years,” says Hankinson, who is five foot six and weighs 203 pounds. “i’ve always been able to handle everything in my life except for eating. I’ve carried this weight so long i’m afraid i’ll never get rid of it.”</p><p>Powter drops her head sadly in the booth and rests her chin in the palm of her left hand; she has the rapt look of a priest listening to a penitent’s desperation. “The process you are going through is exactly the same process I went through,” she says, launching into her standard eat-move-breathe lecture. “I want you to get well for the same reason I did. I want you to get well for yourself. ”</p><p>When the microphone goes dead, Powter’s manager, Rusty Robertson, critiques what she has just heard. “The woman from Ohio was a little depressing,” she says. “No!” Powter screams, wheeling around to face her. “That woman and all the others like her are why i’m doing this! I used to be just like her! I want to <em>stop</em> the starvation and deprivation and get this message across using every medium I can find! i’m on a <em>mission</em>! ”</p><p>These days Powter’s mission includes achieving stardom, and she’s stalking it the same way she has pursued everything else in her life: hungrily. Where she once binged on sugary sweets, she now binges on media attention. While I was researching this story, Powter’s public relations team was busy accommodating requests for interviews from <em>20/20, Entertainment Tonight, Eye to Eye With Connie Chung, Lifestyles of the Rich and Famous, </em>the <em>Maury Povich Show,</em> nine newspapers, and eleven other magazines—and also turning down publications deemed unworthy or hostile, such as the <em>Dallas Observer,</em> whose story Powter’s publicist, Jerianne Fitzgerald Thomas, considered “unauthorized.”</p><p>The woman who is the chief overseer of Powter’s career is Robertson, a tough, sinewy redhead whom she met in 1990, shortly after she opened her exercise studio. When Robertson and Powter are together, they speak with the same edgy tone and feed off each other’s energy, creating mayhem and frenzy wherever they go. When they aren’t shouting at one another on their portable phones, they’re barking orders to people who work for Powter. “What are we going to do about Disney?” Powter asks Robertson after the newsletter has been taped. Executives at Disney want Powter to audition for a cameo appearance in one of their movies, but it’s shooting in September. “September is booked,” Robertson tells her. “Disney is a no-go.”</p><p>According to Robertson, she and Powter have kept up this frantic pace since they met. One of the first things they discussed was what to do about Powter’s look. “I asked her if she wanted to tone it down a bit and go mainstream,” Robertson recalls. Powter told her no, she liked her look. “Okay,” Robertson replied, “we’ll keep the look.” Then she broached the idea of the infomercial. “I always saw Susan as a funny teacher,” Robertson says. “She saw herself as a housewife who had figured it all out, and that’s how we’ve sold every deal.” In Hollywood, Robertson pitches Powter as an updated version of Roseanne arnold, a feisty role model whom ordinary women can identify with.</p><p>For her part, Powter delivers on Robertson’s promise by always remaining in character. While negotiating the deal with Bloodworth-Thomason for her role in the upcoming sitcom, Powter munched a rice cake. She adopted a similarly unconventional pose when going after her book contract. Rather than prepare a lengthy written proposal, Powter’s Dallas-based literary agent, Jan Miller, planned what turned out to be an assault on New York publishing houses. Miller lined up interviews with seven publishers in a single day. She, Robertson, and Powter went from one house to another, talking their way into a deal without as much as a word written on paper. The sell was Powter’s personality. By the end of the day, she had three separate offers in hand.</p><p>The downside of all of this is that Powter has developed a celebrity’s tendency to micromanage the media. She says she doesn’t want reporters too close to her family for fear that some harm might come to her children. “I get lots of hate mail from men whose wives have stopped the insanity by leaving them,” Powter says soberly. She is also peckish about her own image. Midway through my research of this story, Jerianne Fitzgerald Thomas telephoned to say she had heard I was planning to do an “expose or hatchet job.” The call struck me as extremely odd. After all, Powter herself has revealed that she had an unhappy childhood and a miserable marriage, worked as a topless dancer, was a married man’s mistress, and has had cosmetic surgery twice. What, I wondered, could I possibly expose about her that she hasn’t exposed herself?</p><p>Besides, it’s not as if negative press has slowed down her success. The same week the <em>Observer</em> story came out, Powter signed the contract for her second book and received a $2 million advance. “Everything is going really, really well,” she cooed when I talked with her by telephone in late September. Before hanging up, she made one last sales pitch on her own behalf. “If people want to know the truth about my life,” she said, “tell them to buy my book. ”</p><p>“<span class=”dropcap“>W</span>hen i’m Teaching Class, it’s like i’m in the womb,” Powter says as she heads into her exercise studio. On this afternoon she is dressed in her signature style: She’s wearing a black sports bra and a black bikini thong over lime-green tights.</p><p>As soft music plays on the stereo, Powter turns to face a room filled with thirty women, all desperate to reinvent themselves as she has done. Her eyes sweep across the room, taking in her audience; her muscles glisten under the studio lights. “Look at yourselves in the mirror,” she says. “When I was two hundred and sixty pounds, the hardest thing I had to do was face how unfit I was. Face your bodies!” Obediently the students look at their own reflections, then rapidly shift their gaze to Powter’s. “Now let’s get strong!” she says. At her command, a roomful of rubbery legs begins marching.</p><p>About half of the women in Powter’s class weigh more than two hundred pounds. They are here because they feel safe; they know that Powter understands what it feels like to be a fat woman in an exercise class, and she speaks their language. “You look great sweating!” she tells a portly teenager who is gasping for breath in the back of the room.</p><p>Over and over, she instructs them to step with their heels first to avoid injury. “Keep it simple!” she says. “Don’t jump! Don’t dance! Get the crap out of your movements! Reach! Resist! Just march!” as always, she saves the most lavish compliments for the most obese and uncoordinated. “Brilliant modification!” she says to a large gray-haired woman who steps off her box to march at a slower, easier pace on the floor.</p><p>While Powter strides around the room, hugging a microphone, sweat pouring from her body, she seems electrified, exhilarated. Her fate is tied to these women as much as theirs is to her. She has reinvented herself over and over, and she’s still at it; she is proof of the old saying “You can never be too rich or too thin.” The rage she feels, like the rage of many women today, merely begets more rage; it can never be satisfied.</p><p>As class ends, Powter continues to feed off the adulation of others. The students break into applause; she glows and bows. For a split second, she looks uncharacteristically humble, almost shy. “When I was a child, my mother always told me to stop talking and keep quiet,” she says rebelliously. “i’m so glad I didn’t listen to her. Now I know I was born to do this!”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "November 1993",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Women",
      "Dallas",
      "Exercise",
      "Fitness",
      "people",
      "Food",
      "Home",
      "School",
      "TV",
      "House",
      "hunger",
      "Love",
      "Mother",
      "New York",
      "Restaurant",
      "Business",
      "Cooper",
      "ever",
      "High School",
      "Interviews"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": [
      "Dallas",
      "Mission",
      "Garland",
      "Greenville",
      "Texas"
    ]
  }
}