{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-199311",
    "date": "November 1993",
    "year": 1993,
    "month": 11,
    "month_formatted": "November",
    "pdf_uri": "/1993/19931100.pdf",
    "issue_cover_image": "",
    "document_start_page": 139,
    "toc_start_page": 134,
    "document_page_range": [
      [
        139,
        140
      ],
      [
        161
      ],
      [
        163
      ]
    ],
    "toc_order": 16,
    "toc_headline": "The Trials of Senator Sweet",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199311-thetrials",
  "source": "/1993/19931100.pdf",
  "wp_post_id": 127071,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-trials-of-senator-sweet/",
  "authors": [
    "Paul Burka"
  ],
  "headline": "The Trials of Senator Sweet",
  "dek": "Kay Bailey Hutchison's accusers say she misused state employees and equipment. She says it’s a Democratic party conspiracy. But the most significant issue in her ethics case is why her onetime friends turned against her.",
  "spread_caption": "",
  "excerpt": "Did Kay Bailey Hutchison do what she’s accused of—or did Democratic Party officials hatch a conspiracy to get her?",
  "kicker": "",
  "word_count": 3042,
  "content": "<p>“I Am a Victim Of a Huge Democratic Leadership plot.” The voice coming through the telephone was a little strained but dead earnest. It belonged to United States senator Kay Bailey Hutchison.</p><p>This was our second conversation in two days. She had called back to expand on her contention that the Texas Democratic party and Travis County district attorney Ronnie Earle were involved in a conspiracy to get her. Did I really believe that the process resulting in her indictment by an austin grand jury for violating state ethics and open-records laws had been fair? “How would ann Richards feel,” Hutchison asked, “if she had to go before a grand jury in Dallas that had no Democrats on it?”</p><p>The rise and possible fall of Kay Bailey Hutchison is a remarkable moment in Texas politics, made more so by her allegation of a Democratic conspiracy. A 24-page draft of a report prepared by the Hutchison camp, titled “The Character assassins: The Special Texas Senatorial Election of 1993,” suggests that a host of Democrats—the state party, Ronnie Earle, and unspecified party operatives, state officials, government employees, and political consultants—“are continuing to engage in an unlawful and elicit [<em>sic</em>] scheme to use the grand jury process of the criminal justice system to cause an indictment to be issued against Kay Bailey Hutchison solely for political purposes.” at a press conference following her appearance before the grand jury in September, Hutchison said of the Democrats, “They know that if I have a sixty percent margin in 1994, the entire Democratic power structure in this state is finished. That is the game we are in. Make no mistake about it.”</p><p>As with all conspiracy theories, this one has some evidence to back it up. A rogue group of Democrats, including former attorney general Jim Mattox, attempted to pressure Tom Bowden, the loser of the 1990 Democratic primary race for treasurer, into saying that Hutchison had illegally promised Bowden a job in exchange for his endorsement in the general election. Bowden did not cave in, and Earle did not press the matter when it was brought to him. That’s all: no smoking gun. It stretches credulity to suggest that Mattox, who beat a felony ethics rap in 1985, and Earle, who prosecuted him, would be linked in any way except that they are living on the same planet. In any case, the charges against Hutchison have nothing to do with the Bowden affair. She has been indicted for having treasury employees conduct her political and personal business at taxpayers’ expense and for altering and destroying records during a subsequent investigation.</p><p>State ethics laws are so strict in their mission to sever personal and political conduct from government business that a public official who signs a personal check with a taxpayerprovided pen has technically committed a crime. Ronnie Earle himself admits that there is not a state employee, much less an elected official, who hasn’t violated the law in some way. Ethics reforms have gone far, perhaps too far, beyond the old-fashioned idea that a politician ought to go to jail for one of three reasons: selling his vote, putting money in his pocket, and obstructing the public’s right to know what he does. Lesser ethics violations, such as Kay Hutchison’s, are wrong but not necessarily criminal. It would make more sense to require politicians to disclose politicking on state time and then reimburse the taxpayers for it than to demand that politicians not be politicians. There are abuses of the public trust far worse than what Hutchison is accused of doing that carry no legal sanction—for example, Lena Guerrero’s fabrication of her educational achievements. Most ethics lapses should be judged as Guerrero’s was: in the court of public opinion, not in a court of law.</p><p>[ Continued On Page 156 ]</p><p>Illustration By Bill Nelson</p><img/><p>[ Continued From Page 134 ]</p><p>Kay Bailey Hutchison should be talking about whether the most popular Republican vote getter in the history of Texas should be in jeopardy of spending years in jail for wrongs that could be remedied by disclosure and reimbursement. Instead, her injection of a Democratic conspiracy has raised the stakes of the case beyond her own political and personal future. Some Republican strategists want to subpoena dozens of Democratic officials and question them about their ethics. Republicans talk of turning Hutchison’s impending trial into the number one campaign issue of 1994, in effect wagering the fate of the whole Republican ticket on Hutchison’s ability to persuade a jury that there indeed was a Democratic plot.</p><p>Hutchison believes it with all her heart. “I spoke out against the income tax,” she told me. “I played in their playpen. I was the skunk at their lawn party. There was talk that I would be the Republican nominee against ann Richards. They set out to batter me in every way possible.” It is no small matter for a politician in a democracy to believe that her opposition is morally bankrupt. That Kay Bailey Hutchison does so says as much about herself as it says about the Democrats.</p><p><span class=\"dropcap\">A</span>lmost From the Moment She arrived in austin as the newly elected state treasurer in January 1991, Kay Hutchison found herself at odds with Democrats. She protested that the state comptroller’s office had redesigned the government payroll checks so that the name of incoming comptroller John Sharp appeared in much bigger print than her name. Sharp disclaimed prior knowledge of the redesign, but the entire supply of checks had to be exhausted before the imbalance was adjusted.</p><p>She had been a loyal Republican since the start of her career. After graduating from the University of Texas law school in 1967, Kay Bailey went to work for prominent South Texas Republican anne armstrong, then co-chairperson of the national party. She progressed rapidly along the GOP fast track. In 1972, after a short stint as the first female TV reporter in Houston, she won a seat in the state House of Representatives at a time when the only women in the Legislature were Barbara Jordan and Sissy Farenthold. In her second term she resigned to join the Ford administration as vice chairman of the National Transportation Safety Board, and she became acting chairman in 1976, a year in which she was named one of the outstanding young women in america. In 1978 she married Dallas lawyer Ray Hutchison, a former GOP state party chairman, in the middle of his unsuccessful primary campaign for governor against Bill Clements. Kay Hutchison assumed the political and civic mantle for the family, earning a reputation as a consensus builder who got along with Democrats and always sought leadership roles in any organization she joined. She ran for a North Dallas congressional seat in 1982 and led Steve Bartlett, now mayor of Dallas, going into the Republican primary runoff. But her compatibility with Democrats and moderate stance on abortion were anathema to the Republican right, and Bartlett overtook her in the runoff. It was a bitter defeat. By the time she reentered politics in 1990 to run for treasurer, Hutchison had become more suspicious, more partisan, and more conservative.</p><p>As the newly elected treasurer in 1991, Hutchison led the Republican counterattack against Lieutenant Governor Bob Bullock’s proposal for a state income tax. In speeches and editorial-page articles, she challenged Democratic assertions that the state faced a budget deficit. She blasted the Legislature and its budget committees. Yet she seemed surprised when the Democrats fought back. The House appropriations Committee voted to slash her budget. Senate budget writers proposed shifting an entire division from the treasury department to the comptroller’s office. Sharp, whose office was studying ways to save the state money, indicated that one possibility was to merge the treasury department into his own agency.</p><p>Hutchison eventually escaped with only a small budget cut, but the Democrats still weren’t through with her. One does not cross Bob Bullock with impunity, and Hutchison had not yet paid the price. It came in the form of a Bullock-backed provision in the law creating a state lottery. Both the comptroller and the treasurer were barred from receiving campaign contributions from lottery contractors. The prohibition made some sense in the case of the comptroller, whose office was charged with overseeing the lottery. But the treasurer had no connection with the lottery except that she handles all state funds. Unlike Sharp, Hutchison didn’t have the computer records to find out who the lottery contractors were so that she could be sure to comply with the law. “It was clear retribution,” says Hutchison. Later, when the state ran into a cash flow problem and she proposed a cheap way to borrow money, Bullock and Sharp blocked the plan, preventing her from taking credit for saving the state millions of dollars.</p><p>The partisan wars and the realization of her long-held political ambitions were changing Hutchison. She didn’t trust Democrats. And then, in the spring of 1992, she heard from the one Democrat with whom she could not afford to feud: Ronnie Earle, the district attorney of Travis County, who would come to hold her fate in his hands.</p><p><span class=\"dropcap\">R</span>onnie Earle Is the Kind Of district attorney who is perfect for austin, a prosecutor who worries about the social causes of crime and says things like “We must rebuild our communities one at a time.” Explaining why he was seeking an appointment to the Senate seat eventually won by Kay Bailey Hutchison, he told a local TV reporter last December, “I think I have a vision. I think I have seen the consequences of inaction.” a Dallas DA who talked like that would be run out of town.</p><p>Since his election as district attorney in 1976, Earle has maintained a low profile. His public integrity unit oversees political misconduct at the Capitol—fertile ground for a zealous prosecutor, but Earle has been restrained about plowing it. A former legislator who served with Kay Bailey (he says he thought of her as Muffy, the impeccably proper girl next door), Earle is not a by-the-book prosecutor. He has a standing policy of allowing politicians who commit minor ethical violations to come clean and reimburse the state. He has his own sense of where the dividing line is between right and wrong; it is lenient, the view of a onetime insider—but woe to the politician who offends it. He hounded five-term Speaker of the House Gib Lewis, a Democrat, into retirement in 1992 with a full-scale investigation not because Lewis was known to have committed serious breaches of the law but because Earle felt that his casual attitude toward ethics had infected the entire House. Kay Hutchison is in legal trouble today because Ronnie Earle thinks she lied to him.</p><p>Earle’s office began investigating Hutchison in the spring of 1992, after the <em>Houston Post</em> revealed that treasury employees were engaging in political activity on state time. At the same time, Earle was checking out a report in the <em>Houston Chronicle</em> that land commissioner Garry Mauro, a Democrat, had used state telephones to assist Bill Clinton’s campaign in the Texas presidential primary. Both investigations were handled in Earle’s typical way. The officials were allowed to determine what had gone wrong and take corrective action. Hutchison acknowledged that the treasury’s planning director, David Criss, had used state computers to write a few fundraising memos and thank-you letters to contributors. She said she hadn’t known about the violations. Criss reimbursed the state and resigned. Last November Earle said that he would not prosecute Mauro or Hutchison. Case closed. A few days later, Lloyd Bentsen said that he was leaving the Senate to become Secretary of the Treasury.</p><p><span class=\"dropcap\">E</span>arly In the Senate Campaign, Rita Clements, the former first lady of Texas, announced her support for Kay Bailey Hutchison. The endorsement was quite a coup for Hutchison. The husbands of the two women had been old political rivals. Bill Clements was backing Republican congressman Joe Barton of Ennis in the Senate race. The independence of his wife was an early sign of Hutchison’s remarkable appeal.</p><p>But as the May 1 election neared, three former Hutchison staffers—all of them Republicans—went public with accusations against her. Sharon ammann, the daughter of John and Nellie Connally, said that Hutchison had struck her in anger with a notebook binder. Trilby Babin, Mrs. Clements’ travel aide for four years, and Sandra Snead, a former secretary for Republican railroad commissioner Kent Hance, said that Hutchison had directed them to perform personal and political chores on state time. Most of the violations were trivial—for example, a shopping trip to an appliance sale on state time—but the fact that the complaints came from her own staff was not. Without fanfare, Rita Clements informed the Hutchison campaign that she could no longer vote for their candidate.</p><p>It is certainly not a criminal offense to be an oppressive boss, nor is it politically fatal; Lyndon Johnson and Bob Bullock are proof of that. Yet Johnson and Bullock never had the sort of loyalty problems that damaged Hutchison. In what is supposed to be a Democratic conspiracy, the most publicized allegations of wrongdoing came from Republicans. What drove Hutchison’s own employees to turn against her? Speaking on condition of anonymity, several former aides provided a picture of what life was like inside the treasury. Feeling besieged by Democrats, Hutchison cloistered herself with her small executive staff, having little or no contact with career employees except for a few top managers. In this isolated environment, Hutchison’s strongest character traits—determination, a tireless capacity for hard work, a knack for planning and organizing, and extraordinary thriftiness—sometimes mutated into less-admirable qualities. (In a 1984 <em>Dallas Morning News</em> profile, she said the best advice her mother gave her was “Stop working so hard.”)</p><p>Aides grew accustomed to seeing Hutchison simultaneously talk on the phone, do paperwork, and try to instruct staffers with hand or lip signals. “She tried to do everything,” recalls one former aide. Another aide lamented the “constant berating that made bright, talented people feel worthless.” Staffers were afraid to make the smallest decisions on their own; interrupting a meeting to announce a phone call exposed an aide to a chewing out, but so did <em>not</em> interrupting the meeting. In short, anyone who didn’t guess correctly what Hutchison wanted—even on matters as inconsequential as not putting pickles on her hamburger—was vulnerable. Once she blew up when a Washington meeting and dinner with alan Greenspan, the chairman of the Federal Reserve System, appeared on her schedule, saying, as one aide remembers it, “People are going to say we’re having an affair.”</p><p>It was her thriftiness that brought on the worst trouble. In Republican circles Hutchison was legendary for her frugality. As treasurer she directed staffers who were traveling to Houston and Dallas to stay with her friends rather than at a hotel. When she held lunch receptions in her office, she would negotiate for reduced sandwich prices with the manager of a cafeteria in a nearby state building. After the reception, she would take the leftover food home. But she was pennywise and pound-foolish when she decided not to set up a separate campaign office to handle all her political activity.</p><p>A campaign office is not a legal requirement, but most statewide elected officials establish one for their own protection. Hutchison put herself in the perilous position of having David Criss, her state-paid planning director, also function as her political coordinator. Her intention, according to the report she sent to Ronnie Earle in 1992, was for Criss to engage in fundraising and other political matters on his own time, away from the office. There is nothing inherently illegal in this arrangement, but it is rife with temptation and the possibility of abuse.</p><p>Sure enough, reporters found that it had been abused—and to a far greater extent than Hutchison had told Ronnie Earle. Criss had made frequent calls to Hutchison’s outside fundraisers during working hours. In early June Earle’s office was contacted by a worried treasury computer operator who said he had been instructed to purge records from the state computers. Hutchison had crossed Earle’s internal dividing line between right and wrong; he was now concerned that she had run her political operations with state funds and was covering it up. Five days after Hutchison demolished Bob Krueger in the Senate runoff, Earle raided the treasury to prevent files from being destroyed.</p><p>All of this could have been avoided had Hutchison simply established a separate campaign office. Or she could have told Earle the full extent of employee politicking during the first investigation and reimbursed the state for it. Why didn’t she? Was she too frugal to pay for a separate office? Did she distrust the opposition party so much that she felt she could not tell a Democratic prosecutor the truth? (Earle could hardly have justified treating her differently from Garry Mauro, who was under scrutiny at the same time.) Or did her own staff, fearing another explosion, withhold the truth from her? Hutchison’s position now is that Criss worked extra hours to compensate the state for his political activity—but that wasn’t what she told Ronnie Earle in 1992. She is far more to blame for her plight than are the Democrats.</p><p>Now Hutchison faces a trial scheduled for November 29 that will determine her political future and her personal freedom. Despite the evidence of widespread political activity in her office, Hutchison has some strong defenses to the charges. Ronnie Earle must prove that she violated the law knowingly and intentionally. She can say that Criss (who has also been indicted, along with a deputy treasurer) acted against her orders. She can say that the $7,000 check for unused vacation time that she returned to the state could be considered as reimbursement. To the most damaging charge—that she destroyed records—she can answer that (1) they weren’t state records in the first place, (2) if they didn’t belong on the state computer, she had the right to take them off, (3) she told Earle in 1992 that part of her cleanup plan was to remove the records, and (4) she acted on advice of the treasury’s counsel. To the jury she will seem like Muffy grown up to be Senator Sweet. During our first phone conversation, she said, “I tried <em>so</em> hard to be so careful.” She sounded mighty convincing—as long as she wasn’t talking about conspiracies.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "November 1993",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Republican",
      "Campaign",
      "Ethics",
      "office",
      "Texas",
      "Dallas",
      "Ronnie Earle",
      "Senate",
      "Democrats",
      "Law",
      "Budget",
      "Records",
      "Election",
      "Government",
      "House",
      "Houston",
      "Kay Bailey Hutchison",
      "Lottery",
      "Women",
      "Advice"
    ],
    "wp_categories": [
      "Ann Richards"
    ],
    "wp_location": [
      "Texas",
      "Dallas",
      "Houston",
      "Austin",
      "Ennis"
    ]
  }
}