{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19807",
    "date": "July 1980",
    "year": 1980,
    "month": 7,
    "month_formatted": "July",
    "pdf_uri": "/1980/19800700.pdf",
    "issue_cover_image": "",
    "document_start_page": 95,
    "toc_start_page": 93,
    "document_page_range": [
      [
        95,
        96,
        97
      ]
    ],
    "toc_order": 2,
    "toc_headline": "Oil Slicks",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198007-oilslicks",
  "source": "/1980/19800700.pdf",
  "wp_post_id": 107952,
  "wp_post_guid": "http://www.texasmonthly.com/article/oil-slicks/",
  "authors": [
  "John Bloom"
  ],
  "headline": "Oil Slicks",
  "dek": "You can’t judge a book by its cover, but you can judge a corporation by its annual report.",
  "spread_caption": "",
  "excerpt": "A critic’s practiced eye scans the oil giants’ yearly self-portraits.",
  "kicker": "",
  "word_count": 1936,
  "content": "<p><span class=\"dropcap\">A</span>annual report is a corporation’s autobiography. And like most self-regarding art forms, it reveals far more than the author intended. Letting the eye wander to the graphics and prose between the facts, figures, charts, and jargon gives a fairly good idea of how companies see themselves and the world around them. The oil companies below, thirty of the biggest in the United States, are listed in order of their sales last year.</p><p><strong>1. Exxon</strong> (sales $79.1 billion, profits up 55 per cent). Beginning with the alaskan arctic twilight on the cover, the report of america’s largest corporation is cast in muted tones, without superlatives, and with a prose style that could have been concocted by a committee of twelve junior-high textbook authors grown tired of life.</p><img /><p><strong>2. Mobil</strong> (sales $44.7 billion, profits up 78 per cent). The report of the industry’s self-appointed apologist would warm the hearts of the Contemporary arts Museum’s board of directors, but its meaningless slogans (“Imagining tomorrow is our business”) and heavyhanded symbolism (including a bizarre drawing of a crumpled <em>New York Times</em> going up in flames) make it more entertaining than informative.</p><p><strong>3. Texaco</strong> (sales $38.4 billion, profits up 106 per cent). A no-nonsense bunch (note the bleak offshore platform on the cover), the directors of the third-largest company are partial to deadening prose and pictures of macho equipment, but their report provides the most extensive survey of all operations around the world and a good summary of the company’s greater-than-usual interest in synthetic fuels and gasohol.</p><p><strong>4. Standard Oil of California</strong> (sales $29.9 billion, profits up 64 per cent). One of the most thorough, attractive, <em>and</em> readable reports, with a minimum of drivel about the national honor, this one mixes the bad news with the good. For example, if you want to know why Socal’s Ortho lawn products aren’t killing as many of your weeds this year, it’s because the government banned Silvex, a potent herbicide ingredient.</p><img /><p><strong>5. Gulf</strong> (sales $23.9 billion, profits up 68 per cent). Of the major firms, Gulf is by far the most traditional, sticking to the basics of oil, gas, petrochemicals, and a few other minerals. So its annual report is almost a stereotype of the genre, right down to the cover shot of an oil derrick silhouetted against cloudy evening sky, the obligatory group photo of the company directors on the inside front cover, and a bar graph with the bars in the shape of gasoline pumps.</p><img /><p><strong>6. Standard Oil of Indiana</strong> (sales $18.6 billion, profits up 40 per cent). A bland, generalized survey of everything from plastic foamboard to exotic minerals all but obscures the fact that this company has the most active exploration program in the nation, with large plays in every major drilling region.</p><p><strong>7. Atlantic Richfield</strong> (sales $16.2 billion, profits up 45 per cent). One of the few majors devoted equally to renewable energy and the dirtier forms of alternate energy, atlantic Richfield allots a full page to solar. It is also the softest on government and a tireless promoter of such noble concepts as conservation, facts that qualify arco as the closest thing to a liberal oil company known to man.</p><img /><p><strong>8. Shell</strong> (sales $14.4 billion, profits up 38 per cent). President John Bookout is apparently one of the few oil men who can write clean, declarative sentences, so Shell has the most readable report of them all. Its attention to detail provides a clear, coherent overview of all Shell ventures, large and small, including the</p><p>intriguing news that the company sold the division that makes its most visible consumer product (next to gasoline), the No-Pest Strip.</p><p><strong>9. Conoco</strong> (sales $12.6 billion, profits up 81 per cent). Conoco takes beautiful pictures of machinery and firmly believes it would have more machinery to take pictures of if the government would get off its back. Its only liabilities in 1979 were a surplus of uranium and seven “fatalities” in its coal mines, minor setbacks in what chairman Ralph Bailey describes as an “extraordinary” year. The company also changed its name from Continental Oil to Conoco, since that’s what everybody calls it anyway.</p><p><strong>10. Tenneco</strong> (sales $11.2 billion, profits up 26 per cent). Perhaps the most diversified of all the majors, Tenneco leads us on a tour through the worlds of life insurance, shipbuilding, farm equipment, and chemicals—all of which is fascinating compared to its stolid laundry list of drilling tracts and leases, supported by hackneyed pictures of hardware and products spread on tables.</p><img /><p><strong>11. Sun</strong> (sales $10.7 billion, profits up 69 per cent). For a $10 billion oil company, the nation’s eleventh largest, Sun has put less hard information in its annual report than any other firm; it is filled mostly with smiling faces and paeans to freedom, goodwill, and the american way.</p><p><strong>12. Occidental</strong> (sales $9.6 billion, profits up 8283 per cent). Occidental had such bad luck in 1978—the shutdown of two European refinery projects, a major coal strike, a major railroad strike—that its profit figures aren’t <em>quite</em> as exorbitant as they look, though the company feels no need to make apologies for them. But for a year that included the Love Canal fiasco (courtesy of its Hooker Chemical subsidiary) and a new cold war atmosphere (hampering Occidental’s extremely close ties with the USSR), the figures aren’t bad.</p><img /><p><strong>13. Phillips</strong> (sales $9.5 billion, profits up 24 per cent). Very thorough and thoroughly boring, this report contains everything you would ever want to know, and a lot you wouldn’t, about worldwide petroleum geology, cyclic chemicals, and gasoline additives, complete with fuzzy pictures of men at work that are enough to make the eyes glaze over.</p><p><strong>14. Standard Oil of Ohio </strong>(sales $7.9 billion, profits up 164 per cent). Sohio, king of the alaskan oil fields, has an eye for graphic design, demonstrated by the first successful picture of a pipeline (descending an alaskan slope as though it were a ski lift) I have ever seen. By reading the fine print, you can learn that Sohio is now controlled by British Petroleum, which holds 53 per cent of the stock.</p><img /><p><strong>15. Union Oil of California</strong> (sales $7.6 billion, profits up 31 per cent). Unconventional Union is the world’s largest producer of geothermal energy (in Northern California and the Philippines), the world’s largest producer of rare earth products like europium and yttrium, and the largest real estate developer in Schaumburg, Illinois. One of the directors is Donn Tatum, chairman of the board of Walt Disney Productions.</p><p><strong>16. Amerada Hess</strong> (sales $6.8 billion, profits up 265 per cent). Filled with warm tones and bright colors and printed on paper as thick as a redwood, amerada’s annual report mildly castigates Carter for cutting off its bonanza of Iranian oil, launches into a blow-byblow of drilling tracts around the world, and concludes with a dazzling spread of monster equipment called “Quest for Energy” that rivals <em>National Geographic</em> for technical brilliance.</p><p><strong>17. Marathon</strong> (sales $6.7 billion, profits up 44 per cent). Thanks to more or less reliable contracts with OPEC countries and a half-interest in the fabulous Yates Field in Pecos County, Marathon was able to keep its customers supplied with 100 per cent of allocations even during the darkest days of the gas lines. The only picture involving identified humans shows the three top executives looking pleased as punch.</p><img /><p><strong>18. Ashland</strong> (sales $6.5 billion, profits up 115 per cent). Most of these profits came from the sale of oil and gas wells, which didn’t make enough money to suit ashland. Things that did, richly illustrated in this colorful report, were refineries, aromatic-chemical plants, coal mines, highways (ashland is building them all over the South), Mario andretti (sponsored by Valvoline, one of ashland’s top products), and doughnuts (now sold at Save Mart service stations).</p><p><strong>19. Cities Service</strong> (sales $6.3 billion, profits up 72 per cent). This is the only company already producing synthetic fuels on a commercial scale (in alberta), the only company to advertise its political contributions, and the only company affected by a six-week strike at a plastic housewares and trash-bag plant. The entire report is illustrated with watercolors of the type that can be purchased at any Stuckey’s gift shop.</p><img /><p><strong>20. Getty</strong> (sales $4.8 billion, profits up 83 per cent). In the world of Getty, everything is pictured against a dark, brooding background of blacks and deep blues, including a giant phallic pump nozzle pointed in the general direction of the camera and labeled simply with the word “Marketing.”</p><p><strong>21. Charter</strong> (sales $4.2 billion, profits up 1469 per cent). This one gets an a for enthusiasm, an A-plus for candor. The picture of a hearty, laughing chairman of the board Raymond Mason is accompanied by a financial analysis making it clear that Charter will invest in anything that makes money, whether it be oil, widgets, or Iranian flags, and sell anything that does not.</p><p><strong>22. Kerr-McGee</strong> (sales $2.7 billion, profits up 35 per cent). This company works quietly in the production and refining end, with only a few retail outlets, and its report might make fascinating reading for engineers and chemists. One interesting fact: KerrMcGee’s chemical division is manufacturing an essential ingredient for rocket fuel.</p><p><strong>23. Diamond Shamrock</strong> (sales $2.4 billion, profits up 28 per cent). A dry, straightforward report; the company’s extensive involvement in complex chemicals makes it tough on the lay reader. Diamond Shamrock nobly avoided any snide references to Cleveland’s ex-mayor Dennis Kucinich, the man partly responsible for its flight to Dallas.</p><p><strong>24. Pennzoil</strong> (sales $2.1 billion, profits up 86 per cent). Much of its earnings came not from oil but from extensive copper mining in arizona, part of a diversification strategy that has led Pennzoil into potash, gold, silver, sulfur (it owns the free world’s largest mine, near Culberson), and molybdenum, an element used in steel alloys.</p><p><strong>25. American Petrofina</strong> (sales $1.6 billion, profits up 157 per cent). With pictures that look as if they were taken with a Polaroid, this report has nothing attractive about it except the bottom line, most of which was derived from record sales of gasoline.</p><p><strong>26. Murphy</strong> (sales $1.6 billion, profits up 122 per cent). Involved primarily in production and refining, Murphy has managed to stay ahead by diversifying into timber, wildcatting very selectively in exotic locales, arranging supply contracts with OPEC, and keeping its refineries (the real vortex of profits) running full steam.</p><p><strong>27. Commonwealth Oil Refining</strong> (sales $1.2 billion, profits up $135 million). Record earnings don’t mean much for a company that’s been in bankruptcy for two years and continued to lose money in 1978. Corco opted for the cheapest paper, two small black and white pictures, and a long and complex account of just how it got into this fix and how it intends to get out. Despite all the bad news, it was still one of the nation’s largest oil companies.</p><p><strong>28. Clark Oil and Refining</strong> (sales $1.2 billion, profits up 418 per cent). A refiner and marketer making a fortune by processing imported crude and piping it to jobbers and 1300 service stations that are rapidly being converted into “grocerettes.” Obviously from a no-frills company, the annual report was printed entirely in black and white.</p><img /><p><strong>29. Superior</strong> (sales $1.1 billion, profits up 106 per cent). The gloomy photography—gray skies brooding over the bleakest of oil-field landscapes, like sets from <em>Waiting for Godot—</em> belies the fact that Superior is one of the few companies able to increase their oil and gas reserves over the past four years.</p><p><strong>30. Crown Central</strong> (sales $1.1 billion, profits up 285 per cent). One of several companies getting rich through the use of imported oil, Crown is primarily a refiner and marketer. Its slim report is long on wholesome platitudes about “courteous service” and “financial foresight” but short on any real analysis of the energy market.</p><p><em>J.B.</em></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "July 1980",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Oil",
      "California",
      "Coal",
      "Drilling",
      "gas",
      "Government",
      "ever",
      "gasoline",
      "Marathon",
      "money",
      "News",
      "Oil and Gas",
      "Pennzoil",
      "record",
      "Art",
      "Bankruptcy",
      "Bars",
      "Carter",
      "Cities",
      "cold"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Marathon",
      "Pecos"
    ]
  }
}