{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19807",
    "date": "July 1980",
    "year": 1980,
    "month": 7,
    "month_formatted": "July",
    "pdf_uri": "/1980/19800700.pdf",
    "issue_cover_image": "",
    "document_start_page": 113,
    "toc_start_page": 111,
    "document_page_range": [
      [
        113,
        114,
        115,
        116,
        117,
        118,
        119,
        120,
        121
      ]
    ],
    "toc_order": 6,
    "toc_headline": "The Best Strikes Back",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198007-thebests",
  "source": "/1980/19800700.pdf",
  "wp_post_id": 107934,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-best-strikes-back/",
  "authors": [
    "Richard West"
  ],
  "headline": "The Best Strikes Back",
  "dek": "Our second quadrennial roundup of Texas superlatives.",
  "spread_caption": "",
  "excerpt": "Four years ago we brought you the Best of Texas. Now we do it again— only better.",
  "kicker": "",
  "word_count": 3365,
  "content": "<p>It may not be the best of times, but it is the time of bests. Four years ago this month I chronicled the Best of Texas—150 of the best people, places, things, and Mexican food these 169 million acres have to offer. But being best is very hard. That’s why we have the word in the first place, instead of the less precise “goodest.”</p><p>So I went out anew to see what, aside from the price of oil and the governor’s political party, has changed across Texas in the last four years. In my search I averaged 1500 miles a month on the road and lived in the Trans-Pecos, the Piney Woods, the Panhandle, the ghetto, the barrio, and the barrier islands. I drove the Best Highway (U.S. 83 from Brownsville to Perryton) and the Best Interstate (IH 10 from El Paso to Orange), and I can tell you the Best Pothole and the Best Filling Station and the Best Walnut Bowl for the price.</p><p>Through the years and miles, a few 1976 Bests proved to be immutable. They make up the Hall of Fame on page 118. As for the others, my philosophy was to let the best man win, remembering that in the best of all possible worlds, the best things in life are free. Looking over this new array of Bests, it seems that the last four years have been the best years of our lives after all. And if you turn the page, you’ll see that the Best—of Texas, that is—is yet to come.</p><p><strong>Best Gimme Cap Collection</strong></p><p><em>Wayne Robinson, Carthage. </em>Owns more than 120 caps; paid for only 1.</p><p><strong>Best Root Beer</strong></p><p><em>Schilo’s Delicatessen, San antonio.</em> Ice-cold, homebrewed pure root beer is perfect complement to their Best Split Pea Soup with floating bits of ham.</p><p><strong>Best Motorcycle Club</strong></p><p><em>Skullmunchers, Dallas-Fort Worth.</em> Strictly for bikers and mechanics who want to ride, not kill.</p><p><strong>Best Postcard</strong></p><p><em>Easter Fires, Fredericksburg. </em>Features men in bunny suits putting the torch to a cross; looks like the Playboy chapter of the Klan at work.</p><img /><p><strong>Best Crew Cut</strong></p><p><em>Bum Phillips, Houston.</em> Oilers head coach outdoes all nonMarines.</p><p><strong>Best Proof You Can’t Fool all of the People all of the Time</strong></p><p><em>State Senator Bill Moore, Bryan, and State Representative Fred Head, athens. </em>Much-loathed incumbents finally lost in last May’s primary elections.</p><p><strong>Best Private Parts</strong></p><p><em>Ingredients to Leonard Massey’s barbecue sauce,</em></p><p><em>State Highway 37, Red River County.</em> Secret formula magically combines sweet and tart tastes in tomato-based sauce.</p><p><strong>Best Evidence That The Seventies are Over</strong></p><p><em>Uncle Funky’s Disco, Sweetwater.</em> Next-best: Sights ’n’ Sounds Disco, Fort Stockton.</p><p><strong>Best Name of a Chinese Restaurant Near Texas</strong></p><p><em>Chew Den, Roswell, New Mexico.</em> Den what?</p><p><strong>Best Cat</strong></p><p><em>Woody, austin.</em> author’s cat; no others need apply.</p><p><strong>Best acronym</strong></p><p><em>SCA T, El Paso.</em> Officially,</p><p>Sun City area Transit. Unofficially, Shuttle Chicanos around Town.</p><p><strong>Best Suppressed Gossip</strong></p><p><em>Scandal d’amour, Dallas. </em>Everybody knows about the prominent Dallas arts figure caught flagrante delicto with a married culture maven, but nobody dares put it in writing, including us.</p><p><strong>Best Unknown Vacation Spot</strong></p><p><em>Kingston Hot Springs, Ruidosa.</em> Spa in the desert is not on any map; go to Ruidosa, turn north, and don’t give up.</p><p><strong>Best Doper’s Vacation Spot</strong></p><p><em>S. S. Snort Hotel, Galveston.</em></p><p><strong>Best Plumber’s Friend</strong></p><p><em>1935 Ford, Wayne Vick Plumbing, San antonio.</em> For 44 years, this classic has hauled two generations of Vicks to unclog drains.</p><p><strong>Best Office Decor</strong></p><p><em>Eastland Post Office, Eastland.</em> Former postmistress spent $15,000 to cover sixby-ten-foot window with 11,217 postage stamps, many of them rare.</p><p><strong>Best Two-State Town</strong></p><p><em>anthony, El Paso County.</em></p><p>New Mexico line runs right through the Line Bar. Texas side produced Kathy Dawn Patrick, this year’s Miss New Mexico, who went to court to keep from being disqualified as a nonresident.</p><p><strong>Best Flea Market</strong></p><p><em>Swappers Park, San antonio. </em>Features animals, fruits, and vegetables, all known automotive and household notions, minimum of commercial dreck, dance band, food, beer, and a festival after 4 p.m.</p><p><strong>Best Texas Recording Of all Time</strong></p><p><em>Dogs Have always Been My Friends, Lyndon Johnson and Yuki.</em> LBJ and favorite pup howl together. Available at most LBJ souvenir shops.</p><p>Most beloved recording: Bob Wills’s “San antonio Rose.”</p><img /><p><em>Motorcycle Club</em></p><img /><p><em>Texas Recording</em></p><img /><p><em>Cat</em></p><img /><p><em>actor</em></p><img /><p><em>Postcard</em></p><img /><p><em>Yard art</em></p><p>Jack Glascock</p><img /><p><em>Plumber's friend</em></p><img /><p><em>Office Decor</em></p><img /><p><em>Gimme Cap Collection</em></p><p>Jim Cammack</p><img /><p><em>Jazz Giant</em></p><p>Christina Patoski</p><p><strong>Best Yard art</strong></p><p><em>Ophelia McNeal, Sweetwater. </em>Wagon wheel fence, farm implement sculpture, and Lone Stars outlined in gravel. Houston’s outdoor masterpiece, the Orange Show, has outgrown the category: it <em>is</em> art.</p><p><strong>Best Free way</strong></p><p><em>Mcallister Freeway, San antonio.</em> Six-mile-long stretch of U.S. 281 is end product of fourteen-year legal battle between city fathers and environmentalists. Looks like you’re riding through a park, and—alas—you are.</p><p><strong>Best Criminal Mind</strong></p><p><em>Michael Jordan, Huntsville. </em>Placed first in his high school graduating class in the Windham School District, Texas Department of Corrections.</p><p><strong>Best Outback Bakery</strong></p><p><em>Haby’s alsatian Bakery, Castroville.</em> apple fritters baked fresh daily, date and raisin breads, and alsatian specialties such as fruit stollen—a crescent-shaped coffee cake filled with apples, cherries, pineapple, blueberries, and apricots. Close runner-up: Village Bakery, West. Best City Bakery: Sweetish Hill, austin.</p><p><strong>Best Matinee Idol</strong></p><p><em>Eduardo Mata, conductor, Dallas Symphony.</em> Mata’s hauteur outclasses younger John Giordano, Fort Worth Symphony conductor.</p><p><strong>Best Love Nest</strong><em>Bastrop State Park.</em> Cabins with fireplaces in the pines for $12 a night.</p><p><strong>Best TV Station</strong></p><p><em>WFAA, Channel 8, Dallas. </em>Imaginative documentaries and a news team that doesn’t try to be cute; winner of two du Pont-Columbia awards,</p><p>TV journalism’s Pulitzer prize.</p><p><strong>Best Lawyer</strong></p><p><em>Does not apply.</em></p><p><strong>Best Living Legend</strong></p><p><em>Glenn McCarthy, Houston. </em>Fist-swinging boom-and-bust wildcatter was model for Jett Rink of <em>Giant</em>; threw Best Party Ever for grand opening of his Shamrock Hotel.</p><p><strong>Best Cowboy</strong></p><p><em>Jerry Jetton, Stephenville. </em>Professional Rodeo Cowboys association’s Rookie of the Year for 1979.</p><p><strong>Best Cowboy (Ret.)</strong></p><p><em>Roger Staubach, Dallas.</em></p><p><strong>Best Jazz Giant</strong></p><p><em>arnett Cobb, Houston.</em> Despite crippling auto accident, continues to excite audiences with brilliant sax solos, sometimes on crutches.</p><p><strong>Best actor</strong></p><p><em>Cass Ole, San antonio. </em>Francesca Cuello’s pure arabian stars in <em>The Black Stallion.</em></p><p><strong>Best act of Reincarnation</strong></p><p><em>City Council, Dallas.</em> Recent election put real people—two blacks, one Mexican american, one eccentric—on council for first time in memory, thanks to single-member districts. Radio broadcasts of tumultuous meetings rival Cowboys games in popularity.</p><p><strong>Best Hair Salon Name</strong></p><p><em>Farrah ’s Fawcett Beauty Shop, Smithville.</em> Runner-up: Jerry’s Hair-Um, Granbury.</p><img /><p><strong>Best Man for the Job</strong></p><p><em>Ed Beheler, Waco.</em> He certainly couldn’t do any worse.</p><p><strong>Best Rich Neighborhood</strong></p><p><em>Highland Park, Dallas.</em> Best schools, beautiful creek, astronomical property values; outclasses murder-prone River Oaks.</p><p><strong>Best Overrated address</strong></p><p><em>River Oaks Boulevard, Houston.</em> Home of convicted criminal Oscar Wyatt, shady financier Frank Sharp, and failed presidential aspirant John Connally.</p><p><strong>Best Furniture Makers</strong></p><p><em>Tinney family, Brady.</em> Willow furniture handmade by a clan of master craftsmen. BYO cushions.</p><p><strong>Best Tourist Court</strong></p><p><em>antelope Lodge, alpine.</em></p><p>Your own bungalow, free coffee in the office, and mountain air, all for $14.42 a night.</p><p><strong>Best Girlfriend</strong></p><p><em>Karen Master, Fort Worth. </em>Supported her man on the witness stand; became Cullen Davis’s wife. Good luck, Karen.</p><p><strong>Best Chutzpah</strong></p><p><em>Cullen Davis, Fort Worth. </em>Millionaire defendant publicly accepted Christ after third jury failed to convict him.</p><p><strong>Best Spawning Ground</strong></p><p><em>Cowboy disco parking lot, Dallas.</em> Heavy-breathing femmes, exiting La Bare after watching male strippers, take on all comers from Cowboy. Length of courtship rivals the mayfly’s.</p><img /><p><strong>Best Lay</strong></p><p><em>Ruby Red, Galveston.</em> Female redfish whose legendary continual spawnings helped restock Texas’ central Gulf Coast bays. Spawned 50 million redfish in two years at Palacios under aegis of State Parks and Wildlife Department; now in retirement at Sea-arama.</p><p><strong>Best Worst-Fed Town</strong></p><p><em>San Marcos.</em> Charming town full of frozen, Formica food. Uncle John’s barbecue acceptable only if starvation imminent.</p><p><strong>Best Car art</strong></p><p><em>Willard “The Texas Kid” Watson, Dallas.</em> Customized Cadillac with telephone, folddown bar running across back seat, interior decor of fur, baubles, bangles. The Kid’s pickup, with reins stretching from stallion-head ornament back to the cab, is a strong second.</p><p><strong>Best Walk</strong></p><p><em>McKittrick Canyon, Guadalupe Mountains National Park.</em> Easy stroll through beautiful canyons full of evergreens, mountain streams, maples, deer and antelope playing. October is best month.</p><p><strong>Best Run</strong></p><p><em>Turkey Trot, Dallas.</em> Eightmile run on Thanksgiving morning has long tradition dating back to before the jogging craze.</p><p><strong>Best Coach</strong></p><p><em>Ted Banks, track coach, University of Texas at El Paso.</em> Has won eleven NCAA championships—six indoor, one outdoor, four crosscountry—in seven years.</p><p><strong>Best Good Ol’ Boy</strong></p><p><em>Bob Murphey, Nacogdoches. </em>Lawyer, toastmaster, regional humorist. His recordings available only at Nacogdoches Feed and Fertilizer and in Lubbock. Lubbock?</p><p><strong>Best Voice</strong></p><p><em>Santa Rita No. 1, austin. </em>Original UT oil well, now a campus monument, tells its story seven days a week, even when no one is listening.</p><p>Well pumps away every year on May 28, anniversary of original gusher.</p><p><strong>Best Bust</strong></p><p><em>Dan Blocker Memorial, o’donnell.</em> Blocker likeness sits in plaza of town where future Hoss Cartwright grew up.</p><p><strong>Best Next Home for the Shah</strong></p><p><em>ambassador College, Big Sandy.</em> Ten-million-dollar campus is now empty. CACH, six hundred acres, airstrip, dog pens, running water inside and outside.</p><p><strong>Best Cotton-Eyed Joe Dancers</strong></p><p><em>Wilton and Bobbie Crider, Medina.</em> For forty years the Criders have executed the oldstyle flat-footed technique better than anyone.</p><p>Best Ego</p><p><em>Frank X. Tolbert, Dallas. </em>Columnist refers to himself in Churchillian third person as Tolberto; knows Texas better than anyone and doesn’t hesitate to let you know it.</p><img /><p><em>Christmas Decorations</em></p><p>Pat Berry</p><img /><p>Cotton-eyed Joe Dancers</p><p>Jack Glascock</p><img /><p><em>Half-breed</em></p><p>Jack Glascock</p><img /><p><em>Offbeat Barbecue</em></p><p>Carlos Quintanilla</p><img /><p><em>Voice</em></p><img /><p><em>Shoeshine</em></p><img /><p><em>Run</em></p><img /><p>Will van Overbeek</p><img /><p><em>Car art</em></p><p><em>Vince Foster</em></p><img /><p><em>Street Entertainer</em></p><p>Will van Overbeek</p><p>Houston Chronicle</p><p><strong>Best Half-breed</strong></p><p><em>Rocky Stallings, San antonio. </em>Indian expert reproduces Indian tools, breaks wild horses, tans hides for teepees, and cures animals with herbal remedies.</p><p><strong>Best Street Entertainer</strong></p><p><em>George Feick, Houston. </em>George and friend Joe are one of three remaining organgrinder-cum-monkey combos in the country.</p><p><strong>Best Offbeat Barbecue</strong></p><p><em>Lamb ribs, Rudy Mikeska’s, Taylor.</em> Succulent, sweet; best use of ribs since adam’s.</p><p>Save room for Best Wurst at Louie Mueller’s Barbecue down the block.</p><p><strong>Best Shoeshine</strong></p><p><em>Samuel “Huggie Bear, the Texas Shine King” alexander, OK Records, austin.</em> Shoe percussion soloist gives a soul polish that lasts.</p><p><strong>Best Record album Name</strong></p><p><em>The Importance of Being Ernest, Ernest Tubb.</em></p><p><strong>Best Old Fool</strong></p><p><em>Eddie Chiles,</em> Fort Worth. Rabid right-wing soapboxer is responsible for i’m Mad Too, Eddie! bumper stickers. Also to blame for Texas Rangers baseball team, which he bought.</p><p><strong>Best Fiddler</strong></p><p><em>Terry Morris, Decatur.</em> Threetime winner of world championship.</p><p><strong>Best Groupie</strong></p><p><em>Sam Kendrick, San antonio. </em>Shameless sycophant proselytizes in his <em>action</em> magazine for Willie, Waylon, and other cosmic cowplop.</p><p><strong>Best Car Salesman</strong></p><p><em>Jim “Dandy” Dailey, Houston.</em> averages 65 sales monthly at Southwest Lincoln-Mercury; working only on commission, made $122,000 in 1979.</p><p><strong>Best-Priced Hamburger</strong></p><p><em>Island Food Store, Port aransas.</em> Homemade buns, meat ground fresh on premises; costs just 65 cents.</p><p><strong>Best Bumper Sticker</strong></p><p><em>Longnecks and the Shah—Only in Texas.</em></p><p><strong>Best Seafood</strong></p><p><em>Sartin’s, Sabine Pass. </em>Barbecued crab is greatest contribution to Western civilization since Elgin hot sausage. Close runner-up: Geneva’s, across the street, run by ex-Sartin employee.</p><p><strong>Best argument For Bachelorhood</strong></p><p><em>Dan Eddy, Dallas.</em> Had 32 separations, five divorces, and two child custody fights with the same woman.</p><p><strong>Best Christmas Decorations</strong></p><p><em>D. E. Crumley Grocery,</em></p><p><em>Buda.</em> Seventeen hundred Christmas tree bulbs on 35 strands outline entire front of rickety food mart on IH 35 south of austin.</p><p><strong>Best One-Eyed accordion Player</strong></p><p><em>Esteban Jordan, Corpus Christi.</em> Coaxes acid rock, polka, blues, New Wave, <em>conjunto,</em> and rock ’n’ roll from Myron Floren’s favorite instrument.</p><p>Bill Clough</p><img /><p><strong>Best Nineteenth-Century Man</strong></p><p><em>W. A. Criswell, Dallas.</em></p><p>Pastor of gargantuan First Baptist Church leads his followers in search of yesteryear.</p><p><strong>Best Bird Call</strong></p><p><em>Chuck-will's-widow, Edwards Plateau.</em> Call sounds like “chuck-will’s-widow,” only better.</p><p><strong>Best No Parking Sign</strong></p><p><em>St. Louis Catholic Church, </em>Waco. THOU Shalt Not Park. Earlier sign had injunction in Latin (<em>nolite pone re). </em>Honorable mention to sign stolen from Hermann Hospital, Houston: DON’t Even Think Of ParkING Here.</p><p><strong>Best Contract Killer</strong></p><p><em>Big State Pest Control, Houston.</em> Once debugged rhino bound for San antonio Zoo.</p><p><strong>Best art for the Masses</strong></p><p><em>art Resources Department, City of El Paso.</em> Logo shows Mona Lisa carrying a guitar and wearing a sombrero.</p><p><strong>Best Pancake</strong></p><p><em>Gingerbread pancakes,</em></p><p><em>Omelet try West, austin.</em></p><p>Light, fluffy hotcakes need no syrup, just lots of butter. Second-best breakfast in Texas; best is in Hall of Fame.</p><p><strong>Best Doctor</strong></p><p><em>Dr. Mario Ramírez, Rio Grande City.</em> Healed the poor in Starr County for thirty years; named Family Doctor of the Year by White House.</p><p><strong>Best Table</strong></p><p><em>Kay’s Lounge, Houston.</em> It’s Texas-shaped, seats eighteen, and stretches seven and a half feet from El Paso to Orange.</p><p><strong>Best Public Bash</strong></p><p><em>Carnaval Brasileiro, austin. </em>Coincides with annual Rio de Janeiro orgy. Steel bands, sweaty dancers, potent punch, and better-than-Halloween costumes achieve year’s highest energy level.</p><img /><p><strong>Best Republican Governor</strong></p><p><em>Edmund J. Davis (1870-1874).</em></p><p><strong>Best Worst Timing</strong></p><p><em>Ross Perot, Dallas.</em> Organized a daring and successful raid into Tehran nine months before Iranian students seized the U.S. embassy.</p><p><strong>Best Restaurant Coffee</strong></p><p><em>Ronoco, Mariposa Room, Neiman-Marcus, Houston. </em>Rich, strong, and expensive (75 cents a cup, free refills).</p><p><strong>Best Truth in advertising</strong></p><p><em>House of Boots-House of Tires, Bryan.</em> “If You Didn’t Buy Tires, the Boots Here Cost Too Much.”</p><p><strong>Best Blues Band Name</strong></p><p><em>Little Junior One-Hand and the Blasting Caps, Fort Worth.</em></p><p><strong>Best animal House</strong></p><p><em>San antonio Zoo.</em> Squeaky clean, happy animals, active breeding programs. Henry Mills named top keeper by american association of Zoo Keepers.</p><p><strong>Best Evidence That Diamonds are Forever</strong></p><p><em>Kolstad Jewelers, Palestine. </em>Oldest jewelry store west of the Mississippi; operated by Kolstad family since 1853.</p><p><strong>Best Wedding Cake Baker</strong></p><p><em>Ida Mae Stark, Jacksboro. </em>Flies cakes in family airplane; will fly you a fourteen-footer complete with lights for around $7000. Has baked cakes for daughters of governors Preston Smith and Dolph Briscoe.</p><p><strong>Best Pecs</strong></p><p><em>Tony Muñoz, San antonio. </em>Titles include Mr. Texas, Mr. San antonio, Mr. Coastal Bend, Mr. Unique, and National Collegiate Powerlifting Champion.</p><p><strong>Best Pokom Pop</strong></p><p><em>Korean BBQ House, Del Rio. </em>That’s fried rice. Also great <em>taeji kalbi</em> (pork spareribs) and <em>pechu kimchi</em> (hot pickled cabbage).</p><p><strong>Best Useless Object</strong></p><p><em>Braille menus, Tower of the americas Restaurant, San antonio.</em> Well, you certainly don’t go up there for the food.</p><p><strong>Best auto Mechanic</strong></p><p><em>Pete Navarrete, Executive Park Exxon, El Paso.</em> Long history of honesty, competence, and low bills. Clientele includes three generations in some families.</p><p><strong>Best Buried Treasure</strong></p><p><em>Stained-glass windows, Masonic Temple, Galveston. </em>Elaborate two-story-high windows depicted biblical scenes in old Temple b’nai Israel. Windows were too expensive to move when congregation built new home in the middle fifties; Masons bought old building and cemented over the windows.</p><img /><p><em>Pancake</em></p><img /><p><em>Table</em></p><p><em>Carlos Quintanilla</em></p><p>F. Carter Smith</p><img /><p><em>TV Weathercaster</em></p><img /><p><em>Public Bash</em></p><p>Tomas Pantin</p><img /><p><em>Place to Hear the Blues</em></p><p>Christina Patoski</p><img /><p><em>Outdoor Show</em></p><img /><p><em>Media Clone</em></p><img /><p><em>Pecs</em></p><img /><p><em>Worst Two Minutes</em></p><p><em>Jack Glascock</em></p><img /><p><em>art for the Masses</em></p><p><strong>Best Punk Polka Band</strong></p><p><em>Brave Combo, Denton.</em> Oompah anger at its best.</p><p><strong>Best Tamales</strong></p><p><em>Enrique Ybarra, Brownsville. </em>Makes five varieties in his own home, including raisinmeat for Christmas.</p><p><strong>Best Job of</strong></p><p><strong>Remembering the alamo</strong></p><p><em>Ron Bechtol, San antonio. </em>Connoisseur of alamo memorabilia, including world’s largest photograph collection of alamo-inspired architecture.</p><p><strong>Best Big Loser</strong></p><p><em>John Hill, austin.</em> Blew threeto-one lead in polls; spent $3 million to become first Democrat since Reconstruction to lose governorship.</p><p><strong>Best Sunday Drive</strong></p><p><em>Davis Mountains Scenic Loop, Jeff Davis County. </em>Highest highway east of the Rockies (6800 feet); 74 miles of solitude; McDonald Observatory; 80-mile vistas.</p><p><strong>Best Mystery Restaurant</strong></p><p><em>Mom’s, Bryan.</em> No sign, no ads, just forty years of good, home-cooked food. On East 25th Street; you find it.</p><p><strong>Best Place to Hear the Blues</strong></p><p><em>New Blue Bird Club, Fort Worth.</em> Robert Ealey and the Juke Jumpers talk that talk, walk that walk.</p><p><strong>Best Outdoor Show</strong></p><p><em>Kendrick Easter Pageant, Eastland County.</em> Complete life of Christ presented every year in 65 scenes. Props include a running River Jordan and Sea of Galilee, sheep for shepherds, and a camel.</p><p><strong>Best High</strong></p><p><em>LeMon Payne, Dallas.</em></p><p>Outflew 3000 rivals to become U.S. radio-controlled-gliding champion, then led the american team to its first international championship.</p><p><strong>Best Rich Eccentric</strong></p><p><em>Stanley Marsh 3, amarillo. </em>Buried ten Cadillacs nose down near IH 40; took dwarf dressed like aunt Jemima to wife’s sister’s wedding; plays billiards outdoors on a 90-by180-foot rectangle of mowed grass.</p><p><strong>Best Worst Two Minutes</strong></p><p><em>Texas Cyclone, Houston. </em>astroworld has the nation’s number-one-ranked roller coaster. Suicidal first drop of 93 feet at 53-degree grade.</p><p><strong>Best Hole-in-the-wall Mexican Food</strong></p><p><em>alamo Cafe, alpine.</em> Superb offbeat offerings in this wrong-side-of-tracks cafe include <em>albondigas, calabacitas, </em>and <em>campechanas.</em> If too crowded, drive 25 miles west to state’s oldest Mexican restaurant, the Old Borunda Cafe in Marfa. But nothing can compare with the recently deceased Shafter House in ghost town of Shafter.</p><p><strong>Best Male Chauvinist Pigs</strong></p><p><em>The Tap, Round Rock.</em> Still has a Men Only sign on the front door. (But it’s a whole lot smaller than it used to be.)</p><p>Roger Morgan</p><img /><p><strong>Best Honest Massage</strong></p><p><em>Salon 505, austin.</em> Invigorating yet relaxing rub for both men and women by iron-fingered masseuse Kate McCarley. Also available: hair care, cosmetic studio, acupuncture and reflexology treatments.</p><p><strong>Best Dance Hall</strong></p><p><em>Twin Sisters Dance Hall,</em></p><p><em>Twin Sisters.</em> Dancers from eight to eighty kick up their heels in turn-of-the-century building.</p><p><strong>Best TV Weathercaster</strong></p><p><em>Puffy Little Cloud, the Weather Dog, KDBC-TV, El Paso.</em> Best in a weak field.</p><p><strong>Best Media Clone</strong></p><p><em>Charlie Rose, KXAS-TV, Fort Worth.</em> Simpering Phil Donahue spin-off right down to the stay-with-mes and the help-me-outs.</p><p><strong>the Best Of Texas</strong></p><p>Hall of Fame</p><p><em>Sic transit gloria.</em> all too often yesterday’s Bests become today’s footnotes. Since our last Best of Texas four years ago, the maker of the Best Doughnut has gone into retirement; the Best Political Boss has gone to jail; and the Best Rip-off (the change machines at DFW Regional airport that returned 95 cents on the dollar) has started paying full value. The Best Beach was inundated by oil, the Best Weekly Newspaper was sold, and the Best Teenager grew up. But fortunately some old favorites haven’t changed a bit.</p><p>Here’s the Best of Texas Hall of Fame:</p><p><strong>Best Breakfast</strong></p><p><em>Excelsior House, Jefferson. </em>after spending the night in the Jay Gould suite, eat fluffy scrambled eggs, buttery grits, hot homemade biscuits with mayhaw jelly, orange nut muffins, and a slice of spiced apple in the hotel’s sun room.</p><p><strong>Best Swimming Pool</strong></p><p><em>Barton Springs, austin.</em> This huge (1000 feet by 75 feet) spring-fed (average temperature: 68 degrees) pool has been an attraction for 62 years; topless bathers are a more recent feature.</p><p><strong>Best Rock</strong></p><p><em>Enchanted Rock, near Fredericksburg.</em> Saved from developers for posterity by the Nature Conservancy.</p><p><strong>Best Tree</strong></p><p><em>Big Tree, Goose Island State Park, near Rockport.</em> This two-thousand-year-old tree is the largest coast live oak in the world. Circumference: 35 feet, 2 inches; crown spread:</p><p>89 feet.</p><p><strong>Best Barbecue</strong></p><p><em>Prime rib at Kreuz Market, Lockhart.</em></p><p><strong>Best Supernatural Phenomenon</strong></p><p><em>Marfa Lights, U.S. 90 between Marfa and alpine. </em>Spooky lights in the hills are bizarre enough to unhinge the strongest skeptic.</p><p><strong>Best High School Mascot</strong></p><p><em>The Hutto Hippos.</em> a distant second are the Winters Blizzards. Best potential nickname: the Harlingen Fizzes.</p><p><strong>Best City View</strong></p><p><em>Scenic vista on Mount Franklin overlooking El Paso and Juarez.</em></p><p><strong>Best Bridge</strong></p><p><em>Rainbow Bridge, State Highway 87, Port arthur.</em></p><p>The 230-foot-high span over the Neches is the highest in the South.</p><p><strong>Best Statue</strong></p><p><em>Texas Heroes Monument, Galveston.</em> Glorious fourcolumn tribute to nineteenthcentury Texas. Legend has it that the pointing figure on top showed sailors the way to the town’s old red-light district.</p><p><strong>Best Brothers-in-law</strong></p><p><em>Oscar Wyatt and Robert Sakowitz, Houston.</em></p><p><strong>Best Explanation of Why Texas History Is Not a Major academic Discipline</strong></p><p><em>Battle of the alamo painting, alamo museum.</em> It’s from the movie, not the real event. Features John Wayne as Davy Crockett, Richard Widmark as James Bowie, and Laurence Harvey as William B. Travis.</p><img /><p><em>City View</em></p><img /><p><em>Worst Taste</em></p><p>Carlos Quintanilla</p><img /><p><em>Male Exotic Dancer</em></p><p>pHOTography</p><img /><p>N<em>ame for a Beauty Queen</em></p><img /><p><em>Local Band</em></p><img /><p><em>Art for Tart's Sake</em></p><p>Sandy King</p><img /><p><em>Bootmaker</em></p><p>Philip Gould</p><img /><p>Franco Cernero</p><p><strong>Best French Fries</strong></p><p><em>another Raw Deal, austin. </em>Giant basket of thick fries with skin still on; so good you don’t need ketchup.</p><p><strong>Best Local Band</strong></p><p><em>Number Two Dinners, San antonio.</em> Original, witty songs about life in the alamo City (“Yo Quiero Camaro”) backed with hot rock ’n’ roll.</p><p><strong>Best art for Tart’s Sake</strong></p><p><em>The Body Shop, Houston. </em>Larger-than-life striptease painted on nightclub’s outer wall. Burlesque scene even includes silhouettes of onlookers.</p><p><strong>Best Reason To Live in Houston</strong></p><p><em>Dallas.</em></p><p><strong>Best Reason To Live in Dallas</strong></p><p><em>Houston.</em></p><p><strong>Best Truck Stop</strong></p><p><em>Circle Bar, IH 10 east of Ozona.</em> Voted number one in the country in poll of truckers by <em>Open Road</em> magazine.</p><p><strong>Best Chauffeur</strong></p><p><em>Richard Horine, Dallas.</em> Let this former rock roadie take you for a ride in his platinum Cadillac limo.</p><p><strong>Best Margarita</strong></p><p><em>Julio’s Cafe Corona, Juarez. </em>Large proportion of tequila (19 per cent), no sweet funny stuff, and only $1.10.</p><p><strong>Best Chicken-Fried Steak</strong></p><p><em>Feed Mill, Ector.</em> Classic Texas vittle: large, tender, country-spiced, creamgravied.</p><p><strong>Best Bull</strong></p><p><em>King 55, King Ranch, Kingsville.</em> First Santa Gertrudis bull ever to achieve a three-star rating. At age ten, has sired 311 calves; weighs 2400 pounds but is definitely not destined for barbecue.</p><p><strong>Best Case against Two-Newspaper Towns</strong></p><p><em>The Houston Post.</em> No news is not good news. Except for columnist Lynn ashby and <strong>environmental reporter Harold Scarlett, moribund</strong><em>Post</em> can’t compete with <strong>rival</strong><em>Chronicle's</em> far superior quality and quantity of coverage.</p><p><strong>Best Tiny Town</strong></p><p><em>Fort Davis.</em> Best climate, scenery, fountain Coke, and a great old hotel, all in a town of nine hundred people.</p><p><strong>Best Bootmaker</strong></p><p><em>Ray Jones, Lampasas.</em> after forty years, still makes whole boot himself. Feet have to stand in line.</p><p><strong>Best Feud</strong></p><p><em>John Connally versus Leon Jaworski, Houston.</em> Jaworski, a Democrat, went so far as to endorse Connally rival George Bush for the Republican presidential nomination. Feud extends to competing law firms. Hard feelings at zenith in 1975 when special prosecutor Jaworski’s staff handled Milk Fund case against Connally.</p><p><strong>Best Worst Taste</strong></p><p><em>Big Red soft drink.</em> Liquid pink bubble gum with a dash of hummingbird-feeder water.</p><img /><p><strong>Best Queen Bee</strong></p><p><em>Frances Bean, Fort Worth. </em>Crowned Honey Queen by american Beekeeping Federation.</p><p><strong>Best Male Exotic Dancer</strong></p><p><em>Bobby Brown, La Bare, Houston.</em></p><p><strong>Best Name for a Beauty Queen</strong></p><p><em>Tanya Wanta, Miss Gulf Coast, Beeville.</em></p><p><strong>Best Random architecture</strong></p><p><em>Plains High School, Plains. </em>Features three additions to original building, all in different architectural styles.</p><p><strong>Best Chinese Dish</strong></p><p><em>Uncle Tai’s Beef, Uncle Tai’s Hunan Yuan, Houston.</em> Master chef’s own invention: beef <strong>treated with baking soda until it is almost like ham, and</strong> then stir-fried with scallions, ginger root, orange peel, and hot peppers.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "July 1980",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "Best of",
      "Alamo",
      "El Paso",
      "Highway",
      "Barbecue",
      "Barbecue",
      "Beauty",
      "Dance",
      "Family",
      "Food",
      "Home",
      "Orange",
      "Rock",
      "Running",
      "School",
      "Apple",
      "Art",
      "Cadillac",
      "Cake"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Texas",
      "El Paso",
      "Dallas",
      "West",
      "Brownsville"
    ]
  }
}