{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19807",
    "date": "July 1980",
    "year": 1980,
    "month": 7,
    "month_formatted": "July",
    "pdf_uri": "/1980/19800700.pdf",
    "issue_cover_image": "",
    "document_start_page": 90,
    "toc_start_page": 88,
    "document_page_range": [
      [
        90,
        91,
        92,
        93,
        94,
        95
      ],
      [
        174
      ],
      [
        176
      ],
      [
        178,
        179
      ]
    ],
    "toc_order": 1,
    "toc_headline": "Profits? What Profits?",
    "toc_kicker": "",
    "cover_cut_line": "John Bloom Reveals the Truth BehindBig Oil’s Big Profits"
  },
  "identifier": "TXMO-ARTICLE-198007-profitswh",
  "source": "/1980/19800700.pdf",
  "wp_post_id": 107955,
  "wp_post_guid": "http://www.texasmonthly.com/article/profits-what-profits/",
  "authors": [
    "John Bloom"
  ],
  "headline": "Profits? What Profits?",
  "dek": "Are the big oil companies getting rich at our expense? The best place to find the answer is amid the glossy paper, shining photographs, and elaborate charts of their annual reports.",
  "spread_caption": "",
  "excerpt": "Reading Big Oil’s annual reports for the truth about profits is a little like drilling for oil in the Baltimore Canyon: you know it’s there, but how deep will you have to go to find it?",
  "kicker": "",
  "word_count": 6980,
  "content": "<img /><p><span class=\"dropcap\">L</span>ined up on my desk, like a row of high-fashion magazines or brochures for condominiums in Palm Springs, are thirty slender volumes brimming with compound Latinate sentences. I have been reading these compound sentences for two weeks now, navigating the shoals of garbled syntax and the reefs of technical obscurity like ahab stalking the white whale. It hasn’t been easy going. For these are the annual reports of the biggest oil companies in the USA, and they yield up information only in fragments, and then only grudgingly.</p><p>I began this marathon of exegesis with the instinctive feeling that somewhere in all this verbiage—waiting for me like an oil field in the depths of the Baltimore Canyon—were riches undreamed of. Like virtually every citizen of the republic, I have been assaulted almost daily with impassioned attacks on the oil industry and equally self-righteous defenses. Are the oil companies getting rich at the expense of the rest of us? at the conclusion of a <em>New York Times</em> editorial, I tend to believe they are, but after hearing the wellreasoned manifesto of an oil executive addressing the International Trade Conference in Houston, i’m inclined to say oil companies need all the help they can get. The statistics used are the same on both sides, and yet on every major issue—How much oil is left? How feasible are synthetics? Just how incompetent <em>is</em> the Department of Energy? Is Jimmy Carter hindering the search for energy?—any kind of reasoned analysis breaks down into polemics.</p><p>That is what the oil industry has been telling us all along, of course. To them the american mass media constitute little more than a cauldron of superstitious folk wisdom. The networks have an antibusiness bias, the newspapers ridicule the companies’ quarterly profit reports, and the Congress—shamelessly fearful of bucking the tide of misinformation—capitulates by invoking the strong arm of punitive taxation. No wonder most of these companies have retreated into a protective cocoon of high-minded press releases and occasional expert testimony before predatory committees of the Senate.</p><p>But at least once a year the oil companies vault into the ring for one good round of sparring against the onslaught of misinformation. And most of them lavish on an annual report the kind of care and attention usually reserved for meetings with the outside directors or presentations for the Council on Foreign Relations. An oil company report is more than facts and figures, charts and graphs. Judging by the heft, texture, paper quality, artwork, color photography, and graphic design of this genre, these documents are intended to be no less than works of art. And so they should be. After all, this is the only coherent picture we <em>have</em> of life beyond the boardroom door. If the officers and directors of the Gulf Oil Corporation want to explain the new thermal regenerative cracking process used for the manufacture of olefins in a plant at Cedar Bayou, I figure the least we can do is listen. If the elusive goal of energy independence is essentially a technical issue —and the oilmen maintain it is—then this is where we should go to resolve it. Perhaps, like the detective in Edgar allan Poe’s “The Purloined Letter,” we will find the solution to the energy mystery in the most obvious of all places.</p><p><strong>Illustrated by Tom Ballenger</strong></p><p>Here, then, is the world as seen from the other end of the gasoline hose.</p><img /><p><em>How Big Is Big?</em></p><p>Few corporations are coy about promoting cash flow figures, but then few corporations are larger than most nations. For example, Exxon Corporation’s 1979 revenues of $84.8 billion are equal to the gross national product of Switzerland. Mobil is only the size of austria; Texaco, roughly the size of Norway; Standard Oil of California, a few billion larger than Greece; and tiny Gulf, the size of a mere Malaysia.</p><p>It was not easy, by the way, to find a precise figure for Exxon’s revenues, since it doesn’t appear in the “Milestones” on page 1 or in the letter to the shareholders. By carefully scrutinizing a column of figures in the “Financial Highlights” section on page 4, I finally located the magic word “revenue.” Since Exxon is the only oil company that did not advertise its revenues, you may be unaware of just how big the company is. Think of it this way: Exxon takes in $10 million every hour. It is also probably the world’s largest taxpayer, having paid out $23.1 billion last year in more than a hundred countries. And its 1979 profits of $4.3 billion represented an increase of 55 per cent over 1978.</p><p>The pictures of Clifton C. Garvin, Jr., the chairman, and Howard C. Kauffmann, the president, on pages 2 and 3 of the report emphasize the firm jaws and furrowed brows of men who supposedly don’t have time for humor. This is hardly the case. Their joint letter to shareholders begins, “Exxon’s earnings in 1979 were up sharply . . .” “Up sharply” is their droll way of saying they made more money in a single year than any corporation in the history of american industry.</p><p><em>What, Me Worry?</em></p><p>Mobil Corporation edged out five other contenders for the best explanation of why its profits are not very good. Since annual reports are ostensibly written for the benefit of stockholders, this is a commendable display of candor. After all, stockholders want to hear that profits were better than ever. Therein lies the genius of Mobil’s achievement. For its profits <em>were</em> better than ever—a total of $2 billion after taxes—but Mobil came up with four reasons, supported by statistics and charts, why they were worse than they looked.</p><p>So Mobil’s profits were up 78 per cent? Doesn’t mean a thing. First look at the graphic illustration on page 7, showing how a dollar of Mobil revenue is divided among suppliers, government tax collectors, employees, and finally—that lone penny down at the bottom—its shareholders. Then turn to page 29, under the heading “Earnings in Perspective,” and note that Mobil earned only 4.4 cents on each gallon of product sold. Who’s going to begrudge Mobil a few pennies? Those two figures—the shareholder’s penny and Mobil’s 4.4 cents—collectively represent a mere 252 billion cents.</p><p>Next, says Mobil, we must look not at profits but at “profitability,” otherwise known as return on investment. Here we are on more familiar turf. After the thirdquarter profit reports of 1979 produced figures that Senator Henry Jackson labeled “obscene,” every oil company in america issued a press release noting that its return on investment was lower than the average for american industry and in some cases lower than the rate of inflation. Return on investment, put simply, is the number of cents earned by the company for every dollar invested, and the manufacturing industry average is 16.7 per cent. Last year Mobil’s return on investment was 20.5 per cent. But don’t pay any attention to that. Instead, look at the figures for the past <em>six</em> years, as Mobil instructs us to do, and you will see that Mobil’s return has fallen below the industry average in three of those years.</p><p>The third Mobil argument calls our attention to the massive sums that the company is reinvesting each year. The key phrase here is “capital and exploration expenditures.” Whereas the company earned only $2 billion in profit last year, it <em>invested</em> $3.8 billion. Presumably this proves that Mobil is out there drilling thousands of holes, looking for oil all over the globe. But the only figure that would tell us that for sure—amount spent on wildcat wells—is nowhere to be found in “Earnings in Perspective.” That was wise. For you <em>can</em> find that number in a column of figures at the back of the report: it is $499 million—25 per cent of the profit figure and 13 per cent of total capital investment. The other 87 per cent was spent on working the oil fields that have already been proved and developing such projects as the Mei Foo condominiums in Hong Kong and a new line of microwave ovens at Montgomery Ward.</p><p>Finally, no explanation of disappointing record profits would be complete without a reference to inflation. Mobil devotes an entire page to the subject and adjusts its earnings to the consumer price index by using constant 1967 dollars. We are invited to look at price increases for six years—since 1974—and to notice that what <em>appear</em> to be profit rises of 90 per cent amount to only 29 per cent when adjusted for inflation. It might not occur to us to ask two questions that aren’t answered by Mobil. The first: why does this earnings report begin in 1974? The answer might be that the arab oil embargo occurred in 1973, doubling gasoline prices and making 1974 the most profitable year in the history of the oil industry. Compared to 1974, 1979 doesn’t look bad. The second: how much did profits increase <em>last year</em> in constant 1967 dollars? The answer might be 59.5 per cent.</p><p>No one else is quite as creative as Mobil in accounting for profits, but several of the runners-up deserve mention. Standard Oil of Ohio had a 164 per cent increase in profits last year. But 1979 was the first year that Sohio’s huge oil reserves in alaska really started to flow, after the company had spent ten years pumping money into that state with no appreciable return (a mere 6.9 per cent since 1970). The $1.2 billion profit in 1979 amounted to a whole decade of earnings achieved all at once. So defending these profits was a simple task for chairman alton W. Whitehouse, Jr., and president Joseph D. Harnett, who merely pointed out the right figures.</p><p>The Sun Company (profits up 69 per cent) went to some trouble to squelch the rumors of “excessive profits.” Pictured on page 9 are four stockholders—two male and two female—seated around a cozy hearth with chairman and president Theodore a. Burtis. These stockholders have a lot of tough questions for the chief executive. “are Sun’s profits excessive?” asks anne M. Reilly of Haverford, Pennsylvania. “No,” replies Burtis with conviction, “our profits are not excessive. Not by any measure.” and then he launches into an explanation of Sun’s average return on investment—about 20 per cent, which he finds “eminently reasonable, considering the risks of the energy business.” Reilly is smiling in the picture, and she doesn’t ask a follow-up question.</p><p>Texaco’s modest profit increase of 106 per cent would sound equally reasonable if you were to read “Texaco in Perspective,” a two-page question-and-answer dialogue between an anonymous interrogator and an omniscient respondent. Texaco’s perspective is, oddly enough, similar to Mobil’s perspective, with a slightly heavier emphasis on return on investment (17.7 per cent) and a conspicuous allusion to Texaco’s tax burden ($6.9 billion).</p><p><em>Glossing Over alleged Billion-Dollar Crime</em></p><p>Exxon devotes one paragraph on page 34 to the Department of Energy’s claim that the company has overcharged its customers from 1973 to the present in amounts that total at least $1.3 billion. The pricing regulations, says Exxon, are “vague and ambiguous.”</p><img /><p><em>The Minority Opinion</em></p><p>Exxon displays not one but two Indians on page 23 of its annual report—a Pueblo woman studying economics at the University of New Mexico (thanks to Exxon’s contribution to scholarship funds) and an Oneida identified as the chairman of the scholarship committee of arrow, Inc. Arrow is one of several minority foundations receiving grants from Exxon, despite the fact that only 8 per cent of Exxon’s managers and professional employees are members of minority groups. (No figures were given for percentage of Exxon american Indians.)</p><p>Pictures of smiling minorities are de rigueur in oil company reports, second only to heavy equipment in popularity. The same goes for women. Judging by the Sun Company’s cover, a collage of twenty happy faces in the style of a 1960 social studies textbook, the business is run entirely by women, blacks, Mexican americans, Chinese americans, and blue-collar workers with sun-creased faces and hard hats. Contrast that picture with the inevitable back-of-the-book portrait of the board of directors, usually seated around a conference table at least twenty feet long, and you may notice a preponderance of middle-aged anglo-Saxon males. Still, there are notable exceptions. Eight companies have women serving on their boards, and Phillips Petroleum has two.</p><p>In truth, the presence or absence of large numbers of minorities on the payroll matters much less in the oil industry than it does in most american businesses. General Motors, for example, employed 853,000 people last year, whereas Exxon, a company worth $17 billion more, employed only a fifth of that number. Since energy is a capital-intensive—as opposed to labor-intensive—business, the more important criterion is how much cash a company pumps into the minority community through purchases of raw materials or through joint ventures. Only six corporations made a nod in this direction. The most notable were Standard Oil of Indiana, which did business with 1100 minority vendors last year (spending $75.4 million), and Standard Oil of Ohio, which invited several corporations owned by Eskimos to participate in Standard’s bidding for offshore leases in the Beaufort Sea. The other companies with “buy minority” plans were Texaco, Shell, Union Oil of California, and atlantic Richfield.</p><img /><p><em>How Pistachio Nuts Fight OPEC</em></p><p>A year ago Jimmy Carter coined the phrase “windfall profits” with a caustic reference to oil companies that appeared more interested in “department stores and circuses” than in finding oil. The sarcasm was not lost on Mobil, which had purchased Montgomery Ward, or Gulf, which had considered buying the Ringling Bros, and Barnum & Bailey Circus. Carter’s implication was that any company with spare cash for ladies’ undergarments or the salaries of lion tamers didn’t have its heart in the job at hand.</p><p>Once again, the president was sorely misinformed. For had he been reading his annual reports, he would have learned that oil companies as we know them are no more. Instead, the operative term is “diversified energy concern,” with an emphasis on the word “diversified.” The theory is that a plant making widgets in akron contributes just as much to energy independence as a million-barrel refinery in Port arthur. When the demand for gasoline declines, as it did during the notorious “gas glut” of late 1978, the widget factory can continue to pump those profits into expensive drilling projects going on around the world. Hence, <em>anything</em> that makes money is a blow to the OPEC cartel.</p><p>It should be no surprise, then, that the fastest-growing oil company—or, more properly, “diversified, multi-industry corporation”—is also the most imaginative deployer of capital. The Charter Company, based in Jacksonville, Florida, reported profits last year of $365 million, up <em>1469per cent</em> from 1978, and its return on investment of 56.5 per cent was the best in the <em>Fortune 500</em> list. (By the way, you will find no apologies for profits here. Charter’s is the bubbliest, most joyous annual report of them all, full of smiling and laughing faces that are obviously proud to be rich and eager to get richer.) Charter needed four pages of fine print to list the several dozen products and services it provides, but the ones that got my attention were direct-mail seafood (through a subsidiary called Charter Ocean Products), alaskan salmon ranching (through a subsidiary called anadromous, Inc.), and porcelain plates and “medallic art” for collectors, sold by another of its divisions. Charter also owns <em>Ladies Home Journal, Redbook,</em> and <em>Sport</em> magazines, not to mention radio stations in five cities.</p><p>Mobil made the most conspicuous contribution to american culture—the manufacture of the cardboard boxes used to package Burger King’s Whoppers. Not to be outdone, Standard Oil of Indiana dominated the market last year in polyester beverage bottles (lightweight throwaways now used by Coke, Pepsi, and all the other big soft-drink companies), with six factories going full tilt in an effort to make the glass soft-drink bottle obsolete. Cities Service and atlantic Richfield both did a brisk business in trash-can liners, while Tenneco led the world in the manufacture of a specimen of digging equipment called the loaderbackhoe. Ashland Oil gets an honorable mention for the wide-ranging exploits of its construction arm, which specializes in highways and parking lots throughout the South, including the Woodall Rodgers Freeway, a giant mess just north of downtown Dallas.</p><p>Other companies demonstrated a special proficiency in farming. The leader by far, weighing in with more than 800,000 acres, is Tenneco, which donned bib overalls last year to cultivate pistachio nuts, almonds, dates, raisins, and wine grapes, most of them grown in Southern California. Tenneco also has a chain of retail stores called House of almonds. Murphy Oil, which is the only major american oil company with headquarters in the backwoods of arkansas, has 261,000 acres of timber, soybeans, cotton, rice, and wheat. (Judging by its annual report, Murphy hasn’t drilled for oil in arkansas for years, but it is one of the largest players in the North Sea, Canada, Gabon, and the Gulf of Mexico.) after Murphy comes Getty, with 109,000 acres of almonds, grapes, and citrus fruits in the San Joaquin Valley; Superior Oil, yet another pistachio, almond, citrus, and grape purveyor; and Standard Oil of California, which also farms the San Joaquin Valley.</p><img /><p><em>Sex and the Single Fluid Catalytic Cracking Unit</em></p><p>Fluid catalytic cracking units were very popular last year. It seems that no refinery can do without one. In fact, baffling refinery equipment of all sizes and shapes was being installed along the Texas Gulf Coast as fast as the oil companies could get it built. There were basically two reasons for this. The first is that fewer cars on the road today use leaded gasoline, and so several of the major retail chains stopped selling leaded premium grades of gasoline altogether. Unleaded gasoline requires a more complex refining process, and most of the older plants didn’t have the capacity to produce enough of it. (This was one reason for the long gas lines of last May and June.) The second reason is that low-sulfur oilso-called sweet crude found in northern africa and the Middle East—grows more and more scarce as the OPEC countries cut back on their production. That means the oil companies had to settle for crude oil with a high sulfur content, requiring yet more extensive refining to break it down into usable form. The result was a banner year for photographers attracted to shiny silver machinery.</p><p>Macho machinery is what separates the real oil companies from the pretenders, and no one has the spirit like Conoco. Its full-page rendering of a new fluid catalytic cracking unit at the Lake Charles refinery fairly glows with white heat, its labyrinth of pipes and towers exposed to the heavens like the innards of a mechanical monster. That photograph is a throwback to the day when all you needed for an annual report were a few good shots of tankers, pumps, wells, derricks, and pipelines spread around a forceful letter written in the stentorian tones of a company that knew what it was doing: we made a big pile of money last year and we’re trying to do it again. In fact, there are still a few of the old warriors left. American Petrofina is a good example. You won’t find any golden sunsets or fancy artwork here. The cover is a fine photograph of a mass polymerization unit at a chemical plant in Calumet City, Illinois, and the rest of the report is devoted to derricks, computers, and refineries. In general these companies make no bones about profits either—Petrofina’s were up 157 per cent—and you will look in vain for any reference to public service, charity, minorities, or appeals to patriotic pride. Marathon (profits up 44 per cent) leads off with three pages of photographs of refinery equipment—including a fluid catalytic cracking unit on the cover—and moves on to offshore platforms, West Texas drilling rigs, the skyline of Garyville, Louisiana (which is much like the skyline of Port arthur), supertankers, service stations, and laboratories.</p><p>Others in the macho photography category include the covers for Standard Oil of Indiana (a drilling crew about to heave a bit into the Overthrust Belt of Utah), Murphy (a massive New Orleans refinery looming in the distance), Crown Central Petroleum (the new Houston refinery bathed in a yellow glow), and ashland Oil (a liquefaction plant seen from the base of a pile of coal).</p><p><em>ayatollah Khomeini's Persian Bazaar</em></p><p>In spite of the fact that 1979 was the year the West lost Iranian oil for good, the oil companies’ circumspect references to “political circumstances’’ in that country would seem to indicate that we all got worried for nothing. Four companies with large Iranian supply contracts breezily dismissed the loss in a few sentences. “Due to the current situation in Iran,’’ reported Texaco stiffly, “discussions with the National Iranian Oil Company have been suspended.” Similar statements emanated from Standard Oil of Indiana, Shell, and atlantic Richfield.</p><p><em>(Continued on page 172)</em></p><p>(Continued from page 93)</p><p>But three other companies—Exxon, amerada Hess, and Murphy—deserve a special citation for continuing to haul crude out of the country even while the Shiites were howling through the streets of Tehran. Exxon treats the whole thing as a simple labor problem—“oil-worker strikes” in some of the fields—that had been worked out just fine up until November, when “the Iranian government embargoed all liftings.” Note the lack of reference to the sitting american president’s well-publicized embargo on Iranian oil. The implication is that as long as the Iranians were amenable, Jimmy Carter’s orders didn’t matter, especially since Exxon could just as well have processed that oil through its refineries in Europe, thereby avoiding any ban on “Iranian imports.” Until the liftings were cut off, amerada was taking 265,000 barrels a day, Exxon 70,000, and Murphy 10,000. How they managed to do this— when other american companies were cut off completely for the entire year—is nowhere revealed.</p><p><em>The Geological Formation Blues</em></p><p>I am speaking, of course, of the Baltimore Canyon, off the shore of New Jersey, which may set records for the expense of its dry holes. Two of the losers, Gulf and Shell, have written it off entirely. Sun hasn’t found anything yet but wants to drill awhile longer. In fact, the only company that seems at all enthusiastic about the place is Texaco, which has struck natural gas in the canyon not once but twice. Tenneco reported the only well to strike oil, but the quantities may not be commercial.</p><p>The real action last year was elsewhere in North america, and the sites were familiar: the Gulf of Mexico (still the hottest exploration area), the Beaufort Sea off alaska, the Williston Basin of North Dakota and Montana, the Overthrust Belt of the Rocky Mountains, and the seemingly bottomless fields of Texas, Oklahoma, and Louisiana. Without being explicit, most of the companies gave the decided impression that they are becoming much less enthusiastic about Third World drilling, with the exception of politically safe areas like the North Sea (every company has a connection there), offshore Malaysia and Indonesia, offshore China, and the tiny country of Oman, perhaps the most staunchly proamerican nation in the Middle East. The exception to the rule was Texaco, which still gets 77 per cent of its oil from the Eastern Hemisphere. Texaco is literally going to the four corners of the earth, having struck oil in the amazon Basin last year, and plans wildcats in 29 countries this year.</p><p>The industry’s top risk-taker, though, was Standard Oil of Indiana, which drilled a remarkable 622 wildcat wells, most of them in the United States. The only two companies able to increase production consistently over the past five years were Superior Oil and Tenneco, both based in Houston. The best luck belonged to Tenneco, which not only had record production last year but actually increased its reserves by 8 per cent through drilling. Other companies also increased their reserves, but usually through acquisitions instead of new discoveries.</p><p><em>Life Is Brief, But Film Is Forever</em></p><p>Unless you are twenty years of age or younger, you may not have seen a film series called american Enterprise. But more than a million people will see it this month, a million more the month after that, and so on into the foreseeable future. That’s because Phillips Petroleum, the producer, has a captive audience. American Enterprise, trumpeting the virtues of laissez-faire economics, has been shown in 62 per cent of all junior high and high schools in the United States, which makes it the most successful “educational” film series ever made. Phillips is so pleased that last year another series, called The Search for Solutions (titles are not one of Phillips’s strong points), was introduced.</p><p>Phillips promotes its film ventures in a section of its annual report called “Corporate Citizenship,” a catch phrase used by oil companies to describe any activity that by its nature does not produce a profit. A typical “citizenship” report will include everything from number of speeches given by corporate executives (Phillips officers gave 250 last year) to advertising campaigns to car-pooling schemes to money spent for environmental protection (most of it mandated by the federal government). Phillips is a little oldfashioned in the citizenship department, since the industry custom of producing filmstrips titled How We Search for Oil is giving way to a trend toward High art.</p><p>Exxon, for example, was one of the largest underwriters of the Public Broadcasting System last year. You may have heard of the plan to air all 37 of Shakespeare’s plays over the next six years—even the bad ones like Titus andronicus. For that you may thank the nation’s largest company. Exxon also sponsors a series called Great Performances, a title that refers not to its 1979 consolidated financial statement but to performers like Joan Sutherland and the New York City Ballet. Exxon’s projects, unlike Phillips’s, fairly reek of the high cultural tone favored by the critics at the New York Times.</p><p>The only oil company with equally esoteric tastes is Occidental Petroleum, which maintains a dazzling collection of art through the armand Hammer Foundation (Hammer is chairman of the board and chief executive officer). Last year the collection traveled to Stockholm and Houston, while an exhibition of the works of Honore Daumier went on display in Los angeles and, with considerable fanfare, at the Corcoran Gallery in Washington. Through Occidental’s close ties to the Soviet Union, the company was also able to bring an important collection from Leningrad’s Hermitage Museum to several american cities. But perhaps the most unusual expenditure of all was Occidental’s sponsorship of a French foundation called the International Institute of Human Rights, which held an international peace conference on Campobello Island last year. Campobello Island, off the coast of New Brunswick, was itself donated to the U.S. and Canadian governments by armand Hammer.</p><p>Despite Texaco’s heavy commitment to oil from the Third World, its taste in the arts is confined to the U.S. For the fortieth year Texaco sponsored radio broadcasts (and one television broadcast) of the Metropolitan Opera, and it brought us yet another year of Bob Hope specials. Other dabblers in broadcasting were Gulf (<em>National Geographic</em> specials) and Conoco (a new PBS series featuring social scientist Ben Wattenberg). More traditional were a free-enterprise propaganda campaign, “Teachers in american Enterprise,” introduced into Ohio and alaska schools by Standard Oil of Ohio, and a Standard Oil of California traveling museum exhibit called “Creativity: The Human Resource.”</p><p>The distinction of contributing the most money to the most obscure causes should be shared jointly by Exxon, for making a large grant to something called the University of Delaware Center for the Study of Values, and Getty, whose program for minority education consisted of scholarships at such academic giants as Whittier College, Pepperdine, and the Oklahoma State University department of elementary education. A special plaudit should go to Cities Service Company, whose idea of “corporate citizenship” is contributing $12,120 to candidates for the Canadian parliament and the Louisiana legislature.</p><p><em>Washington Besieged</em></p><p>Eddie Chiles is not the only guy who’s mad. Few oil companies passed up the opportunity to take potshots at the Congress, the president, or—most popular target of all—the Department of Energy. You won’t find anything original in all this, but the usual spiel bears repeating: The nation needs more energy from domestic sources, and we’re the most talented people in the world when it comes to finding and producing it. The trouble is, we can’t drill for oil because all the best places are held by the federal government and barred from exploration because of fuzzy-headed environmentalists. We could mine all the coal the country needs for the next hundred years, but the government insists on prohibitively expensive pollution equipment that no one can afford. The ground is full of uranium, but the nuclear building program has been pushed far behind schedule by irresponsible doomsayers with clout in Washington. Even when we <em>do</em> manage to produce a little oil or natural gas while our hands are tied behind our backs, the government rushes in to levy a tax, control our selling price, and reduce our profit margins to the point where we can’t afford to do much exploration. Now the government says it wants to decontrol oil—so that we can start exploring again—and then it turns around and levies a multibilliondollar “windfall profits” tax on oil at the wellhead. The saddest part is (and here’s the refrain that echoes through all of these reports) <em>it’s the consumer who suffers most of all.</em></p><p>At least 28 of the companies used some version of that diatribe—american Petrofina passed up the opportunity, perhaps because it is run by Belgians, and atlantic Richfield adopted a stoic attitude, even grudgingly admitting that the windfall profits tax won’t hurt <em>that</em> much—but the ones that seemed angriest were Phillips, Gulf, Standard of California, and Standard of Ohio. Notably tame were the comments of Mobil, which runs its antigovernment campaign year-round on the op-ed page of the <em>New York Times</em> and other newspapers.</p><p><em>Odd Man Out</em></p><p>Perhaps the only oil company in america that actually <em>supports</em> the windfall profits tax is ashland Oil, which spent a good part of last year selling off almost all of its oil and gas wells. The reason is that early in 1979, its officers put pen to paper and discovered that by their reckoning, any increase in the value of crude oil would be offset by taxes, especially the windfall profits tax that they now support. By selling all of their properties in the United States, Canada, and the North Sea, they received payments of more than $1 billion, which they now intend to use to buy companies that have higher rates of return than oil and gas do. This might lead you to believe that ashland is no longer an oil company—but in fact it still derives 80 per cent of its income from petroleum. How? By using Department of Energy regulations to force other oil companies, including one that is <em>smaller</em> than ashland, to sell ashland enough crude to keep its refineries running at full capacity, its pipelines full, and its Save Mart and Superamerica service stations supplied with gasoline. Ashland also buys large volumes from OPEC countries.</p><p>The only oil wells ashland <em>is</em> interested in are so-called stripper wells, those that produce less than ten barrels a day. Because the oil from stripper wells isn’t regulated, it brings up to $30 a barrel in the open market. “as a result of ashland’s recent reorganization,” writes chairman Orin E. Atkins in his letter to shareholders, “the company is now in the strongest financial and operating condition in its history.” ashland’s profits were up 24 per cent last year and its return on investment of 54.4 per cent was second only to Charter’s.</p><p>Following ashland’s lead was Clark Oil and Refining, which reported <em>its</em> best performance in history, with profits up 418 per cent. Clark, too, discovered that there is no money to be made in producing energy, and so it sold 100 per cent of its oil and gas properties—most of them in the Gulf of Mexico—in order to “convert underproductive assets to cash for redeployment.” Like ashland, Clark made a killing on its refining and retailing operations, and it plans to buy “diversified” properties with some of that cash.</p><p>Finally, american Petrofina participated in drilling only 39 wildcat wells last year but still had profits up 157 per cent due to the fact that <em>38 per cent</em> of its oil comes from stripper wells.</p><p>Before you start to believe that there is no longer a profit to be made in drilling for oil, consider the case of Gulf, the nation’s fifth-largest oil company, whose profits were up 68 per cent. Gulf was also busy selling off assets last year, but none of them were oil reserves. For a total of $300 million, Gulf unloaded a half-dozen businesses, including an interest in ESAF, a big French oil company (sold to Exxon); an interest in Petronor, a refiner and marketer in Spain; a Montana coal mine; a propane business in the Southeast; and a real estate development in Reston, Virginia. Gulf is negotiating the sale of all its West Coast refining and marketing operations as well. But Gulf was also buying. The company spent $121 million for an unknown oil firm called amalgamated Bonanza Petroleum, Ltd. All that company had was prime drilling property, most of it in Brazos County in the shadow of Texas A&M.</p><p><em>How Big Fish Get Bigger</em></p><p>There is nothing new about big oil companies devouring little oil companies. The difference last year was that big oil companies were devouring all kinds of companies, and some of them weren’t so little. The year began with Exxon’s announcement that it intended to acquire Reliance Electric Company, a major innovator in electrical motors that ranked in the <em>Fortune 500.</em> after a public outcry, a congressional investigation, and the introduction of a tough new antitrust bill in the Senate, the year ended with Exxon’s doing exactly what it had said it would do. In the meantime, Shell was engineering a less publicized takeover of Belridge Oil Company, which owned huge reserves of heavy oil in Kern County, California. When the deal was finally closed, it was the largest commercial acquisition in history. For $3.6 billion, Shell increased its domestic reserves by 44 per cent.</p><p>With so much action at the top, it was easy to overlook the fact that almost every other oil company in america was doing exactly the same thing. Mobil bought a company called General Crude Oil for $792 million. Charter spent $480 million for a bankrupt refinery in the Bahamas, and by year’s end had turned it into one of the oil industry’s best money machines. Standard Oil of Indiana paid $462 million for Cyprus Mines Corporation, an old, established copper-mining company. And when ashland Oil started selling off its oil wells with such a mad passion, Tenneco and Mesa Petroleum of amarillo were there to gobble them all up. Tenneco, Charter, and Crown Central Petroleum all bought life insurance companies, while Standard Oil of Ohio snapped up two obscure companies in Denver that together held more than a million acres of oil and gas leases in the Rocky Mountains.</p><p>It would be impossible to list all the companies that disappeared last year, but among the notable ones that vanished into the maw of the big oil firms were Rio alta Mineral, a uranium company bought by Tenneco; Falcon Seaboard (coal) and S.a. Argus Chemicals N.V. of Belgium (polymer additives), both bought by Diamond Shamrock; Reserve Oil and Gas, acquired by Getty; and Carboline Company (industrial coatings), Elk River Resources (coal), and american Electric (fasteners and fluid power equipment), all purchased by Sun.</p><p><em>Memorable Understatements</em></p><p>It is sometimes necessary, in the preparation of an annual report, to use euphemisms. Nowhere in any of these documents will you find the word “money,” for example. You <em>will</em> find “revenues,” “earnings,” “cash flow,” “expenditures,” “funds,” “income,” and “disbursements,” which all amount to the same thing—money—but which somehow sound a little more elevated and dignified than the real item. In much the same way, there are certain delicate subjects that shouldn’t be brought right out into the open air of explicit lexicology. If the sentence is properly handled, the reader will need to review it at least three times to comprehend it. And the rule to remember is that the more important the subject, the briefer the treatment. The five most memorable examples:</p><p><em>Marathon</em> (explaining why drilling has resumed in Egypt): “The operator has gained access to the Bardawil Block in northwestern Sinai which was previously blocked by political circumstances in that area.”</p><p><em>Standard Oil of Ohio</em> (explaining why its retail service stations are being restructured): “The specter of divorcement legislation continues as a threat to efficient gasoline marketing operations.”</p><p><em>Diamond Shamrock</em> (the last paragraph on page 41): “In 1979 the Company was named a defendant ... in lawsuits alleging liability arising out of the manufacture and sale to the United States Government during the Vietnam conflict of a defoliant often referred to as ‘agent Orange’ . . . The lawsuits . . . allege that personal injuries have resulted from exposure to agent Orange.”</p><p><em>Conoco</em> (discussing the future of its mining operations): “an accident, which occurred at the Three Mile Island nuclear electric generating facility in March 1979, increased uncertainty of future uranium concentrate demand.”</p><p><em>Occidental</em> (reviewing one of its subsidiaries, Hooker Chemical): “Substantial progress was also made in developing remedial programs for company-owned former chemical waste disposal sites in Niagara Falls, New York.”</p><p><em>The Bottom Line</em></p><p>I once knew a political science professor who spent two hours every morning assiduously going over the fine print in <em>Pravda</em> and <em>Izvestia,</em> an exercise I regarded as futile academic busywork. One day I asked him just what it was the Kremlin had to say that was so damned interesting. “I don’t pay attention to what they say,” he replied. “i’m looking for what they <em>don’t</em> say.”</p><p>In much the same way, it is possible to infer a great deal about the psychology of oil from what is never mentioned in annual reports. For example, I think an intellectually sound argument can be made for allowing oil companies to make maximum profits—even 200 to 300 per cent— under the theory that if we really turn the business of finding oil into a gold rush, then not only will we have more of it but we will have more than thirty or so companies looking for it. As the price of energy rose, conservation would take care of itself, and new ventures in the development of synthetics and renewable sources would burgeon all over the map. This is such a simple adam Smith argument— greed works for us all—that i’m astonished no oil company is willing to make it. Instead, they defend their profits— repeatedly—from the position that they probably shouldn’t be much larger than they are, but just at the moment they aren’t “excessive.” They insist that all they want is a “reasonable return on investment.” and yet their own figures show that they already have a reasonable return, or at least one that is better than that of any other segment of american industry. By <em>any</em> standard—revenues, profits, return on investment—last year was the best the oilmen have ever had.</p><p>But since this remarkable year so far hasn’t produced much more energy than we already had, perhaps a gold rush is not exactly what they’re looking for. Historically, all of the great oil companies, from John Rockefeller’s original Standard Oil right down to the heyday of Standard’s most successful spin-off, Exxon, have not cared much for competition in its crasser forms. Competition is chaotic and disorderly. It leads to wild fluctuations in the market, periods of oversupply and depressed prices followed by bankruptcies followed by undersupply and high prices followed by new competitors followed by another cycle of oversupply, and so on and so on. The only way to avoid that mess is to control every cog in the oil supply machine, from the field to the gas pump, but especially the strategic “narrows” of the market—refining—and anything else that could challenge the preeminence of oil.</p><p>Could it be that this is the real purpose of the trend toward diversification? Department stores and circuses might attract headlines, but the truly significant acquisitions are other energy companies. It is nowhere explicitly stated, but the message is obvious: when the nation shifts to coal, or synthetics, or solar, or <em>anything,</em> any oil companies that haven’t made the shift are going to be left behind. That’s why more profits aren’t being spent to find oil; instead they are being used as insurance against the future, to acquire companies that hardly make a profit but have reserves in the potentially competitive areas. This doesn’t say much for Big Oil’s optimism—professed optimism, that is— about the future of exploration.</p><p>One further impression makes me doubt the sincerity of the oil companies, and that is the very tone they use to express themselves. At first I dismissed this as the kind of mediocre writing that you can more or less expect from executives trained as engineers or geologists or refinery managers. But then I compared it to every other aspect of the report— sophisticated financial analyses, the best graphic design, first-rate professional photography—and I began to wonder. Why <em>do</em> these things have to use a mealymouthed, constipated prose style when there are any number of talented wordsmiths for hire? Then I understood: it is precisely the kind of stuff you read in translations of official Soviet documents. <em>Pravda</em> and <em>Izvestial</em> It is a style that reflects layer after layer after layer of tiny changes, alterations in wording, minuscule adjustments in tone, until every element of vigor and purpose has been excised completely. It is the work of a committee—judging by these reports, a committee of at least a hundred—who are oppressed by the nervous sensation that a word out of place or a phrase turned the wrong way might bring the world tumbling down around them. It is the style of calculated opacity, and of fear. It’s easy to understand what these companies have to protect. The mystery is what they’re so afraid of.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "July 1980",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Oil",
      "Drilling",
      "Exxon",
      "gas",
      "money",
      "Government",
      "gasoline",
      "Business",
      "Country",
      "Film",
      "New York",
      "Oil and Gas",
      "Style",
      "Future",
      "indiana",
      "OPEC",
      "people",
      "Sound",
      "Texas",
      "Canadian"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Texas",
      "West",
      "Canadian",
      "Marathon",
      "Montgomery"
    ]
  }
}