{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19954",
    "date": "April 1995",
    "year": 1995,
    "month": 4,
    "month_formatted": "April",
    "pdf_uri": "/1995/19950400.pdf",
    "issue_cover_image": "",
    "document_start_page": 134,
    "toc_start_page": 132,
    "document_page_range": [
      [
        134,
        135,
        136,
        137
      ],
      [
        192
      ]
    ],
    "toc_order": 16,
    "toc_headline": "The Case of The Amateur Skull Boilers",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199504-thecaseo",
  "source": "/1995/19950400.pdf",
  "wp_post_id": 129531,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-case-of-the-amateur-skull-boilers/",
  "authors": [
    "Anne Dingus"
  ],
  "headline": "The Case of The amateur Skull Boilers",
  "dek": "By boning up on the grisly details of myserious murders, a group of volunteer gumshoes is solving crimes the San antonio police can't.",
  "spread_caption": "",
  "excerpt": "Led by an owner of a roofing company, a group of novice sleuths solves gruesome crimes in San Antonio. It sounds like a Tv show—and it may soon be one.",
  "kicker": "",
  "word_count": 2181,
  "content": "<img /><p><em>when San antonian</em></p><p>Terry Lynn Wright didn’t show up for work last May 10, her co-workers grew concerned; the 29-year-old dental-office manager had never before missed a day without calling in. After repeatedly trying to reach her at home, her co-workers finally phoned her parents’ house, thinking she might be there. Alarmed, Terry’s father, Bill, drove to the small house where she lived alone. Her car was gone, and a kitchen window was broken. Inside, overturned furniture and scattered objects indicated a struggle, and there were bloodstains on the floor of the garage.</p><p>The San antonio Police Department immediately launched an investigation. An all-points bulletin went out for Terry’s car, which an alert sheriff’s constable soon found abandoned on Loop 410. The investigating officers recognized the mud on its tires as similar in color to the mud near Salado Creek. They set out to search the area, and by nightfall they had found Terry’s body in a field used as a dumping ground. Her assailants had raped her, tied a pillowcase over her head, and driven her in her own car to the isolated dump, where they stabbed her to death. But then the investigation foundered: There was no murder weapon, no eyewitness, no compelling evidence pointing to a particular suspect. As gruesome as the Wright case was, it was only 1 of 194 murders in San antonio last year. When all leads petered out, the beleaguered homicide department turned its attentions elsewhere.</p><p>That’s when Bill Wright and his wife, Lois, sought help from a savvy group of amateur gumshoes known as Unsolved Crimes. The Wrights met the threeyear-old group’s leaders—Charles Parker, the coowner of a roofing supply company, and forensic artist B. James Cooper—at a Parents of Murdered Children meeting a month and a half after Terry was killed. Heartsick and frustrated, they asked Parker and Cooper to investigate. In the weeks that followed, members of Unsolved Crimes examined Terry’s house and the murder scene and found what Parker thinks is the missing weapon: a bent screwdriver. While checking out assorted small businesses near Salado Creek, they located a witness who had not come forward to the police, someone who had worked a graveyard shift on the night of the murder. He recalled having seen two ponytailed Hispanic men pushing a car on the freeway shoulder; because the car’s dome light had been on, he was able to describe both the vehicle and the men. Another lead arose at Terry’s house when Cooper bent to photograph the blood on the garage floor; the picture revealed a faint greasy tennis shoe print with a recognizable sole design that seemed to match others found outside a window and at the dump site. Then, using a crime-information database, Parker and Cooper confirmed that two “high-profile felony offenders” lived in Terry’s neighborhood.</p><p>After Unsolved Crimes turned over its evidence to the authorities, officers armed with a warrant surprised one of the suspects at home and seized a pair of tennis shoes, one of which matched the prints. “I can’t give names; we’re still waiting for Dna test results,” says Detective Timothy Britt, who took over the case in November. “But I feel confident that the information they supplied will have a positive result.” In fact, Unsolved Crimes may have done what the police could not: track down the killer of Terry Lynn Wright.</p><img /><p>Putting the pieces together: B. James Cooper helps to identify murder victims by reassembling their skeletons (below) and reconstructing their faces with oil-based drying clay (right)</p><p>Genial and Silver-Haired, Charles Parker Has Long been fascinated by crime solving, although the closest the 54year-old has gotten to law enforcement is a stint as a reserve deputy for the Nueces County Sheriff’s Department during the seventies. That position, which was unpaid but allowed him to carry a badge, introduced him to the basics of criminal investigation: searches, witness interviews, and such. He has since studied for and acquired a private investigator’s license, and he talks like an old pro. He has an alarming habit of beginning sentences with “If you were murdered tomorrow ...” He continues by explaining, “The cops would make an all-out effort right away to find your killer. But after forty-eight hours or so, because of other cases or lack of leads or various other reasons, they’ve got to put you on the back burner.”</p><p>Photographs By William d'amato</p><p>That’s when Unsolved Crimes—or, as the group has been nicknamed, the Cold Case Squad—steps in.</p><p>The 48-hours figure should be familiar to crime aficionados and fans of police dramas. Generally speaking, any case that isn’t cracked quickly may never be solved at all. “That leaves the victim’s family in limbo,” Parker says. “They’re lost. They’re racked with pain. They phone the homicide department constantly, and the cops often are too busy to talk. Sometimes we’re the only place they can turn. ” Members of Unsolved Crimes often befriend the families who seek their assistance, taking them to dinner or to ball games. Parker’s longtime business partner, Carole Crouch, is one volunteer who performs a variety of tasks for the group. A local psychic with the marvelous moniker of Gharith Pendragon donates his specialized services; so does attorney Jay Brandon, the best-selling author of three legal thrillers, who advises the group on criminal law. Also on call are alamo Heights police chief Jack Summey, as well as a documents examiner, a thermal-imaging consultant, a military security expert, a psychological profiler, and more.</p><p>Then there’s Cooper. The 35-year-old with thick cascades of auburn hair and a ready laugh has become Watson to Parker’s Holmes. For the past seven years, she has worked with the Bexar County medical examiner’s office, helping to identify unknown murder victims. Her artistic duties include postmortem sketches of unclaimed bodies at the morgue and skull reconstructions, in which she painstakingly sculpts clay on actual skulls in hopes of recreating recognizable faces. By way of training, Cooper has taken sculpture and drawing classes as well as anatomical and maxillofacial courses at the University of Texas medical and dental schools; she has also observed autopsies performed by Vincent DiMaio, Bexar County’s chief medical examiner. That background, plus her work as a licensed private investigator, proves invaluable to Unsolved Crimes. Besides helping Parker interview witnesses, Cooper serves as the group’s workaday photographer, and she also creates “wanted” posters. Last year, using eyewitnesses’ descriptions, she drew the suspect sought in a fatal carjacking; a possible perpetrator was later located. “Her sketch looked exactly like the guy,” Parker brags. “Damn, i’m good,” Cooper adds with a grin.</p><p>Cooper’s forensic work is fascinating in itself—to the nonsqueamish, at least. When she undertakes a reconstruction, she consults with either the medical examiner’s office or an anthropologist from Southwest Texas State University in San Marcos, who examines the skull for clues to its ethnic identity. Using these conclusions, Cooper refers to medical charts that indicate the thickness of various facial muscles among different racial groups and applies oil-based, non-drying clay in precise layers to achieve an accurate shape. Then she adds realistic synthetic eyeballs (hand-me-downs from a retired doctor who specialized in prosthetics), a wig, and other touches. A picture of the final result is printed in local papers, along with Cooper’s write-up—often resulting in a positive I.D. A recent project is a skull that arrived from Del Rio. Cooper carefully rebuilt it using latex gloves because, she says dryly, “it’s pretty fresh.” She has seen worse, though. Once, early in her career, she took home a skull that still bore shreds of mummified flesh, and she had to boil it with laundry detergent in a washtub atop her barbecue pit.</p><p>At the Moment, Parker, Cooper, and Crew are Investigating seventeen unsolved murders. Most came their way through Parents of Murdered Children, which has two hundred members in San antonio alone. “We cry almost as much as the parents do,” Cooper says. That caring attitude has contributed greatly to the group’s success. Another advantage is camaraderie: Parker and Cooper talk a dozen times a day to share ideas, report developments, or merely razz each other. Ever conscious of crime, Parker constantly cautions Cooper, who admits to the occasional twinge of fear: “If someone calls up and wants to talk to you about a case, you don’t know that he isn’t the killer.”</p><img /><p>To find out -who killed Terry Lynn Wright (right), Charles Parker reexamined the area</p><img /><p>When members of Unsolved Crimes embark on a case, they begin by examining the crime scene, which they document with videotape and photographs. Typically Parker assigns three major investigators to the case: one to the autopsy report, one to the paper chase, and one to the strongest suspects. Duties may range from procuring a copy of the police report and roundthe-clock surveillance to door-to-door canvassing in the neighborhood of the murder. “amazingly, people always talk to us,” Parker says. “They ask us in for coffee and tell us whatever they can. Maybe they get us mixed up with <em>Unsolved Mysteries.</em> ” Even suspects rarely decline to talk. No matter how many witnesses or neighbors are interviewed, however, most crimes are solved by computer. “For example,” Parker notes, “we input the address of the victim and call up a city map to scan that particular block; by cross-checking, we can find out if any known felons live there.”</p><p>Despite all the work that goes into an investigation, Unsolved Crimes doesn’t charge for its services. Because members use their own money for expenses, they limit themselves to San antonio-area cases. The costs are relatively low—long-distance charges, flyer printing, computer log-on time—but they add up; Parker estimates they spend an average of $1,000 on each case, not counting onetime expenditures like a computer and a high-tech scanner, which enhances photographic images. And because Cooper is single and Parker lives alone, there are no family demands on their time. Parker puts in six or seven hours at his roofing company, then devotes evenings to his caseload. Cooper’s schedule is far more erratic; she juggles detective work with skull reconstructions, morgue sketches, and even aerobics instruction.</p><p>[ Continued On Page 190 ]</p><p>[ Continued From Page 135 ]</p><p>Unsolved Crimes fully supports both the victims’ families and the police department. “Our aim is not to badger but to help,” Parker says. Certainly the victims’ families value the group’s intervention. “Early on,” Bill Wright says, “one homicide detective told me, ‘Bill, I don’t have enough evidence to arrest the guy. But God will punish him someday.’ Well, that’s not satisfactory in my book. If we’d met the Unsolved Crimes people right there at the beginning, Terry’s killers would be in jail now—no question in my mind. I don’t know what we would have done without them.” Many lawenforcement officials also welcome their input. “Their organization does have credibility,” says Detective Britt. “I don’t hesitate to listen to them.”</p><p>Not that Unsolved Crimes hasn’t come under attack. Last year, for example, one of Parker’s contacts in the Bexar County district attorney’s office brought the languishing Valerie McPherson case to his attention. In 1991 McPherson, a prominent socialite from exclusive Olmos Park, was fatally stabbed while jogging on Contour Drive. Neither the killer nor the murder weapon was ever found. Parker, Cooper, and their associates began digging and soon produced evidence they felt suggested that McPherson had been involved with drugs at one time. That angered her husband, Sandy, who publicly stated that Parker’s group was “on the wrong course.” Unsolved Crimes met with the Texas Rangers, who are now handling the case, to name its suspect and present its evidence, neatly organized on laminated flip charts. The Rangers listened, but “they basically told us to butt out,” Parker says.</p><p>Occasional turf battles may explain why Unsolved Crimes’ work has barely been publicized in its hometown. Only one Texas paper, the <em>Houston Chronicle, </em>has written about the group, and the story was never reprinted in San antonio. If Martine Tabilio has her way, however, that anonymity may vanish. Tabilio, an independent producer in Los angeles, snapped up the rights to the Unsolved Crimes story last year, just days after seeing the <em>Chronicle</em> item. “I know how long the shots can be in this business,” Tabilio says. “But these people are fascinating. They have regular jobs, regular lives, and then this passionate hobby that takes over their free time.” as of late February, Tabilio had a development deal pending for a possible television series, which might earn Unsolved Crimes its first paycheck ever.</p><p>Information the group unearthed on another case could also give the group a chance at a large payoff. San antonio’s Business Crime Council of South Texas has posted a $50,000 reward for information about the murder of Susan Verstegen, a Frito-Lay employee who was abducted one night while restocking shelves at a grocery store. Members of Unsolved Crimes set to work and have already presented the police with a suspect and supporting evidence. But even if there were no reward, Parker and Cooper say that, as ever, they’d be happy just to catch the culprit. “When we work and work and finally take a suspect to the police,” says Parker, “boy, does it make us feel good.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "April 1995",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Cooper",
      "Work",
      "Police",
      "Murder",
      "Texas",
      "Crime",
      "Detective",
      "San Antonio",
      "House",
      "people",
      "Bexar County",
      "Business",
      "Computer",
      "ever",
      "Family",
      "Home",
      "office",
      "Salado",
      "Tennis",
      "Alamo"
    ],
    "wp_categories": [
      "Barbecue"
    ],
    "wp_location": [
      "Texas",
      "San Antonio",
      "Houston"
    ]
  }
}