{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19833",
    "date": "March 1983",
    "year": 1983,
    "month": 3,
    "month_formatted": "March",
    "pdf_uri": "/1983/19830300.pdf",
    "issue_cover_image": "",
    "document_start_page": 130,
    "toc_start_page": 128,
    "document_page_range": [
      [
        130,
        131,
        132,
        133,
        134,
        135,
        136,
        137
      ],
      [
        190,
        191,
        192
      ]
    ],
    "toc_order": 4,
    "toc_headline": "The Cutting Edge",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198303-thecuttin",
  "source": "/1983/19830300.pdf",
  "wp_post_id": 119520,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-cutting-edge/",
  "authors": [
    "Michael Ennis"
  ],
  "headline": "The Cutting Edge",
  "dek": "Humble glass is becoming high art, and Texans are leading the way.",
  "spread_caption": "",
  "excerpt": "Texas' glass artists are leading a revolution in an ancient craft.",
  "kicker": "",
  "word_count": 3277,
  "content": "<p>It’s not just for hobbyists and high-rise architects anymore. Glass, once revered—medieval builders thought it filled their churches with a divine presence-then neglected with the decline of the decorative arts in the early twentieth century, is back as a serious artistic medium. This decidedly untraditional revival has nothing to do with fake Tiffany lampshades or chrysanthemums in stained glass; today’s glass art can be bolted together, cast in molds, shattered, wedged between steel plates, etched with extravagant visions, or encrusted with materials as diverse as glitter and seaweed. And while utilitarian forms like windows and goblets still play their part, much of the new glass art is designed to hang on the wall like paintings or stand by itself as sculpture.</p><p>Glass artists can now boast the so-called glass movement, a virtual artistic cult that seems to unite its followers with a rare and refreshing zeal. As a movement it is unusual in that it involves no stylistic affinity —glass art can range from representational to minimal-only a common fascination with a medium and a shared sense of adventure. The beginning of the glass movement is a standard litany for any glass artist: in 1963 a ceramics professor named Harvey Littleton started a glass program at the University of Wisconsin, his students became ardent disciples who spread the word, and today the glass movement is producing five-figure prices and six-figure incomes for such superstars as former Littleton student Dale Chihuly. Much of that Littleton legacy ended up on the West Coast, which became the mecca of the glass movement, but in recent years Texas—particularly austin—has become an important center.</p><p>BY</p><p>Photography by Will van Overbeek</p><img/><p><strong>SUSAN Stinsmuehlen</strong></p><p>Opposite: <em>Bejeweled luster combined with dime store tackiness produces pieces like</em> The Distressed Karyatid.</p><img/><p>The Texas movement probably got started on the day back in 1970 when a University of Texas research engineer named Rodney Smith took a look at the price of a stainedglass lampshade at a railroad salvage sale. Smith realized that he’d found a good profession for his unemployed brother-in-law and a nice activity for himself, but by 1972 he had completely succumbed to the glass bug, quit his job, and taken over the business. Initially he kept himself going with repairs to damaged windows and lampshades, but he soon discovered that there was a big custom-window market out there and that he didn’t have the artistic background to tap it. So he went down the street and pitched the idea to Susan Stinsmuehlen, a neighbor who was studying painting at UT. Stinsmuehlen ended up buying out the rest of Smith’s brother-in-law’s interest.</p><p>The partnership of the artist and the engineer turned out to be almost ideal. Smith kept the books and used his technical expertise to design and build the ordinarily prohibitively expensive industrial equipment that is necessary to work glass. Stinsmuehlen became a nationally recognized glass artist and applied her outgoing and outspoken personality to tirelessly promoting the business and the austin scene. Today their operation, Renaissance Glass, which occupies a cluster of modest buildings in Central austin, is an important synthesis of art, craft, and commerce. With an income from lessons, sales, and window commissions, Renaissance Glass can afford to employ a staff of young artists who not only learn the technical complexities of the craft by designing and executing the generally conservative commission work but also are encouraged to use the equipment after hours to pursue their own art-for-art’ssake projects. Painters and sculptors who can expect support from grants, museums, and teaching positions might consider the setup to be preferable only when compared to indentured servitude, but among glass artists it is both welcome and effective. Many of Texas’ best glass artists have put in a stint at Renaissance Glass, and current employees like Judy Bally-Jensen, Sarah Goodenough, Kurt Madison, and Heidi Narum are establishing their own reputations.</p><img/><img/><img/><p><strong>KURT Madison</strong></p><p>Fragments From the Threshold #16 <em>vaguely suggests what a net might bring up from the bottom of the sea.</em></p><img/><img/><img/><p><strong>GENE Hester</strong></p><p><em>Past work in ceramics shows through in the iridized glass filling the bottom section of</em> Molten Edge With Stripes.</p><p>Stinsmuehlen herself, however, is the most outstanding example of what can be accomplished by what amounts to an artistic research and development program. While the glass movement as a whole is generally dominated by spectacular manipulations of “hot” or blown glass and the accompanying macho images of blazing furnaces and sweating torsos, Stinsmuehlen has earned her national reputation with wild-woman stylistic antics in the supposedly more conservative area of “flat” glass, which is based on the stained-glass tradition.</p><p>Like that of most glass artists, Stinsmuehlen’s initial challenge was learning the exacting craft techniques: making patterns, cutting out the pieces precisely, and putting it all together with solder and metal strips called cames, a process that sounds simple but is rife with pitfalls for the uninitiated. By the time she had learned the trade, Stinsmuehlen had become aware of the glass movement, and she began to work through the decorous, geometric, and organic abstract styles that were in vogue with the more advanced window makers.</p><p>But eventually Stinsmuehlen turned on flat-glass conventions with the same kind of ferocity with which the cubists and expressionists assailed the traditions of painting. She wondered why flat-glass works were always window pieces—why couldn’t they hang on the wall like paintings?—and why they had to be transparentwhat about also using opaque or reflective surfaces? She also wondered why everything done in glass had to be pretty. “Glass—even the raw material —is so instantly beautiful,” she says, “and that’s one of its problems. People won’t push their concepts beyond that. I try to make things ugly.”</p><p>Stinsmuehlen’s work has indeed become an exercise in inventive and compelling garishness. Starting with irregularly shaped structures of glass and, mirror, Stinsmuehlen embellishes them in every imaginable way: etching (glass is usually etched by applying a resist that is a sheet of clear ConTact paper, cutting patterns in the resist, and sandblasting the exposed areas) and spraypainting on both front and back; applying nail polish, glitter, and model airplane enamel; affixing gaudy glass beads and costume jewelry, corny bird decals, and bits of decorative scrolling and molding. Her first images were a series of x’s shaped by recklessly colliding planes, a symbolic “X-ing out of all of the old ways of looking at glass.” She has gone on to nude silhouettes that combine classic grace with cartoonish gestures and a new series based on kitschy commercial mirrors covered with prepainted wildlife scenes. The pieces effervesce with dazzling optical effects, and her electric color schemes, which seem inspired by sources like custom car finishes and fast-food restaurant decor, are so rich and original that they seem far more fascinating than repellent. The final touch is the way she exploits the immaculate, expensively finished look that glass techniques lend themselves to, combining the bejeweled luster of treasured icons with the banality of dime store trinkets.</p><p>Stinsmuehlen’s talent would hold up in any medium, but she still has to deal with art world prejudices; the owner of a prominent New York gallery recently told her that the gallery would never consider showing anything done in glass. Meanwhile, she continues to add to her credentials in national glass circles. She is now on the board of the Glass art Society, which is the ex officio ruling body of the glass movement, and she uses her influence to draw nationally prominent figures to Texas for workshops and demonstrations. She is also on the faculty of the Pilchuk Glass Center in Washington State, a summer workshop founded by Dale Chihuly that has become the Oxford of glass art. And there are hopeful signs that the gap between client taste and artistic expression is narrowing. After submitting slides of her noholds-barred work, Stinsmuehlen was awarded—somewhat to her amazement—a commission to design a glass wall panel for the Veterans administration Medical Center in Dallas.</p><p>Dinkins/De Jong</p><img/><p><strong>PATRICK Wadley</strong></p><p><em>The nudes of</em> Dancing Ladies With Flower <em>frolic somewhere between Matisse and a wild bas-relief carver.</em></p><img/><img/><img/><p><span class=\"dropcap\">a</span>nother pioneer in the austin glass movement is Drew Patterson, who lives in and runs a one-man shop in a vast and drafty old cotton oil mill in East austin. Patterson’s glass epiphany was almost identical to Rodney Smith’s: while serving in the Navy back in 1968 he saw an antique lampshade priced at $350 and figured he could realize a substantial savings by making his own. At first it was difficult for Patterson to find a teacher, since no new generation had replaced the aging artisans who had learned the craft before it died out in the thirties and forties. Some of the old family studios still persisted, but the techniques were generally considered secrets to be carried to the grave.</p><p>Patterson eventually persuaded a reticent part-time stained-glass repairman in albany, Georgia, to teach him the fundamentals of the trade, and by the time he left the Navy in 1970 he was selling his work. After going back to school and getting a degree in archeology in 1972, Patterson felt the lure of glass again and started working full time in a garage studio. A year later he moved into his present quarters.</p><p>Patterson’s first works were in a nostalgic art nouveau and art deco vein, but he soon soured on representational work—“it can be done so much better in other media”—and turned to an abstract, cosmic imagery of looming planetary shapes. Then he became discontented with the strict twodimensionality of stained-glass windows and panels and began to view the glass as a shallow sculptural arena, sandblasting through it in places, etching geometric shapes into it, and fusing glass rods and circles to it in a kiln. But in spite of the new technical complexity, his images became more restrained, reduced to a spare, almost ethereal interplay of basic geometric shapes. In one series of pieces Patterson even went on to eliminate color, relying on light shining through the clear glass to provide color subtly and sometimes spectacularly. Recently, however, he has tried to incorporate more color and even humor in his pieces; one of his latest works is a large, opulent shrine titled <em>Our Lady of the Fish Fry.</em></p><img/><p><strong>DREW Patterson</strong></p><p><em>a stylistic trail that began with art nouveau took a turn recently toward humor in</em> Our Lady of the Fish Fry.</p><img/><img/><img/><img/><img/><p><strong>DAMIAN Priour</strong></p><p><em>What do corroded metal and worn glass have in common? The work of sea waves:</em> Rusted Bolt Series (Fan).</p><p>In order to pay his bills, Patterson still does commissions in the styles that he has left behind, but unlike many glass artists, he doesn’t worry about the stigma that is attached to the medium. “I enjoy being a craftsman,” he says. He admits to having almost a fetish for the tools and techniques of glass working, and he has built or refurbished enough equipment to outfit a small factory: a sandblasting cabinet, old beltdriven polishers and bevelers, and a newly salvaged engraving lathe. But the result of his technical interests will be more artistic freedom. “I want to be able to manipulate the medium in any way I want,” he says, as he shows off his new equipment. “With this stuff, i’ll be able to build things you can walk around in.”</p><p>Damian Priour had his revelation back in 1972, when, as a recent college graduate with a degree in psychology and a good new job, he was shopping for a hobby and tried a thirty-minute lesson in making stained glass. Within a few months he had quit his job and apprenticed himself to an aging craftsman, Vernon Black of San antonio, who had continued the family business after the death of his brother. (Vernon himself died in 1981, but his wife has kept the business going.) Like Stinsmuehlen and Patterson, Priour started out doing window commissions in representational styles. His work gradually became more abstract, but he still felt that he hadn’t found his own imagery. Finally he started thinking about growing up on the Texas coast and how quickly metal rusted in the salt air and how durable glass could be under the same conditions. He got interested in playing off the two materials and began making small tabletop sculptures in which clear slabs of glass were bolted together or wedged between heavy pieces of steel. Various highly abstracted images of nature are suggested in these pieces, such as rippling waves, sea fans and jellyfish, clouds and rain. The simple, symbolic shapes are enlivened by Priour’s subtle variations on a limited repertoire of textures and colors: frothy white etched surfaces, smooth green glass, rusted bolts, wires, sheets of steel, and jagged glass edges smoothed in acid baths.</p><p><em>(Continued on page 188)</em></p><p><em>(Continued from page 135)</em></p><p>Priour has recently progressed to largescale, freestanding sculptures that echo the themes of his tabletop works. Using slabs of industrial-thickness glass and increasingly emphasizing the role of steel, he seems to be easing into the sculptural mainstream. “i’m not interested in getting caught up in the glass movement,” he says. “i’d rather show in a gallery that doesn’t specialize in glass.”</p><p>Stinsmuehlen, Patterson, and Priour basically constitute the first generation of important austin glass artists, but a second generation is starting to emerge. Kurt Madison graduated from the University of Wisconsin with an art degree and experience in metalworking and sculpture but none in glass; his interest in glass peaked too late to get into Harvey Littleton’s pioneer glass art program. Madison got his first hands-on experience when he started at Renaissance Glass two years ago, and although his job involves working on windows and doors, his art has never really had a conservative phase. Madison almost immediately went beyond even freestanding sculptures and started experimenting with symbolic, abstract installation pieces —some rest on the floor, others fit in corners or hang from the ceiling—in which glass might be only one of many materials. And Madison gives his glass elements a raw, unfinished quality, using plain glass strips, shattered vessels, and glass castings made from sand molds gouged with his fingers.</p><p>But the most exciting artist of the new generation is also one of the most conservative stylistically. Patrick Wadley is a former architecture student turned watercolorist and draftsman who inadvertently discovered etched glass while helping a friend sandblast some automobile engine parts. He experimented on his own, then put in his time at Renaissance Glass, and now is one of the few Texas artists who can rely on consistent gallery sales.</p><p>Wadley has developed the technique of etching on clear or sometimes colored glass to a remarkable degree of complexity. While most artists draw or even paint on the resist before cutting out the design, Wadley “draws” directly with the knife. He builds his image in layers by exposing the deepest part of the design first, sandblasting, then exposing successively shallower layers and sandblasting again after each one. A single work can be composed of up to nine layers, producing intricate patterns in such depth that they appear to be bas-relief carvings. But if the technique reflects hours of painstaking work—Wadley will spend up to eight hours just on the relatively speedy process of sandblasting a work—the images have the spontaneity and animation of quick sketches. A devotee of French painters like Matisse and Dufy, he has taken their carefree, decorative quality, energized it considerably, and added his own streamof-consciousness pastiche of scenes and characters. Zigzags, scrolls, floral patterns, and crazy arabesques seem to flicker and roil in concert with cavorting nudes, mythical beasts, camels and ducks, familiar and fantastic architecture, and eccentric touches like price tags, French puns, martini glasses, and ersatz Chinese characters. The combination of formallooking, precision craftsmanship and swirling imagery is arresting; it looks as if some ancient artisan, weary of carving paeans to his immortal autocrat, finally ran amok and decorated the palace walls with his own fantastic visions.</p><p>Along with the second wave of artists has come austin’s first gallery devoted exclusively to glass art. Several years ago Molly Dinkins and Dick De Jong started buying antique stained glass at auctions, but after attending a national glass art conference in Houston they realized how much good contemporary work was being produced in austin but not seen. Their Matrix Gallery of Glass opened a year and a half ago, and it now shows most of the important Texas artists as well as national figures. Like their artists, Dinkins and De Jong are rapt in their regard for the possibilities of the material—“it’s an uncharted medium both theoretically and technically,” says Dinkins—and evangelical in their enthusiasm for promoting the glass movement. Their hope is to see glass exhibited in the best galleries and museums, an ambition that may put them out of business. “We have a built-in obsolescence,” says Dinkins, “which is fine with us.”</p><p><span class=\"dropcap\">T</span>he glass movement may be struggling for recognition in austin, but it is struggling simply to exist elsewhere in Texas. The Human arts gallery in Dallas and Perception Gallery in Houston have both shown glass art for years and have been active in promoting the movement, but no significant community of artists has grown up in either city. Jim Bowman and Roal Enix of Dallas, both former painting students at the Kansas City art Institute, ran a busy stained glass shop in North Dallas for several years. When the business became too demanding, they moved to Oak Cliff and scaled down their operation. While they still do commissions, they regard themselves principally as studio artists, and both are working on wall panels that are essentially abstract paintings done in glass.</p><p>In Houston, the emphasis is on windows and doors. Gene Hester, a former printmaker and ceramist, runs his own studio and has done some innovative abstract commissions in addition to the usual fare; he also occasionally does some independent wall pieces but doesn’t have much of an outlet for them. Steve Hecht, a former chemistry teacher, has also done some advanced windows in free geometric designs and is opening a new studio with accomplished glass etchers and carvers Marc Leva and Ellen abbott.</p><p>The real growth sector of the Texas glass scene is hot glass. The consensus is that nothing close to what has been accomplished in flat glass has been done so far in hot glass, but that situation should change over the next few years. The expensive and complex natural-gas-gobbling furnaces necessary to melt glass for blowing are difficult to build and operate, and Texas has only a few small ones, scattered around the state. But the newest, fired up last summer, is a large furnace next to Renaissance Glass called Fire Island, a partnership of Renaissance Glass and glassblowers Matthew LaBarbera and Richard Burns. It offers the prospect of workshops and demonstrations by national hot-glass luminaries as well as interesting collaborations between flat and hot-glass artists.</p><p>Most glass artists feel that they are now about ten years behind the ceramists, who had a similar revival in the fifties and who now have no trouble gaining access to mainstream museums and galleries. That’s probably true, but hopefully the glass movement will not end up being split—as the ceramics scene now is—between craftspeople and artists. Some of the most interesting developments in the Texas glass movement are those that bring the art and the craft together. Priour has already done a series of large stainedglass panels for the austin Public Library, and Stinsmuehlen’s wall panel for the Veterans administration in Dallas will-if it doesn’t become another public art controversy—be a step in that direction. And right now Stinsmuehlen and Renaissance Glass are putting together a large abstract triptych that they hope will become the prototype for interior screens or office partitions. In the end, the glass art that gets out into the real world may be even more important than whatever glass art is finally accepted into the art world.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "March 1983",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Art",
      "Texas",
      "Work",
      "Wall",
      "Austin",
      "Business",
      "Artist",
      "Dallas",
      "Design",
      "Family",
      "Fish",
      "Harvey",
      "Houston",
      "Humor",
      "Painting",
      "Research",
      "Students",
      "Veterans",
      "Animation",
      "Architecture"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Texas",
      "Austin",
      "Dallas",
      "D.C.",
      "Houston"
    ]
  }
}