{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19833",
    "date": "March 1983",
    "year": 1983,
    "month": 3,
    "month_formatted": "March",
    "pdf_uri": "/1983/19830300.pdf",
    "issue_cover_image": "",
    "document_start_page": 142,
    "toc_start_page": 140,
    "document_page_range": [
      [
        142,
        143,
        144,
        145,
        146,
        147,
        148,
        149
      ],
      [
        193,
        194,
        195,
        196,
        197,
        198,
        199,
        200,
        201,
        202,
        203,
        204,
        205,
        206,
        207,
        208
      ]
    ],
    "toc_order": 6,
    "toc_headline": "Blood Of the Lamb",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198303-bloodoft",
  "source": "/1983/19830300.pdf",
  "wp_post_id": 119511,
  "wp_post_guid": "http://www.texasmonthly.com/article/blood-of-the-lamb/",
  "authors": [
    "Jan Reid"
  ],
  "headline": "Blood Of the Lamb",
  "dek": "“These are they which came out of great tribulation,” a wise man told Saint John the Divine. Welcome to Daingerfield, Texas, where a high school teacher just killed five people in the First Baptist Church.",
  "spread_caption": "",
  "excerpt": "A high school teacher shot up the First Baptist Church in the East Texas steel town of Daingerfield, and the agony lasted longer than anyone could have imagined.",
  "kicker": "",
  "word_count": 12498,
  "content": "<img /><p><em>Photography by Jim Cammack</em></p><p><em>The date chiseled on the tombstones of the husbands of ann Gandy (l.) and Laverne McDaniel is mute testimony to the Sunday morning when alvin King unleashed his pent-up fury on the people of Daingerfield.</em></p><p>Coming east into town on Webb StreetDaingerfield's main drag—you first see the pastel mural, a sunrise in pink and lavender and cream, on the brick wall of an abandoned department store. Above sun floats the apostle Paul's advice to the Ephesians, “Walk in love,” with the abbreviated scriptural reference, 5:2. At the lower right, on a field of green, the artist added in quaint cloudlike script “P.S. God is watching you!” In Daingerfield, a town of 3030 in the sandy, wooded northeast comer of Texas, the Bible Belt is cinched very tight.</p><img /><p>Wide World</p><p><em>On the day of the massacre, Hall (c.) and other dazed members begin the cleanup.</em></p><p>Across Webb Street from Oliver McKellar’s old department store is the heart and soul of Southern small-town america: the First Baptist Church. Which is not to say that a dozen other churches in Daingerfield don’t also have robust congregations. But the Southern Baptists are first among equals. A hundred years old, First Baptist is the establishment church in Daingerfield. The church complex occupies a square block in the middle of downtown, a stone’s throw from the funeral home, the insurance agencies, the tire shop, the national bank, the drugstore coffee shop. Its ushers and Sunday school teachers are the captains of those modest industries. And one past deacon, Marvin Watson, served as appointments secretary for Lyndon Johnson.</p><p>As the members of First Baptist filed up the steps and smoked cigarettes on the sidewalk the Sunday of June 22, 1980, they had no reason to believe that that particular Lord’s day would bring anything extraordinary. They had a brand-new preacher, Norman Crisp, who had come from the church in Hawkins in answer to their call, but Brother Crisp was feeling too poorly to deliver his first Sunday morning sermon, and the elderly, strongwilled associate pastor, a onetime state legislator named Virgil Fielden, had agreed to stand in. The churchgoers exchanged pleasantries and voiced the usual complaints about the weather. Their lawns and gardens needed rain, and although it was only the second day of summer a heat wave was already killing chickens on the Pilgrim poultry farms scattered throughout the area. Jerry Pratt, the soft-spoken Morris County judge, greeted Red McDaniel, a former semipro baseball star and a longtime employee of the Lone Star Steel mill, and asked if Red had been able to retrieve his errant bull from a neighbor’s pasture.</p><img /><p>Wide World</p><p><em>With a gesture of contempt for the town he hated, King left his competency hearing.</em></p><p>Another steelworker, Gene Gandy, always came to church alone. His wife, ann, belonged to the Church of Christ. Customarily Gene sat with his friends Jerry Pratt, pharmacist Billy Ray Cole, and their wives, but as he entered the vestibule that morning a member told him that the ushers were one man short. “You’re not gonna make me work on my vacation,” grinned Gene. As usual, though, he agreed. A tanned, dark-haired, handsome man, Gene was amiably dominated by his wife and two grown daughters. He couldn’t imagine having an enemy, and he had more than his share of devoted friends. But his family and some of his friends knew that for a healthy man of 49, Gene had an inordinate fear of dying. He was the last of seven brothers, and lately he had complained of vague maladies. Now, now, said the doctors. Those fears are just natural.</p><p>Three hundred and fifty worshipers filled up the steep-roofed blond brick sanctuary. Because of its narrow dimensions and the slant of the light streaming in through its stained-glass windows, all gazes were directed toward the front: the unadorned pulpit, the squat choir loft, the baptistry painting whose deep blues and greens seemed inspired more by the nearby Lake o’ the Pines than by the tired old river Jordan. Gene Gandy stood at the back of the church with another usher, Jack Dean, who was Morris County’s peppery and jocular agricultural extension agent. The men decided not to tell Cheryl Linam and her pretty second grader, Gina, who were arriving a bit late, that the right rear pew was reserved for the ushers. Around the corner on Scurry Street, Gina Linam’s daddy, who was a mechanic at the Ford dealership and a lay preacher, was leading the singing at First United Methodist. But the little girl had already expressed a desire to be saved, and saved soon, by the Southern Baptists.</p><img /><p><em>King was prepared for war. Captain Jackie Hiles displays the arsenal the killer brought to town.</em></p><p>“<span class=”dropcap“>A</span>nother latecomer arrived at the church. He had .38and .22-caliber pistols and two semiautomatic rifles. The man had taped his magazines together in a way that maximized speed in reloading. His flak jackets sagged from more than 240 rounds of ammunition.”</p><p>Entering town on the road from Linden and Hughes Springs was another latecomer. A burly man in his mid-forties, he wore hunting boots, blue jeans, a white Tshirt, and thick horn-rimmed glasses. Stowed out of sight in his Ford subcompact were .38and .22-caliber pistols, a World War II combat helmet, and two flak jackets. He also had two semiautomatic rifles; the AR-15, a sport model of the military M-16, was fitted with a scope and a long bayonet, and clamped to the muzzle of the M-l carbine was another bayonet. The man had taped his magazines together in a way that maximized speed in reloading. He parked his car at the church and began to strap on his armor. The flak jackets sagged from the weight of more than 240 rounds of ammunition.</p><p><strong>TODAY We Draw Nigh Unto Thee</strong></p><p>Every Sunday morning, radio station KEGG in Daingerfield carried a live broadcast of the First Baptist worship service. To the left of the ushers, behind a small table bearing sound equipment, sat the backup technician, Chris Hall. A tall and graceful young man, Hall thought his opportunities for heroics had faded with his adolescent glory. As a high school junior in 1968, he had been the star halfback when the Daingerfield Tigers won the Class a a state championship. Chris turned down football scholarships from Houston and Texas Tech to play baseball for a junior college in Muskogee, Oklahoma, and the Montreal Expos drafted him in the second round. But the nineteenyear-old outfielder had a sixteen-year-old wife, Dolores, who was pregnant with their first child, and the Expos wanted to send him to the Caribbean League. “There’ll be another time,” Chris thought. Finances forced him to leave college for a while, and by the time he played again, for Oral Roberts University in Tulsa, his chance at the big leagues had passed him by. Back in Daingerfield, his contracting business slowly grew from painting houses and repairing screens to building his own homes on spec. He lived across the street from his parents and eased back into the hometown routine, coaching a Little League team and attending the church he had grown up in. “But it’s always in the back of my mind,” he said.</p><img /><p><em>The Steel Country Bee</em></p><p><em>In a town full of King’s victims, not the least are his mother, Hazel, and son, al IV.</em></p><p>“ ‘What if you’d played? What if you’d been good enough to make it?’ ”</p><p>While Chris got ready to broadcast the service, Dolores Hall and their firstborn son, Marc, sat closer to the front. The pianist and organist collaborated on the prelude, then the choir sang the call to worship. “We pray,” led Brother Fielden, “that this will be a day when we all draw nigh unto Thee.” The congregation joined the choir in singing the next hymn, then the members of First Baptist stood up to identify and greet the seated visitors-a laying on of hands, a press of sweet smiles and grandmothers’ perfume that might have overwhelmed those guests who were unprepared or shy. Seated again, everyone sang the hymn that preceded the offering, and the ushers prepared to pass the collection plates. “More about Jesus in His Word,” sang the worshipers. “Holding communion with my Lord ...”</p><p>The first loud noise sounded like the clap of two large blocks of wood. Wielding the carbine, with the AR-15 slung over his shoulder, the left-handed gunman had either kicked the doors open or used the rifle to slam them inward. He charged through the vestibule, took one step inside the sanctuary, and bellowed, “This is war!” Then, swinging the carbine’s muzzle to his right, he methodically opened fire. The point-blank volley lasted less than ten seconds, but with five rounds he managed to wound thirteen people. Gina Linam’s skull exploded in gore. Turning to meet the gunman, Gene Gandy took his round just under the heart; the fragmenting bullet left five exit wounds. Jack Dean reached over the pew and grabbed the bayonet. The next pull of the trigger shattered his hand and forearm. Thelma Richardson, 78, slumped dying in her pew.</p><p>People began to scream. Witnessing the terrifying scene, the song director, Dan Gilmore, yelled into the microphone for everybody to get down. Yet there was a delay, from shock, surprise, disbelief. To some, the gunshots sounded like fireworks. Jerry Pratt, who wasn’t the sort to turn his head for just any commotion, resisted the tugs of his wife until she said, “But why is that lady bleeding?” Then he turned and saw the look on Chris Hall’s face.</p><p>Like the others, Chris didn’t know at first if the attack was real or a hoax. He didn’t see the carnage just across the center aisle; neither did he recognize the helmeted gunman as his former algebra II teacher. “That’s just not right,” he thought, and something made him charge. The man outweighed Chris by about seventy pounds; in his teaching days at Daingerfield High, he had lifted weights and prided himself on defeating football players at arm wrestling. But Chris’ momentum spun both of them back into the vestibule and slammed them against the wall. The gunman lost his grip on both rifles, and his glasses hit the floor. So did the helmet, and so did Chris Hall. On all fours, with the killer behind him, Chris realized his desperate need of cover. “O God, help me,” he cried. As he scrambled on hands and knees down the stairwell to the basement, the gunman pulled the .38, fired and missed twice.</p><p>“<span class=”dropcap“>C</span>hris Hall thought his opportunities for heroics had faded with his adolescent athletic glory. He didn’t recognize the helmeted gunman, but something made him charge. The gunman lost his grip on both rifles, and Chris Hall hit the floor. Al King pulled the .38, fired and missed twice.”</p><img /><p><em>Chris Hall and his family: (l. to r.) wife, Dolores; children Marc, Marci, and aaron. Chris was the first of several men to try to stop King and the only one to survive.</em></p><p>Beside the center aisle Laverne McDaniel, 51, was grievously wounded in the back and the left arm. Her husband, Red, the 53-year-ola steelworker, stormed up the aisle shoulder to shoulder with the towering, three-hundred-pound Kenneth Truitt, who was a 49-year-old electrical contractor and a Daingerfield city councilman. In the vestibule Red McDaniel scooped up the attacker in a ferocious bear hug. The force of his assault shattered the church door and carried the two of them outside. The gunman landed hard on the concrete steps, flat on his back. Still, he had enough strength to shove the .38 revolver hard into Red McDaniel’s middle and jerk the trigger till he was dead. As the man tried to rise, Kenneth Truitt made a dive for him, hit his shoulder, and rolled off. The gunman extended the .38 and fatally wounded Truitt.</p><img /><p>The Steel Country Bee</p><p><em>Lawyer DeGuerin: persona non grata.</em></p><img /><p><em>Prosecutor Stanley inherited the case. He was thrilled, but “had his game face on.”</em></p><p>The next to get outside was a young real estate broker, Larry Cowan, who had picked up the fallen carbine. There was a moment of terrible confrontation: fierce eyes, poised guns. Outgunned, with his mad resolve suddenly broken, the assassin dropped the pistol and began to run. As the fleeing gunman disappeared around the corner of the church, Cowan ran back through the sanctuary, freeing a jammed cartridge from the carbine’s chamber. Inside, Virgil Fielden was performing the ministry of his life. “Now, if you feel led to stay and pray for those who have been shot, do so,” intoned the elderly pastor. “Dear God, take care of us now.”</p><p>While all the commotion was going on outside, Chris Hall had run through the basement corridor in a terror of imagined pursuit. As he stood in a daze next to a ground-level window, trying to gather his thoughts, he saw the gunman run across the street toward the fire station.</p><p>No one witnessed the next shot. A stubborn body of opinion has since grown up to the effect that the gunman had no intention of harming himself. According to that scenario, he was running blindly without his glasses, stumbled over a warp in the driveway pavement, and caused the .22 pistol to discharge accidentally. But reason suggests that if he had wanted to escape, he would have run directly toward his car. And the evidence suggests that he pulled up, laid the muzzle against his forehead just above the left eye, and purposely fired the bullet into his brain. In any case, the projectile cheated Larry Cowan and the others who may have desired immediate justice by their own hands. Vengeance is Mine, saith the Lord.</p><p>“<span class=”dropcap“>K</span>ing could see what the ordeal of the trial was doing to his family. It was time to take them off the hook. He tore his towel into strips, fashioned a noose, and tied it to a crossbar of his cell. The destroyer relaxed his knees, faded to black, and quietly took his leave.”</p><img /><p><em>Sheriff Joe Skipper stands where alvin King hun himself and cheated Daingerfield of its revenge.</em></p><p>Cowan emerged from a side door, looked at the injured gunman, then walked back around the church, where he saw that Red McDaniel was dead. With a cry of rage and grief, Cowan fell to his knees and plunged the rifle into the church lawn like a spear, burying it to the hilt of the bayonet.</p><p>Jerry Pratt stood staring down at the gunman. Pratt had once been a high school civics and economics teacher and then the district’s assistant superintendent in charge of finance. The killer’s son, in fact, had been one of his favorite students. Pratt had seen a lot of teachers come and go. But even as he leaned over the fallen figure, he still didn’t recognize the man; he had shaved his moustache and put on so much weight. Jackie Hiles, the first city policeman to reach the scene, found a wallet in the gunman’s jeans. He examined an ID, then asked the county judge, “Do you know an alvin King?”</p><p>The assassin’s eyelids fluttered. His mouth was filled with dirt. “Yeah,” sighed Pratt. “and that’s the son of a bitch.”</p><p><strong>BURIED Talents</strong></p><p>Alvin Lee King III was born in Freer two days before Christmas, 1934, and he grew up in a decaying section of Corpus Christi known as the Cut. The King home shared a building with their pawnshop and liquor store. The menagerie of household pets included a lion, a cougar, and a baboon. An only child, alvin Lee graduated from Miller High School in 1953, majored in education at North Texas State, and married a newspaperman’s daughter, Gretchen Gaines, in 1956. With an honors degree and an infant son, the fourth alvin Lee, he returned to Corpus and taught math at Ray High School until 1961.</p><p>King was admitted to medical school, but for reasons that were as much psychological as academic, he failed as an apprentice physician: he couldn’t stand the sight of blood. A National Science Foundation grant enabled him to complete the master’s program in math at Bowling Green State University in Bowling Green, Ohio. He was a minor prodigy from the Sputnik era, a devotee of the cold war crusade for technology. His faith in math and science was exclusive and absolute.</p><img /><p><em>The Baptist church where five people were killed one Sunday. From then on, not only God but Daingerfield itself watched King, his family, his friends, and his attorneys.</em></p><p>The second child, Cynthia, was born in 1959, and in 1962 the family moved to Longview, where King worked as a systems engineer for IBM. He had a reputation as a crank in the well-clipped neighborhood where they lived; he used to run outside and holler at kids who disrupted his quiet. He was a science fiction buff and a collector of coins and guns that came his way through his parents’ pawnshop in Corpus. A voracious reader who neither drank nor smoked, he managed his money frugally so that he could travel with his family every summer. In the winter they often skied in Colorado. To help maintain that standard of living, Gretchen commuted 36 miles to Daingerfield to teach. She distinguished herself in the classrooms of the junior high school, and once her colleagues voted her teacher of the year.</p><p>In the teachers’ lounge Gretchen was warm, cheerful, chatty. But when her husband accompanied her to town for rare social occasions—which he often dominated with his range of knowledge and his conversational skill —she grew very quiet and reserved. From the outset, people in Daingerfield thought alvin Lee King was a strange duck. Still, he was an experienced teacher with glowing credentials, and Daingerfield High needed a specialist in math. So in the fall of 1966 King left his beloved computers and returned to the classroom, commuting from Longview to teach at Daingerfield High School.</p><p><strong>the Town That Steel Built</strong></p><p>Daingerfield, which was on a collision course with alvin Lee King, had a legacy of bloodshed. Captain London Daingerfield, for whom the settlement was named about 1830, died in a fight with local Indians. Soon after helping plot the town square in 1841, another prominent early citizen stood trial in Daingerfield for the murder of an author of the Republic of Texas’ constitution.</p><p>But in recent years the haze of rustcolored smog on the horizon has said all that need be said about the town’s identity. An East Texas archconservative with the ironic name of E. B. Germany organized Lone Star Steel as a component of this country’s World War II defense buildup. Sprawled along U.S. 259, just inside the Morris County line, the steel mill and its attendant industries employed thousands of workers in the area and altered the social fabric of Daingerfield. To Germany, whose company sponsored local broadcasts of H. L. Hunt’s <em>Life Line</em> harangues, unhindered profit and production were the safeguards of democracy, and the United Steelworkers of america were legions of the damned. During a 1968 strike by members of the AFL-CIO local, company trucks were blown up in Mount Pleasant. A sniper fired shots at a Texas Ranger, and a more efficient marksman murdered a scab worker from nearby Pittsburg. Even after the strike was settled, the potential for renewed violence still floated in the air like the particles of oxidized dust. Steelworkers encountered a telling sign at the entrances to company parking lots: “No Firearms, Intoxicants, or Cameras allowed Beyond This Point.”</p><p><em>(Continued on page 191)</em></p><p>(Continued from page 147)</p><p>Most of Northeast Texas is poor, but until the recession idled the mill last year, Daingerfield and its neighboring mill towns had escaped the semipoverty of part-time farmers and minimum-wage rednecks bartering chickens for guns out of their pickup trucks. The area had a huge industrial tax base, which allowed for more government services and respectable school facilities. Mill hands toiled in grime and worried about the frequent accidents that charred flesh to cinders, but away from the plant they dressed well, drove new cars, invested in new homes, sent their kids to college. On the other hand, blue-collar prosperity had its price. Daingerfield’s crime rate, especially for DWI’s, firearm violations, and possession of marijuana, was typically two and a half times that of the nearby towns. “Jesus Is Lord,” proclaimed the bumper stickers. Yet talk of barn burnings and murder to settle petty disputes was still common.</p><p>Paradoxically, the coming of major industry and organized labor to Daingerfield made its small-town values even more secure. The steel mill was insurance against the economic dread that suffocates so many small towns. Screened by the forest of the old iron bluff, the plant’s huge and ugly furnaces meant that the town’s residents could putt the greens of the attractive nine-hole golf course at Beaver Brook Country Club and watch their children frolic on the paddleboats of Daingerfield State Park. The kids didn’t have to flee at the first opportunity in order to make a living, and outlanders who fell in love with the wildflowers and trees could afford to relocate therethinking, perhaps, that they had escaped from the stress and mayhem of life in the cities.</p><p><strong>MY Daughter’s Keeper</strong></p><p>On February 6, 1966, six months before he began teaching in Daingerfield, alvin Lee King was visiting his parents in Corpus Christi. As his mother and father stood around the family gun collection, the stock of a loaded twelve-gauge shotgun slipped through the younger A1 King’s hands and hit the floor. The resulting blast fatally savaged his father’s face and neck. The investigating coroner was satisfied that the old man’s death was accidental -but the failed medical student who recoiled from the sight of blood had killed his first human being.</p><p>Nevertheless, he decided to teach math at Daingerfield High. In the classroom he was all business; seldom cracking jokes, he pushed the students hard from bell to bell. He had no tolerance for lazy or inattentive pupils, and he demonstrated scant compassion for those who struggled simply to comprehend and keep up. He despised the practice of grading on the curve to accommodate the mediocre. He focused on gifted students with collegiate potential. King organized the school’s first University Interscholastic League (UIL) math teams, and one of his best students won five medals in state meets. With the unprincipled audacity of an overambitious football coach, he recruited a ringer from a town forty miles away when one of his own students dropped out of a tournament, and he got caught at it.</p><p>Though he had a loyal and somewhat overawed following, with most students he won no popularity contests. “atheist,” the kids who disliked him most hissed. In truth King was an agnostic rather than an atheist. His lack of religion was no fervent cause: he was godless because he had more important things to think about. But as a worshiper of modern science he surely didn’t believe in Genesis, and he seemed to enjoy pricking the beliefs of talkative fundamentalists. In the teachers’ lounge, King listened to the concerns of the liberal arts and vocational arts teachers with an air of superiority and veiled contempt. He had no apparent interest in any academic discipline except his own.</p><p>By the summer of 1972 school district and schoolteacher had had enough of each other. While King was on vacation in Colorado, he phoned Jerry Pratt and said he was resigning to enter the trucking business. For a brief time King worked for a firm in Dallas, hauling heavy industrial parts; then he broke his leg. Unable to work, he leased his truck for most of a year, then sold it. In 1974 he bought a house in Daingerfield across the street from the courthouse and enrolled as a graduate student in education at East Texas State University in Commerce.</p><p>Eighty miles away at East Texas State, King parked his eccentric camper, a converted school bus, on a church lot and socialized with those coeds and librarians who found his bicycling company desirable. Back in Daingerfield, plump, pleasant Gretchen King interrupted afterschool coffee with friends to race home so she would be there, as ordered, to answer his call every day at five. There’s no question that King loved his wife, in his own way. But he had a hair-trigger temper, and he would turn florid at the least slight or inconvenience. Gretchen didn’t seem to fear him physically. Sometimes she yelled back, and she could hold her own. But usually she just stayed quiet and waited for the storm to pass, for the blood rush to subside.</p><p>There were some good times for that family. The younger A1 King could boast to his small-town classmates that he had seen 41 states and fifteen countries. He was an extremely bright kid. As a freshman he carried a 98.5 average at Daingerfield High. As a senior he was the state UIL champion in slide rule.</p><p>But that year his grade-point average slid to 91.5. The father had never gotten over his own failure at medical school, and he now planned for young A1 to become the doctor in the family. The son rebelled by sleeping through classes at Daingerfield High. A1 was terrified of his dad’s rages and also tired of them. Soon he put all the distance he could between himself and the old man. After graduation he went to Sweden on a student exchange program sponsored by the Rotary Club. Then he joined the air Force.</p><p>In 1977 the house in Daingerfield burned and the King family lost everything they owned. King’s alleged atheism notwithstanding, the civic-minded congregation at the First Baptist Church responded with a barrage of clothing and personal articles. With an $80,000 insurance settlement, King bought a farmhouse and 117 acres in neighboring Cass County, while unconfirmed and probably unfounded rumors of arson circulated in Daingerfield. Worse yet, when one of Gretchen’s friends visited the farm, the old man was accused of fondling the friend’s daughter.</p><p>In 1979 A1 King, stationed in Michigan, received a phone call from his sister. “Sit down,” Cynthia said. “I have something to tell you.” The old man had been making love to his natural daughter for years, a fact that she had hitherto revealed only to her high school chum Stanley Sinclair. With the support of her brother and her friend, Cynthia took her allegations to district attorney Charles Mac Cobb of Mount Pleasant. Cobb needed more evidence than just her sworn testimony, and her brother supplied it. A1 King remembered the night of November 9, 1966, when his dad woke him up and made him drink coffee. He was eight at the time. His six-year-old sister was bleeding from the vagina. Alvin Lee King gave his son a wooden flute and said, “When we get to the hospital, you’re going to tell them you did that to her with this.” at the hospital, A1 must have started to complain. Though Cynthia had no memory of the entire episode, A1 would never forget the fury in that looming, florid face: “Do you want me to kick the shit out of you?”</p><p><strong>LOOK On My Works</strong></p><p>Cobb found the emergency room record in Longview’s Good Shepherd Hospital. King had no inkling of his legal predicament until October 1979. A deputy from Linden served the arrest warrant. King was transported back to Morris County and faced a justice of the peace who set his bond at $25,000-hardly a promise of future leniency. Daingerfield attorney Steve Cowan accepted the criminal defense and persuaded district judge B. D. Moye to reduce his client’s bond to $5000. King returned to the Cass County farm and auctioned off all his farm equipment. Though a short trial with little media coverage seemed likely, Daingerfield tongues were awag in the Star Drug Store and the Hill House Cafe. In February Charles Mac Cobb didn’t contest Steve Cowan’s motion for a change of venue. King’s trial was transferred 57 miles west, to Sulphur Springs, and the trial date was set for Monday, June 23, 1980.</p><p>The slow grind of legal machinery has a maddening effect on many criminal defendants, and this defendant was already far around the bend. During his wait on the farm, King “piddled around in his garden,” according to neighbors, and brooded on the state of the world. All of his actions implied a systematic plan. He transferred real estate to his mother’s name and charted the manic fluctuations in the gold and silver markets. He investigated the procedure for opening a Swiss bank account and wrote letters of application for Cuban and Soviet visas. He hoarded nonperishable food and assembled his two-soldier arsenal of paramilitary weapons and ammunition. Gretchen would wear the other flak jacket, and together they would hold off those other jealous survivors, the rabble of the apocalypse.</p><p>By then married and living in Dallas, Cynthia King had not flinched from the prospect of giving testimony. Charles Mac Cobb subpoenaed the custodian of records from the Longview hospital and made arrangements to bring A1 King home from the air Force base in Michigan. The youth feared that his father might kill him; he has since said that he warned Cobb that the old man was dangerous. Steve Cowan resigned the case abruptly and referred it to a Greenville law firm. King’s new lawyers planned a defense strategy of cross-examination counterattack, intending to argue that the accusations were a crass betrayal by King’s spoiled children because he had revised his will. King had dispossessed A1 and Cynthia before his legal troubles began. The revised will stated that if his wife did not outlive him, the estate would go to some youth hostel in England.</p><p>The incest case against alvin Lee King III fell 24 hours short of coming to trial. About nine o’clock on Sunday morning he bound a dazed Gretchen to a chair in the farmhouse. He didn’t reveal his plans; he just told his wife he loved her and didn’t want to see her hurt. His rationale for the act that followed would lie sealed in the synapses of his tortured brain. Alvin Lee King had never before darkened the door of the First Baptist Church. According to his lawyers, it was a consummate act of madness —a negation of everything logical, with no explanation. According to the victimized congregation, he attacked the church because two or three members had turned down his request that they serve as character witnesses at the incest trial. According to his son, he was attacking the institution of the First Baptist Church: with its pious concentration of civic power and its saccharine hail-fellowwell-met air, the church embodied, right there in the middle of town, a society that had systematically rejected, reviled, and destroyed alvin Lee King. He could never let that Bible Belt society sit in judgment of him.</p><p>Before he left the farm, he scribbled some lines on a note pad, then tore the sheet off. By penciling over the indentations the next day, his son was able to decipher the contents of the note. It was the 1817 poem “Ozymandias” by Percy Bysshe Shelley. The grandiose doom of Shelley’s imagery says much about King’s vision of himself. A vast, crumbled statue is unearthed in desert wasteland: “Half sunk, a shattered visage lies, whose frown, /and wrinkled lip, and sneer of cold command,/Tell that its sculptor well those passions read/Which yet survive, stamped on these lifeless things,/The hand that mocked them.” as the First Baptist gunman spread a blanket over his arsenal and drove his little Ford toward Daingerfield, maybe he enjoyed his blackhearted pun: “‘My name is Ozymandias, king of kings:/Look on my works, ye Mighty, and despair!”’</p><p><strong>“THERE’s So Much Blood”</strong></p><p>After the slaughter was over, Chris Hall emerged from a classroom downstairs where he had hidden. His knee hurt from the desperate scramble down the stairwell. But he heard voices and met some other parishioners coming down the stairs. They told him that his wife, Dolores, was in hysterics upstairs, certain that he was dead. Chris hurried back into the sanctuary, where he calmed her and eight-year-old Marc. For the most part, a brave and eerie calm prevailed. Though the wait for the first ambulance seemed endless, the surviving victims bore their injuries quietly. The music director, Dan Gilmore, composed the choir enough to lead them in song. “We ask You, Lord, to help the wounded,” prayed Brother Fielden soothingly. “We also ask that You take care of their loved ones and us, Lord, as we make our way homeward. We hope that we can meet again tonight.” as members began to drift out the side exits, Chris talked to his dad, who had witnessed his son’s mortal combat. Somehow, said the father, he had known all along that Chris was going to be all right. In the halfempty church, Chris happened to look down. Still huddled under a pew, a member of his Little League team stared up at him through fathoms of terror.</p><p>People outside the church in Daingerfield knew something was amiss. Following the staccato burst of explosions, the worship service on KEGG had been replaced without explanation by prepackaged music. Soon law enforcement vehicles were careening into town along every highway. The police told Chris Hall that they wanted his statement while it was still fresh on his mind. Dolores hurried Marc to the nearby home of their friends Rick and Sandy Wall. Rick expected Marc to give the adults his usual concessionary nod and bolt through the house in search of the other children. Instead the boy hugged him and said, “There’s so much blood.”</p><p>Crying, Marc dialed the number of another one of his dad’s friends, Richard Sloan, publisher of the weekly <em>Steel Country Bee.</em> “a man has shot a bunch of people at the church,” he blurted out. “at the big church downtown.” By this time, officers had erected barricades and begun to document the carnage with tape measures. Ambulances arrived and wheeled out, sirens in full cry. An attempt to clean up the blood of Red McDaniel and Kenneth Truitt on the sidewalk below the front steps only smeared it. The <em>Steel Country Bee's</em> photographer arrived in time to capture the grief of Larry Linam, who had run over from First United Methodist: a slumping, portly figure in baggy double-knit pants, embraced around the neck and escorted down Webb Street by a weeping male friend.</p><p>A strong heart helped by an oxygen tank from the volunteer fire department kept Gene Gandy alive until an ambulance crew arrived and raced him to the Hospital of the Pines, where Kenneth Truitt would die within the hour. When Gandy’s wife, ann, got there, she saw alvin Lee King, stripped to his undershorts and boots, receiving first aid on a stretcher outside. But Gene had already been transferred to a Pittsburg hospital, and ann quickly went on. In the Pittsburg hospital emergency room, Gene recognized his wife and pointed to his mouth, indicating thirst. He looked all right, and he kept trying to sit up. But when one of their daughters arrived from Mount Pleasant and demanded his transfer to a more sophisticated hospital, the doctor said, “Lady, he’s dead if you try to move him ten feet.” The fragmenting bullet had severed his liver and destroyed a kidney, his spleen, and his diaphragm. He lost all his blood and underwent a total transfusion. He survived emergency surgery, but at ten that night the last of the seven Gandy brothers became the fifth murder victim of alvin Lee King.</p><p>That afternoon, as Chris Hall and Dan Gilmore labored inside the church with mops and buckets, the crowd swelled around the barricades. As soon as the first paragraphs went out over the wires, reporters raced toward Daingerfield (some in TV station choppers from ShreveportTexarkana and Dallas-Fort Worth). Trying to assemble his own paper’s first special edition, Richard Sloan turned the <em>Bee</em> office into a headquarters for the incoming press. The story was front-page material as far away as Rome. The associated Press relayed to the world the words of arthur Greaves, an usher who had shared the rear pew with Gina Linam. Treated and released for a superficial wound, Greaves said, “The first thing I knew, the songbook flew out of my hand. The next bullet grazed my shoulder and then blowed that little girl’s head off. Everybody started screaming, and they saw it was for real. Then I saw this poor little girl lying in a puddle of blood. . . . Ill never forget that. There she lay.”</p><p>As King’s victims competed for doctors’ attention and hospital space, an ambulance sped the murderer all the way to Galveston’s John Sealy Hospital, where neurosurgeons quickly operated on his brain. The .22 bullet had performed a rather neat frontal lobotomy. When King surfaced from the anesthesia, he said he remembered nothing beyond the preparations for his incest trial.</p><p>While the journalists’ cameras whirred and clicked, members of First Baptist carried the blood-splattered pews outside. They ripped up the ruined carpet and hauled it away. The novelty of media stardom wore off fast. “I always wanted to see Daingerfield put on the map,” sighed the president of the chamber of commerce, “but not like this. Not like this at all.” In the coffee shop of the Star Drug Store, another man grumbled, “i’m ready for all these dad-gummed reporters to go home.”</p><p>On Tuesday the Linams buried their daughter in DeKalb, and the pastors of the First Baptist Church bore the strain and juggled the logistics of back-to-back funerals for Thelma Richardson, Kenneth Truitt, and Gene Gandy. “Where are the heroes?” asked Truitt’s eulogist. “The heroes are where they have always been —in small communities like ours, sitting on church pews like these.” Laveme McDaniel, who had been in intensive care for two days when her husband, Red, was buried on Wednesday, remained in the hospital for two more weeks. Jack Dean, with two fingers amputated from his right hand, faced a series of microsurgery operations that would fail to repair the nerves in his shattered forearm. And there were others: Grace Jones, 74, gunshot wound in the lung; Cardie Lawrence, 85, gunshot wound in the upper chest. Then, amid the bitterness of all that pain and suffering, another bombshell dropped on Daingerfield: courtroom legend Percy Foreman had agreed to defend alvin Lee King.</p><p>On July 11 a grand jury indicted King on five counts of murder and ten counts of assault with intent to kill. In his first letter to the district judge and prosecutor, Foreman addressed the situation with cagey bonhomie: “I want both of you gentlemen to know that I share the sadness of the entire community of Morris County from the tragedy of which my client was an agent. Had I lived in Daingerfield, as an ordained Baptist deacon, I would certainly have been in the line of fire that June 22nd Sunday.” Because of his own gunshot wound, the client was clearly in no condition to assist in an immediate defense. The attorneys and the judge agreed to send King to the maximum-security unit of Rusk State Hospital for up to eighteen months of psychiatric evaluation. Still, the law required a jury’s certification of that agreement. And that required the defendant’s return to the scene of his crime.</p><p>Once again the TV station helicopters made dramatic landings on the field behind the one-story courthouse. Nervous deputies frisked everyone who entered the courtroom, but the July 28 proceeding was brief and uneventful. Wide-eyed, so earnest that his forehead gleamed, prosecutor Charles Mac Cobb lectured the potential jurors as if they were schoolchildren on a tour of a munitions plant. His Houston adversary charmed them, in the watch-fob manner of a distinguished grandfather. Rambling, forgetting which sheaf of paper he had put where, Percy Foreman apologized for the legal technicality that required this inconvenience. And he was curious: how many of these folks with jury summonses knew either the defendant or somebody in the church that day? almost every hand went up.</p><p>Wearing an open-collared white shirt and black trousers, King never glanced at the gallery. He had lost the excess weight, and his shaved scalp had grown out in a burr over the horseshoe-shaped scar from his surgery. If the legal proceedings bothered or even reached the defendant, he gave no clue. He barely moved. That afternoon, King changed into a T-shirt and dungarees for the ride back to Rusk. As he emerged from the jail, wearing handcuffs locked to a chain around his waist, he had to run a pressing gauntlet of photographers. With an officer on each arm, he had few physical options, but out of sheer spite and sustained derangement, he gave a message to Daingerfield that was typically inspired. He stuck out his tongue. It was not the naughty and prissy rebuke of a child—no, he stuck out his tongue so grotesquely far that he must have almost gagged. It was vile and obscene, the most hateful act his shackles allowed. Maybe alvin Lee King wasn’t lucid, but he was aware.</p><p><strong>STRANGERS In the Darkness</strong></p><p>Chris Hall was a town hero. You could see it in the languorous way he unfolded his long legs as he got out of his pickup truck, the self-assurance of his request—please, ma’am—for another cup of coffee at Hill House. When Chris ambled down the sidewalk, his mind on the depressed state of the construction industry, other minds in Daingerfield recalled a brokenfield run in that state championship football season, a particular bull’s-eye throw to the plate from deep center field. But athletic metaphors served him poorly now. He kept telling people that he had simply <em>reacted</em> in church that day; it was all over before he had time to think. And he dwelt on the circumstance of his continued existence to the point of obsession. In this game, the other town heroes were dead.</p><p>From little more than arm’s length, a practiced marksman had twice fired a .38 revolver at him and missed. It seemed that nothing had been required of King but the broadest of aims (though the target was moving “rather quickly,” as Chris liked to joke). Not long after the shootings, Chris had a little repair job at the Dairy Queen. He recognized the hook-nosed and curlyhaired young man who parked, walked up, and asked if he was Chris Hall. Though polite, it was a very brief and strained conversation; Chris couldn’t think of one thing to say to a mass murderer’s son. A1 King said he just wanted to thank Chris for what he had done, then he turned to go. After a pause, Chris suddenly asked if those reports of the elder King’s extreme myopia were correct. Without his glasses, said al, his father couldn’t see clearly more than six feet away. Still, he had been closer to Chris than that.</p><p>The Carnegie Hero Fund Commission awarded medals to Chris Hall and posthumously to Red McDaniel and Kenneth Truitt. State legislator Buck Florence, of Hughes Springs, arranged a special ceremony in austin to honor Chris and the slain men’s families. But the parade of recognition for Daingerfield’s heroes proved strangely unsettling and divisive. Was Gene Gandy less a martyr because he had had no time to react? If bravery was the criterion, real estate broker Larry Cowan certainly qualified. And what about the old folks who bore their wounds and the long wait for medical assistance with such quiet and calm? What about Virgil Fielden? The most affected of the survivors, some friends said, was Jack Dean. Trying to learn to use his left hand, in constant discomfort that his doctors said would never improve, Dean was paying the price for grabbing that bayonet. Troubled, hating the publicity, no longer as quick with his jokes, the county agent told church members that he wanted nothing to do with that ceremony.</p><p>At First Baptist, the congregation grew closer in the aftermath of the tragedy. For a while attendance and contributions reached record highs. The church embarked on a $500,000 building program that featured a new, thoroughly modern steepled sanctuary. But the harm inflicted on those psyches by alvin Lee King couldn’t be dispelled by a few sweet hours of prayer. Until the new carpet donated by Oliver McKellar arrived, the hardwood floors were bare, and the smallest sudden noise, the mere drop of a pencil, caused parishioners to flinch and lean forward in their pews. For a few members, the associations of event with place were too intense, and they had to quit coming to church.</p><p>The Linams lived without Gina in the only way they knew how. In the pulpits and Sunday school rooms of churches in the area, they shared the details of their tragedy as a testimonial of their faith.</p><p>The children suffered most. Marc Hall, among many others, required help from a therapist brought to town by the church. In this Southern town where ownership of firearms was routine, suddenly the kids were terrified of the household guns. Afraid of the darkness in their own bedrooms, night after night they begged to sleep with their parents. Their nightmares had common themes. Men armed with guns chased them in cars. The danger was mobile, pervasive: there was no sanctuary. And just when it was getting better, the murder of John Lennon and the attempts on the lives of President Reagan and Pope John Paul II stoked the fires of dread. The children dreamed of faceless men who stood in the darkness at the foot of their beds.</p><p>In trying to come to grips with the act, the victims made more of the accused than he ever had been. Alvin Lee King was the smartest man who ever lived. Appearances notwithstanding, he was a rich man —probably a millionaire. And he was everywhere at once. In the most bizarre sidelight, Cynthia King’s high school friend Stanley Sinclair was set upon and stabbed to death by two joggers in Houston. Stanley’s father was convinced that King had hired hit men in reprisal for Stanley’s advocacy on Cynthia’s behalf.</p><p>Every ninety days Dr. James Hunter at Rusk State Hospital reported that King’s condition was unimproved (though the defendant scored a superior 151 on an IQ test less than a month after firing the bullet through his frontal lobe). On October 29, 1980, Dr. Hunter wrote the court: “This patient was here for a pretrial examination earlier and at that time he was found to be suffering from organic brain syndrome due to the lobotomy and was sent back to court as incompetent to stand trial. At that time his functioning was better than today. He knew that he was about to go to trial for incest with his daughter and did not remember anything else. . . . Later when he got here, he was found to be quite delusional and felt that everyone was watching him and there is a plot against him. He thinks people are jealous of him because he has ESP and can read others’ minds.”</p><p>Deteriorate though King might, back in Daingerfield his shadow only seemed to grow longer. The chamber of commerce decided that a man in Darth Vader costume couldn’t ride in the Christmas parade as originally planned; the kids might mistake him for that other helmeted man. Alvin Lee King was the negation of all things good, the embodiment of all things evil. He was the infidel prophet Muhammad of the Crusades, the Martin Luther of sixteenth-century Rome. The Bible Belt town made of him its very own antichrist. But King’s family was the cross Daingerfield had to bear.</p><p><strong>EVERYTHING But a Fat Lady With a Peacock</strong></p><p>People in town subjected King’s daughter to the least opprobrium. She seemed the most victimized (and she had the decency to stay away). Except for one phone call to Chris Hall, in which she thanked him for helping curtail the bloodshed, Cynthia vanished into the obscurity of a new start in the big city. The son’s conduct was in many ways the most admirable. A1 certainly possessed the intellect, if not the funds, to go to college when he got out of the air Force and make something of his own life. But he also recognized, for better or for worse, that he was now the male head of a beleaguered family, and he questioned his role in its ongoing destruction. In holding his father accountable for the incest, he had done what he thought was right. The grand jury and the district attorney had apparently agreed.</p><p>A1 still had friends in the area, and they asked him to play on a church-sponsored basketball team in Lone Star. He intended to carry his head high, though it wouldn’t be easy. The father of one of those friends had served as a pallbearer for one of the murder victims; he said, “The younger generation sees it differently, I suppose. They separate him completely from his old man’s act. But that boy’s not doing nearly as well in this community as he did before. His attitude’s ‘I am what I am-not what my name is.’ and he’s right. He hasn’t done anything wrong. He’s got as much right as anybody to live in this town. But i’ll guarantee you, this is a damned unfortunate place to have the name A1 King.”</p><p>Gretchen King, represented by a Mount Pleasant attorney, filed for divorce thirteen days after her husband shot up the church. She went to Rusk to tell him she had filed and after that had no contact with him at all, living in seclusion on the farm. Though criminal investigators absolved her of blame, King’s wife did not get off lightly. Steve Cowan, who had originally been King’s attorney in the incest case, now participated in a $17 million damage suit alleging a “conspiracy” between his former client and Gretchen.</p><p>The plaintiffs in the suit were the parents of Gina Linam, the wife and two daughters of Red McDaniel, the wife and three sons of Kenneth Truitt, the wife and two daughters of Gene Gandy, and Thelma Richardson’s son and two daughters. “at first I didn’t want anything that King had touched,” explained Gandy’s widow, ann. “But the feeling was, let’s tie Percy Foreman’s hands any way we can.” On July 30, 1980, a district judge in Cass County signed a restraining order that froze the King assets. At first, most people in Daingerfield had viewed Gretchen King as a pitiable creature—cowed, fearful of her husband, perhaps a battered wife. As time wore on, though, many decided she was an ogre too.</p><p>The evidence of conspiracy was flimsy at best: the extra flak jacket, a rifle purchased in Gretchen’s name. But Gretchen became Daingerfield’s pariah. Because of the court’s restraining order she couldn’t sell the farm and move away. Yet no school district within commuting distance would hire Daingerfield’s onetime teacher of the year. The town held her in its unforgiving grasp.</p><p>Marginally, at least, ann Gandy and Gretchen King had once qualified as friends. Ann is a pretty little woman who cries easily and speaks her mind. Ninety pounds and tough as nails. Ann claimed that she accosted Gretchen King after Gretchen completed her deposition. “Gretchen,” she said at the time, “did your husband always tie you up when he went to town?”</p><p>The outcast laid her hand on the widow’s shoulder. “Oh, ann, my heart goes out to you.”</p><p>“Well, somehow I have a hard time believing that,” rejoined the widow. “Because if you had been the kind of mother you should have been, your husband would have been in the penitentiary. He wouldn’t have had the chance to shoot mine.”</p><p>Could it be that, relative to alvin Lee King, the only Christian in town was a 3 3-year-old woman named Linda Gant? Or was she just another crippled moth drawn to the hottest flame? Twice divorced, suffering from cystic fibrosis, frail, and born again, Gant was a character straight out of Flannery o’connor; all she needed was a fat lady friend with a peacock. But she had few friends in Daingerfield. Before the murders, she had spent her time reading the Bible and watching the religious channel on TV. The day after the murders, she wrote her first letter to alvin Lee King. She felt an obligation, she later said, to tell the murderer that “his life was not over, that God loved him and I loved him.”</p><p>King’s reply from John Sealy was brusque and cold: what do you want from me? She wrote again six weeks later. In august 1980 she shared her secret with a friend in Daingerfield. Four days later, her mother, a nurse employed by the school district, announced that everybody in town knew about her correspondence with the killer. The murderer’s son contacted her and met her at the Dairy Queen in Lone Star. She showed him his dad’s letter. “That’s a worthless, evil son of a bitch,” al said bluntly. “You’re wasting your time.”</p><p>In September 1980 Gant visited the murderer at Rusk. She said she never asked him about the crimes of which he was accused; they just chatted and analyzed certain verses of Scripture. During those trips she also befriended King’s mother, who still lived in Corpus Christi. Because Hazel King was old and alone —and Daingerfield is five highway hours closer to Rusk than is Corpus—Linda Gant moved Mrs. King into the house next door, which was owned by Gant’s mother.</p><p>Betty Gant knew her daughter’s elderly friend as Hazel Pierce. But apparently somebody in the postal system saw an envelope bearing the newcomer’s true name. “This town just came unglued,” said Betty Gant. “It got around like wildfire once it was out.” another confrontation with her daughter ensued. Linda said that if Hazel King had to go, so did she. They packed a U-Haul trailer and moved to Longview. In april 1981 they moved again—to Rusk, to be near a man that only the two of them could love. Though Betty Gant was just months away from retirement, her daughter’s behavior left her so distraught that she offered to resign her job as school nurse. To its credit, the administration declined. “This town,” she said, “just wasn’t ready to be kind to Mrs. King.”</p><p><strong>the Second Most Hated Man</strong></p><p>In order for King to stand trial, the state had to report him competent within eighteen months. The doctors at Rusk medicated him with Dilantin to prevent convulsions and tranquilized him with Thorazine and Mellaril. After a year he still had no recollection of his attack on the First Baptist Church. Nevertheless, after seventeen months, on November 24, 1981, Dr. Hunter reported alvin Lee King competent to stand trial. Deputies transferred him to the Morris County jail on December 3. When King arrived in Daingerfield, he was no longer the squinting, soporific wretch with the shaved head and white T-shirt. With gray sideburns and horn-rimmed glasses, his gaze alert, King walked handcuffed from the car to the jail with a measure of his past assurance.</p><p>Morris County sheriff Joe Skipper is a shambling, slow-talking man of haphazard attire, but his appearance is deceptive. Before returning to his hometown farm and his first campaign, Skipper retired as a captain and twenty-year veteran of the Houston Police Department. Skipper’s preparations for the incarceration of the Daingerfield mass murderer were thorough and calm. On closed-circuit equipment loaned by a local industry, deputies checked all visitors as they approached the sheriff’s office. Skipper installed a phone block to intercept and trace any threatening calls. Though he didn’t have cameras inside the jail, each cellblock contained a microphone. A deputy checked on King every hour and watched him closely when, twice a week, he showered and shaved. He was at the end of the cellblock, with no neighbors in the adjoining cells. Sunday and Wednesday afternoons are normal visiting hours, but King saw his guests on Monday and Friday. He had almost no contact with the other prisoners, which he seemed to prefer. He spent most of his time reading. “a model prisoner,” said the sheriff, “if there is such a thing.”</p><p>King’s visitors were his mother, his son, Linda Gant, and a jailhouse missionary named Harold Clampitt. Before his first visit, the younger A1 didn’t know what to expect; going to see his father was just something he had to do. Earlier in the day he had fought back tears in the office of his old teacher Jerry Pratt. At the jail he asked the sheriff to get him out of there fast if his dad flew into a rage. But he encountered a man who was vastly changed: animated, emotive, less intelligent and articulate but full of regrets and overjoyed to see his son. A1 proposed that they take off the gloves and speak frankly of what the rest of the old man’s life might hold.</p><p>The murderer made a gesture that suggested the slither of a snake. “i’m just riding the train.”</p><p>A1 gasped. <em>“What?”</em> he laughed, incredulous. “What do you mean?”</p><p>“You know—that railroad?” chuckled the father. “I think this is going to be pretty bad here.” Still the avid reader, he told al that he had read the Bible four times. And while the son never would have believed it before the visit, he came away convinced that Linda Gant had done her missionary work. The old man had found God.</p><p>Two days after Christmas, the defendant saw the Houston psychologist sent to Daingerfield by his attorneys. Percy Foreman negotiated the $150,000 fee arrangements with Hazel King and handled the first competency hearing, but he assigned the legwork of King’s defense to his younger and more active partner, Dick DeGuerin. Necessity dictated the defense strategy: First, move the proceedings outside Morris County. Second, argue that King wasn’t sane enough to stand trial anywhere. And third, if they lost that battle, claim that he was not guilty by reason of insanity. Blond, smooth, and urbane, DeGuerin pointed out that the tranquilizers prescribed by the state’s doctors were standard treatment for severe schizophrenia.</p><p>In the eighteen-month interim between the shootings and the trial, a new district court had been created and Morris County had gained its own felony prosecutor, who inherited the case from Charles Mac Cobb. Jim Stanley is a large, jut-jawed man who lives in Lone Star, speaks frankly, and spits tobacco juice into his wastepaper basket. Privately, Stanley was thrilled by the courtroom challenge and eager to see his famous adversaries at work. “In public,” he said, “I had my game face on. I was mentally and emotionally prepared.”</p><p>Judge B. D. Moye set the trial date for January 25, 1982. Appealing the opinion of the doctors at Rusk, Foreman requested a second competency hearing; in addition, he wanted a change of venue. As the first step, Dick DeGuerin had to find three Morris County residents who would sign an affidavit acknowledging that there might be some prejudice in the community. Presented with those signatures, Moye would schedule a venue hearing. DeGuerin went to Daingerfield right after Christmas. Richard Sloan, the <em>Steel Country Bee</em> publisher, though sympathetic and initially cooperative, called back after a couple of days and said he couldn’t sign that form after all. The Hughes Springs state representative, Buck Florence, arranged through his secretary never to be in. DeGuerin called Steve Cowan, who said the defense lawyers could expect no cooperation from him. DeGuerin approached the minister of First Baptist, Norman Crisp, whose face turned to stone at their introduction. The preacher heard him out, then declined to sign the paper and told the lawyer to kindly leave his office.</p><p>Growing desperate, DeGuerin followed a lead from Gretchen King’s Mount Pleasant lawyer to Donald Harkrider, a lending agent to Daingerfield’s black community. While the town’s blacks had given this white folks’ affair an extremely wide berth, Harkrider acknowledged that he might be able to return the affidavits signed. DeGuerin employed Harkrider as an investigator and sent him on his way with a $200 salary advance and a handful of blank affidavits. But Jim Stanley found out about the deal and threatened to take the Houston lawyer before a Morris County grand jury for attempted bribery. Running out of time, DeGuerin finally found Jim Clark, an attorney in Naples, the Morris County town most aloof from Daingerfield. Clark signed one affidavit, his wife the second, and Linda Gant the third. Judge Moye scheduled the venue hearing for January 9.</p><p>During his two weeks in Daingerfield Dick DeGuerin feared for his life. When he drove away from the jail, a red pickup followed. When he tried to rent a videocassette player, he watched the store clerk’s smile turn to ice as she read the name on his credit card. They weren’t interested, she said, in doing business with the lawyer of alvin Lee King. “I was the second most hated man in that town,” said DeGuerin, and he came away from the experience with none of his law partner’s esteem for the fundamentalist way of life. “Southern Baptists,” he said flatly, “are the most self-righteous, bigoted people on earth.”</p><p><strong>a Joyless Noise</strong></p><p>It was a January of ice storms in Northeast Texas, and since the first legal proceeding was the venue hearing, most outof-town reporters passed it up. In Daingerfield the tension mounted. When a woman called and threatened to blow up the jail, Sheriff Joe Skipper’s phone trap snagged an embarrassing culprit: the ex-wife of one of his relatives, who was prone to spend too many hours monitoring her police scanner. She posted bond, and later the charges were quietly dismissed.</p><p>Though Skipper had a large security force of deputies and volunteers from other law enforcement agencies, the gallery during the three-day hearing seldom numbered more than fifty people. Wearing blue jeans and a plaid sport shirt, alvin Lee King sat expressionless through the hours of testimony. Occasionally he shuffled his feet. This time King wasn’t all alone in the courtroom. His son and his mother lent moral support. When King glanced at the gallery, he saw the son hugging the grandmother. The defendant smiled. After the second session ended on Friday, Hazel King walked to the front to confer with Joe Skipper. “I love you,” she whispered to the accused, as he turned in his chair. “I love you too,” King replied.</p><p>More hostile members of the gallery had their moments of satisfaction. In cross-examination on Friday, Jim Stanley asked Linda Gant if she found herself the least bit fascinated by the publicity afforded the First Baptist murders. “I don’t get a thrill out of seeing Christians blown away,” she shot back. Stanley wondered if her mother had ever warned her about liaisons with married men. “I would never do anything to come between Mr. King and his wife getting back together,” the subdued witness replied. “I love him as one Christian loves another.”</p><p>But the town learned that Houston lawyers can play a little hardball too. With a thoroughness that awed the gallery, for three days Dick DeGuerin confronted Daingerfield with the depth of its feeling. He subpoenaed cops, lawyers, reporters, city officials, the high school principal, and the pastor of the First Baptist Church. He was relentless. He happened to know, for instance, that the sound equipment on the church’s foyer table didn’t just feed the worship service live to the radio station; it was also a tape recorder. DeGuerin obtained that tape from a Texas Ranger on the witness stand. After the lunch recess on Monday, January 18, the courtroom was utterly quiet as the lawyer prepared to play the tape. The gallery heard the hymns, the prayers, the greeting of the visitors, and then, eleven or twelve minutes into the service, the burst of gunfire, astonishingly loud. Then there were two or three seconds of silence, followed by another shot, then the first of many screams.</p><p>Judge Moye told DeGuerin to stop the tape and play it again, starting just before the shots rang out. The recorded sobs and wails dissolved the gallery’s grim united front into tears of renewed grief and loss. Ann Gandy and Laverne McDaniel started crying first, and the weeping spread. “Please sit down,” pleaded Brother Fielden on the tape. “Try to be as quiet as you can. ... We understand that it was one person, this fellow has committed suicide outside. . . . Now, we want you to just go as calmly as possible out this door ... as calmly as you can . . . just go on home.” Unable to bear it, the younger A1 King got up and walked out of the courtroom. Hazel King glanced over her shoulder at Gene Gandy’s grandson sobbing in the widow’s arms. The old woman sighed heavily and looked again to the front. Alvin Lee King had taken that town to its limits of suffering and courage, meanness and compassion. Though one deputy thought he discerned the slightest wince, a brief fidget of discomfort, other observers with a view of the defendant’s expression said that King impassively stared straight ahead. Occasionally he shuffled his feet.</p><p>After that wrenching finale, Judge Moye told the attorneys that his ruling on venue would be in the mail at seven o’clock the next morning. As the courtroom emptied, al said a few words to his father, who seemed quite calm. Outside in the hall, al watched the angry approach of a large man in sunglasses. The man jerked off his shades and yelled, “Do you know who I am?” It was Larry Linam, the lay preacher and the father of the slain little girl.</p><p>“No,” said al, though he gathered that the man was an aggrieved victim. While uniformed officers walked fast toward the commotion, al and Larry Linam repeated that exchange four or five times. Finally al yanked off his own sunglasses. “Tell me who you are!”</p><p>Linam identified himself by name and then issued this warning: “If there’s any finishing off to do, boy, don’t you be getting in the way.”</p><p>Al King was speechless. As Linam stalked away, al received no encouragement from the nervous local cops, so he ran outside the courthouse, where Dick DeGuerin was rearranging the contents of his briefcase on the roof of his car. “Can I do anything about that?” cried al. “Can I file charges?”</p><p>“anywhere else you could,” said DeGuerin. “But not in this town.” The lawyer drove back to Houston that night confident that he had won the first battle in a long uphill fight. He wanted the trial in an urban setting-austin, San antonio, anywhere but East Texas.</p><p>Later that day Hazel King took a package of fruit to the Morris County jail for her son. She was ready to leave about four o’clock, but her grandson wanted to stay longer. She agreed to wait for him outside, and after she was gone, al exploded. He poured out to his father a detailed account of the episode with Larry Linam. He was just blowing off steam, as, later, he would concede that Linam had probably just been blowing off steam. Finally Hazel sent word through a deputy that young al had to come on if he wanted to ride with her. Al didn’t remember exactly what his dad said in response to his tirade; he just recalled that his expression was one of absolute concern. Al King will go to his grave convinced that it was that final conversation-not the tape recording-that tipped the balance in the old man’s mind. The old man could see what the ordeal was doing to his family. It was time to take them off the hook.</p><p>A trusty and a jailer brought King his supper of TV dinner pizza. Some time later, a deputy saw him pacing in his cell. At 10:45 King took his Dilantin, the medication prescribed for convulsions. On the advice of his attorneys, he had stopped taking the tranquilizers. Dispatcher Jim Thorne made a routine cell check at 3:45 a.m. The defendant was lying on his bunk and appeared to be asleep.</p><p>Maybe what happened next was an act of contrition, the last gesture of human decency at King’s command. Whatever his reason, this time he left no note. Long before dawn, he tore his blue jail-issue towel into strips, knotted the strips into a rope, fashioned a noose, and tied it to a crossbar of his cell. The classic jailhouse suicide. The failed medical student knew that when the neck’s carotid arteries constrict, the brain signals its oxygen shortage with a faint; then the body’s weight sags against the noose, and strangulation ensues. A quick, effective, and relatively painless way to go. Down the darkened hall with its sensitive cellblock microphone, the dispatcher fell thirty minutes behind in making his hourly rounds. Sometime before 5:25 on the morning of January 19, 1982, alvin Lee King III faced the bars and adjusted the noose. The destroyer relaxed his knees, faded to black, and quietly took his leave.</p><p><strong>“I Don’t Know How i’m Supposed To FEEL”</strong></p><p>Things are back to normal now in the Morris County Courthouse. Prominently featured on the bulletin board in the sheriff’s office is a statement signed by the grand jury foreman, absolving the department “and particularly James Thorne,” the dispatcher, of any blame for the death of alvin Lee King. A livelier communique, addressed to Joe Skipper and tacked alongside, arrived by mail from a former guest of the establishment: “Well, I was just laying here thinking about how all your men and women deputies treated me like a human being. You have got a bunch of fine folks working for you. It kinda makes a man feel good to go to Morris County jail.”</p><p>Morris County has a way of keeping its politics in the family. Restless to move on to something new, Jerry Pratt decided not to seek another term as county judge. The third Cowan brother, Ronnie, won the Democratic primary, which in local campaigns is tantamount to election. In January, when the winners took office, there was also a new county treasurer: ann Gandy. “Some friends had talked to me about running not long after Gene died,” she said. “But at that hearing, I just decided I couldn’t run a campaign and survive a trial too. A friend who works at the Dairy Queen woke me up at six-thirty in the morning, grinning ear to ear. ‘Oh, ann,’ she just smiled, ‘I have the best news in the world for you. Alvin King hung himself last night.’ Well, I paid the filing fee and went to work! Knocked on every door in Naples, Texas. I knew I could carry Daingerfield and Lone Star.”</p><p>But another spring campaign ended on a less cheery note. In the race for the state legislative seat vacated by the retirement of Buck Florence, Democrat Gary Willeford of Hughes Springs appeared to have it all. Alas, his mother happened to live on property adjoining alvin Lee King’s Cass County farm. Gary Willeford bought, refurbished, and sold real estate for a living; after the church murders, he took pity on his mother’s down-and-out friend and hired Gretchen King to paint some of his rent houses. And even though his opponent never raised the issue, Willeford’s association with the pariah became the underlying theme of the campaign.</p><p>In the rush of deadline and the flood of last-minute advertising before the May 1 primary, employees of the <em>Steel Country Bee</em> accepted unread an ad—later yanked by publisher Sloan —in the form of an open letter to the community. The letter writer said that she had lost her husband in the First Baptist murders and had endured a long hospitalization for her own wounds. After the murderer’s suicide, she had hoped that her life could get back to normal, but then Gary Willeford had brought Gretchen King into Daingerfield. If he would do that before his election, what could the community expect from him in the Legislature? The letter was signed by Laverne McDaniel.</p><p>Willeford got into the runoff only to lose it; in both elections he failed to carry his home turf of Morris County.</p><p>The service at the First Baptist Church on the second anniversary of the murders fell on Father’s Day. Except for a pulpit spray of roses dedicated in the program to the slain victims and the subtle inclusion of “I Gave My Life for Thee” in the music service, the darker significance of the occasion was unmentioned, if not ignored. The calendar anniversary of the church murders fell on Tuesday. At the chamber of commerce, Kenneth Truitt’s son Mike made a motion to rescind the previous year’s decision to hold a citywide memorial service. If the flags flew at halfmast, it would be a matter of individual choice.</p><p>“Nobody’s called,” Laverne McDaniel told a friend late that afternoon. “I wonder if people even realize it’s been two years ago today.”</p><p>Chris Hall celebrated June 22 by coaching his Little League team to the Daingerfield city championship. The next morning he retrieved his ski boat, crippled by a broken propeller in the area lake, and hauled it to his new home off the Pittsburg highway. As the Halls’ third child, a blondheaded son born since the church murders, chewed on the rail of his crib, Chris relaxed for a moment in his living room. “Yeah, that’s right, tell me about it,” he cooed in tune with the boy’s happy noises. “You might have been here,” he told his son, “if things had turned out differently. But you wouldn’t have been mine.”</p><p>He sat back in his easy chair and smiled. “I believe in my own heart that it just wasn’t my time to go. I wish it hadn’t been anybody’s time to go. But I credit my still being here to the Lord. I give all the credit for what I did to the Lord. Because that’s not the sort of thing i’d do on my own. Don’t get me wrong. I’m no saint. I go to church because I need it. That Sunday in church helps me get through the week. And I feel awfully blessed that my parents brought me up in church-the same way i’m going to bring up mine.”</p><p>A slight frown. “Marc’s basically over his fear of going to church now, though loud noises still bother him. The kids have their own worship service in another part of the building; they just happened to be in the sanctuary that day. We guarded him real closely, slept with him at night. The first few nights, we all slept over at my parents’ house across the street. To tell you the truth, I was afraid to sleep in our house myself. I was scared of windows at night —not being able to see what was out there. Even now I have to grab hold when i’m driving on the four-lane at night, and a car comes up from behind, and the lights just hang there. And I still don’t know how i’m supposed to feel. I’ve accepted it without understanding it. Are we always supposed to understand?”</p><p>Chris looked out the living room window: the verdant bank of pines, his start on a lawn of centipede grass. “Those trees out there, they’re pretty. I notice things a little more. Even how nice the rainy days can be. I don’t stop to smell all the roses, but I don’t think i’ll ever take life for granted again.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "March 1983",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Church",
      "Alvin",
      "School",
      "Son",
      "people",
      "High School",
      "Texas",
      "Country",
      "House",
      "Houston",
      "Defense",
      "Family",
      "Home",
      "Murder",
      "Children",
      "Law",
      "Love",
      "Mother",
      "Students",
      "Coffee"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Texas",
      "Houston",
      "D.C.",
      "East Texas",
      "Longview"
    ]
  }
}