{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19813",
    "date": "March 1981",
    "year": 1981,
    "month": 3,
    "month_formatted": "March",
    "pdf_uri": "/1981/19810300.pdf",
    "issue_cover_image": "",
    "document_start_page": 113,
    "toc_start_page": 111,
    "document_page_range": [
      113
    ],
    "toc_order": 2,
    "toc_headline": "Danger Zones",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198103-dangerzon",
  "source": "/1981/19810300.pdf",
  "wp_post_id": 116793,
  "wp_post_guid": "http://www.texasmonthly.com/article/danger-zones/",
  "authors": [
    "P. B."
  ],
  "headline": "Danger Zones",
  "dek": "The most dangerous places on Texas highways.",
  "spread_caption": "",
  "excerpt": "What they don’t teach you in defensive driving courses: the most dangerous highways in Texas.",
  "kicker": "",
  "word_count": 458,
  "content": "<p>Layne Murdoch</p><img/><p><em>Stay on Dallas’s Loop 12 (overpass) or IH 30; avoid exits (arrows) at all costs.</em></p><p>Some highway accidents are random: a drunk, a blowout, a careless driver can cause trouble anywhere. But year after year some highways register more accidents than others. Sometimes design is at fault, as in the case of the Dallas freeway intersection shown above. Sometimes, as with Houston’s West Loop, there’s just too much traffic. (If rural interstates are the state’s safest roads, city freeways are among the most dangerous.) and some roads just seem to attract bad drivers. Here, based on accident statistics compiled by the Department of Public Safety and interviews with DPS troopers, are the most menacing stretches of highway in Texas.</p><p><em>•Intersection of IH 30 and Loop 12, East Dallas.</em> Exit lanes crisscross on overpass. Odd angles, high speeds, and partially obscured lines of sight helped produce 97 accidents and 57 injuries here in 1979—the worst record for any highway intersection in Texas.</p><p><em>•Ih 610 near FM 1093, Houston.</em> The dreaded Galleria gauntlet. In 1979 this one-mile stretch of the West Loop south of Westheimer generated 468 accidents and 129 injuries.</p><p><em>•Intersection of Texas Highway 35, Texas Highway 361, and Loop 202, near aransas Pass.</em> The most perilous spot in Texas before signal lights went up last fall; still hazardous because workers from nearby Union Oil, Du Pont, and Reynolds aluminum plants try to race through the complicated crossing. Seven people died here during a two-week period in 1978.</p><p><em>•Intersection of IH 10 and FM 2316, El Paso.</em> The city’s booming residential growth, centered on this intersection with the state’s second-worst accident record, made this four-lane freeway obsolete before it was finished.</p><p><em>•U.S. 190, Killeen.</em> The Fort Hood speedway. Late-for-duty soldiers act like they’re driving high-speed tanks as they hurtle along this bypass that ends at the front gate of the army post.</p><p><em>•U.S. 290 between Texas Highway 159 and FM 362, Hempstead to Waller. A</em> nine-mile swath of destruction with heavy traffic, lots of DWIs, and numerous intersections. A good place to stay away from on weekends, for this is the heart of the aggieland-Prairie ViewHouston run.</p><p><em>•Intersection of U.S. 60 and U.S. 66, east of amarillo.</em> Responsible for 75 accidents and 38 injuries in 1979—figures worthy of Houston. The next mile toward town accounted for 349 more accidents.</p><p><em>•Texas Highway 35, Brazoria County. </em>Brazoria recorded more deaths on U.S. and state highways in 1979 (32) than any other county in the state. Much of the blame falls on this heavily traveled thoroughfare with narrow shoulders, deep ditches, and lots of driveways leading to roadside residences.</p><p><em>•U.S. 183, Northwest austin.</em> Looks like a freeway but isn’t. Highway crossings and ill-timed signal lights contribute to rush-hour carnage. Cars display bumper stickers reading “Pray for me. I drive Highway 183.”</p><p><em>P.B.</em></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "March 1981",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Highway",
      "Texas",
      "Army",
      "Cars",
      "Dallas",
      "Department of Public Safety",
      "Design",
      "DPS",
      "Driving",
      "Fort Hood",
      "Hempstead",
      "Interviews",
      "people",
      "Race",
      "record",
      "Rural",
      "safety",
      "statistics"
    ],
    "wp_categories": [
      "Dallas"
    ],
    "wp_location": [
      "Texas",
      "West",
      "Dallas"
    ]
  }
}