{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19813",
    "date": "March 1981",
    "year": 1981,
    "month": 3,
    "month_formatted": "March",
    "pdf_uri": "/1981/19810300.pdf",
    "issue_cover_image": "",
    "document_start_page": 116,
    "toc_start_page": 114,
    "document_page_range": [
      [
        116,
        117,
        118,
        119,
        120,
        121,
        122,
        123
      ],
      [
        202
      ],
      [
        204
      ]
    ],
    "toc_order": 3,
    "toc_headline": "Out In the West Texas Town Of El Paso",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198103-outinthe",
  "source": "/1981/19810300.pdf",
  "wp_post_id": 116787,
  "wp_post_guid": "http://www.texasmonthly.com/article/out-in-the-west-texas-town-of-el-paso/",
  "authors": [
    "Richard West"
  ],
  "headline": "Out In the West Texas Town Of El Paso",
  "dek": "El Paso and Juárez have everything for the dedicated fun seeker—honky-tonks, mountain scenery, horse races, exotic cuisines, and roadside stands selling designer jeans.",
  "spread_caption": "",
  "excerpt": "What to eat, how to shop, and where to boogie in the most enchanting corner of Texas.",
  "kicker": "",
  "word_count": 4295,
  "content": "<p><span class=\"dropcap\">A</span>ll things come to those who persist. After hours of westward travel across Texas, the weary traveler comes upon the twin cities of El Paso and Ciudad Juarez, spilling across the sand floor of the Chihuahuan Desert and backed up against the southern face of the Franklin Mountains. This is the buck-stops-here vacation spot of Texas, a last chance to pledge allegiance in that far western pool pocket of the state that is closer to Phoenix than austin, halfway along New Mexico’s southern border, an oasis astraddle the Rio Grande. The area has been a way station, a traveler’s rest stop, for most of its fourhundred-year history: Don Juan de Onate’s armies marched through in 1598, planting the flag and deeming it El Paso del Rio del Norte (“the crossing of the river of the north”); the Spanish settlers and Tigua Indians fled the Pueblo uprising in New Mexico a century later and established the Ysleta and Socorro missions, which sheltered travelers on the Camino Real (“king’s highway”); both the California-bound forty-niners and General John Pershing’s troops, sent to fight Pancho Villa, rested their horses in El Paso.</p><img/><img/><p><strong>Photography by Frank Deras</strong></p><p><em>The sister cities of Juarez and El Paso sprawl across the moonlit horizon.</em></p><img/><p><em>a view of El Paso from Murchison Park.</em></p><p>But Juarez was settled first. On avenida 16 de Septiembre, adjacent to the cathedral on the city’s main plaza, is Our Lady of Guadalupe Mission, built in 1668 and the area’s oldest structure. There Franciscan friars founded the settlement that is now El Paso-Juarez. Modern El Paso’s history begins with Juan Maria Ponce de Leon, who received a Mexican land grant in 1827 that is El Paso’s downtown area today. After the Mexican War Ponce de Leon’s land was purchased by Franklin Coons, who later became the city’s first postmaster. El Paso was called Franklin until 1859.</p><p>Two pivotal events shaped the city’s destiny. In 1848, in the aftermath of the Mexican War, U.S. troops marched into town. They built Fort Bliss a few years later, beginning a history of military presence in the area. Far more important was the Southern Pacific Railroad’s arrival in 1881, which provided a vital distribution outlet for the growing agricultural and smelting industries. Since then, El Paso has become the state’s fourth-largest city through the oft-cited four c’s (climate, copper, cattle, and cotton). In recent years a fifth C—clothing —has emerged, thanks to huge manufacturing firms like Farah and Sun apparel, makers of Calvin Klein jeans.</p><p>But it is the sun that marks this country like nothing else. Undiluted, indiscriminate, undiffused, the daylight is impossible to ignore until the sun finally drops behind the mountains. El Paso has the Sunland Park Race Track, the Sun Bowl Stadium, Sun City area Transit, the Sun Carnival, Sun Towers Hospital, the Sunspot Nursery—you could go on forever. In a town where one of the local newspapers prints a running total of days the sun has shone, rain is so rare that the residents remember individual drops.</p><img/><p><em>a brightly painted restaurant window is one of Juarez’s many unexpected pleasures.</em></p><img/><p><em>art dealers at the Juarez city market offer velvet paintings of the sacred and the equine.</em></p><img/><p><em>Buy your souvenirs of Juarez at the market, a paradise if you are an expert haggler.</em></p><img/><p><em>Mesilla, New Mexico, just a half-hour away, is a sleepy town of gift shops and galleries.</em></p><img/><p><em>San albino Church adjoins the old plaza.</em></p><p>Not the least of El Paso’s singular features is that it is one of the few towns in which one can recommend a Holiday Inn as the best place to bed down. The city’s convenient downtown branch at 113 W. Missouri has an excellent view and a fourth-floor swimming pool overlooking the western side of the city. For something more pretentious and expensive, try the Granada Royale Hometel, a Hyatt Regency look-alike with an atrium and glass elevators, located on IH 10 at the Geronimo exit. In Juarez the only choice is the superb Hotel Fiesta Real, in the americanized ProNaF (Programa National Fronterizo) area, near the ProNaF circle and not far from Denny’s.</p><p><strong>SIGHTS: Indian Banquets And Peak Experiences</strong></p><p>If it is already late afternoon when you arrive, begin your stay with a sunset drive up Mount Franklin to El Paso’s Murchison Park for a buzzard’s-eye view of this angular, arid landscape. Drive west on Mesa Street to Rim Road. Turn north on Rim, which becomes Scenic Drive, and follow Scenic to the turnout.</p><p>Looking to the southeast from halfway up Mount Franklin, you can see the countryside’s only hint of fertility, the irrigated fields of Rio Grande Valley crops. As your eye moves from due east toward the west, it passes Fort Bliss and El Paso International airport. Straight below is El Paso-Juárez, home to one million people. The Rio Grande flows meekly between the cities through a concrete channel. To the west are the University of Texas at El Paso (UTEP) buildings, built in the Bhutanese style with red tile roofs, archways, and frescoes, and the Sun Bowl Stadium, home of the UTEP Miners. Beyond them is the Sunland Park Race Track, six miles west of downtown El Paso, where the nags run weekends from early October through early May. To the north are the Organ Mountains, east of Las Cruces, New Mexico.</p><p>The best introduction to El Paso itself is <em>Exploring El Paso,</em> a free pamphlet handed out at the Convention & Visitors’ Bureau in the sombrero-shaped Civic Center at the corner of Santa Fe and San antonio streets. Inside <em>EEP</em> are suggested walking and driving tours of the city, along with museum and mission information. The two-hour walking tour begins at the heart of the city, San Jacinto Plaza (Oregon and Mills streets), and makes 32 stops. The city has thoughtfully painted yellow feet on the sidewalk to lead you from shootout site to stagecoach stop to churches and historic buildings.</p><p>Other sights to see:</p><p><strong>Tigua Indian Reservation,</strong> turn south at the americas avenue exit off IH 10, then west on alameda avenue. This is the only Texas Indian reservation located in a major city, and the Tiguas are the state’s oldest identifiable ethnic group. After settling in El Paso, they built the still-in-use Ysleta Mission in 1682. You can tour the pueblo, the mission, and the museum, but they provide the barest-boned remnants of Indian life compared to the larger, more active reservations in arizona and New Mexico. The real attraction at the Tigua reservation is the restaurant, located in the arts and crafts building, where Tiguas serve the best and the hottest red chili in Texas. Prepare for your palate to become unhinged—perhaps cleft. The thick, freshly baked Indian bread will help to ease your burning mouth. Forgo the Indian burger, Indian meatballs, and Indian tacos, but try the soothing Indian herb tea. The best souvenir for sale is the combination wall plaque and trivet with desert scenes.</p><img/><p><em>Tired of disco and the mariachi sound? Try Sehor Blues for the town’s best jazz.</em></p><img/><img/><p><em>Leo Gouch’s eclectic Trash and Treasure is mostly treasure—vintage clothing, military uniforms, and old curios at 1970 prices.</em></p><p><strong>Socorro Mission and San Elizario Presidio Chapel,</strong> east of Tigua reservation on FM 258 (Camino Real). For mission addicts only, these buildings are remarkable mainly because they have survived fires, floods, and land developers. Both have thick walls and patterned ceilings, as do the Guadalupe Mission in Juarez and the Ysleta Mission at the Indian reservation. Socorro is first on the route, three miles east of Ysleta. Notice the original hand-carved roof beams and the design on the facade, derived from the rain cloud symbols. Two miles down the road is the San Elizario Presidio Chapel. Twice destroyed by nature, it was rebuilt in more of a Spanish colonial style than the other mission churches. It is part of a larger fort that includes an old adobe building that was once the first county courthouse and jail.</p><p><strong>aerial Tramway,</strong> turn north at the Piedras Street exit off IH 10, then west on McKinley and follow the signs. Once you’re there, a courteous Rangerette accompanies you into a glass-enclosed gondola for an 11-mph three-minute ride to the top of Ranger Peak (elevation: 5632) for a spectacular wraparound view. Originally designed to carry construction materials for KTSM-TV, which owns the transmitter tower at the top, the aerial Tramway is the area’s best $1.50 deal. Yes, that shimmering blob of white gypsum sand on the horizon is New Mexico’s White Sands Proving Ground.</p><p><strong>Trans Mountain Road,</strong> turn west off U.S. 54. The quickest way from El Paso’s east side to the racetrack, New Mexico, or any number of good restaurants is a dramatic drive through the mountains on this r(>ad that climbs almost one mile in altitude before descending to the desert. You leave the cities behind as you slice across the mountain’s rocky backbone. At the highway’s eastern base is the Wilderness Park Museum, with dioramas of Indian life and the desert environment.</p><p><strong>Fort Bliss,</strong> north of IH 10 on Pleasonton Road. This misnamed one-millionacre military base, the largest air defense center in the free world, is a Valhalla for military-museum seekers. Within one barbed-wire fence: the Fort Bliss Replica Museum, the Third armored Cavalry Regiment Museum, the U.S. Army air Defense artillery Museum, and the U.S. Army Museum of the Noncommissioned Officer. The Replica Museum—four adobe buildings that show the Fort Bliss of 1854—has a fine firearms collection, a military ambulance wagon, a barracks room as it was in 1870, and artifacts from the Civil War through World War II.</p><p>To get into Juarez all you need are two feet or a car. To return home you must either speak English without a foreign accent, since customs officers ask for an oral declaration of your citizenship, or have identification. In any case, here’s what to see in Juarez.</p><p><strong>Chamizal Park,</strong> just across the Cordova Port of Entry Bridge. While most of the landscape in El Paso and Juarez is brown and shades thereof, you’ll find a wellwatered expanse of green at Chamizal Park. Kids climb on the cubistic stone monument that commemorates the signing of the Chamizal treaty in 1964. That international boundary agreement settled, once and for all, years of land ownership disputes caused by the meanderings of the Rio Grande.</p><p><strong>Hipódromo,</strong> follow the signs from avenida Juarez. The “Taj Mahal of racing” is an attractive $8 million facility. The greyhounds run Wednesday through Sunday at nine (Juarez time, an hour later than El Paso’s), the horses Sundays at two-thirty only in the summer. The best place to watch the action is the Jockey Club upstairs, overlooking the track. The drinks are cheap, the better to lure you to the betting windows.</p><p><strong>Plaza Monumental de Toros,</strong> on avenida 16 de Septiembre near Rio Grande Mall, and <strong>Plaza de Toros Balderas,</strong> Francisco Villa and abraham Gonzalez. Juarez is on the bullfight circuit, so plan to catch a fight if you find yourself in the city on a Sunday afternoon between Easter and September.</p><p><strong>SHOPPING: Western Ware And Southern Comforts</strong></p><p>El Paso is one of the few cities in the country where you can buy bootleg designer jeans at roadside fruit stands along with oranges and lemons. This is the place to shop for Western wear. First, stop in one of the Cielo Vista Mall bookstores (Hawkins exit north off IH 10) and get a copy of <em>Money Saver’s Guide,</em> a handy book listing bargain shopping spots. The biggest help is its detailed list of brand-name goods sold at factory outlets like Valu Slacks (Farah) and Factory Stores (Wrangler). Many discount stores sell only boots. Other special deals:</p><img/><p><em>The aerial Tramway: a great $1.50 view.</em></p><p><strong>azar Nut Company, </strong>6975 Commerce. Sells Brazil nuts, almonds, walnuts, peanuts, pistachios, pinon nuts, sunflower seeds, and the local favorite, West Texas pecans, but only in five-pound lots. Still, the bargains at this wholesale outlet are great. The help will shell the nuts for you and give you the opportunity to buy gift packs. If you like nuts, you’re nuts not to find this place.</p><p><strong>Trash and Treasure, </strong>2021 East Yandell. Much more the latter than the former, especially on the second floor, where vintage clothing and military uniforms sell for preinflation prices. An eclectic explosion of stuff is on the first floor, including a rack of clean work shirts from El Paso Rock Quarries with “Felipe” embroidered over the left pocket. T & t’s owner,</p><p>Leo Gouch, drives the slogan-marked pickup parked outside.</p><p><strong>Caldarella’s Socorro Trading Post </strong>10180 Socorro Road. Mexican furnitun and gimcracks fresh from the old country selected by Jack and Peggy Caldarella anc housed in a turn-of-the-century adobe building.</p><p><strong>Fox Plaza Flea Market, </strong>5500 block o alameda. A Sunday afternoon shopping fiesta where you will find everything fron aspirins to zippers. At least one represen tative of all mankind’s manufacturec goods can be found on sale here.</p><p><strong>The Bootrader Ltd., </strong>10787 Gateway West. Nowadays only Fred astaire seems bootless (thank God), and the Bootrader offers five thousand pairs, ranging from Laredo’s S40 vinyl-upper model to Lucchese’s $700 hornback-lizard toe with cowhide upper. All things boot are sold here (socks, bootjacks, polish), along with Bailey and Resistol hats. There’s a special cavernous room just for three thousand pairs of ladies’ boots.</p><p>You’re free to bring back anything you want from Juarez—almost. A few agricultural and animal products are outlawed, as are switchblades, “controlled substances” (unless you have a prescription), and hard-core pornography. As for liquor: Texas law allows state residents to bring in one quart each trip, taxed at 50 cents, with no limit on the number of return trips. The feds allow you one free quart every 31 days, but each additional quart is taxed at $3. With that in mind, try one or more of these hot shopping spots:</p><p><strong>ProNaF.</strong> along avenida Lincoln near the Hotel Fiesta Real and in the government-run Centro artesanal, or handicrafts center, you will find arts and crafts for sale from all over Mexico. This is the area for folk art and elegant curios (no, not a contradiction in terms) such as textiles, pottery, leather goods, and brass and copper items. A good place to pick through is El Patio, the place with the wrought iron Volkswagen out front.</p><p><strong>avenida Juarez.</strong> The best street in Juarez includes the town’s top bar (Kentucky Club), restaurant (Martino’s), disco (Sarawak), the only off-track betting establishment (Juarez Turf Club), and the Texas border’s best collection of velvet Elvis paintings. The real bargain along Juarez is liquor.</p><p><strong>avenida 16 de Septiembre.</strong> The city market is a few blocks west of avenida Juarez, on the corner of Reforma and avenida 16 de Septiembre. Offerings from tourist stuff to witches’ herbs. The place to buy a future Elvis a cheap guitar. Paradise for haggle experts.</p><p><strong>ENTERTAINMENT: a Night On the Towns</strong></p><p>The choice is yours: vamos-a-boogie Juarez’s discos or put-your-little-foot any number of El Paso’s country-an western music saloons. For those who consider this a Hobson’s choice, El Paso has one excellent jazz club and Juarez has its dog track.</p><img/><p><em>You can buy—or sell—anything from aspirins to zippers every Sunday afternoon at El Paso’s Fox Plaza Flea Market.</em></p><img/><p><em>Bargain hunters jam Fox Plaza market.</em></p><p>A tour of Juarez is not recommended for the halt and lame but for those dedicated fun-seeking flocks whose sensibilities quiver like a tuning fork at the prospect of no-curfew, full-tilt high old times. Cousin Louie, a regular customer at the tracks, counsels thus: begin at the <strong>Kentucky Club</strong> (629 avenida Juarez). Like Cousin Louie, you can get philosophical in the KC after a few shots of tequila out of the bottle with the horseshoe label. Louie wonders whether the Earp family named Wyatt’s Cafeterias and what people talk about on car telephones. You’ll wonder why people leave this comfortable, no-frills oasis. The only good reason is starvation, at which point it’s time to sway a few doors down to <strong>Martino’s</strong> (412 avenida Juarez) for mushrooms amandine or sauteed in sherry and black bass stuffed with crab, one of 36 seafood dishes, washed down with sangria. Minimum time required at Martino’s: one hour.</p><p>To forget about the newly acquired mass above your belt, stroll down to the <strong>Mariachi Bar</strong> (avenidas Juarez and Tlaxcala) for an after-gorge liqueur and songs by strolling serenaders who advise, “Besame Mucho.” Only chumps who never get besamed fail to determine the price of a song ahead of time. Now, for the bizarre and romantic, head toward <strong>Las Grutas</strong> (374 avenida Juarez, formerly the Cavern of Music), which is across from the Discoburger that used to be the MexDonald’s. Sit in leopard-skin chairs under dripping stalactites and swoon to the piano-organ tunes. Sigh.</p><p>Too much mush is hard to take, so it’s time to get down, then get back up, at the <strong>Sarawak</strong> (645 avenida Juarez), the city’s disco central. The amount of jewelry worn by the fascinating mixture of liberated Mexican kids, soldiers, tourists, and UT-E1 Paso students would qualify Sarawak as one of the Seven Cities of Cibola. Handsome three-level decor with sofas available for rest and shelter from swinging gold medallions. When the knees scream from so much getting down and up, take a country music breather at <strong>Ginny’s</strong> (777 Degollado), two blocks west of avenida Juarez in Boys’ Town, home away from home for transcontinental truckers just passing through.</p><p>El Paso has no good warm-up, startyour-engines bar like the Kentucky Club. In fact, the best place to break in your new jeans and boots isn’t in El Paso at all, but in anthony, twenty miles north. The <strong>anthony Gap Saloon and Dance Hall</strong> (113 N. Main) is down-home, slightly dogeared, and comfortable. The joint’s north wall is on the New Mexico line and the bar is in Texas, just like it ought to be. Good mix of real farmhands, locals, and cowhipsters, judging from the dance floor mingling of Stetsons and gimme caps.</p><p>For more traditional country music and occasional performances by touring bigtimers like George Jones, you need to travel to the opposite side of El Paso County. <strong>Caravan East</strong> (8750 Gateway East) lies on the desert’s edge on the east side of town south of IH 10. Got to check your hats at the door here. <strong>Cassidy’s</strong> (4501 N. Mesa) also features live country-andwestern bands. The best lighting and sound system in either city is at the <strong>Old Plantation</strong> (219 S. Ochoa), a gay disco with a wicked Sunday night drag show. <strong>Senor Blues</strong> (4532 N. Mesa), the town’s best jazz club, provides a welcome change from Juarez-El Paso’s disco cowboy scene. Owner Mike Francis and his group occasionally feature a fine singer and trumpet player named Gerald Hunter, a blind man in his sixties who sings a touching version of “Tenderly.” Jam sessions on Sunday nights.</p><p><em>(Continued on page 200)</em></p><img/><p>Opposite: <em>Hanging out in the sunshine of El Paso, where rain is so rare the paper keeps a running total of days the sun has shone.</em></p><p><em>(Continued from page 120)</em></p><p><strong>FOOD: the Real Reason You’re Here</strong></p><p>Both cities have fine continental restaurants and more than a few bistros serving american, oriental, Italian, and Germanic grub. Decry moderation and follow this rule of thumb: Chinese food and seafood in Juarez; Italian food, beef, and barbecue in El Paso; Mexican food in either country.</p><p><strong>Stanton Room,</strong> in Jaxon’s, 508 N. Stanton. The only serious entry in the continental cuisine sweepstakes, and a good one. This is El Paso’s high-class gathering place; lots of wine swishing and gargling. Real clue to its pedigree is the small snowball of sherbet brought to you between prelims and main courses to clear the palate. Excellent coquilles Saint Jacques, roast duck, and veal <em>medallions</em> sauteed and simmered in wine. Menu changes monthly; reservations needed.</p><p><strong>Bella Napoli,</strong> 6331 N. Mesa. More charming with its glassed-in patio than the 10600 Montana Street location, this longtime favorite is <em>the</em> Italian food place in El Paso. Just the chicken cannelloni or the chicken Jerusalem with artichoke hearts places Bella Napoli way in front of competitors. Bar at the Montana location; wine and beer on Mesa.</p><p><strong>Julio’s Cafe Corona,</strong> 1201 N. Mesa, in the rear. For 37 years Julio and Lupe Ramirez have fed both Juarez and El Paso residents. The stateside version features better food, particularly Julio’s immortal <em>salpicon,</em> a plate of cold savory shredded beef with avocado slices, and Tampico* steak, a border staple. The red <em>chilaquiles</em> (fried tortilla strips in a cheese and onion casserole) seem tame and dull; the <em>flautas</em> with sour cream and guacamole are zesty.</p><p><strong>Forti’s Mexican Elder,</strong> 321 Chelsea. Named for a tree, not a grandfather. Home of excellent <em>car nit as</em> and tacos <em>al carbon</em> accompanied by a rousing hot sauce, Forti’s has a loyal, consistent following like austin’s El Rancho or Houston’s Ninfa’s. The choice of a small or large pitcher of beer is a nice touch. <strong>La Hacienda Cafe,</strong> 1720 W. Paisano. History and atmosphere are the main courses, along with very low priced, reliable dishes. On the banks of the Rio Grande in a comfortable historic building. The egg specialties (<em>huevos con chorizo, huevos rancheros)</em> are a great way to start your Sunday. La Hacienda holds El Paso’s customer loyalty record—some have been coming for thirty years.</p><p><strong>Gunther’s Edelweiss Restaurant, 11055 </strong>Gateway West. El Paso’s newest oompah food emporium sprang up to serve the large German community stationed at Fort Bliss. The excellent <em>Bauernschmaus</em> (“peasant feast”) includes Polish sausage, bratwurst, smoked pork loin, sauerkraut, and mashed potatoes for <strong>$8.50.</strong> Great cabbage rolls and better-than-average schnitzels. Don’t miss the house special after-dinner drink, the Edelweiss, with homemade apple strudel or cheesecake. Two accordionists play austro-Germanic country-and-western music and old-world faves on weekends.</p><p><strong>Billy Crew’s Dining Room,</strong> 3614 Doniphan. For 26 years this has been steak headquarters without the oh-so-cute atmosphere found at Sir Loin and Steak and ale. Select your own steak and pay by the pound. Side dishes with each slab of beef include appetizer, potato, and dessert. Sample the homey atmosphere in the room with the fireplace or listen to the local “Melancholy Baby” experts in the adjoining piano bar.</p><p>South-of-the-border eateries:</p><p><strong>Shangri-La,</strong> 133 avenida de las americas. One of the four best Juarez restaurants (Martino’s, Julio’s Cafe Corona, and La Fogata are the others) and the best Chinese food in either city. The huge English menu seems to cover everything edible in Cantonese cooking. For appetizers try the shrimp dishes or the corlaki (chicken livers wrapped in bacon, covered with batter, and deep fried). The chicken with almonds, in a delicious sauce, wins the fowl award, while beef lovers might try the Shangri-La filet, marinated in oyster sauce and topped with raw green onions.</p><p><strong>La Fogata,</strong> 2323 avenida 16 de Septiembre. The place for a beef fix in Juarez. Begin with one of the seventeen ceviches, all dependable to wonderful. The best in beef: steak Tampico with mild chile strips and sibling dishes of guacamole and beans. Wash it all down with complimentary <em>crema de membrillo</em> (quince brandy) at meal’s end.</p><p><strong>Julio’s Cafe Corona,</strong> 2220 avenida 16 de Septiembre. Across the street and down half a block from La Fogata. Start off with Tlalpeno soup (diced chicken, avocado, <em>chipotle</em> peppers), then try one of the five quail dishes (with lobster, crab, shrimp, or steak, or wrapped in bacon). The food is better at the El Paso Julio’s; the service is better here.</p><p><strong>Casa del Sol,</strong> ProNaF. A fancy, wellappointed oasis in the Centro artesanal. Appetizers to try: <em>escabeche</em> (marinated vegetables) or Turkish netskies (hot cheese turnovers). Filet of fish Casa del Sol—marinated in white wine and garlic, lightly breaded, and fried—and the black bass Veracruz style are favorites. Delicious tortilla bean soup comes with the entree.</p><p><strong>Florida Cafe, </strong>400 avenida Juarez. A favorite Friday afternoon gathering place for El Paso-Juarez businessmen to shoot the breeze and dice at the bar. Good pork or beef <em>caldillo</em> and fine Boquilla bass from downstate Chihuahua. Decor straight out of the fabulous fifties.</p><p><strong>Balmoral Room,</strong> Hotel Fiesta Real, ProNaF. Juarez’s ITl-take-romance winner with schmaltzy dinner music and customers playing dress-up and pitching woo. For tableside histrionics, try steak Diane flambe. Good continental menu and serious wine cellar, the best in Juarez.</p><p><strong>SHORT, Pleasant Stops</strong></p><p><strong>Mesilla, New Mexico,</strong> just south of Las Cruces. A nice reconnaissance run to get the feel of the surrounding territory is the half-hour trip west to Mesilla. Since the sixteenth century this little village of two thousand has hosted a multitude of explorers and travelers, including the omnipresent Billy the Kid, who was jailed on the old plaza not long before Sheriff Pat Garrett bought him the farm. Ceremonies marking the signing of the Gadsden Purchase were held on the plaza in 1854. Today Mesilla is a sleepy town with gift shops and galleries built around the plaza, which now has a gazebo in it. The San albino Church is at the north end; an excellent bookstore, the Mesilla Book Center, and an interesting restaurant, Tinnie’s Double Eagle, are on the west and east sides of the plaza, respectively.</p><p>The real reason for visiting Mesilla is to eat Mexican food at La Posta de Mesilla, which is located just off the plaza and was one of the original way stations for the Butterfield Overland Mail. Inside the 150-year-old adobe building are rooms outfitted to reflect their past uses—winery, blacksmith shop, schoolroom—and a delightful enclosed patio with greenery and caged tropical birds. For victuals, try the Posta Grande or Specialty of La Posta combination dinners. Going over, take IH 10 to Las Cruces and watch for the Mesilla sign. Returning, take New Mexico Highway 28 south through the beautiful Stahmann Farms pecan orchards.</p><p><strong>Indian Cliffs Ranch,</strong> IH 10 east for thirty miles to the Fabens exit, then north five miles. This half-hour drive is an obligatory sunset trip and a perfect escape from cities and highways. Take either a trail ride on horseback or a hayride in air as dry as a winter leaf. In the ranch-housestyle Cattleman’s Steak House, decorated with saddles and a buggy, you will be served big steaks and the area’s best ranch-style beans. The kebabs are good; the ribs are a bit dry.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "March 1981",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "El Paso",
      "Cities",
      "Food",
      "Mission",
      "rio",
      "Texas",
      "Home",
      "Steak",
      "Beef",
      "Country",
      "Military",
      "Music",
      "Fiesta",
      "Fort Bliss",
      "Land",
      "Rio Grande",
      "Southern",
      "Wine",
      "Chicken",
      "choice"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "El Paso",
      "West",
      "Mission",
      "Texas",
      "West Texas"
    ]
  }
}