{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19859",
    "date": "September 1985",
    "year": 1985,
    "month": 9,
    "month_formatted": "September",
    "pdf_uri": "/1985/19850900.pdf",
    "issue_cover_image": "",
    "document_start_page": 178,
    "toc_start_page": 176,
    "document_page_range": [
      [
        178,
        179
      ],
      [
        248,
        249
      ],
      [
        252
      ],
      [
        254
      ],
      [
        256
      ],
      [
        258,
        259,
        260,
        261,
        262
      ],
      [
        264,
        265,
        266
      ]
    ],
    "toc_order": 4,
    "toc_headline": "Roaming the Range",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198509-roamingth",
  "source": "/1985/19850900.pdf",
  "wp_post_id": 121044,
  "wp_post_guid": "http://www.texasmonthly.com/article/roaming-the-range/",
  "authors": [
    "Barbara Rodriguez"
  ],
  "headline": "Roaming the Range",
  "dek": "Your mission: explore West Texas. Your rewards: the magnificent silence of the Big Bend, desert honey in Lajitas, steamy waters at Kingston Hot Springs, and starry nights over the McDonald Observatory.",
  "spread_caption": "",
  "excerpt": "Follow that ribbon of highway to discover the breathtaking River Road, a beer-drinking goat, fabulous fajitas, and the ghostly cavalry of Fort Davis-all in the vast vacation resource known as West Texas.",
  "kicker": "",
  "word_count": 7746,
  "content": "<img></img><img></img><p><strong>High, dry air and tawny mountain ranges lure the trav eler in search of the definitive West Texas vacation</strong></p><p><span class=\"dropcap\">C</span>all it what you will, outback or down under, that large chunk of the state out back of San antonio and down under Interstate 10 is <em>big —</em> not just a monosyllabic big but rather the hiccuping, triple i, b-i-i-i-g. Usually dry. Sometimes blistering. Always awesome. It isn’t easy getting the inside skinny on a region regarded by nomadic Indians as the Great Spirit’s refuse heap, an endless landscape of splintered rock, swirling dust, and oppressive heat left over from the Creative Effort. But it’s a trip every Texan should make. In the summer, to travel in the Texas outback is to test your mettle, but the rest of the year, when the rains come and the cacti bloom, the region can be surprisingly lush, even mellow. At all times it is a tour best enjoyed by the patient, the subtle, the opportunistic.</p><p>In a search for the region’s soul, I crept in the back door at Del Rio, followed U.S. 90 to Marathon, abandoned the highway, rambled around pueblos, lurched over mountains, and pursued dead-end roads. My trail was dusty and long, fraught with roadrunners and rock slides and miles of nothing, making me gasp for air, but when I was finished, the sense of accomplishment for having gotten to know the landscape and its inhabitants was far greater than if the region had yielded its pleasures more readily.</p><p>At first the territory may seem relentlessly barren. But for those who learn to watch with the eyes of the coyote and listen with the ears of the jackrabbit, the hard land gives up its primordial joys: living cacti disguised as rock; shutter-eyed lizards sunning in pools of clean, clear light; the kaleidoscopic march of clouds; a flash of plumage; the workaday drone of desert bees; stiltlegged beetles running with bellies held high above the heat of the desert floor. The same is true of the region’s man-made amenities. Neither luxurious nor abundant, they offer pioneers the blessings of good chow and solid beds coupled with splendid views. Like the area’s inhabitants, the traveler must learn to seize the day’s rewards. Traveling in the Texas outback is like walking in space; you step out into a landscape that is bigger than life and always just out of reach. Take a deep breath and proceed with water, wariness, and wonder.</p><p>[ Continued On Page 246 ]</p><p><em>Barbara Rodriguez is a freelance writer who lives in Blanco.</em></p><p> [ Continued From Page 177 ]</p><p><strong>DEL Rio</strong></p><p><span class=\"dropcap\">L</span>olling about like great white rabbits, the clouds over Del Rio seem tame, more benign than those that fill the big sky of the hard West, just miles up the road. Except for pale lavender peaks that appear and disappear far away on the southern horizon, it is easy to imagine that Del Rio — lushly irrigated and safe from the barren plains that embrace it—is more closely related to the Rio Grande Valley than to the river’s Big Bend country.</p><p>Drive to town, turn left where U.S. 90 makes an L-turn right, and you will find the Del Rio of the twenties and earlier. Wedding-cake manses iced with pink tiles stretch across wide green lawns shaded by a curious marriage of palm trees and magnolias. As a border town, Del Rio is sometimes Southern, sometimes tropical, but never traditional; it refuses to tumble across the international bridge the way most border towns do. There’s a two-mile berth between Del Rio and Ciudad acuna, and like sisters forced to share a bedroom, each city jealously guards her privacy.</p><p>For more than a hundred years the <strong>Val Verde Winery,</strong> the state’s oldest bonded vineyard, has pressed its suit (grapes) in a gracious neighborhood on the south side of town (139 Hudson Drive, 512-7759714). Managed by a third generation of the Qualia family, Italian immigrants by way of Mexico, the vineyard is probably best known for its breathtakingly sweet Tawny Port. Tours are conducted upon request but in the most casual manner. I trotted after my guide—a baby-faced air Force bride new to Del Rio, the winery, and the joys of the grape —who recited her lines like a nervous schoolgirl. Three minutes and a glimpse of some grand 103-year-old casks later, I joined a tasting that was equally slapdash. Guests can wander through the vineyard, however, and watch the Toulouse Weeder geese wobble and gobble.</p><p>A short way down Hudson Drive, an empty, stark-white stucco and red-tile hacienda sprawls behind iron gates bearing the name “Doctor Brinkley.” The blocklong <strong>Brinkley estate</strong> is a monument to the success of the late Johnny “Goat Gland” Brinkley, a doctor who said that he had a degree from the University of Pavia. The estate has been closed this summer, but the owners hope to reopen it for public tours on the third weekend of each month later this year. Brinkley made his name and fortune in the twenties by implanting the glands of billy goats into randy but impotent old men. The gland era was behind him by the time he reached Del Rio in 1933, and he started a radio station in acuna that ultimately blasted 500,000 watts of propaganda about his Formula 1020 treatments — spring water and indigo dye, with a touch of hydrochloric acid. Promises of rejuvenation came in several affordable plans: the deluxe Business Man’s, the average Man’s, and the Poor Folks’ treatments, in addition to a $3 urinalysis-by-mail plan. Before declaring bankruptcy toward the end of his life, Brinkley was rumored to have amassed a $12 million fortune. The goat-gland treatment, under fire from the AMA, eventually resulted in a mail fraud charge, but wily as ever, the doctor died before the trial.</p><p>Brochures outlining downtown walking tours are available from the chamber of commerce (1915 avenue F, 512-7753551), but I was much more interested in <strong>Brown Plaza,</strong> the oldest section of town. Although it’s crowded with families on weekends and lined with street vendors during fiestas, the 1860 plaza is deserted during the week. Seated on a concrete log bench dated 1929,1 couldn’t keep my eyes off the Marfa Felix Lounge, its turquoise facade disconcertingly bold among its weather-beaten neighbors. A stroll around the corner revealed that the newly plastered facade merely fronted a frail building constructed of tar paper and tin. The <em>clok</em> of pool balls from inside seemed unreal.</p><p>For lunch, it was a hard choice between <strong>Meme’s Clean Kitchen,</strong> with its firstclass fried chicken (two locations, <strong>401 </strong>E. Gibbs and <strong>202</strong> Canal), and the <strong>Mexican Kitchen (807</strong> E. Losoya). Never mind the prefab building with the ambience of a double-wide trailer; all is forgiven at high noon, when the Mexican Kitchen lays out a <strong>$4.50</strong> buffet matched only by dinner at my Mexican grandmother’s. Two <em>salsas</em> (one crunchy-hot with serrano chiles) and all the guacamole you can eat launch you into a lineup of <em>came encebollada</em> (skirt steak grilled with onions), cheese enchiladas, chile con carne <em>(muy</em> tame), <em>chalupas,</em> beans, and rice. Try to stop before you eat yourself immobile.</p><p>Across the street (at 804 E. Losoya, 775-8104) <strong>Memo’s,</strong> not to be confused with Meme’s, is <em>the</em> place to be on Tuesday nights, when Blondie Calderon comes home. Blondie, who isn’t, has been tickling the ivories for Ray Price some 25 years now, and on Tuesdays he heads to his restaurant on the San Felipe River for a Latin-style jam session with his three brothers (on drums, xylophone, and guitar). So much goes on<em>—gritos</em> (Mexican yee-hawing), popping flashbulbs, parrot imitations, waitresses doing the twist (could that be Mama Calderon?)-that you might forget to order food. Don’t. Memo’s <em>carne guisada</em> burritos are as good as the party.</p><p>If you plan to stay overnight, follow U.S. 90 west of downtown to a strip that’s awning to awning with chain hotels. Farther out, on amistad Reservoir, Joe Bob Jenkins operates the friendly <strong>amistad Lodge </strong>—great views and landscaping, but the rooms are disturbingly decorated in accent colors of neon orange, lemon, or lime (on U.S. 90, 512-775-8591; $29$37 a night). In town, I like the <strong>Rio Grande</strong> motor court, built in the thirties and still boasting the original coat of paint on the walls. Like Beaver Cleaver’s bedroom, the rooms at the Rio Grande are jammed with heavy maple furnishings. The TV is black and white, the air conditioning rattles, and the beds are past their prime, but the rooms are appealingly cheap ($12 a double per night).</p><p>Before leaving town, break bread at <strong>Betty’s Ranch House</strong> (1312 avenue F, 775-5457), where Betty herself presides over a two-room cafe that looks like a fifties ranch-style den. Lunches are more interesting than breakfast, but almost everyone in town seems to stop here before starting the day, so morning may be a better time to look over the locals. While it’s still cool, consider a drive out to <strong>San Felipe Springs</strong> (U.S. 90 east of town). These days the seven springs that gave Del Rio a reason to exist are tamed by a pump house and surrounded by a country club golf course, but if you walk to the back of the waterworks, you can get some idea of the volume of water gushing from deep within the earth (up to 90 million gallons a day). The water fountain along the path is a good place to fill your thermos; I thought the water tasted somehow sweeter than the motel’s. Across the highway <strong>Moore Park</strong> offers swimming and tubing in clear springwater that pours through a flagstone channel lined with mulberry trees.</p><p>Finally, remember when gas stations were service stations? Before pulling out to Ciudad acuna or points west, do yourself a favor and gas up at the Texaco station at avenue F and Ninth. Stepping out at the self-service island, I was nearly bowled over by the attendant, who grabbed the nozzle out of my hand, checked the oil, and cleaned my windshield. “We try harder,” he said in answer to my openmouthed stare. “The fullservice isle gets first priority, of course, but if we’re not busy, we help out our customers over here.” It was the first time a gas station ever made my day.</p><p><strong>CIUDAD AcuÑa</strong></p><p><span class=\"dropcap\">O</span>n the other side of Texas’ longest international bridge (eight tenths of a mile) lies the most wellmannered of the border cities. Shopkeepers don’t hawk their wares in acuna — well, almost never—and they certainly don’t chase shoppers down the sidewalk. Tourist shops are pretty much limited to three blocks on two streets, and they employ so few people that you sense this is a town with a busy life of its own.</p><p>The most famous spot in town, Mrs. Crosby’s, has been reincarnated as <strong>Cafe Gran Central</strong> (195 Hidalgo), but fortunately behind the uptown green awnings and the nonpareil brass plaque (“Members and Non-Members Only”) is the same timeless watering hole. An astonishing variety of revolution-era photos — a cool-eyed Zapata, hot rods, hotter flappers-line the walls, and the central dining room, with its floor of black and white linoleum diamonds, is surrounded by dimly lighted, arched portals, where waiters in white <em>guayaberas</em> hover. The food may be a slightly muddier Tex-Mex than it used to be, but my <em>charolitas</em> were a memorable and filling bargain: three flour tortillas filled with <em>came asada, </em>served with two sweat-inducing <em>salsas crudas,</em> and rich guacamole, all for only $2.25. In the bar beware the 24-ounce margaritas served in goblets with the volume of a gimme cap. Drink just one, and you’ll forget more than your troubles— your name, for instance.</p><p>Behind the cafe, in the same building, Mrs. Crosby’s hotel (2-10-58) still operates under her name, in defunct neon. A somewhat seedy but charming courtyard is filled with tiled benches and stone elephants. Steps lead up and down to bedrooms that might, did the mattresses not suggest cornhusks, be a pleasant and cheap ($10 a night) place to sleep off the cafe’s margaritas. A better bet for a good night’s sleep is the <strong>San antonio</strong> (at Hidalgo and Lerdo, 2-01-08). Spanking new in that slightly unfinished way common in Mexico, the hotel is furnished much like a black velvet painting. The price is right, though: $20 a night.</p><p>Shopping in Ciudad acuna involves little haggling, although determined bargainers may have better luck on the cross streets, where dusty little shops like <strong>Trevino’s Curios</strong> are crammed full of ancient trinkets and awesome weddingcake pinatas. On Hidalgo, the main drag, <strong>Nick’s Warehouse</strong> (next door to Cafe Gran Central) sells exquisite Oaxacan dresses so heavily embroidered that they feel like brocade (the better Oaxacan dresses have a row of tiny figures just at the bottom of the bodice, and on the finest the figures have faces; here the prices go as high as $30). Nick’s stuffed frogs are the best in town, some wartier than others. Those posed at miniature typewriters were especially ugly and grim, while the accordion players had expressions of total abandon. Here, too, you will see Elvis splendidly rendered on black velvet. If you’re interested, the shop girls are happy to curry lint from his tresses.</p><p>Across the street from Cafe Gran Central, <strong>La Paloma</strong> sells liquor, perfume, and the widest selection of Mexican designer dresses in town. A few doors up, at <strong>Guadalajara Curios, I </strong>met Pete, who said that he had worked on the Blanco County ranch of a Corpus Christi congressman and who hard-sold me a pair of two-toned huaraches. The best of acuna’s leather goods, including some to-diefor red-white-and-blue boots, are at the <strong>White Horse,</strong> where its plastic namesake fills the shop’s front doorway.</p><p>A block south of Hidalgo on Madero is an <em>herbario</em> bulging with aromatic potions and herbal teas said to cure everything from broken hearts to hemorrhoids. Nicolas Menchaca will consult with you about the ailment of your choice for no charge. At nearby <strong>Zapateria la Barata</strong> (“the Cheap Shoe Store”), chic women from both sides of the border try on plastic shoes in neon colors, picked from wall-to-wall displays. You help yourself, but signs dare you to make a mess.</p><p><strong>AMISTAD Reservoir</strong></p><p><span class=\"dropcap\">B</span>eautiful not in spite of but because of its desert shorelines and craggy canyons, amistad (“Friendship”) Reservoir is the result of a remarkable agreement between the U.S. and Mexico to impound the waters of the Rio Grande into one of the world’s largest manmade lakes, a strikingly clear Caribbean turquoise-blue. Not particularly accessible from most of its thousand miles of shoreline, the lake’s canyons and islands are best explored by boat. If you want to try one of the swimming areas, check in at the <strong>amistad Recreation area headquarters</strong> on U.S. <strong>90,</strong> a mile west of Del Rio. Rental boats and guides are available through area hotels (amistad Lodge, <strong>512-775-8591; </strong>and Diablo Inn, <strong>512-775-9521)</strong> and marinas. I watched some sunburned fishermen delicately thread goldfish, a favorite bait, on their hooks; they described their day’s haul as world-class, scarcely glancing at a stringer of sevenand eight-pound bass as they struggled to display a single monstrous catfish weighing a good fifty pounds. Although the fishing is good, camping is definitely bleak, with scarce shade, painfully prickly vegetation, and uncomfortably rocky terrain.</p><p><strong>SEMINOLE Canyon State Historical Park</strong></p><p><span class=\"dropcap\">H</span>alfway between Del Rio and Langtry, on the eastern edge of a region dominated by saw-toothed sotol plants, the semidesert hills roll up and back from U.S. 90, giving way to canyons that repeatedly gash the landscape. Newly designated a state historical park, the treeless and windswept plains around Seminole Canyon seem overexposed and harsh; the primitive campsites do not invite settling in.</p><p>There is reason enough for a visit, however. Deep within the canyon, along the walls and beneath sheets of overhanging rock, are pictographs painted by Indians who dwelt here as early as 12,000 years ago. The <strong>Fate Bell Shelter and annex</strong> (open to public viewing twice a day Wednesday through Sunday, with guided tours at 10 a.m. and 3 p.m.) are reached by a strenuous, winding, rocky, mile-long hike from the visitors’ center down to the canyon floor. Crawl if you have to, but make the trip.</p><p>Rocks worn smooth by human feet surround the shelters. Inside, red monochrome stick figures stand in a semicircle holding hands and facing the ages within the cool, breezy shelter. The oldest drawings, red, black, and yellow renderings of shamans, are the most haunting. The residents of the later red-monochrome era were obsessed with less spiritual images, and giant centipedes cavort among the ghostly portraits of earlier wise men.</p><p>After hiking out of the canyon, take time to tour the excellent <strong>visitors’ center museum,</strong> which summarizes the work of Forrest and Lola Kirkland, commercial artists who spent their vacations during the thirties traveling through Texas and making watercolor copies of rock art, much of which has since been defaced. Their monumental work is reproduced in <em>The Rock art of Texas Indians,</em> with text by anthropologist W. W. Newcomb.</p><p>Stop at the <strong>Pecos High Bridge scenic overlook</strong> at the roadside park on U.S. 90 just west of the park and east of the Pecos. You can’t miss it; all of your hiking buddies from Seminole Canyon will be heading for the same place, eager to gawk at the highest highway bridge in the state. Dedicated in 1957, the 1310-foot span rises 273 feet above the river; it was funded by the state tax on 75 million gallons of gasoline. It’s impossible to look into the gorge without imagining how pioneers must have come to the canyon’s breach, only to blink across the void at the inaccessible West. A historical marker tells about an earlier version of the bridge that was dismantled and, inexplicably, taken to Guatemala.</p><p><strong>LANGTRY</strong></p><p><span class=\"dropcap\">L</span>angtry doesn’t seem to have changed much in the more than one hundred years since Judge Roy Bean gave up his railroad groupie ways and decided to house his saloon in something more permanent than a tent. Present-day desert aficionados with a healthy disrespect for civilization thrive in the dusty emptiness, living in a handful of sunbaked adobe huts and one A-frame. The <strong>Jersey Lilly Saloon</strong> still stands, looking petrified and too familiar, the way the Taj Mahal must. The landmark is isolated from its crumbling peers by the high, white walls of the <strong>Judge Roy Bean Visitors’ Center.</strong></p><p>Outside the saloon’s billiard hall (which has a portrait of a grim-faced Mrs. Bean, who must have been the law east of the Pecos) is a splendid collection of cacti and desert shrubs with plaques listing their medicinal and folk uses: creosote for saddle sores, guayacan to induce sweating. Beneath the cacti’s spiky tufts, greenbellied lizards do jerky push-ups.</p><p>After poking through Indian curios at the <strong>Rio Bravo Trading Post,</strong> next to the tourist center, I sauntered over to <strong>Bud and Pansy’s,</strong> a surprisingly urbane hamburger joint, where I had a squishy freeform cheeseburger and the best fountain Coke in the desert. At last report, Bud and Pansy’s had apparently closed, but the phone was still connected, which leads one to hope it may reopen. If not, eat a hearty breakfast in Del Rio, since Sanderson, 120 miles away, may be your-next chance to stop for food.</p><p><strong>MARATHON</strong></p><p><span class=\"dropcap\">M</span>ore Mexican village than Texas frontier town, Marathon is a timeworn and mountain-bound pueblo of century-old adobe houses, dirt yards, and animal pens formed by living walls of cholla cacti. North of U.S. 90, brightly painted horseshoes top higgledypiggledy fences. A handful of unpaved streets weave through town, the oldest section of which is patched together out of mud and tin, scrap iron, rock—anything the desert hasn’t eaten. Turn-of-thecentury houses back up to a short strip of railroad-track main street. The most imposing structure along the tracks is the handsomely restored 1927 <strong>Gage Hotel</strong> (915-386-4205), one of the few remaining examples of the work of El Paso architect <em>celebre</em> Henry Trost. Primarily a destination resort (see “I Was a Dude on Tumbling Mare Mountain,” TM, May 1985), the Gage draws a reservation-only supper crowd out of the twilight zone of the Big Bend. Along about happy hour the highway hums with trucks, jeeps, and cars headed for the Gage’s food and drink—or its front porch. After you arrive, take your glass of port, commandeer a rocker, and watch the trains rumble by —a lovely, lonely sight in the desert darkness.</p><p><strong>ALPINE</strong></p><p><span class=\"dropcap\">W</span>hen it blows, the wind is gritty in alpine, a classic, B-western town spread in a valley between towering mountains. Disembarking amtrak’s <em>Sunset Limited</em> after a smooth earlymorning glide from San antonio, I wasn’t sure that the train had stopped rolling long enough to let me off. Across the tracks from the spartan, two-bench depot, a low hill stirred with windmills and the swimming shadows of tiny clouds, and a downand-out drummers’ hotel stared blankly at the almost empty platform. Turning around to face the town, I half expected to see boardwalks and cattle in the streets. But there’s a sophisticated edge to the place. It was briefly known as Murphy -ville, when a local rancher traded some water rights to the railroad for immortality. But the cry was raised to find a more poetic name for the seat of Brewster County, the state’s largest. “alpine” won everyone’s vote but Dan Murphy’s.</p><p>The local Ford dealer rents cars to the train travelers—call ahead, hell meet you — and once you’re behind the wheel it’s best to go to lunch, since two thirds of the town closes down at noon. Across the street from the depot you can pick up coffee and fabulous doughnuts at the <strong>alpine Bakery</strong> or make the short drive to <strong>Senor Si Sfs Little House Cafe</strong> (903 W. Avenue E). The cafe seats a little more than forty people, so arrive early. Rangers from Big Bend National Park have been known to schedule their 240-mile round trips around Si Sfs enchiladas. They’re good enough, but what might well be the best <em>fajitas</em> in Texas can be found a short walk away at James Haley’s <strong>Longhorn Cattle Company </strong>(801 N. Fifth). Haley serves beer with limes on the side— a West Texas margarita.</p><p>After lunch your first stop should be the <strong>Museum of the Big Bend</strong> (on U.S. 90, on a comer of the Sul Ross campus, 915-8378143). Surely one of the few colleges in the U.S. to be named for an Indian fighter (he was also a governor), Sul Ross State University is as well known for the muscle of its rodeo team as for the scholarship of its Chihuahuan Desert Research Institute. The museum —a split-level construction beneath a tiny gazebo and a gift shop, where you can buy your Marfa Lights coloring book—is packed full of slightly offscale dioramas detailing the area’s Indian, Spanish, Mexican, and anglo history. It was difficult to tear myself away from the display of Indian trail trash-trade beads, leather goods, flint points, and dolls.</p><p>Before leaving alpine for Big Bend National Park, visit the <strong>apache Trading Post</strong> (915-837-5149), a half-hokey tourist stop that sells a terrific selection of maps — from survey to relief—in addition to bone china salt-and-pepper pigs and turquoise jewelry. The shop sells desert honey (there’s none better), but it’s cheaper in Lajitas. While you’re here, get the free Newell-Gulf road log, a mileby-mile guide to landmarks between alpine and the park.</p><p><strong>BIG Bend National Park</strong></p><p><span class=\"dropcap\">I</span> can never drive into Big Bend without thinking of the friend who decided that it was high time he saw the Grand Canyon. On a lark he jumped into his car and drove straight through, until at dawn one morning he tentatively approached the brink. After one brief look he shut his eyes, got back in his car, and drove off as fast as he could. “I just had to go somewhere and think about what i’d seen,” he said later. I feel the same way at every turn in Big Bend National Park. At first i’m annoyed by a sense of my own insignificance in a landscape so vast, but at last i’m calmed by the same thought.</p><p>If you drive along the bone-jarring back roads of the park, you will feel as if you have earned the delights at trail’s end. Yet some of the park’s grandest experiences lie within an easy hike from a parking lot. In a couple of hours you can drive to the mouth of Santa Elena Canyon and, at the end of a short climb, stand in a timeless gap between sheer cliffs that crimp the sky into a ribbon as narrow as the river lapping at your feet.</p><p>For those who don’t wish to camp, the park offers modest motel or spartan cabin accommodations at the <strong>Chisos Basin. </strong>Reservations are necessary months before your visit, and it’s best to specify your dates in writing (Chisos Mountain Lodge, Big Bend National Park, 79834; 915-4772291). Campers usually find space at one of several campgrounds (write or call park headquarters for a free map and a list of facilities, 915-477-2251). Summer is no time to tour the desert areas of the park, but in the mountains, especially in the Chisos Basin, the temperature is comfortable during the day and delightfully cool, sometimes chilly, at night. At other times of the year the temperature is usually moderate, always ten to twenty degrees cooler in the basin than on the desert floor. When the weather changes, it does so with a vengeance, and northers blow snow and ice across the higher elevations. A curtain of rain drawn across a distant horizon can mean danger just miles down the road at a low-water crossing.</p><p>In the spring ocotillo waves its red flags among the lechuguilla, whose salmon blossoms bloom and fade in a progression from the bottom to the top of a giant wand like a slow-burning fuse. The daggers of the yucca surround barrels of creamy flowers. In fall the desert often blooms again, and the lanky Big Bend bluebonnet that shows up first in March may make an encore appearance in September.</p><p>Begin your exploration of Big Bend at the <strong>Panther Junction Visitors’ Center, </strong>where giant, color-coded flash cards of area plants and wildlife test your observation skills. Schedules of daily guided nature walks and evening films are available. On sale are maps, Texana, guidebooks, and a cassette tape that allows you to drive and listen to details of area history, landmarks, and geology, along with tips on photography and bird-watching.</p><p>If you have only a day, make your way quickly over to <strong>Santa Elena;</strong> the morning sun illuminates the mouth of the canyon for only a few hours. Then, stopping at roadside exhibits, drive up into the basin and take one of the short, self-guided hiking tours. All-day, half-day, and overnight horseback trips are available by reservation at the Chisos remuda (915477-2374). Toward the end of the day, drive to <strong>Hot Springs,</strong> a onetime health resort partially swallowed by the river. On days the Rio Grande is running low, you can soak in the 108-degree water as it bubbles into the ruins of a turn-of-thecentury bathhouse. Finally, don’t miss the sunset at <strong>Rio Grande Village,</strong> a campground oasis beneath the ruffled skirts of the Sierra del Carmen. As the sun dips, the Mexican mountains blush a vivid pink, bruise violet, and then glow a brassy gold. I watched the show from the banks of the mud-gargling river. Beavers floated by, silent as the dusk, until, startled by some movement, they slapped the water in a beaver-tail high five and disappeared with the sun.</p><p><strong>TERLINGUA</strong></p><p><span class=\"dropcap\">T</span>here is laundry flapping among the moldering adobe ruins of Terlingua these days, one sign of a ghost town stirring to life—slowly stirring. Terlinguans haven’t left civilization behind to break their necks building suburban houses when a tin patch here and a stone wedge there can transform the tumbledown shack of some long-forgotten miner into a home. Plumbing or no, all views are spectacular.</p><p>The village is the empire of river and desert outfitters. <strong>Far Flung adventures</strong> (915-371-2489) was one of the first to resettle the old silver-mining community (see “I Was a Dude on Tumbling Mare Mountain,” TM, May 1985), and when the river is running, Far Flung is the area’s major employer.</p><p>To absorb something of Terlingua, spend a night at the <strong>Chisos Mining Company Motel</strong> (915-371-2452), a long stretch of coupled mobile homes, and a good number of hours at <strong>La Kiva,</strong> the local bar. An amorphous bunker of rock, tar paper, and stained glass unabashedly located in a mobile home park on the outskirts of neighboring Study Butte, La Kiva is dark and cool, furnished with tree stumps and decorated with bones and chile <em>ristras.</em> On weekends it serves barbecue; at other times dinner is a mammoth burger from <strong>Uncle Joe’s Cafe</strong> in Study Butte proper (Texas Highway 118, one mile south of Ranch Road 170).</p><p>Don’t leave Terlingua without visiting the <strong>Terlingua Trading Company</strong> (915371-2234), a rather uptown <em>mercado</em> filled with blankets, rugs, handcrafts, dried chiles, guidebooks, and Mexican folk art.</p><p><strong>LAJITAS</strong></p><p><span class=\"dropcap\">L</span>ajitas is sometimes called Walter Mischer’s Rio Grande answer to Palm Springs. If you use your imagination and believe in an outback boom that’s yet to come, you might be able to call it that. But mostly you look at this mini-resort of shotgun storefronts, two motel courts, scattered condominiums, a nine-hole golf course, a tennis court, and a swimming pool, and you wonder, “Why is this here?”</p><p>The principal portion of the town, complete with a drummers’ hotel over the saloon, reminds me of the Old West at Six Flags Over Texas. If you’re interested in sleeping, request accommodations on the other side of the road at <strong>La Cuesta (915</strong>424-3471), Lajitas’ most attractive motel, with tiled floors, Mexican furnishings, and some fireplaces. The adjacent <strong>Cavalry Post Motel</strong> (915-424-3471) sits on the foundation of a post built for General John J. Pershing’s bandido patrol in 1915. It’s well appointed, if overwrought, and slightly more charming than the average Holiday Inn. The nearby horseback riding concession and the only swimming pool for miles are endearing extras.</p><p>The <strong>Badlands Restaurant</strong> can, on a good day, serve a decent Mexican combination plate, but the service is impossible; hedge your bets by demanding your chips and hot sauce as soon as someone so much as glances at you. Beside the <strong>Mercantile,</strong> a boutique that sells everything from jogging shoes to fringe-laden cowgirl clothes, is a drugstore to which I will be forever grateful. Thanks to a malt I drank there, I survived a bout of chili fever contracted at the Terlingua Chili Cookoff, the mad-dog event held each year in November. Terlinguans seek anonymity in Lajitas when the cumin-toting crowd of thousands starts pulling into the ghost town. (This year the festivities are November 1-3.)</p><p>Down the hill from Main Street Lajitas is a fragment of the original settlement. The <strong>Lajitas Trading Post</strong> (915-4243234) is little changed from the pleasantly dark and crowded general store it was when Pancho Villa used to drop in (the pool table is a relatively new amenity). This is the place to buy desert honey and other touristy gimcracks — sterling earrings, american Indian crafts, T-shirts, groceries, or beer for the resident goat, a bearded guzzler who trots around mounds of empties outside. Nearby, in the timehonored fishing camp tradition, catfish heads the size of baseball gloves hang rotting in the trees.</p><p>The best thing about Lajitas, however, is the <strong>Lajitas Museum and Desert Garden</strong> (915-371-2267), an elegant collection of regional artifacts and lore that includes a wonderful assortment of spurs and gear, stuffed animals (the toothed kind), an excellent library, and an intriguing series of replica bedrooms typical of early residents—a rancher’s, a miner’s, and a <em>candelilla</em>-plant wax camp worker’s. The bedroom exhibit speaks worlds about contrasting lifestyles.</p><p>All in all, Lajitas is not an unpleasant place to spend some time. My main objection is that none of the buildings offer much in the way of a view. Surrounded by glorious mountains and bordered by the Rio Grande, Lajitas doesn’t look much farther than Lajitas.</p><p><strong>the River Road</strong></p><p><span class=\"dropcap\">W</span>est of Lajitas, humble Ranch Road 170 becomes what‘is said to be one of the ten most beautiful roads in the nation. It’s a roller coaster of stone, a breathtaking marvel. I mean it; I oohed and aahed myself hoarse. Paralleling the course of the Rio Grande, the road plunges over mountains, winds down to the river, and rushes up again, twisting and turning past blocks of beehive condominiums, views worthy of Switzerland and Hawaii, rocks posing as penguins and castles, and cows —lots of real cows, usually in the road. Go slow. Early on, you pass what must be the highway department’s most whimsical roadside park</p><p>— metal tepees in lieu of shade trees (calves love ’em). The scenery plays out at Presidio, but before you get there you should make one stop.</p><p>Some sort of building was on the site when Ben Leaton acquired the property in 1846, but he built the lion’s share of this private fort, now partially restored as the <strong>Fort Leaton State Historic Site.</strong> Something of a scalawag—some would say hero</p><p>— Leaton traded guns to the Indians for stolen cattle, thus enraging governments on both sides of the river. Whatever his politics, his huge adobe fort, including a granary and a dungeon, is as regal and impressive as the Spanish Governor’s Palace in San antonio.</p><p><strong>PRESIDIO</strong></p><p><span class=\"dropcap\">S</span>unburned and desolate Presidio has more than its share of heat—and little else. Overnight visitors have a choice between the distinctly uncharming Balia Inn and the slightly more satisfactory La Siesta. It’s an eat-and-run kind of town, and the best place to do just that is <strong>La Balia Restaurant</strong> (on U.S. Highway 67), a square, no-frills, almost windowless cafe that serves a great <em>chile macho salsa.</em> The only way to eat hot sauce this <em>picante</em> is to chew. Don’t be tempted to wash the fire out of your mouth by swallowing too soon. Mouths can function like asbestos; throats can’t. Let the <em>salsa</em> fall to the sides of your tongue, and you will finally taste the sweet heat of the jalapeno. The house <em>encharito,</em> a roast beef burrito in a mild sauce made from the locally available but wimpy “long green” chile, is interesting if not wholly successful. The best dish on the menu may be the wonderfully gloppy chicken enchiladas. Eat and run, that’s about all there is to do.</p><p><strong>OJINAGA</strong></p><p><span class=\"dropcap\">P</span>lastered with Gringo Go Home signs, dour little Ojinaga is even less welcoming than Presidio. It’s best to blitz through, eat at <strong>La Fogata</strong> or <strong>Los Comales,</strong> indulge in a one-stop curioshopping spree at the warehouselike <strong>Casa de artesamas</strong> (good prices on clay ollas and other kitchenware), and ferret out the <strong>Panadena Ideal,</strong> truly the best thing in Ojinaga. A classic Mexican bakery, the Ideal has operated much the same way for fifty years, although i’m not sure when the portrait of Queen Elizabeth went up. Following my nose, I walked in at the moment the baker was stocking the walnut display cases with fresh batches of jelly doughnuts, stocky <em>merranos</em> (gingerbread pigs), delicate pink heart-shaped sugar cookies, empanadas (sweet-potato turnovers), and <em>treboles</em> (vanilla cookies in the three colors of neapolitan ice cream). When I slid open the cases the scents of nutmeg, anise, and vanilla almost overwhelmed me. Don’t expect counter service; just grab a tray and a pair of tongs and stock up for the road.</p><p><strong>RUIDOSA</strong></p><p><span class=\"dropcap\">N</span>orthwest of Presidio, the majestic River Road dwindles down to a narrow pavement full of dips, escorted by parched countryside and busy with roadrunners playing chicken. When you lurch into the wide spot that is Ruidosa, pull in at <strong>La Estrella del Norte, </strong>“the North Star” mercantile, where a friendly shopkeeper will give you a map to <strong>Kingston Hot Springs</strong> (915-358-4416) and sell you provisions (there’s a store at the springs, but it’s even smaller than La Estrella). Old-timers on the porch will envy you your luck to be spending time at the hot springs camp. As you drive the short distance to the turnoff, brace yourself; from there on out it’s a teeth-rattling seven miles along an unpaved road, but it’s worth every jolt.</p><p>Hot springs managers Bea Kingston Paul and her husband, Jack, like to call their seven-cabin camp an “attitude readjustment center,” and for good reason. Lowering yourself into a tiled concrete horse trough while it floods with 118degree water will definitely alter your state of mind. The adobe and stone cabins are attractive, filled with homespun furnishings, tiny gas stoves, and refrigerators ($15—$20 a night). You bounce in, choose a cabin, grab a towel (bring your own), and head for one of two community bathhouses. Scooting to the far end of the sevenby four-foot tub as the steaming water came crashing in (if you don’t get in first, you’ll never get in), I sweated and thought and readjusted. Finally I turned off the lights and stopped thinking. Maybe ten minutes later I crawled out—literally, these are sunken tubs—and collapsed on my bed, reborn. Other than bathing, activities include wandering the creek, watching birds, gabbing with the Pauls and Kingstons (Bea’s brother, Bill Kingston, former mayor of Balmorhea, runs the camp store), or, the greatest joy, doing nothing at all.</p><p><strong>MARFA</strong></p><p><span class=\"dropcap\">T</span>here is more to Marfa than the Marfa lights, those mysterious glowing dots that skitter around the horizon just after sundown (see Texas Primer: “The Marfa Lights,” TM, November 1984), but the phenomenon has become such a tourist attraction that the traditional viewing site on U.S. 90 east of town is marked by a sign as official as those used to designate roadside parks. Marfa and environs do have their share of daylight attractions, such as silvery meadows where pronghorn antelope loll in the sun and mountains that dim to silver-gray as clouds scuttle across the sky. Downtown, the mansard-roofed towers of the Presidio County Courthouse top one of the most imposing man-made structures in Texas west of the Pecos. Most people know that <em>Giant</em> was filmed here; fewer realize that Marfa once hosted the World Sailplane Championship and boasts a mile-high golf course.</p><p>Since the Old Borunda Cafe shut down, the best place to eat in town is El <strong>Paisano, </strong>in the balconied and baroque thirties <strong>Paisano Hotel</strong> (915-729-3145). The hotel has been converted into time-share condominiums (surely an unlikely link in the chain), so reservations are hard to get more than a week in advance. The condos are fully furnished—some on the funky side—but the lobby is still splendid, with lots of <em>Giant</em> memorabilia.</p><p>My last stop in town was <strong>Chuy’s,</strong> a turquoise and white drive-in reputed to have a tasty chili bowl, which proved more salty than <em>picante.</em> While dining, I heard that <strong>Mike’s Place</strong> is the spot for the original Marfa chili bowl. Too full to make a comparison test, I left town, vowing to return and give Mike’s chili a try.</p><p><strong>FORT Davis</strong></p><p><span class=\"dropcap\">T</span>urnstiles are on the courthouse lawn at Fort Davis, the better to keep cattle from helping themselves to the county’s grass. Not that cows roam the town anymore, but this is a place where the historical often overwhelms the present. Except for the expansively paved square, Fort Davis looks much as it did in the days when cavalry soldiers hung around haggling with the sutler for meager self-indulgences. The buildings haven’t changed much, nor has the air, still clean and sweet. The climate has attracted the aging and infirm for generations; as Bubba Whitehead says, people come here to die and end up living forever. He ought to know. A tireless oneman band, bank officer, gallery owner, grape grower, and rancher, he deals with everyone in town sooner or later.</p><p>The most notable building in town is <strong>Sutler’s Limpia Hotel</strong> (915-426-3237), a country-comfortable inn with simple, spacious bedrooms and a wraparound sun porch full of geraniums and rockers. The upstairs balcony offers the best sunset view in town. It’s a historic hotel but one that doesn’t torture guests with its 73year history; beds are solid reproduction antiques, mattresses blessedly new. You don’t have to go far in search of a square meal; the Sutler’s <strong>Boarding House Restaurant</strong> serves copious portions of ranch-hand chow —steaks, burgers, chops — and an off-the-menu sandwich known as the Bubba Whitehead Special, a grilled cheese sandwich with onion, bacon, and tomato. Order onion rings with it.</p><p>You can tromp through downtown Fort Davis in an hour’s time, stopping in at <strong>El Cerro,</strong> a bookstore with a good Texana collection; the <strong>Union Trading Company,</strong> for fresh eggs, goat chow, and Chinese snuff bottles; and <strong>Whitehead’s Gallery,</strong> which has bronze miniature Longhorns and limited-edition prints of works by cowboy artists. Poke around and ask questions until you make a nuisance of yourself, then wander along the main drag (Texas Highway 71) to <strong>Fort Davis Drugs,</strong> where the action is mostly see and be seen. (“Looks like we got a new group in town,” says one good oT boy. “Yep,” says another.)</p><p>Before you drive up into the mountains, visit the <strong>Fort Davis National Historic Site</strong> (915-426-3225). The restored and partially furnished adobe barracks lined up across the mouth of a box canyon are as grand a tourist stop as you’ll find anywhere. I kept thinking I would be there only five minutes more, until an hour and a half later I forced myself to turn away. Even the silly soundshows work—the clomping, clinking, clanking, snorting, bugling of a military parade echoing off the high cliff is better than a game of cowboys and Indians.</p><p>Four miles northwest of Fort Davis on Texas Highway 118, humpbacked mountains enfold <strong>Davis Mountains State Park</strong> and the <strong>Indian Lodge</strong> (Box 786, Fort Davis 79734; 915-426-3254; $26-$36 a night), a pueblo-style hotel built and furnished by the Civilian Conservation Corps. With cactus gardens, expansive patios, a heated pool, and hand-carved cedar furniture, the lodge has the air of a lazy, luxurious resort, not the staterun hotel that it is. Reservations are a must, six months to a year in advance. Ask for a room in the original section, where the walls are of rounded, eighteeninch-thick adobe, ceilings are layered with river cane, and sunrise views are heavenly. The restaurant is pretty consistently lousy, but no one seems to mind.</p><p>Another couple of miles up the road is the gate to the <strong>Prude Ranch,</strong> a family-run dude ranch, summer camp, and retreat with accommodations ranging from family bunkhouses to modem cabins next to a lodge complete with a weight room (Box 1431, Fort Davis 79734; 915-426-3202 or 426-3347; rooms $35-$50, cabins $25$40). Continental breakfasts and horseback riding seem an unlikely pair of amenities, but Chipper Prude, a cowboy who manages to be gracious and spit tobacco at the same time, aims to please everybody. The enormous heated indoor swimming pool won my heart, and the Jacuzzi with a panoramic view of the mountains is downright decadent. Unless groups of twenty or more are in residence —when the ranch kitchen is open for real chowing down—it’s every cowpoke for himself after breakfast. The only thing about the Prude Ranch that’s close to being tough is being ma’amed every time you turn around.</p><p>All rambles around this part of West Texas lead sooner or later to the <strong>McDonald Observatory,</strong> with its two coolly aloof domes crowning Mount Locke. The mile-long drive up the mountain from the valley floor is beautiful, especially in late afternoon when the softly curved mountains seem to absorb the sun’s last rays and deer graze along the roadside. On the last Wednesday of each month (by reservations no more than four months in advance, Box 1337, Fort Davis 79734) 150 guests inspect the heavens through the largest telescope available for public viewing in the world. Also, observatory astronomers have begun an informal series of star parties on Tuesday and Friday nights, when anybody who shows up at the parking lot can look through an excellent eight-inch telescope and ask relevant, or even stupid, questions.</p><p>At any time from 9 a.m. to 5 p.m. daily the public can tour the visitors’ center, watch slide shows, and even make a selfguided visit to the observatory domes, if you miss one of the guided tours. To do so, pick up a pamphlet, drive to the top of Mount Locke, and climb five flights of stairs to what looks like Dr. Frankenstein’s laboratory. I still don’t know why the stars at night are big and bright, but I did learn a lot about laser beams bouncing off the moon.</p><p><strong>BALMORHEA</strong></p><p><span class=\"dropcap\">T</span>he burg of Balmorhea (that’s Balmore-ray to you, pal) is not named for a Scottish moor. Balmorhea is an amalgam of the names Balcom, Morrow, and Rhea, the early land developers who laid out the town. It’s good that they left their names, because there’s not much town to see, just a short strip of Main Street dominated by <strong>Chicken Charlie’s, </strong>one of the most popular restaurants for miles (see “Is There Food after Fort Stockton?” TM, March 1983). The Chicken burned down in July 1984 and broke lots of hearts, but Charlie kept dishing out his legendary chicken-fried steak from Climer’s, across the street. Balmorhea also has a firehouse, a drugstore, and a few shops, but that’s about it for downtown and uptown, except for the <strong>Old Spanish Trail</strong> motel (915-375-2477; $35 double a night) in a recently renovated building.</p><p>Just south of town is <strong>Balmorhea State Recreation area</strong> (Box 15, Toyahvale 79786; 915-375-2477), a good reason to stay overnight. It’s a sun-blasted little park about the size of a big-city high school parking lot, but it’s the last home of the endangered Comanche Springs pupfish and the Pecos mosquito fish. You can get a cottonwood-shaded adobe cabin at <strong>Solomon Springs Court</strong> ($24-$28 a night), not quite so plush as those at Indian Lodge but of the same era, adjacent to the specially dredged fish canals and cheer the shy little fellows on in their slow swim back from the brink of extinction.</p><p>Just yards away, <strong>San Solomon Springs</strong> (open during summer months) gushes up to 26 million gallons of 72to 76-degree springwater into what I think is the best swimming hole in Texas (see “Last One In . . .” TM, June 1985). The 1.75-acre horseshoe-shaped pool plunges to thirty feet in places. It’s a vast and busy body of water filled with fish, plants, rock ledges, scuba divers, snorkelers, and kids wedged in red plastic doughnuts. You could dump the Dallas Cowboys and the cheerleaders in here, and it still wouldn’t be crowded.</p><p>Float and stare at the big sky. The vast spaces of the Texas outback are behind you, the mountains again distant and illusory, the interstate a persistent presence. San Solomon Springs is a final decompression chamber on the climb back up to I-10, a last chance to wallow in an uncomplicated life one more day. From here put on your shoes and step back onto civilization’s boardwalk.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "September 1985",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "rio",
      "Texas",
      "Water",
      "Big Bend",
      "Del RIo",
      "Fort Davis",
      "Highway",
      "Marfa",
      "Canyon",
      "Rio Grande",
      "Swimming",
      "House",
      "Lajitas",
      "Bridge",
      "Chili",
      "Pool",
      "Restaurant",
      "Border",
      "Chicken",
      "gas"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Texas",
      "Big Bend",
      "West",
      "Del Rio",
      "Fort Davis"
    ]
  }
}