{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19859",
    "date": "September 1985",
    "year": 1985,
    "month": 9,
    "month_formatted": "September",
    "pdf_uri": "/1985/19850900.pdf",
    "issue_cover_image": "",
    "document_start_page": 182,
    "toc_start_page": 182,
    "document_page_range": [
      [
        182,
        183,
        184,
        185
      ],
      [
        220,
        221,
        222,
        223
      ],
      [
        231,
        232,
        233,
        234
      ],
      [
        236
      ],
      [
        227
      ]
    ],
    "toc_order": 6,
    "toc_headline": "Sovereign Of the Sky",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198509-sovereign",
  "source": "/1985/19850900.pdf",
  "wp_post_id": 121038,
  "wp_post_guid": "http://www.texasmonthly.com/article/sovereign-of-the-sky/",
  "authors": [
    "Alan Tennant"
  ],
  "headline": "Sovereign Of the Sky",
  "dek": "Like kings and sheiks before them, a devoted band of Texans live fascinated by the lethal majesty of the peregrine falcon.",
  "spread_caption": "",
  "excerpt": "Train a dog and you have a friend. Train a falcon and you have an emblem of medieval majesty.",
  "kicker": "",
  "word_count": 7960,
  "content": "<img></img><img></img><p><em>“Peregrine falcons did not develop their noble mien by accident. They are the product of an unforgiving gaunt let of adaptive pressures.”</em></p><p><span class=\"dropcap\">L</span>et me tell you about bush pilots; they’re not called that for nothing. Alaskan fliers feel uneasy if they get too far from the ground, and because of a fundamental incompatibility between the physics of flight and their earthbound psychology, they tend to crash a lot-which partially explains how I came to find myself crawling from the ruins of a crumpled Cessna that lay nose down on an Arctic gravel bar. </p><p> Two hundred miles behind, the spruce forest that blanketed Canada and southern Alaska had straggled to a halt on the slopes of the Brooks Range, blocked by walls of granite sheathed in a permanent layer of ice. Beyond was the tundra—the Eskimo’s Barren Ground, the oil companies’ North Slope. It was midsummer, when the never-setting sun could warm the air to seventy degrees, turning the rolling plains into a thawing place cut by torrents of dark green snowmelt. From time to time the stream banks toppled slabs of frozen debris into the current, disgorging the remnants of conifers and ferns that had not lived in the region for 30,000 years, as well as, once in a great while, the gigantic carcass of a woolly mammoth. Along the taller bluffs nested one of America’s rarest and most striking predators, <em>Falco peregrinus tundrius,</em> which I had come here to study in the company of a group of Texas scientists.</p><p>Photography By Steven Pumphrey</p><img></img><p>Jim Ince</p><p>By 10 p.m. the sun had dipped only slightly, but the wind off the polar ice cap eighty miles to the north had developed a chill as we slid down the face of Umiat Mountain toward one of the nest sites. Nobody was doing a good job of sliding, though; Tom Cade, a West Texan and the director of the Peregrine Fund at Cornell University, and I were still a little shaky from the crash. At least I was. If Cade, who has been described by an associate as “slight, taut, and hard-bitten,” felt that way, you’d never know it—those obsessed with falcons seem to have an intensity of purpose rivaled only by their subject’s.</p><p>Now, descending toward the chicks we intended to band, we had to hurry. Baby peregrines are apt to fling themselves out of their aerie at the sight of a big predator sliding down a rope toward their cliffside home, and overboard in this case meant a drop of a hundred feet to the icy Colville River. Encased in fuzzy parkas of white down, the four chicks that huddled below me hadn’t quite gotten up the gumption to jump when I gathered them onto what little lap I could muster while hanging ten off a crumbly ledge that would have given pause to Harold Lloyd. I knew what was coming next, but the whistle of wind through folded wings still hunched my shoulders, and following a thump somewhere above me, I caught a glimpse of the plummeting parent as she hurtled past, wrestling with what looked like a scalp. It turned out to be a gray knit watch cap that belonged to Kenton E. Riddle, the leader of our expedition, who, perched on the ledge above me, was nursing a rising knot on his skull and grinning like the Fourth of July. It was an occasion. Not many Arctic nestlings have been banded, and of those, only a handful have ever been found again.</p><p><em>Alan Tennant, author of</em> The Guadalupe Mountains of Texas, <em>is writing a book about birds of prey.</em></p><p>“<em>In medieval times falcons were icons of high romance. Their willingness to tackle game many times their size served as a model for martial valo</em>r.”</p><p>Jim Ince</p><img></img><p> “<em>Zulu bore the burden of a gunfighter’s reputation. He had already brought down three speckle-belly geese, the smallest outweighing him four to one</em>.” </p><img></img><p>Rebeca E. Riddle</p><p>“<em>Kenton E. Riddle, the leader of our expedition, was perched on a ledge above me. It was an occasion. Not many Arctic nestlings have been banded</em>. ”</p><img></img><p>Rebeca E. Riddle</p><p><em>“Encased in fuzzy parkas of white down, the chicks huddled below. They were apt to fling themselves out of their aerie at the sight of a predator. ”</em></p><img></img><p>Jodie L. Pacy</p><p> “<em>Satterfield appeared to be formally dispassionate about falcons. But Crazy Legs was a special case. Nobody could regard her as a mere statistic</em>. ” </p><p>While I dug out the banding gear, Riddle carefully sucked into a plastic pipette a sweeping from each chick’s downsamples containing grains of pollen and bits of soil that differ from aerie to aerie across the Arctic. By matching them to the dust and pollen still present in the underfeathers of migrating juveniles, Riddle’s colleagues at Colorado College would try to determine the birds’ approximate origin and hence their ultimate point of return. The babies’ aluminum identification rings went on next —large bands for the three plump females and a smaller one for the diminutive male, who was a third the size of his fierce sisters. As I settled him, now tagged No. 98770529, back into his hollowed tussock of tundra grass, I wondered about his chances. The youngest offspring is often ousted from the nest by its larger siblings, and of those that fledge, fewer than half complete their monumental first migration to wintering grounds near the tip of South America.</p><p>By late October I had my answer. A third of the globe away, in the steamy evening mist of a Padre Island beach camp, one of Riddle’s peregrine trappers rolled in to report that his first bird that morning had been a sleek young male, so small its slender leg had barely held on a loosefitting band, numbered 98770529.</p><p><span class=\"dropcap\">O</span>fficially, Cade, Riddle, and I had come to the Arctic to compile data on the life cycle of a threatened species. But there are other more-endangered creatures, and beyond our scientific interest, our visceral reason for being there was a feeling shared by everyone involved with peregrines. For each of us the falcons had somehow become a totem of almost transcendent significance. My conversion had occurred on the Rio Grande just downriver from Big Bend. Laid back in a drifting canoe, I’d watched three teal jump out of an eddy below the next riffle and, as only little ducks can do, abruptly flip themselves over in a sudden upstream snap roll. Then I Saw why. Between the canyon walls a thousand feet above, a dark speck had detached itself from the rim of Burro Bluff and, like a meteor, was doubling in size every millisecond. As the falcon fell, its speed passed 180 miles per hour, too fast to hit a duck head-on without killing them both. But that wasn’t what it was up to. The peregrine was building chase speed, and as it reached the elevation of the terror-stricken teal, with a slight, muscular wing flick it wrenched out of its dive into level flight 100 miles an hour faster than the ducks’ top end. There was simply nothing they could do as the small hawk ripped into them from behind, leaving a trail of downy feathers hanging above the canoe.</p><p>[ Continued On Page 220 ]</p><p>[ Continued From Page 185 ]</p><p>It was a vision that in one form or another had sent Riddle, an associate professor of veterinary medicine and surgery at the University of Texas System Cancer Center, and his research team from their headquarters in Bastrop to beach camps on Padre Island and now to the tundra. Yet people who have never seen a falcon in flight are smitten by the bird’s appearance. It is a cachet attributable mainly to the way the bird looks, and what especially knocks people out is the peregrine’s razzle-dazzle profile.</p><p>Cloaked in a hunting hood, <em>Falco peregrinus</em> is a slender brown chicken with bad-looking feet. Unhooded it is, simply, noble. The enormous dark eyes, emphasized by broad chocolate cheek stripes, are set off by a brow —second in prominence only to that of eagles—that backs a beak as petite as Cathy Rigby’s nose. Of course falcons didn’t just turn out that way; they are the singular product of an unforgiving gauntlet of adaptive pressures that have distilled their looks from the rougher mien of less highly evolved hawks.</p><p>Like good field glasses, their huge ocular lenses gather every photon of light available at dusk and dawn, when peregrines hunt, maximizing the visual edge they hold over more diurnal prey. Then there’s that cheekbone liner of dark feathers, which protects against glare and camouflages the falcon’s bright, predatory eyes. The cruelly perfect beak, shorter than that of other hawks, provides an unusual amount of muscle attachment for the powerful falcon bite. Even with strong jaws, though, peregrines wouldn’t be able to kill game many times their size without the mechanical advantage afforded by the small lateral serrations, called tomical teeth, that notch the edge of the upper beak and give the bird a lethal tool with which to pry apart the cervical vertebrae of its victims.</p><p><span class=\"dropcap\">T</span>he peregrine falcon is a threatened species making a strong comeback. About 400 birds now reside yearround in the United States —most of them in the Western states, a few dozen pairs in the East, and a handful in the Trans-Pecos region of Texas. The majority of peregrines, however—at least 2500—are migrants that summer in the Arctic and winter in South America.</p><p>Researchers first discovered that peregrines were in a radical decline shortly after World War Ii, and breeding pairs on this side of the Atlantic had nearly vanished by the time the case-breaking clue was found. Derek Ratcliffe of the British Nature Conservancy began to notice that shell fragments left in abandoned aeries felt a little lighter in weight than he remembered. After months of research he determined that the shells of postwar eggs were nearly 20 per cent thinner than earlier examples, leaving them too brittle to support the weight of their brooding parents, a defect that appeared simultaneously in peregrine clutches from England, Pennsylvania, and California. The year was 1947, just months after Ddt had gone into worldwide circulation.</p><p>By November 1969, when Cade hosted Cornell’s first international conference on <em>Falco peregrinus,</em> the corroborating laboratory evidence was in. Ddt had been found to pass from insects to the shorebirds and songbirds on which peregrines feed, suppressing calcium formation in the female falcons and making their eggs too fragile to survive. By the time the federal government banned Ddt, the eastern peregrine was gone forever; Cade and his Peregrine Fund have been trying to breed a replacement race, but research on peregrines has shifted to Texas.</p><p>Although a few peregrines still hang on in the Trans-Pecos, their numbers decimated by Mexican Ddt shipped illegally across the Rio Grande, Riddle and his Texas-based research team focus instead on the more numerous tundra-living northern peregrines, which twice a year during migration gather on the Texas coast. But what the researchers focus on has little to do with saving the birds. They’re after environmental toxins —dieldrin, Pcbs, mirex, heptachlorepoxide, endrin, oxychlordane, and toxaphene, as well as the falcon’s original nemesis, Ddt, which appears as Dde in the bird’s system. “All are known or suspected carcinogens,” Riddle says, “and all are being disseminated into the environment.” The peregrine is the best place to find those agents because the falcon’s predatory position in the food chain makes it a biological sump, collecting and concentrating contaminants long before their presence in the air or water can be detected by conventional means.</p><p>Keeping track of chemical residues has turned out to be the easiest part of the Ut program, however; finding where they came from is a lot tougher. Because tundra peregrines—the name means “traveler”—pass twice a year across most of each vertical hemisphere, they are probably the ultimate biological monitors of global environmental change. But using the intercontinental chemical data carried in their tissues means knowing where in their travels the birds may have picked up each synthetic substance; establishing that itinerary has sent Riddle’s trackers from southern Mexico to Greenland and the Barren Ground of Alaska.</p><p>At the program’s headquarters at Ut’s vast cancer research center in the pine woods near Bastrop, the blood obtained from wild falcons is analyzed. Because geographically distinct groups of peregrines have different gene types, it may soon be possible, by studying the red cell proteins of a bird captured anywhere in the hemisphere, to determine its nesting and wintering sites and hence plot the flight path along which the foreign chemicals in its plasma were assimilated.</p><p>To establish that system requires blood samples drawn from birds nesting at known sites in the Arctic, as well as from the migrants who rest on Texas beaches every spring and fall. That takes an enormous amount of organization and equipment, including a motor pool of six Honda all-terrain cycles (the only way to traverse the Padre Island tidal flats), a part-time aerial tracking crew, and helicopter support from the Corpus Christi Training Depot.</p><p>By April, eight months after I had returned from the Arctic, the spring migrants, loaded with toxins picked up at their South American wintering grounds, were arriving on Padre Island. Catching them meant motocrossing through a wilderness of barrier island dunes in the wake of team member John Hoolihan, spare, intense, and hell-on-wheels on an all-terrain cycle. At the moment, Hoolihan, who ran the Padre operation for Riddle, was in a hurry to set our bait pigeons, then hightail it out of the way. The first peregrine to sweep down was an adult—“a haggard” in Hoolihan’s falconry argot —that scythed in low over the sand with none of the fluttering hesitation characteristic of adolescents completing their first international passage. Her decisiveness proved her undoing, for as her talons raked the maze of coiled monofilament above the crouched decoy —a rat’s nest of nooses, each with a slipknot tied so loosely that anything touching the web would become ensnared—two of the loops closed about her toes, turning her into a struggling pinwheel anchored by invisible bonds. A six-inch length of Pvc pipe attached to the monofilament provided just enough drag to keep her from flying, and she sank delicately to the ground, her liquid brown eyes staring up in astonishment at her sudden inability to soar away. It was as though a small, fierce angel had inexplicably lost its command of the air, and both she and I felt it a travesty to touch her.</p><p>Folding her delicate yellow feet“gentle,” Chaucer called them, because of their long grasping digits unlike the thick killing talons of the soaring hawkswithin my palm, I tucked her under my arm and extended one slender wing, exposing the big brachial vein on its underside. “Samurai vet,” Hoolihan said, acknowledging my wince at the syringe in his kit. But he barely pricked the skin to draw the two cc’s of blood he would later centrifuge into its component parts, sending the red cells to the lab at Bastrop and the plasma to the Patuxent Wildlife Research Center in Laurel, Maryland, for pesticide analysis. Next, using instant Magic Super Glue, we attached a miniature radio transmitter to the base of a tail feather, clamped on a U.S. Fish and Wildlife aluminum I.D. band, and within seconds of her capture I tossed the falcon aloft, back into the wind. As usual, after a dozen quick wingbeats she settled to the ground nearby, glaring over her shoulder as she preened away our touch from her feathers. Then, content that we posed no further threat, she fluffed herself into the somnolence in which peregrines pass much of their stay on the coastal islands —a lethargy ideal from our standpoint, since it gave the airborne tracking crew time to tune its receivers to her prearranged frequency, 1644 on the dial.</p><p><span class=\"dropcap\">W</span>ithout changing the plane’s bank angle, George Vose leaned back in his pilot’s seat. “Worse than getting stacked up over Newark,” he shouted into the rear seat, above the roar of his old Cessna. I had scrambled to get on the next morning’s tracking flight, and Vose, who all week had done little but circle over the Laguna Madre, was ready for some new conversational fodder.</p><p>“Been doing this for forty-three years,” he told me. “Flying, anyway. I’ve logged more air time than anyone on earth following radio-carrying eagles and hawks.” His partner and boss, Janis Chase, an endangered-species specialist with the Patuxent center, was wearing her earphones, monitoring a by-now familiar quartet of transmitter-bearing peregrines that were continuing to act more like heatstricken fowl than scepters of the air, cooling their elegant Van Cliburn toes by standing around the edges of the laguna and soaking their feet in the shallows.</p><p>But by mid-morning a gusty south wind had sprung up, and at the end of April the tundra birds couldn’t afford to forgo much more of the rapidly approaching Arctic summer by dawdling here among the waves of easy pickin’ shorebird and spring-warbler prey that arrived every day, exhausted from crossing the Gulf. Suddenly Chase, as serious and genteel as one of her subjects, motioned to Vose, who in an instant had the plane out of its perpetual turn and into a shallow climb.</p><p>“We’ve got one in the air,” she whispered, angling us onto its path with hand signals. Departing from the hawks’ earlier aimless wanderings over the laguna, 1644 was headed straight landward.</p><p>“She may be migrating, George!” Chase cried. “I think she’s on her way.”</p><p>Trailing faint electronic beeps, the peregrine angled tentatively up the coast, unwilling to leave the security of the flats for the alien greenery of the mainland. But the heavy stream of tropical air welling in off the Gulf toward a massive low in the Midwest gripped her in its northerly flow, and after a last sideways cast along the surf, she swept away inland, crossing the shore above Kingsville.</p><p>By the time the brushy coastal dunes had given way to lush pastureland west of Goliad, the falcon had locked on her course, and the magnitude of her endeavor began to sink in. With no companion or directive, she was inexorably fixed on a linear odyssey of nearly four thousand miles across foreign terrain. Stopping only at night and taking only prey that might present itself within the trajectory of her flight, for the next ten days she would diverge not a quarter mile until, on the coal shale crags of the North Alaska coast, still buried under winter snows, her home aerie appeared beneath her wings.</p><p>“That’s enough, George,” Chase sighed as we passed to the east of San Antonio. “I’ve got a departure vector. We can plot her route.”</p><p>Low on gas, for a minute we considered her—a flickering brown speck pushed steadily northward by her tiny internal fire —as we turned back to our smaller world.</p><p><span class=\"dropcap\">W</span>hen Riddle isn’t at the coast, the falcons’ medical care is handled by Bill Satterfield, a wildlife veterinarian and environmental research scientist. Satterfield appears to be formally detached and dispassionate about animals, even falcons. When one of the fall migrants was brought to the beach camp emaciated, with a broken leg and impaired flight feathers, he coolly weighed her chances. “Even if she lives, she probably wouldn’t be able to defend a nest ledge and reproduce. So statistically, she’s a questionable addition to the population.”</p><p>Veterinary salvage wasn’t an official part of the program, whose purpose was to build an early warning system for environmental carcinogens. But nobody could regard Crazy Legs (or Cl, as the falcon came to be called) as a mere statistic. Hooded, she sat forlornly on her perch until Satterfield began staying up with her, “manning” away her fear of humans. Finally, calmed and healing, she started to accept bits of meat from his glove.</p><p>Late that winter in Bastrop, Cl had progressed enough to spawn hopes of launching her back into the peregrine mainstream at the height of the spring migration. Cl had been able to fly since November, but she had lacked both the drive and the flight skills to make it to South America on the fall migration, so Satterfield was forced to winter her over.</p><p>To release her after so long in captivity, however, would mean certain death unless she could be conditioned to hunt again, a process that couldn’t begin until she had gotten back her old predatory keenness and eye-talon coordination. Combined with aerobic flight training, that sort of schooling entailed a series of gradually lengthening sessions on the wing, and the only way to bring a peregrine back to fly another day was with the tools of falconry.</p><p>After pulling on an old khaki shooter’svest stuffed with lure, leash, and transmitter,Satterfield stepped the little crookedleghen onto a weathered White Muleglove and headed down into a back pasture.With her hood off, Crazy Legsblinked, shook out her feathers, andpreened a bit. Satterfield waited. Shetwisted her head back and forth, scanningthe field for meadowlarks, and, not seeingany, nibbled on her toes. It was a routinethe two of them had been at for weeks,and she was in no hurry to be anywhere,approaching spring or not. Finally, to thesoft jangle of her ankle bells, she lifted offand circled overhead, waiting for Satterfieldto swing the meat-carrying leatherreplica of a flying bird that she’d have tostoop at a dozen times before she wouldget her dinner.</p><p>[ Continued On Page 231 ]</p><p> Continued From Page 223 </p><p>A flock of blackbirds flitted by just above, but she hardly noticed.</p><p>“Lost her confidence,” Satterfield muttered, readying the lure and watching Cl flail around on her patched wings.</p><p>Then she changed. The lure was still on the ground, but the falcon was stroking downward in a full hunting dive. One of the barnyard pigeons, heading home, had veered beneath her, triggering the killer instinct that last summer had fed her all the way from her Arctic nest to the Texas coast. Now, bad wings and all, she was after her prey, and they swerved in unison until the pigeon turned on its afterburners and streaked into the bam.</p><p>“Ill be damned. She got a flight!” Satterfield whooped.</p><p>Flapping roughly again, Cl was on her way back, and he offered her the lure at once. “If I can get those wing feathers repaired, she might make it after all.”</p><p>The surgery took nearly an hour. Wearing her hood, the falcon never knew she was on the way under; as Bill lowered a clear plastic cone over her head and administered the anesthetic, she relaxed immediately. The old break in her leg had healed at an angle, leaving her talons only marginal as a hunting tool, but there was nothing to be done about it. All we could do was help her fly. Earlier Satterfield had temporarily patched her wing feathers to allow her to go aloft for exercise, but he hadn’t had what he needed for a permanent repair. Peregrines are so valuable that parts of dead individuals are carefully preserved for recycling, and the set of pre-owned wings that Satterfield was waiting for had at last arrived from Cornell.</p><p>Clipping away Cl’s old jury-rigged primaries —five from the left wing and four from the right—Satterfield left a halfinch of quill projecting from the skin. The stubs were hollow, but he carefully reamed each one to the outside diameter of the shaved-down shafts of the deceased peregrine’s feathers. After that he twisted the new primaries up into Cl’s hollow sockets and aligned them with what remained of her wing surface. “Imped-in primaries have to be a perfect aerodynamic match,” he said, squinting along the overlapping feather layers and making minute angular adjustments.</p><p>Next came the curved suture needles and fine nylon stitching twine. “I got this thread from a guy who manufactures shoes in Massachusetts,” Satterfield confided as he sewed together each of the nine slip joints. “It’s extra lightweight, weather-resistant stuff that absolutely will not rot.” Then he wicked a drop of the ubiquitous Magic Super Glue into each feather juncture. As he moved to the falcon’s crumpled tail, the stainless steel door behind us cracked open, and Riddle, unable to stay away from anything concerning a peregrine, eased in.</p><p>Riddle volunteered. “She was really struggling to stay up, so we looked all over for gull rectrices, but the best we could come up with was a bunch of pigeon feathers. I sewed them in anyway because she had a long way to go and really needed the lift. We caught her again a few days later. She looked kind of funny, but she was flying all right.”</p><p>Crazy Legs’ new tail wasn’t going to be an exact match either, Satterfield admitted, since it consisted of the longer, grayer rectrices he had saved from his own fifteen-year-old peregrine’s last molt. But with a little trimming the new feathers fit perfectly, and after stitching them in, Satterfield doffed the falcon’s anesthesia cap and his own surgical gear and carried her into his office for post-op recovery. For a long time she lay cradled in his arms, trembling slightly.</p><p>“Look at this silly thing,” Satterfield said. “Just snoozing. She doesn’t know she’s off the anesthesia.” He flipped Cl to her feet, and she was transformed from a fragile convalescent to a smoldering carnivore, piercing the room with her laser gaze. She shook out her feathers, then leapt wildly off Satterfield’s wrist.</p><p>“This gal is ready to go”—he chuckled as we headed out through the pines —“as long as she doesn’t fly too near the sun.”</p><p>An hour after coming out of the anesthetic, Cl mounted steadily into a strong south wind, tilting right and left as she reveled in her new buoyancy. Watching her, the normally reserved Satterfield was almost misty-eyed.</p><p>The next day, at dusk, I got a phone call. It was Satterfield. “She made a kill!” he shouted. “One of the dogs flushed a ringneck off the pond while Cl was up on a hundred-foot pitch. She just rolled over and took that duck so clean you wouldn’t believe it.”</p><p>Saving a few sick birds isn’t going to make any difference in the population, but there’s not a member of Riddle’s team who doesn’t have a rehabilitation peregrine under his wing at one time or another; the existential imperative to care for a falcon in need is simply too strong to ignore. The same goes for the spectacle of its flight. If you’ve got a soul, you’ve just got to watch.</p><p><span class=\"dropcap\">“M</span>ankind,” wrote Roger Tory %/l Peterson, “emerged from the -L T shadows of antiquity with a peregrine on his wrist”—mainly, I think, because he aspired to worlds he could not enter on his own. Hunting with birds of prey began about three thousand years ago in Central Asia as a way to reach game beyond the range of the strongest bow, but its enormous sporting appeal soon took over. Marco Polo reported that the Great Khan was accompanied on his annual hunt by 10,000 falconers, and in the Middle East the Sultan of Bayazid kept a retinue of 7000 hawks. Along with the ideal of romantic love—a notion also picked up in the Arab world —returning travelers brought the first trained falcons to Europe in the middle of the ninth century.</p><p>There, in perhaps the same way that the cobra’s dramatic hooded stance had so captivated the pharaohs that they incorporated its likeness into their royal headdress, the falcon’s charismatic demeanor came to embody the essence of chivalry. By 1248 Frederick Ii of Hohenstaufen, who built several castles for his stable of falcons, had completed his definitive <em>The Art of Falconry,</em> and the best hawks became worthy of a king’s ransom; Philip the Bold, Regent of France, bought back his son from the Saracens with twelve white gyrfalcons. Lesser birds of prey were ranked according to class, with peasants being allowed to fly only the sparrow hawk, squires the little hobby falcon, noblewomen the merlin, and churchmen above the rank of priest, the goshawk. Only noblemen might fly peregrines and gyrfalcons, and eagles were reserved for kings.</p><p>Eagles were mainly emblems, though; when monarchs went hawking they hunted with falcons, which they sometimes valued highly enough to risk their lives for. Attempting to vault a canal in pursuit of a favorite peregrine, Henry Viii almost drowned when his pole broke, plunging him headfirst into the mud. Like Squire Western’s dogs in <em>Tom Jones,</em> hawks went everywhere, appearing on the wrists of sporting couples as they exchanged vows of marriage and accompanying so many clerics to the altar that bishops finally prohibited lesser ecclesiastics from bringing them into the vestry.</p><p>Yet falcons alone had the standing to remain as icons of high romance. Their willingness to tackle seemingly insurmountable odds —sometimes flashing out that killer hind talon at the end of a power dive to slice the head or wings off larger fowl —served as a model for martial valor.</p><p>On their resumes the members of Riddle’s team are scientists and researchers, but in their hearts they’re falconers. Riddle first got hooked while flipping through an old <em>National Geographic</em> in a junior high study hall. There were lavish color illustrations of medieval peregrines in pursuit of herons and grouse, of white Russian gyrfalcons soaring above the snow. It was an enthralling otherworld, and within weeks Riddle had his first hawk, a young redtail that he paraded around with the air of Henry Viii. Little by little, however, the boy’s attraction to the exotic found expression in the concrete complexity of aerial maneuvers. As ringing up, stooping, and binding to became the daily currency of the practicing falconer, the allure of faraway hunts was eclipsed by the youth’s growing proficiency in the Zenlike mental discipline of controlling a wild bird on the wing.</p><p>In those days most U.S. falconers flew their peregrines only near the ground on lures or in brief pursuit of released pigeons or pen-raised quail. Ken Riddle, however, changed all that. Soon he was flying peregrines too, but in a way that hadn’t been seen for hundreds of years, allowing them to disappear into the 10,000foot thermals east of Colorado Springs, where they would “ring up” completely out of sight, while he flushed out game birds in hopes that his falcon would still be up there, watching. Then the falcon would come barreling down, literally out of the blue, into whatever game Ken had scared up. After a time even the romance of hunting gave way, and what it gave way to was the aesthetics of flight.</p><p>“It hasn’t mattered to me in years whether my falcon kills anything or not,” Riddle told me one day. “What I’m after is a perfect flight, one that completely realizes the ability of the falcon by pairing it with the fastest, most agile prey. It’s a spectacle that takes place in nature anyway, except that by setting it up, you get to watch.”</p><p>And the spectacle has never been as grand. Because of their protected status, wild peregrines can no longer be taken for hunting, but they have been partially replaced with a captive-bred, hybrid superfalcon that combines the gyrfalcon’s muscular speed with the peregrine’s agility on the wing. These creatures are so rare and exotic that owning one is a once-in-alifetime proposition. For anyone dedicated enough to have waited years for such a bird and to have spent an equal period raising and training it, the prospect of losing it is like losing the love of one’s life.</p><p>That’s how it was for John Hoolihan, and while we were at Padre the memory of his loss was still intense. As an employee of the Peregrine Fund, he had spent six months in Dubai setting up a falcon breeding program for the royal family, and Crystal was his reward.</p><p>“You know, they grow so darned fast, I took a picture of her every day on the baby scale,” he said, beaming as he thumbed through stacks of slides at the beach camp. “Here’s her first kill. I think she’s about four and a half weeks.</p><p>“She was the biggest, nicest hybrid we had ever seen.” He sighed. “She hunted at forty-four ounces and could hit eighty-five miles an hour in level flight. By October she was so powerful that ducks weren’t anything to her.”</p><p>To keep up a bird’s interest in hunting, a falconer must constantly challenge it, so late that fall Hoolihan went up to Colorado to fly her on sage grouse, which are too strong for wild peregrines. Just below the Rockies’ eastern facade, Crystal streaked out of sight after the first covey of grouse, and as planned, Hoolihan set off in pursuit, following her with the antenna on his pickup’s roof. Then the signal vanished, and by late afternoon he was looking for a plane to charter.</p><p>The next day Crystal headed back, but as Hoolihan listened from the plane she overflew her base camp and streaked on southward toward the wall of the Rockies. It wasn’t until dusk that he caught up with her, barely visible on the crest of the mountain ridge. It was her feeding time, and he swung her lure for nearly an hour, but right at dark she turned and went over the mountain into the Wilson Range. It snowed half a foot that night, the first heavy storm of the season, and the next morning Hoolihan was unable to get into the mountains. “All I could do was fly in the plane. I paid a hundred and twenty dollars that day, a hundred and thirty-five the next, and by then I was broke.</p><p>“It was the big cold front, really, that stopped me,” he began again, but there was nothing more to say.</p><p>I drove us down to the Bahia Mar, our R&R hangout on South Padre, and as we fell into its amnesiac brew of burgundy lights and energetic dance floor, Hoolihan seemed to perk up. We had just ordered our third round of peppermint schnapps when Hoolihan, his gaze focused on the undulating crowd beyond my shoulder, leaned forward.</p><p>“You know, I think about her every day,” he whispered. It took me a second to realize that he meant Crystal.</p><p><span class=\"dropcap\">I</span>t was late January when I joined Hoolihan, Riddle, and another member of the research team, Jim Ince, on an expedition to the vast grasslands of the O’Connor Ranch, which borders the Aransas National Wildlife Refuge. Riddle’s new falcon was Mohawk, an eightmonth-old peregrine-gyr cross with the same parentage as Crystal. Ince —who was to fly his sixteen-year-old veteran, a pure peregrine named Zulu—was something of a medievalist, especially in the role he occupied on Riddle’s team, as <em>maitre d’equipage.</em></p><p>The most important piece of equipage is the hood, which hunting hawks wear during transport and training. It’s necessary because the tautly wound temperament that makes falcons such aggressive hunters also subjects them to a high degree of stress in the overstimulating world of humans. Since a majority of their sensory input is visual, the ideal tranquilizer is a light-blocking eye mask. If the falcon can’t see danger or prey, it thinks there’s nothing to worry about. In the field, hooding a falcon is like putting a rifle on safety: remove the hood, and the bird is cocked. Wearing blinders is not unpleasant for peregrines —they invariably accept the temporary lights-out with aplomb, and no creature as feisty as a bird of prey accepts something it doesn’t like with anything remotely resembling aplomb-as long as the hood fits, that is.</p><p>“You can judge a falconer by the way he hoods his birds,” Ince remarked as we pulled up to the ranch house. “Hawks just won’t put up with a hood that doesn’t fit.”</p><p>Because even simple hoods can take twenty to forty hours to make, they are not an economical proposition either to buy or to sell. Instead, in the finest oldworld tradition, every now and then a would-be craftsman apprentices himself to the art, eventually becoming, if he’s good enough, chandler to everyone in the field. Ince has become not just a supplier but the Lucchese of his craft.</p><p>“When I started doing this in ’63, I was fourteen,” he said. “There were only a couple of people who sewed together hoods then. It was kind of a dark secret, with this mystique of ancient falconry about it, and what they made was too expensive for me. So I finally got an old throwaway hood and filled it with plaster of paris. That gave me a mold I could start whittling hardwood forms from.”</p><p>When Ince unloaded his Datsun at the ranch, stacks of low wooden boxes went with him into the bunkhouse. They held some of his most treasured creations, forty falcon-head forms sculptured from polyester resin over the last 23 years. “There’s such a wide range of cranial size and shape, even among falcons of the same sex and species,” he explained, “that getting a hood right is mostly a matter of trial and error.”</p><p>He had also brought along a prototype hood to try on Mohawk, who took to the little red leather helmet readily enough. Ince wasn’t satisfied with off-the-rack, however, and after scrutinizing the fit of the too-tight collar (for his size, Mohawk had a lineman’s neck), he decided to take it back to the shop.</p><p>Hoods for captive hawks originated with a one-piece oriental cap, now called an Indian hood, pictured in Asiatic basreliefs of 100 B.C. It was suitable for a variety of birds of prey, but about five hundred years ago a more elaborate helmet was developed in Europe exclusively for falcons. Known as the Dutch hood, it is constructed of three pieces of kip leather—a crown and two eye patches —sewed together on the inside with shoemakers’ waxed linen button thread. The surgically fine stitches penetrate only the inner layer of hide, since a loop of thread on the outside of the hood could catch a talon and throw the falcon into a frenzy trying to jerk free. To shape the hood, a wetted blank is molded over the proper head form —Ince has male and female models for every subspecies of peregrine as well as for regional population variants among peregrines and gyrfalcons —and when almost dry, or cased, its leather surface is burnished with rosewood.</p><p>That’s the basic part. The rest is decoration, and though elaborate feathered headdresses have given way to simpler modern styling, no falconer fails to take note of what another’s bird is wearing. Old style or new, most hoods are quite beautiful. Green billiard cloth was formerly used to seal light from the eyepieces; now more often bright-hued suede takes its place. Ince likes to stitch in panels of lizard skin, which resists talon scrapes better.</p><p>Despite his ties to tradition, Ince is a member of falconry’s new wave; Zulu’s leather anklet carries a radio transmitter. Technology has transformed falconry, doing for the falconer what safety nets did As we headed along the macadam roads of the O’Connor place, Zulu bore the burden of a gunfighter’s reputation. Over the course of his long career he had brought down, besides dozens of lesser fowl, three big speckle-belly geese, the smallest outweighing him by four to one. At this point, though, what Ince needed to rivet his bird’s attention was a flight of ducks, because Zulu’s first foray that morning had not been a clean kill. His quarry, a heavy-bodied shoveler, had careened headfirst into a high tension wire, almost taking Zulu down with him. But now small flocks of mallards, ringnecks, and pintails dotted the dozens of prairie ponds that lay before us. This was home ground to spaniel trainer David Jones, an affable Welshman who had brought the ranch’s champion field-trial springer, Strong’s Shamus, and the champ’s ebullient grandfather, Seeker, out to help the hawks look good. It was what the dogs were bred for. Though adapted to working under firearms, spaniels were originally developed to flush game to the falcons of medieval nobility—birds that had been trained to wait on, or circle above, waterfowl, pinning it down until the assembled peers could take their place at the water’s edge. Leaping to Jones’s hand signals, Shamus and Seeker had their act down pat. On a nod they dashed to opposite ends of a large pond to crouch, whining with anticipation, as we spectators made our way, not unregally, across the stubble to vantage points along an irrigation dike.</p><p>for the trapeze artist-letting him take the ultimate risk without having to pay the price. That price used to be the loss of a bird in which years of effort had been invested, and part of the risk was that it could happen at any time. The slightest unexpected circumstance might momentarily interrupt the tenuous psychological bond between a free-flying hawk and its handler, leaving the falconer with no way to call the bird back, and once a falcon had flown a bit and eaten a kill of its own, it was gone for good. Radio tracking has given falconers a way to follow and retrieve birds separated from them by a gust of wind, a scare from a passing eagle or light plane, or even the simple burst of raptorial high spirits that can carry a peregrine out of sight in seconds.</p><p>What we beheld was a mortal tableau. Every eye canted upward, twenty mallards rafted together in the pond’s center; they were held by the peregrine’s spiraling form to the safety of the water, where the falcon could not reach them. Intuitively, they knew that time was on their side, for beneath his body stocking of Arcticadapted underdown, Zulu was starting to overheat in the seventy-degree drizzle. Ince had to get him down before long, with or without prey, and at Jones’s whistle the dogs erupted from their stations an eighth of a mile apart, joyously plunging across the lake and whitening its surface with spray from their converging wakes.</p><p>Suddenly every duck was in the air, skimming downwind across the shore and out onto the prairie. But over dry land there would be no refuge from the falcon’s talons, and when Zulu dropped, the mallards lost their nerve and swerved back toward the pond as one. The galloping springers were still crisscrossing the shallows, but dogs or not, the ducks barreled back in, diving frantically for the first reflective shimmer they could reach.</p><p>The effort wasn’t quite enough. Ten feet off the water Zulu drew abreast of the leader, whose wings were already folded for splashdown, and without impact plucked him out of the air. The drake weighed at least as much as the falcon, and the load instantly deepened the little hawk’s wingbeats. Losing altitude but with only fifty yards of water left to cross, both birds foresaw the outcome. Before he could alight for the kill, Zulu had to reach terra firma; the mallard, clutched but unhurt thanks to his dorsal pad of scapular feathers, had to bring them down short of the bank—and if there’s one thing ducks know, it’s how to knock off airspeed. To do it the drake dropped every flap he had, cupping his free wing forward and dangling his head, neck, and big webbed feet down into the airstream. Zulu looked up and kept pumping. But as they dipped almost to the surface, the mallard gave a violent spasm and, wrenching free, dived, to the cheers of the gallery, into the reeds along the shore. Blowing like a racehorse, Zulu was too tired to care.</p><p>Back in the truck, Mohawk waited his turn in silence as we lurched across the marshy prairie in search of more challenging prey. To draw out the phenomenal potential of such a hybrid, one must engage it heart and soul in the chase, and the best way is with game that most strongly triggers the bird’s killer impulse. For that there’s nothing like snipe, flickering little buzz bombs that fly an erratic, zigzag course that drives falcons crazy. That’s when they’re taking it easy; a snipe that really turns it on can almost never be caught by even a wild-eyed prairie falcon, but the chase is something to behold.</p><p>The grass-lined sloughs and irrigation canals of the O’Connor place are snipe heaven, and coursing low over its wetlands, Mohawk inadvertently jumped out a pair. Like big bumblebees, they whirred away together, galvanizing him into a flurry of deep wingbeats. Twisting in corkscrews, the snipe flicked back and forth but kept a fairly direct heading. That was a mistake. In a straight line nothing can stay ahead of a peregrine-gyr for long, and Mohawk closed rapidly on them. Just out of striking range, the snipe realized what was up, and with the decisiveness of tiny Blue Angels, they split into instantaneous Immelmanns, one streaking upward and the closer bird, with Mohawk on its tail, diving into a clump of wet salt grass. It was too late for the falcon, and with a soggy thump he went in too, clutching the stalks with both feet like a redtail. But he was a refined aerialist, not a ground fighter, and as he thrashed about in the brush, the snipe rocketed out the far side of the clump, back into the air.</p><p>Mohawk had been had, and he knew it. But where hunting is concerned, falcons are fast learners. A day later Hoolihan bird-dogged steadily across a nearby tailgrass pasture, scaring game onto the wing; eighty feet above, Mohawk circled in silence, only the occasional jangle of his ankle bells indicating his presence. A copse of stubby oaks held a few mourning doves—birds usually too tied to cover to offer a hawk much of a shot—but with Riddle trotting up from the far side of the field, Hoolihan decided to try to flush them and rushed forward, waving his arms and shouting.</p><p>“Sport of kings,” he puffed as the three of us reached the trees. The doves had spooked out of the grove in all directions, and Mohawk was on them in a flash. Slanting in just above the flock, he cut out a single, forcing it lower and lower until it was skimming a foot off the deck. Then he made his move, a swooping overhead feint directly into the dove’s path. Its instinctive response was to dive, hard, and it kamikazeed into the stubble at fifty miles an hour. Mohawk caught its lifeless body on the bounce, three feet in the air, and carried it a quarter mile to a gravel road. There was no stepping him off his prey onto the lure this time, for he screamed defiance at Riddle, holding us at bay a hundred steps away as he spread his wings and tail to mantle his prey.</p><p>That evening we too feasted on falconkilled game. It was an oddly satisfying, almost atavistic experience to dine on ducks taken not only without firearms—no lead shot to crimp between one’s teeth—but without weapons of any kind. The food didn’t matter, though, to Ince, Hoolihan, Satterfield, or Riddle as they lay around outside the cabin in the near darkness, talking quietly. What mattered was not the daunting geographic and biochemical complexity of their research, not the success of their rehab birds or even their recollections of Alaska or Greenland. What mattered was flight, the visual kinetics of airborne combat and pursuit, and each man listened to the others with a fervor born of his ability to savor the aerial ballet of pitches and power stoops, throw-ups and barrel rolls, that bound them, like fighter pilots, into an arcane brotherhood rooted in that intense biological world with which most of us have lost the sense of our own continuity.</p><p>Eight hours later, on our way home, Riddle was silent for miles in the predawn darkness. Then he turned to me. “Last night I lay there a long time before I went to sleep, just picturing Mohawk’s flights. You ever do that?”</p><p>I thought of that afternoon in the Rio Grande canyons, and of the peregrine, frozen in memory as a tiny, fierce projectile plunging down through a cathedral of pale yellow limestone, and nodded. ></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "September 1985",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Birds",
      "flight",
      "Game",
      "Research",
      "Hunting",
      "Dogs",
      "Ducks",
      "Texas",
      "leather",
      "Spring",
      "Wildlife",
      "Winter",
      "Colorado",
      "ever",
      "Padre Island",
      "people",
      "Primaries",
      "Radio",
      "rio"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Texas",
      "D.C.",
      "Padre Island",
      "Bastrop"
    ]
  }
}