{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19859",
    "date": "",
    "year": 1985,
    "month": 9,
    "month_formatted": "September",
    "pdf_uri": "",
    "issue_cover_image": "",
    "document_start_page": 172,
    "toc_start_page": 172,
    "document_page_range": [
      [
        172,
        173,
        174,
        175
      ],
      [
        238
      ],
      [
        240
      ],
      [
        242,
        243,
        244,
        245
      ]
    ],
    "toc_order": 3,
    "toc_headline": "What's the Big Deal About Grills?",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198509-whatsthe",
  "source": "",
  "wp_post_id": 121038,
  "wp_post_guid": "http://www.texasmonthly.com/article/sovereign-of-the-sky/",
  "authors": [
    "Alison Cook"
  ],
  "headline": "What's the Big Deal About Girls?",
  "dek": "Sure, you’ve had grilled food-right in your own back yard. Now it’s the rage in the trendiest restaurants in town. Here’s where to go and what to get.",
  "spread_caption": "",
  "excerpt": "Hot, hot, hot! Here’s why grills have become the trendiest of the trendy restaurants in Texas.",
  "kicker": "",
  "word_count": 5787,
  "content": "<p>Let’s Face It; Grill Marks Are Now To Food What LitTle AlliGatoRs And Polo players are to clothing. Browned diagonals and charred crosshatchings zip across plates from Dallas to Houston and even unto Waco; briquettes radiate and wood flares from Austin to Abilene. So eager are entrepreneurs to ride the fad that every other new restaurant styles itself a “bar and grill,” never mind whether its menu offers anything more grilled than a griddle-fried burger. Hilton hotels and chain restaurants like Gallagher’s and Red Lobster have jumped on the bandwagon, and don’t look now, but that slick Mexican joint down the street from you just took delivery on a mesquite grill. Even the highest of high-ticket chefs at glamour spots like the Remington, the Mansion, and the Routh Street Cafe are grilling their hearts out. And some of Texas’ bigger cities boast a core group of restaurants for which grilling is a raison d’etre; they are upscale and stylish, most of them, ever so earnest about what they’re doing, and convinced that they’re the wave of the present. Yet the question nags: are the new urban grills anything more than a bad yuppie joke?</p><p>Somewhat to my astonishment, I think that they are. Even though the word “mesquite” grates on my ears like shrill classroom chalk, I came away from eight citified grills in Houston, Dallas, and Austin not a convert, exactly, but a qualified fan. For one thing, there was more good food and less bad grilling technique than I had imagined (two years ago, when the mesquite age was dawning, I would have sworn that there wasn’t a single Texas chef who could grill a fish without inflicting serious damage). And there were interesting things to eat too, things that a couple of years back I would never have expected to see on a Texas menu: macho game fish (among the best for grilling) like blue marlin, amberjack, and kingfish; exotica like grilled rattlesnake and rabbit and <em>rouget</em> (French mullet). I even had a sneaking feeling of virtue at sitting down to a meal where the main course was not fried, buttered, or sauced to a fare-thee-well, a meal where vegetables (you do remember vegetables, don’t you?) were served as a matter of course.</p><p>Not to put too fine a point on the virtue angle, I found sublimely retrograde desserts at every other turn —a whole renaissance of retrograde desserts. Even less virtuous, the best of the urban grills turned out to be really good people-watching spots, as restaurants-of-the-moment are inclined to be. Funny how a platter of pseudoJapanese-style sirloin takes on a certain luster when, the next table over, an Iranian midget in Armani togs is crooning Tom Jones’s “Delilah” to three young Houston sirens he’s just picked up at the bar.</p><img></img><p><strong>Chef Cole Kelley at Dakota's in Dallas uses mesquitr wood in his grilling along with the sweeter orange and apple woods.</strong></p><p>Photography By Matthew Savins</p><p><strong>“While some swear by wood, others cleave unto charcoal. The charcoal faction seems more vehement about the rectitude of its position. Bill Sadler of Houston’s River Cafe scoffs at wood grilling, while Judy Orton at the River Oaks Grill dismisses it with a curt ‘So much of this is marketing.’ ”</strong></p><img></img><p><strong>Dakota’s gets all the details right-dark woods, white linens, gleaming brass-as well as the smoke-laced pheasant, archetypal onion rings, and pristine vegetables.</strong></p><img></img><p><strong>Twenty floors above Dallas, Nana grills everything over mesquite-minty lamb chops, venison steaks, salmon. The emphasis is on New Southwestern Cuisine.</strong></p><p>Want a short course in this minute’s food trends? A grill tour will reveal all sorts of fascinating trivia. Dallasites are going nuts over roasted-corn soup, and not only that, they like slices of citrus fruit in their water. Swordfish shows every sign of becoming the chicken breast of the late eighties. Big, open rooms, white Zinfandel by the glass, and fried squid are in; predominantly European wine lists are out. Onions have become socially desirable. The <em>salsafication</em> of Texas continues apace, while blackened redfish simply refuses to go away. Visit a few of these places and you’ll have food chat for a month.</p><p>Drawbacks to the grill phenomenon? The most common complaint is that everything tastes the same. There’s a kernel of truth there. A wood fire can put a powerful stamp on food, and that’s particularly true of pungent mesquite, the current wood of choice. I’m not quite ready to agree with folks who insist that tuna tastes like salmon tastes like swordfish when they’re grilled over mesquite wood, but that strong mesquite motif can distract a diner from the natural flavor of grilled foods —especially when the wood hasn’t been properly aged and smokes profusely. But there is something primal about wood smoke that appeals to the Texas palate, and I suspect that most of us welcome a good hit of mesquite every now and then, even if we wouldn’t want to make a daily habit of it.</p><p>That brings us to grilldom’s great schism. While some swear by wood, others cleave unto charcoal. The charcoal faction seems more vehement about the rectitude of its position. We have restaurateurs like Bill Sadler of Houston’s River Cafe, who scoffs at wood grilling as barbecuing. “Charcoal just gives us intense heat that sears the outside of the product and retains its moisture,” says Sadler. “Chicken tastes more like chicken.” Judy Orton at Houston’s River Oaks Grill fooled around with chips of mesquite and other woods before deciding that charcoal briquettes were the way to go. “I wanted the food to taste like the food it was supposed to be,” she says. She dismisses the wood-burning crowd with a curt “So much of this is marketing.”</p><p>Orton, Sadler, and the rest of the charcoalers are aligned with California, where mesquite grilling denotes mesquite charcoal, not wood. Lawton Haygood, proprietor of Dallas’ Turtle Cove and Texas’ first mesquite millionaire, was shocked when he first tried to market his Aztec wood-burning grills in California and realized that “mesquite to them was little black chunks.” The Californians were grilling at very high temperatures, but Haygood had labored to perfect a grill that would cook with much lower heat; he contends that high temperatures scorch fish, “cremate” it, in fact. The arguments go on in that vein, but the result is that Hay good’s Aztecs are now everywhere in Texas and have been dispersed all around the country. His eighteen-month-old company has done about $1.7 million in sales, and he is shipping grills as fast as he can make them. That doesn’t necessarily mean that all his clients subscribe to Hay good’s low-temp theory. Cole Kelley, chef at Dakota’s in Dallas, cheerfully admits that he prefers to run his Aztec hotter than Haygood recommends. In Texas the schism between wood and charcoal will never be bridged, whereas in Boston one hotel offers a choice of charcoal or wood du jour.</p><p>Another objection heard when the subject of grills arises is that grilled items are not complex and interesting enough. Granted that grilling doesn’t produce the subtleties of sautd cooking, with its sauces and its pan juices and its endless nuances, and granted that grilling is a style of “withs” (with condiments, with relishes, with garnishes) rather than an integral, organic style of cooking, the complexity gripe begs an essential question: isn’t there something to be said for simplicity? You might not care to eat grilled food meal in and meal out, but unless you’re a restaurant writer in modern-day America, you probably won’t have to.</p><p>The corollary to the complexity argument is that an emphasis on grilling limits chefs. Again, there’s a kernel of truth here. “I never want to see another mesquite grill,” one talented young Houston chef confided to colleagues upon leaving town for a faraway new job. Even enthusiasts who grill creatively and well feel a twinge of regret now and then. “I do miss my saute,” acknowledges River Cafe chef Richard Kaplan. “Saut6 is not dead.” Occasionally Kelley finds his style at Dakota’s cramped a tad, when he would like to do something “a little more spectacular or old-school.” The remedy? He goes to work on a crawfish pate. Whatever the constraints of grilling, the market is speaking-nay, clamoring-and some Of the state’s most promising chefs are listening.</p><img></img><p><strong>Houston’s solid and comforting River Oaks Grill serves monumental quantities of perfectly charcoal-grilled meat and fish.</strong></p><img></img><p><strong>Sro, noted for its eye-popping scene and mouth-watering food, dishes up L.A. cuisine to the dishiest crowd in Houston.</strong></p><p>[ Continued On Page 238 ]</p><p>[ Continued From Page 175 ] </p><p>The one thing nobody disputes is that grilling is a restaurant headache. Grill heat is punishing (“Blue Hades,” moans Judy Orton) unless you’re burning an Aztec at Hay good-approved temps, and it takes its toll on personnel. It’s hard to find, train, and keep qualified grill operators. “Everybody can find a dozen souschefs, but who knows a really good grill man?” asks Kelley rhetorically. Then</p><p>there’s the problem of where to store all that wood. Behind Dallas’ Loews Anatole Hotel lurks a big wood-strewn corral; three times a week mesquite has to be lugged up an elevator to the top-floor Nana Grill. Pity the poor Dakota’s folks, who have no access to outdoor storage and have to scrounge for mesquite space. Finally, there are the grills themselves, temperamental creatures that take a serious beating and have to be constantly babied and cleaned and adjusted.</p><p>Not that any of those difficulties are deterring grill partisans a whit. But what will happen when the craze fades, as crazes tend to do? I suspect that grilling will live on as an important part of the Texas repertoire—there’s something in the style that really speaks to our tradition of campfire cuisine—but it won’t play the dominant role that it does right this minute. In fact, you’d better hurry and check out the following grills before the next fad hits. “Know what the next big thing is going to be?” one grill chef asked me excitedly. “Rotisserie!”</p><p><strong>Houston</strong></p><p><strong>River Cafe</strong></p><p><span class=\"dropcap\">T</span>his may be the most useful grill of the bunch, with a location on a busy inner-city thoroughfare and a menu that has something for a variety of pocketbooks. It strikes a balance between the casual (you don’t have to gear up for a big night out) and the classy (it’s smartlooking and lively enough to make you think you’re doing yourself a favor). It has the intimacy of a hangout, since owner Bill Sadler has nurtured a neighborhood scene at his long up-front bar, but the vast expanse of the dining room—whose acreage may alarm agoraphobiacs - lends the River Cafe a certain degree of agreeable urban anonymity.</p><p>There’s interesting if somewhat erratic food too, courtesy of chef Richard Kaplan, a former sous-chef at New York City’s much-touted One Fifth. Kaplan and Sadler are both charcoal adherents who scorn wood grilling; their two heavy-duty Montague grills are fired up with mesquite charcoal. (“Only because it’s so readily available,” protests Sadler, lest he be thought faddish.) What issues forth can be anything from a blissfully simple grilled chicken breast to a precisely executed tuna steak with a well-suited soyscallion-sesame butter. Kaplan, who says, “I’m very concerned about fish,” is up at seven each morning telephoning purveyors; maybe he’ll luck out and find some fresh sardines or some <em>rouget</em> to play with. His unlikelier sounding combinations have a way of coming off surprisingly well, like his salmon daubed with a honeyed ancho puree and sprinkled with fresh cilantro or his sturdy amberjack accented with sun-dried tomatoes and pine nuts. There are exceptions, of course; grilled snapper with a discordant mixture of lemon meat and capers was a nightmare. Sometimes the problem seems to reside in the choice of supplier, as in the case of the thin, tough lamb medallions. And sometimes there’s a good concept that the line cooks flub, like the grilled duck livers on the Sunday brunch menu: irreproachable duck livers, pink inside and perfectly cooked, sabotaged by a shower of limp and fatty bacon.</p><p>Nevertheless, there are lots of small pleasures here. Sometimes your grilled dinner will come with potato-based vegetable purees that are amusing, urban baby food—subtle asparagus, cayenne-zapped yellow squash. Kaplan is a chef who cares about potatoes; witness his appealing gratin that shows up some nights or his superbly nasty robin’s-egg potatoes that materialize at Sunday brunch.</p><p>What else? Well, vichyssoise with a refreshing undercurrent of Pernod, a getdown venison pate (I could do without the curranty Cumberland sauce), a fearlessly garlicky Caesar salad that could restore that unfashionable classic to favor, even a meritorious house salad that occasionally sports a nasturtium flower. I have some minor freshness-control quibbles —I recall brandied wild mushrooms in a <em>choux</em>pastry crust that had sat around the kitchen too long, and some stale nuts on a couple of dishes —but any place that will grill rattlesnake in tequila-lime butter or a salmon filet cured as gravlax, not to mention offering a devastating shallot marmalade with its house pate or fresh figs in <em>creme fraiche</em> for dessert, deserves the benefit of the doubt. As for the River Cafe’s varietal wines by the glass, I wish more grills would follow suit instead of settling for a couple of so-so house wines.</p><p>A rich stew of Houston types congregates here; I’ve seen Tv reporters, a city councilman, gay gentry, nuevo wavos, Whitmire-suited yuppies, boulevardiers, artists, and assorted ne’er-do-wells. Polish up your table-hopping skills; you’ll need them. Now to the question you’ve been waiting to ask: what river? No river in particular; proprietor Sadler just happens to like bodies of water.</p><p><em>River Cafe, 3615 Montrose Boulevard (713) 529-0088.</em></p><p><strong>River Oaks Grill</strong></p><p><span class=\"dropcap\">S</span>olid, comforting, very old-school, the River Oaks Grill comes closer than any other grill I can think of to doing exactly what it sets out to do. That’s to provide monumental quantities of meticulously charcoal-grilled meat and fish with a minimum of frills, trendy or otherwise. Owner Judy Orton —of the Foley’s Ortons and the late, lamented Nikita’s Restaurant—drew her inspiration from New York institutions like Christ Celia and Jim McMullen’s; even her heavy, plain white china is a culinary allusion to those old-style grills.</p><p>Almost everything at River Oaks gets treated like a steak, seared fast and aggressively at very high temperature with surprisingly good results; perfectly done salmon comes with a browned, slightly charred, chewy surface (no discreet little grill marks here) that contrasts dramatically with the moist interior. Thick lamb chops are charred black outside, rosy-rare inside—just the thing for those who don’t shy from carbon. There’s a dignified veal chop and the best veal liver around, velvety stuff blessed with a lush, caramelized tangle of onions and bacon.</p><p>The one nod to fashion here is an extravagant <em>pico del gallo</em> topping of tomatoes, a bit of fresh serrano chile, some cilantro, and a wealth of . . . lump crabmeat? How River Oaks can you get? It’s a rich conceit, all right, but it works well with the white, firm, slightly smoky swordfish; order your fish Tex-Mex style and specify that you want the <em>pico</em> on the side. The rest of the fish toppings (don’t use the word “sauces” around this grill) involve shrimp, crab, mushrooms, and the like and sound like concessions to people suspicious of grilled food.</p><p>If there’s an absolute must, it’s Orton’s mountainous platter of fried onion rings. Her secret is Wondra flour, and the results out-Palm the Palm. Most of the other extras are considerably less compelling: biggish green beans with oregano, a credible gumbo, honest but unexciting black bean soup, imported loafettes of sourdough that occasionally taste of the freezer. And this is one place where you might as well skip dessert, unless you’re up for a $5.75 bowl of fresh berries or some New York cheesecake —here, as ever, a mealy business. Do inquire after the price of the day’s special before ordering, or you may find yourself coughing up $16.50 for a stuffed flounder that’s no better than it should be. Whatever you pick, the tab will be as hefty as the portions; most main dishes are in the $12-$ 18 neighborhood.</p><p>You will find the restaurant stashed in a dark, clubby corner of the same oldfashioned shopping center that houses the Avalon, drugstore to River Oaks’s stars. At first it may seem ludicrous to surrender your car to a valet who then parks it all of twenty feet away, but to check out the Jaguars and the gaggle of privileged young inside at the elevated bar—“the best single argument for the one hundred per cent inheritance tax,” according to one River Oaks lawyer—is to understand all. Is Racehorse Haynes going to park his own car? Is Carolyn Farb? Case closed.</p><p><em>River Oaks Grill, 2630 Westheimer (713) 520-1738.</em></p><p><strong>Sro Bar And Grill</strong></p><p><span class=\"dropcap\">L</span>ordy, what a scene! I tell you, my eyeballs bug out just thinking about it. Flash abounds here, specifically Houston’s fast crowd and assorted Eurotrash—or even more specifically, pseudoEurotrash —those Houstonians who would like to be mistaken for jet-setters and who sit at Sro’s peachy, earth-tony bar uttering such gems as “Tino hangs out at the University Club; he wears this little red bathing suit” and “Did she tell you about Paris?” (all dialogue guaranteed true to life). Don’t even think about showing up in your Kathy Whitmire suit; here, it’s shoulder pads and nipped waists and Charles Jourdan all the way, Versace leading Lauren by a mile.</p><p>Whence cometh this craziness? From the adjacent Boccaccio nightclub, that’s where. Boccaccio owner Mike Steinmann of the wavy Teutonic hair and former Remington Hotel manager Guenther Richter have masterminded the venture, a culinary homage to Wolfgang Puck of Los Angeles’ Spago that’s more serious than you might think. So what if you can hear the Boccaccio disco-thump through the back wall? Inside Sro there are reasonable versions of the esoteric Puck pizzas, believably Puckish lobster ravioli, even a first-rate grilled liver with honey vinegar and the California wunderkind’s trademark onion marmalade. What’s more, the most cunning baby vegetables fan out on the plates in rich profusion —I’ve counted nine, from miniature yellow tomatoes and turnips to itty-bitty beets, carrots, and squashes. If you could chuck vegetables under the chin, you’d chuck these.</p><p>The chef here, Bruce Molson, actually put in a stint in Puck’s L.A. kitchens, so it’s no surprise that the menu has such exotica as grilled tuna with mint <em>salsa—</em>tuna just singed on the outside and rosy within, like a rare steak or perhaps seared sashimi. You’ll either love this one or hate it; regardless, the <em>salsa</em> could use a headier dose of mint. The grilled spicy redfish special could stand a lot more conviction and (if mine was an index) a lot less salt. Orange-hazelnut butter underneath the standard grilled redfish is altogether meeker than it should be. And if you’re going to go to the trouble of grilling, slicing, and composing a steak platter, why serve it with a boring Japanese dip that tastes mostly of salty soy?</p><p>Such objections aside, Sro offers a menu that’s fun once you figure out the weak spots. There are reputable house salads, a good grilled chicken with tomatillo relish at lunch, and funny spicy oysters (pan-fried and topped with <em>pico del gallo</em>) anytime. The desserts are wicked, particularly the chocolate-raspberry torte and the incredible pecan cake. The wouldbe European service goes a little Moeand-Curly at times, but Sro still offers more late-night restaurant entertainment than Houstonians are used to dealing with. Spend fifteen bucks apiece or spend forty; the floor show is free. So is the weird view into the Saks Fifth Avenue mall, the perfect Houston visual fillip. Prime seating for gawkers is in back, where the parade of Boccaccio revelers traipses through, or near the lively bar.</p><p><em>Sro Bar and Grill, 1800 Post Oak Boulevard (713) 626-7143.</em></p><p><strong>Dallas</strong></p><p><strong>Dakota’s</strong></p><p><span class=\"dropcap\">I</span>n downtown Dallas where the Y, Lincoln Plaza, and the Reverend Mr. Criswell’s megachurch coincide, there’s a triangular hole in the ground. The aperture, girdled by trees wearing twinkling white lights, is invaded by a five-level waterfall; the effect is Hanging Gardens of Babylon goes sci-fi. Underground is Dakota’s, a stunning room with some of the most consistently successful grill food around. But how to get there? Turn your car over to the valet stationed on one leg of the triangle, enter the elevator kiosk, and descend into the netherworld. Here the twentieth century gives way to the nineteenth-dark woods, sober columns, gleaming brass, white linens, ornate light fixtures, a handsome marble floor, and, on the patio, walls of the Dakota granite for which the restaurant is named. Waiters? Aproned, of course. There’s even one of those archaic newspaper racks, hung with virgin copies of major dailies and the <em>Park City News—</em>all unthumbed, no doubt, because this is the kind of restaurant where few customers, if any, eat alone.</p><p>Not the least intriguing thing about Dakota’s is that it is a corporate venture, the brainchild of real estate executive Bill Duvall of Lincoln Properties, which connects to Dakota’s through a tunnel from Lincoln Plaza. Corporate guidance hasn’t kept chef Cole Kelley (an alumnus of Cafe Pacific, Newport’s, Turtle Cove, and the Mansion) from bringing off an eclectic cuisine that improvises cheerfully on New Southwestern, Californian, and cajuncreole themes. Even his buzzword dishes are worth trying: grilled corn soup that’s seductively smoky and light, funkily fried calamari, and the only blackened fish I’ve tried (snapper, in this case) that wouldn’t mortify Paul Prudhomme. The few flawed dishes I sampled almost invariably had redeeming qualities —tortilla soup with an odd excess of grainy, raw-tasting masa but a fine, fresh ancho flavor; less-thanthe-freshest New Orleans-style barbecued shrimp with an oily, peppery sauce that’s a sopper’s dream; a dried-out grilled pork chop hiding an excellent chorizo stuffing. There is, however, one thorough dud, a plate of seared artichoke that is tough and unrewarding, proof positive that there are some things God did not mean for us to cook over mesquite.</p><p>Dakota’s grilling program involves mesquite wood in an Aztec grill that is kept burning on the hot side, sometimes in combination with apple wood and orange wood, which chef Kelley thinks add a sweet note to what he calls the sour taste of mesquite. He has even tried willow; “That one didn’t work out so well,” he says with a laugh.</p><p>A self-described fish freak, Kelley contends that seafood lends itself particularly well to the sour hint of mesquite (many chefs, oddly enough, characterize mesquite as sweet-tasting). Even the restaurant’s blackened snapper comes in an idiosyncratic mesquite-grilled version, the ultimate fad double-dip. When Kelley’s daily grilled specials aren’t game items like rabbit or duck, they’re usually fish: amberjack maybe, with a big, firm flake that stands up smartly to a bracing creole mustard sauce. The regular menu offers grilled items, like a ribeye sandwich on homemade bread that’s a model of its kind (french fries are archetypal too) or powerfully smoke-laced pheasant that commands respect atop its knockout sauce of quartered tomatillos, poblano chiles, and tomato, the bird’s slightly toughened mantle be damned. It’s hard to keep pheasant moist in the best of circumstances; grilling it is really pushing your luck.</p><p>Dakota’s is strong on details, from the perfect pale-pink rose on every table to the translucent lemon slices in each water glass to the waiters like Bernard Cohen, who looks deceptively like a library sciences grad but has a penchant for fast cars, <em>poire</em> Williams, and sound, opinionated menu advice. The kitchen doesn’t even drop the ball at dessert time, producing startlingly good ice creams and sorbets in-house (I’m still swooning over a pineapple and buttermilk sorbet, and the mango ice cream is no slouch, either). Traditionalists can find solace in the mocha ice cream pie or that Texas classic, the hot-fudge pecan ball. A must-skip: the stodgy, too-sweet chestnut mousse.</p><p>Dakota’s is a hot Dallas ticket right now, so reservations are advised. Your fellow diners will range from solid Highland Parkers, local yups, and the Dallas corporate contingent to the out-of-towners who swarm the apparel and furniture marts (Guess-the-Market is a nighttime parlor game here). The room fairly vibrates with the noise of people having a swell time; I saw one guy, in fact, who was having such a swell time that he fell out of his chair. He just righted himself and went on with his merrymaking; it’s that kind of place. <em>Dakota’s, 600 N. Akard (214) 740-4001.</em></p><p><strong>Nana Grill</strong></p><p><span class=\"dropcap\">F</span>rom the soaring window wall on the twenty-seventh floor of developer Trammell Crow’s Loews Anatole Hotel tower, you can see Dallas busy inventing itself under roiling clouds. It’s the most contemporary of views-“See that hole in the ground over by the crane near the Ltv Center?” a lunching businessman asks his companions —backed up by an ambitiously contemporary New Southwestern menu. Strange, then, that the Nana Grill has been fitted out in such fustian style, all heavy drapes and somber moire wallcoverings and old-timey carpeting. Not that it’s glaringly unattractive, but you have to wonder what this huge, 185-seat room would have been like had the designers chosen to maximize the light and space and dizzying vistas rather than muffling them.</p><p>The menu, too, has its missed bets, but there is some worthy food to be had here. The original Nana menu was fashioned by New Southwestern Cuisine den mother Anne Lindsay Greer; the chef, Kevin Hopkins, was one of her proteges. Both have since parted company with the restaurant, but the Greer influence lives on in both the concept of and certain recipes on the new menu devised by chef Jerry House. Greerified jalapeno and red pepper jellies start out your meal along with a piped squiggle of cream cheese and thin sesame toast. Corny? Uh-huh, but downhome and satisfying too. The Nana’s New Southwestern emphasis is unrelenting and often successful, from an earthy wild turkey pate (jalapeno jelly on the side, of course) right down to antediluvian fresh fruit cobblers that are deliciously, doughily heavy. Robust corn soup is topped with a New Southwestern swirl of ancho and poblano purees, which-with entrees hitting the $24.50 mark - appropriately forms the shape of a dollar sign.</p><p>Every entree but the standing rib —an understandable concession to the transient hotel trade —is grilled over mesquite wood on Nana’s long Aztec, one of the first in Dallas. I’ll vouch for the superb little minty lamb chops with their definite wood flavor and their fitting garnish of fresh papaya and almond chutney; likewise for venison steak grilled precisely medium rare, sliced thin, and served in a sage-laced, red-wine reduction. More high points: thoughtful vegetables at night, exceptional grilled chicken at noon (forget the vapid tomatillo butter it’s sitting on, though), and an unfussy, quirky wine list —heavy on American wines —by Dallas consultant Diane Teitelbaum.</p><p>The disappointments are magnified by the seriousness of the menu’s New Southwestern intentions. How discouraging to be served cold red and green tomato soup that proves to be little more than a watery gazpacho, or a salad of watercress, white cheese, and grapes that goes nowhere despite its allegedly spiced pecans. Grilled oysters with cilantro and chile pepper had a bitter, off taste on a recent evening —a real no-no at $9.25 a pop. Rice salad marinated with corn, peppers, and avocado was horribly bland despite its nice textural touch of crisp tortilla strips, and an immaculately grilled piece of red snapper reposed on a woefully insipid red-pepper butter. I shudder to think about the strawberry shortcake, which featured a moribund biscuit and pooled water from insufficiently drained berries.</p><p>Still, the Nana gets points for trying hard, and especially for trying hard at a less-than-luxury hotel. It takes nerve to offer smoked rabbit salad and barbecued duck with black-bean relish to visitors from Oshkosh and Texarkana. At least they won’t be intimidated by the sweetly informal service, which is unfrenchified by Trammell Crow’s order; he’s that kind of a guy. Neither will they be overtaxed by the dinnertime entertainment, strolling gypsy-clad violinists who play chestnuts like “Spanish Eyes,” “More,” and the theme from <em>Fiddler on the Roof.</em> Not my idea of music to eat tomatillo butter by, but then, what would be?</p><p><em>Nana Grill, 2201 Stemmons Freeway (214) 748-1200, ext. 747.</em></p><p><strong>Austin</strong></p><p><strong>City Grill</strong></p><p><span class=\"dropcap\">W</span>ant to see the new Austin at play? Head for this airy wooden barn of a building on a green creekside lot at the edge of downtown. Pink post-modern apartments advance from one side; high rises loom ever closer on another. And from all around town the stylish set crowds in for dinner, dressed down in chic cottons, their best Oaxacan dresses, and occasionally that ultimate Austin concession, the dinner jacket. No jogging clothes or cutoffs here, by golly —not to sit on this engaging wooden deck sipping varietal wines by the glass and contemplating the creek below; not to sit in this pared-down, vaguely high-tech dining room partaking of pricey Gulf game fish and al dente vegetables as jazz filters quietly through the sound system.</p><p>We’re talking a style that’s tasteful instead of juicy, a distinction that applies to the food as well. It’s not that it is impossible to get some pleasant meals here. It’s just that it’s possible to be served fish that’s carelessly cooked or less than dewily fresh —dried-out steelhead salmon, for instance, or dark, rosy-rare blue marlin that would have been fine if it hadn’t been cold and raw in the center. I’m 0-for-2 on rainbow trout, having sampled one version that was over the hill and another that was too dry. At prices between $8.50 and $16, City Grill’s fish should be more consistent than that.</p><p>When the fish is fresh and the cooks are paying close attention, though, some good food comes off this custom-built grill. Thin, meaty swordfish steaks, for example, slightly pink and juicy inside, the bone still in; a moist, firm piece of redfish; a formidable slab of black-tip shark. This is California-school grilling -mesquite charcoal at high temperatures —so there’s no aggressive wood flavor; indeed, when I talked to him, part-owner Jim Lommori professed doubt that woodgrilling was even feasible.</p><p>From time to time the sleek, redrimmed blackboard above the glass-paned kitchen lists Szechuan redfish, first marinated in honey and rice vinegar with Szechuan peppercorns, then grilled and served with a peppercorn-spiked mayonnaise. Risky, but it works. The flavor of the fish somehow comes through the heat, making a stimulating counterpoint, Austin’s answer to blackened redfish. The Szechuan mayo is beside the point, as are most of the sauces. Flabby <em>salsa,</em> bland lemon-herb butter, bearnaise, pungent horseradish cream —they’re merely interchangeable add-ons. This is a cook’s restaurant, not a chef’s. See that wedge of lime on your plate? Use it.</p><p>Though grilled fish is the thing here, there are decent charcoaled shrimp and vegetables that actually taste like something—barely crisp spears of skinny asparagus, maybe, or a Chinese-style saute of carrots and squash that carries the al dente syndrome a shade too far, and well-seasoned new potatoes. The green salads seem inaccessible, sparely dressed and bristling with unmanageably large pieces of lettuce. A marinated avocado salad embellished with jicama and lotus root is worth ordering when it’s on special, but avoid the gumbo at all costs.</p><p>The best way to come to City Grill is in a cool and languid mood that matches the easeful deck and the white, crisp interior, which recedes into dim, candlelit shadow after the sun goes down. There, now —let those feverish, sweaty crowds at Liberty Lunch eat Fritos.</p><p><em>City Grill, 401 Sabine (512) 479-0817.</em></p><p><strong>Eats</strong></p><p><span class=\"dropcap\">D</span>own-home, democratically priced, and determinedly scruffy, Eats —a.k.a. the Good Eats Cafe —is to Old Austin what the City Grill is to New Austin. This is no philosophical temple of grilling; this is a neoroadhouse where a workhorse Rankin gas grill heats the lava rocks that fire the mesquite wood that grills the $7.50 piece of kingfish. Selfimportant it ain’t. Affordable it is, as in three-digit tabs for the monetarily embarrassed. Moreover, you don’t have to fret about your wardrobe here; it’s strictly come-as-you-are.</p><p>There’s a barbecue and chicken-fried steak side of the menu that I won’t even consider. The daily grilled-fish specials chalked onto the blackboards are worth the grill-goers’ attention, however, even though purists might recoil. The fish aren’t knee-jerk (yellowfin tuna, amberjack, East Coast bluefish), and the treatment is tasty. Wielding paintbrushes, the grill crew daubs a basting mixture of olive oil, wine, and a tiny jot of tomato onto the fish cooking on the grill. You highbrows can sniff if you want, but I happen to think Eats’s grilled fish is like good table wine —sound, likable, no-fooling-around stuff. The kingfish, hitherto available only to the families of sport fishermen, has been wonderfully fresh; the coho salmon (much abused and higher-priced elsewhere) receives kind treatment; and the redfish is perfectly respectable.</p><p>Your umbrella price (about seven bucks for the cheapies, up to about twelve for the trendies) includes two side dishes, and therein lies the pitfall. Personally, I don’t want to see a big tree of unseasoned broccoli on my plate, nor do I want to contend with waterlogged corn on the cob. Bland mixed squash, watery and tasteless yams, elderly, gone-sour dirty rice? Forget it. I’d rather have the hefty (and admittedly unhealthy) onion rings or the unapologetically funky french fries. Pass the catsup. Or maybe one of those verdant house salads with the buttermilk-blue cheese dressing, and yes, I do believe I’ll have some of that disgusting chocolate cake for dessert.</p><p>No way to fault the people-watching, which takes in Chinese yuppies, AngloHispanic families, tattooed bikers, semirednecks, computer nerds, real estate flippers, and leftover hippies. There are even a couple of kids who look like Mtv stars manning the grill. Pandemonium prevails.</p><p>Eats owner Segal Fry, one of the Raw Deal’s original entrepreneurs and an Austin musician and club manager of yore, has gone and franchised his Austin gold mine to a bunch of Dallas lawyers. You might not be surprised to learn that the Dallas version is much more white, bright, light, and conceptual than its Austin forebear or that its clientele is betterdressed. There’s a curved window looking out on Oak Lawn, orange slices floating in the water carafe, and a much more cosmetic floor. Same Austin musicabilia, though, same soulful jukebox, and same red plastic cafe tumblers. Good orange roughy from New Zealand too, although the basting sauce bore an ominous hint reminiscent of Liquid Smoke.</p><p>Mr. Fry spends time in Dallas advising at the new Eats, and the qualities of the Austin restaurant do persist. The sweet, crusty cornbread and the great peppery and bacony black-eyed peas in pot liquor would do Austin proud. Alas, the waterlogged corn on the cob remains; some things never change. One typically Dallas note: plates here are garnished with fruit, for Pete’s sake. Who wants a nectarine sitting next to their black-eyed peas? Dallasites? I doubt it.</p><p><em>Eats, 1530 Barton Springs Road, Austin (512) 476-8141; 3531 Oak Lawn Avenue, Dallas (214) 521-1398.</em></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "September 1985",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Mesquite",
      "Fish",
      "Grilling",
      "Austin",
      "Dallas",
      "Food",
      "Chef",
      "Restaurant",
      "Texas",
      "Charcoal",
      "River Oaks",
      "Style",
      "House",
      "Houston",
      "Steak",
      "Chicken",
      "Game",
      "Judy",
      "Lamb"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Mesquite",
      "Austin",
      "Dallas",
      "Texas"
    ]
  }
}