{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198610",
    "date": "October 1986",
    "year": 1986,
    "month": 10,
    "month_formatted": "October",
    "pdf_uri": "/1986/19861000.pdf",
    "issue_cover_image": "",
    "document_start_page": 132,
    "toc_start_page": 132,
    "document_page_range": [
      [
        132,
        133
      ]
    ],
    "toc_order": 3,
    "toc_headline": "After the Tears",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198610-afterthe",
  "source": "/1986/19861000.pdf",
  "wp_post_id": 120738,
  "wp_post_guid": "http://www.texasmonthly.com/article/after-the-tears/",
  "authors": [
    "David Theis"
  ],
  "headline": "After the Tears",
  "dek": "",
  "spread_caption": "Sun’s wife, Narin, was pregnant when the couple fled the Khmer Rouge. Now they want to film the story.",
  "excerpt": "Cambodian Lay Bun Sun escaped the terrors of the Khmer Rouge to film his dreams in Houston.",
  "kicker": "",
  "word_count": 827,
  "content": "<img/><img/><p>Photograph By James F. McGoon</p><p>Here is the scene: two doomed young lovers by a lake. They run toward each other in slow motion, they embrace, they disappear into the woods, then they emerge singing love songs and hugging the very trees. Yes, this musical, filmed on the shores of Lake Conroe, is a tearjerker, a tale of lovers separated by class—he’s a medical student, she’s a housekeeper—and a mother who is determined not to let her son marry low. The mother will win, the son will go blind, and his lover will be run over by a car. The title translates loosely as <em>The Black Sky,</em> from the Khmer language. It is Texas’ first Cambodian movie.</p><p>The director, Lay Bun Sun, belongs to a rare breed of Texas filmmakers. But not because he is an independent who keeps his production company, Light of the Golden Dragon, alive by working at a full-time job. Nor because he had to have his wife play the romantic lead when he could not pay the $10 an hour that his first choice wanted. And not because he lives in an unbohemian suburb of Houston. No. The most notable thing about Sun’s career is that he is alive to have one. He is one of three known Cambodian filmmakers outside of that troubled country. His father, Lee Bun Sun, works in California, and the other filmmaker lives in France. The rest of the pre-Khmer Rouge Cambodian film industry-producers, directors, and actors alike—are presumed dead.</p><p>As a boy in Cambodia, Sun helped on his father’s productions in any way he could, knowing that he wanted to make his own movies one day. His father had practically begun Cambodian film. He studied moviemaking in the United States and came back to Cambodia to be a commercial and artistic success. He made 35 films, mostly historical action-dramas with their fair share of fighting and swordplay, and he was well known throughout the country. But later, in 1975, when Cambodia fell to the Khmer Rouge, Lee Bun Sun—as both a wealthy man and a leading cultural figure in the society Pol Pot would eradicate-became a marked man. He fled, making his way to California in 1979.</p><p>Meanwhile, Lay Bun Sun, who was imprisoned for a time, joined his wife, Narin, in one of the work fields chronicled in <em>The Killing Fields.</em> To stay alive, they supplemented the meager diet they were fed with insects, and they never let anyone know whose son Lay Bun Sun was, or even that he had attended college. Narin says <em>The Black Sky</em> was her first acting experience, although she and her husband had to pretend to be dim-witted for four years so as not to tempt their murderous young overseers to kill them.</p><p>Narin was seven months pregnant when they escaped. They walked for three days to a refugee camp in Thailand. In July 1980, under Lee Bun Sun’s sponsorship, they, their little girl, and Lay Bun Sun’s younger brother landed in San Francisco.</p><p>“Everything was like we been in space. It was so big, so much light,” Lay Bun Sun says about those first days in California, sitting in their comfortable Houston home. The Neighborhood Church, a United Church of Christ organization, had helped them adjust to American life. Two years later they decided to move to a city with opportunities and five thousand other Cambodians: Houston. Sun got a job at Mrs. Baird’s Bakeries, and Narin translated for the 911 Emergency Network. They worked hard and saved money.</p><p>Once Sun began to feel comfortable, once he knew there would be food on the table, he began dreaming again of making movies. He and Narin were excited by <em>The Killing Fields,</em> but they say that it didn’t tell enough; life in Cambodia had been even worse than the film showed. They want to tell the story again, in Khmer for the Cambodian refugees, who now may be permanently cut off from their land and culture. Such a movie is way beyond their financial reach, but Sun has begun <em>After the Tears, </em>a film about Cambodian life in exile.</p><p>Lay Bun Sun has found much enthusiasm for his projects among fellow refugees. Friends who have seen segments of <em>The Black Sky</em> in his living room constantly ask when it will be released. Unfortunately that date keeps being pushed back. Sun is a slow, painstaking worker, and he had to break filming near the end because two of his three female leads (including Narin) became pregnant.</p><p>When he talks about the equipment he would like to have, Sun is perhaps a more typical independent filmmaker. One weekend he and Narin drove to a film studio near Dallas, and he was awed. “It was like a dream,” Lay Bun Sun says. And it just might come true.^</p><p><em>David Theis is a student in the University of Houston creative writing program.</em></p><p><strong>The most amazing thing about Cambodian filmmaker Lay Bun Sun is not that he's living in Texas—it's that he's alive at all.</strong></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "October 1986",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Film",
      "Son",
      "Filmmaker",
      "Houston",
      "Mother",
      "Acting",
      "California",
      "Career",
      "choice",
      "Church",
      "Creative Writing",
      "Food",
      "Golden",
      "Land",
      "Love",
      "Movies",
      "Photograph",
      "Society",
      "Texas",
      "The Son"
    ],
    "wp_categories": [
      "Food"
    ],
    "wp_location": [
      "Houston",
      "Golden",
      "Texas"
    ]
  }
}