{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198610",
    "date": "October 1986",
    "year": 1986,
    "month": 10,
    "month_formatted": "October",
    "pdf_uri": "/1986/19861000.pdf",
    "issue_cover_image": "",
    "document_start_page": 140,
    "toc_start_page": 138,
    "document_page_range": [
      [
        140,
        141
      ]
    ],
    "toc_order": 5,
    "toc_headline": "Texas Primer: The Texas Institute Of Letters",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198610-thetexas",
  "source": "/1986/19861000.pdf",
  "wp_post_id": 120708,
  "wp_post_guid": "http://www.texasmonthly.com/article/texas-primer-the-texas-institute-of-letters/",
  "authors": [
    "Karl Kilian"
  ],
  "headline": "The Texas Institute Of Letters",
  "dek": "Fifty years ago some Texans established a literary club. They’ve been feuding ever since.",
  "spread_caption": "",
  "excerpt": "Belonging to this literary club is a lot like becoming a Texan; you can be a newcomer for only so long.",
  "kicker": "Texas Primer",
  "word_count": 731,
  "content": "<img/><p>by</p><p><span class=\"dropcap\">A</span>n uneasy peace has long existed between Texas and literature, a peace the Texas Institute of Letters (TIL) has tried for fifty years to preserve and protect. Threats have been constant. In several cases, foreign emissaries have found themselves treated in alarming ways. British poet Stephen Spender, invited to speak at the TIL’s annual meeting, endured an incident that must have sent his rarefied mind into turmoil: a member of the institute allegedly threw up on the poet’s shoes. Other emissaries have expressed queasiness of their own. Critic Dwight Macdonald refused to lecture to the group until they had passed a hat. Still, the members themselves have kicked up the most dust. The contentiousness began even before the institute was founded. J. Frank Dobie at first refused to join, Walter Prescott Webb saw trouble in the TIL’s formal structure, John Lomax thought that the proposed membership was too heavy with academics, and others had doubts about the name itself—“institute” sounded too highbrow. Even so, 48 charter members signed on and the name took. The institute gathered in the Hall of State in Dallas on November 9, 1936, during Texas Literature Week, which was proclaimed by Governor James V. Allred in the TIL’s honor. If Dobie, Webb, or Lomax were around to see today’s TIL, they would be pleased to find at the institute’s annual meetings the lively socializing that Dobie deemed to be the TIL’s lifeblood; the discussion of important issues like censorship; the bountiful prizes for the year’s best fiction, nonfiction, short story, and poetry; and the announcement of the Dobie-Paisano writing fellowship recipients.</p><p>The TIL is like any club with an exclusive membership —petty squabbling over who belongs and who does not is inevitable. No sooner has one group of writers struggled for acceptance than they are complaining about new members infiltrating the ranks. In the late seventies resentment from more-traditional members grew when a cadre of nonfiction writers—most of them native Texans, many of them editors and writers for this magazine—became a significant faction within the TIL. Not long after, poets and novelists from the writing program at the University of Houston and from an international writers’ group called PEN found their way into the TIL. There was talk of rivalry among the various groups (natives versus carpetbaggers, journalists versus creative writers) and of each group’s trying to take over the organization.</p><p>Much of the controversy has had to do with developing a workable definition of Texas literature, a subject that some TIL members have anatomized with the fervor of medieval philosophers. When considering, for example, two books by native authors, only one of whom has stayed in Texas, the question arises, Is writing done in the state more Texan than writing done outside of it? The institute seemed to say yes when in 1939 it awarded its first literary prize to Dobie for <em>apache Gold and Yaqui Silver</em> instead of to Katherine anne Porter, presumably because by then she had left Texas for New York. Never mind that her book, <em>Pale Horse, Pale Rider,</em> is generally considered the better book. That was not the last time an institute award would be questioned.</p><p>The institute gave its 1981 nonfiction award to <em>Bachelorhood: Tales of the Metropolis,</em> a book about New York written by Phillip Lopate, a U of H faculty member who had only recently arrived in Texas. The award prompted wonderfully spiteful debates over what constitutes a Texan writer. Someone even suggested that the institute delete “Texas” from its name. Don Graham, a native Texan writer, complained that “Mr. Bachelor had barely touched down at the Houston airport before the prize was his.”</p><p>Distinctions between literature and journalism, natives and emigres, blurred this year as the TIL returned to the Hall of State to celebrate its fiftieth anniversary. John Graves read from the works of Katherine anne Porter, Molly Ivins from Larry McMurtry, and Donald Barthelme from William Goyen. The TIL gave its principal prizes that night to part-time Texan Larry McMurtry and to restored Houstonian Donald Barthelme. Neither prize resolved the sticky question of who or what counts as Texan in Texas writing. If an answer is found, however, it will most likely emerge from the resilient literary laboratory that is the Texas Institute of Letters<em>.</em></p><p><em>Karl Kilian is the owner of the Brazos Bookstore in Houston and a member of the Texas Institute of Letters.</em></p><p>Photograph By Stephen Frailey</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "October 1986",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "Texan",
      "Writing",
      "Houston",
      "Literature",
      "Books",
      "Bookstore",
      "Dallas",
      "ever",
      "Governor",
      "John Graves",
      "Larry McMurtry",
      "Molly Ivins",
      "New York",
      "Rivalry",
      "Texans",
      "Texas LIterature",
      "Threats",
      "University of Houston"
    ],
    "wp_categories": [
      "Books"
    ],
    "wp_location": [
      "Texas",
      "Houston",
      "Dallas"
    ]
  }
}