{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198610",
    "date": "October 1986",
    "year": 1986,
    "month": 10,
    "month_formatted": "October",
    "pdf_uri": "/1986/19861000.pdf",
    "issue_cover_image": "",
    "document_start_page": 152,
    "toc_start_page": 150,
    "document_page_range": [
      [
        152,
        153,
        154
      ],
      [
        212
      ]
    ],
    "toc_order": 8,
    "toc_headline": "The Eye Of the Beholder",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198610-theeyeof",
  "source": "/1986/19861000.pdf",
  "wp_post_id": 120720,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-eye-of-the-beholder/",
  "authors": [
    "Stephen Harrigan"
  ],
  "headline": "The Eye of the Beholder",
  "dek": "I used to be suspicious of any thing called art, but then I got lucky and found What I liked.",
  "spread_caption": "",
  "excerpt": "A museum in Texas is the last place Jacques-Louis David would expect to find his late masterpiece, but we’re glad it’s here.",
  "kicker": "",
  "word_count": 2442,
  "content": "<img/><img/><p>I Wouldn’t Say it’s my favorite painting. That honor—if it is an honor coming from such an untutored critic —would probably fall to some mainstream masterpiece like Vermeer’s <em>The Letter</em> or Van Gogh’s <em>The Starry Night. The anger of achilles, </em>however, stops me in my tracks whenever I go to the Kimbell art Museum in Fort Worth, and I find I have an affinity for this painting that cuts deeper than textbook appreciation and that continues to surprise me with its strength. When you strike up that kind of relationship with a work of art, it can seem like fate—as if some force is instructing you, for reasons you can’t know, to brood over a particular image.</p><p>I first saw it four or five years ago, when I happened to be in Fort Worth with an afternoon to kill. I was planning to see a matinee of <em>Raise the Titanic!</em> but my better self intervened. I could see a lousy movie anytime, but here I was in Fort Worth, and I had never been to the Kimbell. There was a reason for that. I’ve never been particularly fond of art museums, which have always struck me as too hushed, too decorous. I suppose that, in truth, I have the provincial Texan’s deep-seated suspicion of serious culture. As often as not, I feel cowed by art, inadequate and surly. I’m afraid of being taken in, of giving my heart to something that might turn out to be phony, so I tend to hold back, fierce in my ignorance. The museums themselves only reinforce such feelings. In those temples, among the nattering docents and somber, blazerclad guards, I find myself skulking about like a spy.</p><p>But I liked the Kimbell. It was a small place, but it had grandeur too, with its high vaulted ceilings that made the interior seem as lofty and sumptuous as a desert pavilion. Bathed in natural light, imbued with an unforced and appreciative silence, the museum made me feel that I could, for once, let my guard down and just look at the pictures.</p><p>The anger of achilles <em>by Jacques'louis David: great dignity, great tragedy, great art.</em></p><p>Courtesy Of the Kimbell Art Museum</p><p>The anger of achilles was hanging in the southwest gallery then; they’ve moved it since. I had been making my way along the wall, politely admiring a group of dark and fusty-looking canvases whose subject matter I can no longer remember, when the achilles seized my attention. It was large and bright, and my eyes were drawn to it as if it were a window that had just been thrown open in a gloomy hallway. I liked the painting at first simply because it was easy. It was colorful and clean, with a plain-spoken, unflinching figurative style. It depicted some scene from Classical Greek lore, the sort of subject that I usually found to be highblown and corny. But this work’s sincerity was commanding. Four people were compressed within the tight borders of the canvas. On the left was a young warrior in the act of drawing his sword, but something about the languorous contortions of his body, his bland, unreflective face, made this threatening gesture seem unconvincing. The artist, I thought, had failed with this figure, but part of the power of the painting was the way it triumphed over this central flaw. My eyes rested on the faces of the other three characters, faces filled with such sadness and tragic weariness that I was startled by the intensity of my response, by the way I immediately accepted them not as painted forms but as fellow human beings in distress. On the right side of the frame a man —no doubt a king —motioned to the warrior to put down his sword. In the tight confines of the canvas the king’s arm appeared a bit foreshortened, but the rest of him was rendered with such confidence and subtlety that matters of technique receded into irrelevance. I simply watched him—the struggle that was apparent in his eyes even as he stared down his antagonist.</p><p>Between the king and the warrior stood a young woman with her hands crossed over her chest, her head angled to one side in the moody, otherworldly pose of a Pre-Raphaelite maiden. But there was nothing insipid about her; her sorrowful distraction was authentic. She had passed through some mysterious emotional turbulence, had triumphed over it, and now anchored this scene with her serenity. Behind her, one hand resting comfortingly on her shoulder, stood an older woman —a queen, a mother—her eyes red from crying, looking at the impetuous warrior with sympathy but also with a kind of contempt for the uselessness of his rage.</p><p>I wasn’t sure exactly what predicament was being portrayed here, and I stared at the painting for quite a while before even thinking to consult the museum label.</p><p>The anger of achilles, it said, had been painted in 1819 by Jacques-Louis David. Achilles is the figure on the left, the youth in the act of drawing his sword. The painting presents the moment when he learns that Iphigenia, his betrothed, is to be sacrificed to the goddess Diana instead of married to him. This is all the fault of agamemnon, the king of the Greeks and the father of Iphigenia. He has killed a deer sacred to Diana and now, when the Greek fleet is massed at aulis ready to sail against Troy, the angry goddess has turned the wind against it. She will not be appeased unless the daughter of agamemnon and Clytemnestra is put to death.</p><p>Knowing the stakes, I studied the painting again. A scene that could easily have been theatrical and overwrought was instead almost unbearably calm. Its theme was not so much the heroic clash of wills between gods and men as the mute acceptance of a family tragedy. I was convinced that only a great artist could have made a picture like this, in which the strongest characters were not those who drew their swords in outrage but those who responded with dignity to their own helplessness.</p><p>I knew vaguely who David was, but it was not until I consulted an art textbook later that I could recall his other works. He had painted the riveting Oath of the Horatii and the gigantic canvas depicting the consecration of Napoleon, both of which hang in the Louvre. And it was David, I realized with some embarrassment at my ignorance, who had created one of the most famous paintings in the world, the portrait of Jean-Paul Marat lying dead in his bathtub.</p><p>David painted The anger of achilles near the end of his life, and thus the painting belongs to a body of work that has been generally dismissed by critics. “Unlike many great artists,” states the Oxford Companion to art, “David did not mature with age; his work weakened as the possibility of exerting a moral and social influence receded.”</p><p>It’s true that for most of his life David put his art to passionate use. He was an activist, and he meant for his painting to galvanize and instruct, to figure in the real course of events. He was born in Paris in 1748 and came of age at a time when French taste was beginning to shift away from the pleasant rococo reveries of painters like Francois Boucher, whose sensual canvases were chockablock with cherubs casting approving looks at pastoral lovers (“Such an inimitable and rare piece of nonsense,” Diderot said of one of those paintings).</p><p>David admired Boucher, but his soul cried out for something more stringent and consequential. After winning the Prix de Rome and spending several years in Italy brooding over antiquity, he found his niche in “history painting,” a genre he infused with the rigorous tenets of Neoclassicism. History painting dealt with noble, ancient scenes. The works were supercharged with moral uplift and bore ponderous titles like Septimus Severus Reproaching Caracalla for Wishing to assassinate Him. In David’s hands, history painting was filled with urgent relevance. His Oath of the Horatii, which quivers with purpose and commitment, could not be mistaken in its time for anything less than a call to arms for the French Revolution.</p><p>In the chaos of that time David rose to dizzying prominence. A self-portrait painted in 1794 shows him unreflective, impatient, his brown eyes blind with fervor. He was a firebrand who embraced the revolution in its full horror and did not flinch. He voted enthusiastically for the execution of King Louis XVI, he coldbloodedly sketched Marie antoinette being led to the guillotine, and he served on the Committee for Public Safety, which issued the arrest warrants that led hundreds to their death in the Place de la Revolution. David also threw himself into designing elephantine pageants celebrating the First Republic, in which ornate chariots and revolutionary icons were paraded through the streets and papiermache symbols of monarchy were burned to release flights of doves.</p><p>David managed to survive the shifting moods of the revolution, though he narrowly missed going to the guillotine with his denounced friend Robespierre. It was only with the rise of Napoleon that his status and popularity were restored. He flattered the emperor with memorable canvases, including Bonaparte Crossing the alps, which hangs in Versailles, but as Napoleon’s court painter he seems to have regarded himself as ill-used and underpaid. When Napoleon fell, David was exiled to Brussels, where he spent the last nine years of his life.</p><p>In Brussels in 1819 he painted The anger of achilles. During his old age he returned to the classical subject matter that had made his. reputation, although with the exception of the achilles the subjects themselves were mostly trivial —lounging gods and goddesses and winking cupids that put one in mind of Boucher. With the achilles, David, perhaps for the last time, dealt with themes that were grave and worthy of his troubled experience.</p><p>He was offered the chance to go back to Paris, but he chose to stay in Brussels rather than accept the clemency of the monarchy that he despised. “I was old enough to know what I was doing, I didn’t act on impulse,” he wrote his son about his revolutionary activities. “I can rest here, the years are passing, my conscience is clear, what more do I need?”</p><p>The anger of <em>achilles</em> was exhibited in Brussels and Ghent. Afterward it was bought by a Parisian collector and kept from public view for more than 150 years. It was acquired by the Newhouse Galleries in New York, which subsequently sold it to the Kimbell in 1980 for a price the museum won’t reveal.</p><p>Continued On Page 210 ]</p><p>[ Continued From Page 152]</p><p>When I saw it recently, it was hanging near an exhibit of paintings by Impressionists, who worked in defiance of artists like David and their stalwart meaningfulness. To the Impressionists, a painting like <em>The anger of achilles</em> must have seemed, for all its undeniable technique, contrived and even comical in its highminded concerns.</p><p>But David was nothing if not highminded. “It is not only by delighting the eye,” he wrote, “that great works of art achieve their purpose, but by making a deep impression, akin to reality, on the mind.” By that measure, <em>The anger of achilles</em> has achieved its purpose, at least with one viewer. It may be a great painting or it may not, but for me it was the painting that took the chill off art, the one that first spoke to me at the moment when I was ready to listen. When I go to the Kimbell now, I no longer feel that museum edginess, because the <em>achilles</em> is there as a touchstone, and my appreciation of it somehow makes me more accepting of the variety of work that surrounds it. But it’s to the <em>achilles</em> that I keep returning, marveling at how one of the architects of the Terror could have painted the hurt in Clytemnestra’s eyes. Perhaps the impotent achilles in this picture is in some unconscious way meant to represent David himself, the heedless ideologue who lived long enough to see his zeal reproached and his art booted out of fashion. In his life, David was rash and unthinking, but this painting —an old man’s painting —is touched with wisdom. It radiates regret and hard-earned lessons and finally an awful tranquillity.</p><p>As I stood in front of it on my last trip, another visitor came up beside me. He was about seventeen, and he towered over my head and seemed as big as a parade float. No doubt he was a guard or tackle on a high school football team, an uneasy combination of muscle and baby fat. He was wearing cowboy boots and Wranglers and a huge bull-rider hat slung low over his eyes. For a long time he stared at the painting, his thumbs hooked behind his belt buckle. Then he said, with an air of wonder and appreciation, “Huh.”</p><p>Later I saw him in the gift shop, buying a postcard of <em>The anger of achilles</em> and then slipping it into his breast pocket next to a snuff can. There was an innocence in his response to the painting that I trusted, that made me more confident of my own regard for it. Perhaps what led us both to this painting in the first place was the provincial temperament we shared, the Texan fondness for objects that are direct and weighty and without guile. Of all the paintings in the museum, David’s <em>achilles</em> comes the closest to having the common touch. I could imagine the artist tackling some myth closer to our own antiquity —Travis drawing the line at the alamo, for instance —and creating a weird, powerful hybrid of Neoclassicism and Western art.</p><p>“This young man works in the grand manner,” Diderot wrote in 1781 when David first exhibited at the French academy. “He has heart, his faces are expressive without being contrived, the attitudes are noble and natural, he can draw.”</p><p>What was true in the salons of Paris two hundred years ago is true in Fort Worth today. I thought of David, working in exile in his Brussels studio, his stern mind in repose as the paint touched the canvas. He could not have known that his picture of achilles would be judged as one of his lesser works, that it would hang in a Texas museum instead of the Louvre. No doubt he would have been disappointed, but he also would have recognized the more important point: that his painting had been true enough, and rigorous enough, to last. The people who admired it now were not the people he had once meant to reach, but he had reached us all the same.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "October 1986",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Painting",
      "Art",
      "Work",
      "people",
      "Artist",
      "dealt",
      "Fort Worth",
      "History",
      "Paris",
      "Boots",
      "Cowboy",
      "Cowboy Boots",
      "Death",
      "Deer",
      "Execution",
      "Family",
      "Football",
      "High School",
      "High School Football",
      "Horror"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Fort Worth",
      "Paris",
      "Texas"
    ]
  }
}