{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-199111",
    "date": "November 1991",
    "year": 1991,
    "month": 11,
    "month_formatted": "November",
    "pdf_uri": "/1991/19911100.pdf",
    "issue_cover_image": "",
    "document_start_page": 154,
    "toc_start_page": 154,
    "document_page_range": [
      [
        154,
        155,
        156,
        157
      ],
      [
        184
      ],
      [
        186
      ],
      [
        189,
        190,
        191,
        192,
        193,
        194
      ]
    ],
    "toc_order": 17,
    "toc_headline": "The War for Thee University",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199111-thewarfo",
  "source": "/1991/19911100.pdf",
  "wp_post_id": 126153,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-war-for-thee-university/",
  "authors": [
    "Jan Jarboe"
  ],
  "headline": "The War For Thee University",
  "dek": "Texas Baptists are showing their deep love for Baylor in the way they know best-by fighting among themselves.",
  "spread_caption": "",
  "excerpt": "Pray for Baylor. The Baptists are calling each other flatearthers and liberal parasites, and the school they call Jerusalem on the Brazos is caught in the middle.",
  "kicker": "",
  "word_count": 6955,
  "content": "<p>“This Is a MIsTAKE,” HAL Boone, a Retired BAPTIsT MIsSIONARY Physician to africa, warned his fellow Baylor University trustees. ”If you do this, Baylor will be on the same road as Harvard, Princeton, and Yale.”</p><p>Another trustee, attorney Randy Fields of San antonio, immediately saw the irony in Boone’s remark. “Wouldn’t it be terrible,” he whispered to the trustee nearest him, ”if Baylor became known as the Harvard of the Southwest?”</p><img /><p>It was September 1990, and inside Pat Neff Hall on the Baylor campus, the ongoing feud among Texas Baptists had heated up again. As if to emphasize the point, the air conditioning suddenly stopped working. The air was still, then stultifying. Coats came off; water pitchers ran dry. Trustees exchanged looks of horror and hostility across the table. The battle for the biggest Baptist prize-control of Baylor University-had begun.</p><p>Since 1886, Baylor had been governed by trustees elected by the Baptist General Convention of Texas, the official governing body of the state’s 2.5 million Baptists. But at the trustees’ meeting, without prior warning, university president Herbert Reynolds and a group of trustees suddenly proposed to separate Baylor from the church. The trustees would become a selfperpetuating board of regents, independent of Baptist control. To Hal Boone and many other Texas Baptists, the idea was sacrilege. Harvard, Princeton, and Yale were former church schools that had lost their way and become secularized. Was Baylor to suffer the same fate?</p><p><strong>the Fundamentalists are represented by a determined group of Baylor students who protest liberal teachings and see themselves as crusaders in a holy war.</strong></p><p>Illustrations By Geof Kern</p><p><strong>The battle for Baylor is really a battle over who will control the heart and soul of Texas Baptists.</strong></p><p>For the past twelve years, two antagonistic, irreconcilable groups of Baptists —popularly known as fundamentalists and moderates —have been at war over theology, politics, and culture. The fundamentalists believe that the Bible contains no errors and want to return to the old-time religion of past generations, while the moderates believe each individual is his own priest and can interpret the Bible for himself. It’s a lot more complicated than that, of course, as is everything about the Baptists, but one thing is clear. Fundamentalists are in power, and they want control of Baylor, the only Baptist treasure that has eluded them. Throughout the Southern Baptist domain, fundamentalists elect the important officials, control the seminaries, write the Sunday school books, and occupy the major pulpits. Baylor is all the moderates have left, and they are determined to keep it.</p><p>On November 11, more than a year after moderate trustees like Randy Fields voted to cut Baylor’s ties to the church, 10,000 Texas Baptists are set to conthe Moderates in Baylor's adverge on Waco for the annual general convention.</p><p>Each side hopes that this will be the climactic fight over Baylor. The Baptist battle is back in the news, with stories about dirty tricks (fundamentalists quickly reserved blocks of hotel rooms in Waco to make it more difficult for moderates to attend the convention) and anti-Baylor sermons.</p><p>Baptists all over the state are taking sides in anticipation of yet another public melodrama, but the battle over Baylor affects non-Baptists too. In most of Texas, Baptists virtually constitute a state religion. I know: I grew up Baptist. Not only are there millions of them, but they have imprinted themselves on our architecture, our politics, our textbooks, even our grocery stores. Try driving fifty miles in any direction without spotting a Baptist church. The highway temples seem to get grander and grander every year. Try buying a beer in much of rural Texas. Of Texas’ 254 counties, 57 are still totally dry, as are portions of the other 197. The fact that Texans are finally getting to vote on a state lottery is a sign that Baptist influence is waning, but there are still large parts of Texas that are Baptist to the core. Brush arbor revivals, gospel sermons of hellfire and damnation, and baptism in the creek are cultural as well as religious fixtures. Even in predominantly Catholic South Texas, one of the most imposing buildings is the Hispanic Baptist Theological Seminary in San antonio. In South Texas as elsewhere, many members of the anglo business establishment are Baptists whose power emanates from large and socially correct churches. The battle over Baylor is a battle over who will control the heart and soul of Texas Baptists. Non-Baptists will shudder, but whoever wins —fundamentalists or moderates —walks away with part of our future. God help us one and all.</p><p><strong>the Moderates in Baylor's administration and faculty say that they are victims of a new Baptist Inquisition and are regarded as infidels by fundamentalists.</strong></p><p><em>MOSES Made a Mistake</em></p><p><span class=\"dropcap\">O</span>n the First Day Of Class this fall at Baylor University, the campus looked like a rich kids’ Sunday school class. At eight in the morning, clean, well-dressed students scrambled between red-brick buildings and green lawns to the sounds of Bach’s “Jesu, Joy of Man’s Desiring” coming from the bell tower. I looked around for a slob, or even a skateboarder, but no such luck. Instead, I saw an astonishing assortment of drycleaned shorts —khakis, denim, linen. Even at so early an hour, girls with heavily moussed hair wore full makeup, with bright lipstick perfectly matched to bright T-shirts. The boys had moussed hair as well, but it was short and coolly spiked. I remembered reading that 85 percent of the 12,000-member student body at Baylor consider themselves Republicans. If Republicans ever need a future Dan Quayle, they need look no further than Baylor.</p><p>[Continued On Page 184]</p><p>[Continued From Page 157]</p><p>At the Tidwell Bible Building, about forty students tried to learn one another’s first names while waiting for the professor, Robert Sloan, to arrive. Sloan, an ordained Baptist minister, is one of the most conservative of the 25 professors in Baylor’s religion department and consequently one of the most popular. This particular class was the Life and Letters of Paul, a liberal arts elective course. Most of the forty were sophomores and juniors, and judging from the slogans on their T-shirts, no one in the room had to be coerced into studying the Bible. One shirt read: “Our God Is awesome.”</p><p>“Let’s begin with a prayer,” said Sloan, a pale 42-year-old with dark hair and an empathetic smile. He was dressed in a dark business suit, and his deep, pleasant voice conveyed a father’s authority. During his lecture, Sloan outlined two theories of Paul’s conversion on the road to Damascus. One psychological, that Paul had a breakdown, and the other apocalyptic, that Paul saw the living Christ and was struck blind. Sloan contrasted Paul with Martin Luther, whom he described, in Freudian terms, as a man with a troubled conscience. Then he made an allusion comparing Luther with Shakespeare’s Hamlet. ”Both were troubled by pangs of conscience,” said Sloan. “Destiny was at work in both men’s lives.”</p><p>Suddenly, a slightly built blond named Heather seated on the front row raised her hand. “Excuse me, Dr. Sloan,” she said, obviously agitated, ”but this is a Bible class. I want to know what the Bible has to say, not Freud or Shakespeare. I don’t care what the world says.”</p><p>This is life at Baylor, where all debate begins and ends with religion. Ten minutes into the semester, before Sloan had time to state his own conservative bias, fundamentalism erupted. Students on any campus would protest a school policy of expelling unmarried students who become pregnant, but only at Baylor would protesters condemn the policy because it encouraged abortion. “The Virgin Mary would have been expelled from Baylor,” said one protester. This fall a Baylor student demonstrated for free speech by carrying a wooden cross eight feet long and four feet wide all over campus. To him, the cross was a symbol of academic freedom. Students in a senior English class were asked to write an essay describing the New Testament themes in the Old English poem <em>Beowulf.</em></p><p>Baylor is to Baptists what Notre Dame is to Catholics. Groups of Baptists make regular trips to Baylor’s 428-acre campus, built along the Brazos River, and proudly point to the Pat Neff Hall, Old Main, and armstrong-Browning Library as sacred shrines. Moderates and fundamentalists can’t agree about what to call each other —they fight over who are the real conservatives-but they all refer to Baylor by the same nicknames: Thee University, Jerusalem on the Brazos, the Baylor Bubble, the Crown Jewel.</p><p>The largest and oldest private university in Texas, Baylor was chartered in 1845 by Baptist settlers when Texas was still a republic. Sam Houston, a Baptist, gave the school $330 in cash, plus his law books. This sense of history is so strong that any Baptist kid who graduates from high school with reasonably good grades has to make a conscious decision <em>not</em> to go to Baylor. As a teenager I already knew that Baylor was a critical step on the ladder of Baptist mobility: The smartest preachers and richest laymen were Baylor graduates. But the last thing I wanted in 1969 was to spend four years in the Baylor Bubble, so I fled to the University of Texas.</p><p>These same pressures —history, the longing to stay in the bubble, plus the chance to be part of the Baptist old guard —still apply. Even though there are eight other Baptist colleges in Texas, Baylor has as many students as all the others put together. Some graduates do very well for themselves. In fact, Governor ann Richards and Lieutenant Governor Bob Bullock are graduates of Baylor, as is former governor Mark White. But in Baptist families, Baylor is not just an alma mater, it’s also a genealogy. “My mother and dad met at Baylor,” says the Reverend Buckner Fanning, the pastor of San antonio’s Trinity Baptist who is himself a Baylor graduate. ”My son Stephen was the thirteenth member of our family to graduate from Baylor. The same is true for thousands of Baptist families. When you’re talking Baylor, you’re talking roots.”</p><p>Over the past decade, however, increasing numbers of non-Baptists have come to Baylor because of the school’s bargain price —a tuition of just $5,620 a year. This fall 47 percent of the student body is non-Baptist, a fact that fundamentalists view with alarm. Three out of four Baylor students graduated in the top quarter of their high school classes. The majors with the highest enrollment aren’t theology or philosophy but biology and psychology. Many graduates go on to Baylor College of Medicine, in Houston.</p><p>But despite all the non-Baptists, the Baptist code of behavior remains intact. At Baylor, drinking and dancing are still not allowed on campus, which means those activities are simply done off campus. Girls and boys live in separate dormitories. At the infirmary, no one dares dispense birth-control pills or condoms. It’s not enough for ambitious young boys to be in fraternities; they also join Greeks for Christ. Two semesters of chapel are required for every student at Baylor, and attendance is taken. Professors have the authority of parents. I asked one professor what would happen if a student walked across campus drinking a beer. “That student,” said Mike Bishop, a professor of journalism, ”would be asking to be sent home.”</p><p>Socially, Baylor is divided into three main groups. The “fountain people” are a small group of sixties leftovers with long hair and tie-dyed shirts who hang out by the fountain near the bear cages, where Baylor’s mascots are kept. The 25 percent of the students who belong to fraternities or sororities are known as Greek people. They have given Baylor its famous female stereotype—Baylor Bowheads, ditzy girls with shrill voices and big hair pulled back with floppy bows. The ”church people,” a category that includes some Greeks, is by far the largest: committed Baptist kids who make going to church on Sunday morning the social thing to do. Pressure from them is so intense that girls who skip church on Sunday show up for lunch at the dorm dressed in their Sunday best just to keep up the appearance of having gone to church.</p><p>In the past twelve years the steady criticism by fundamentalists that Baylor is slipping away from its Baptist heritage has created the kind of student rebellion that could exist only at Baylor. “Here we are in the middle of a Baptist Inquisition,” one student confided, ”and conservative students are secretly tape-recording classes. People are scared for their jobs.” One fundamentalist student who admits secretly tape-recording not only professors but also conversations with Baylor’s president is Marty angell, who graduated last year with a double degree in marketing and management. “I wasn’t trying to nail anyone,” angell told me. ”I did it for my own protection. I didn’t want Dr. Reynolds and the others to deny what I was saying.”</p><p>Angell found himself at odds with Baylor on his first day of class, when his biology professor recited the ABC’s of his life. “i’m an american, a biologist, a Christian, a Democrat, and an evolutionist,” the professor told the class. Marty later asked the professor what he thought of Moses’ version of creation as recorded in Genesis. ”Moses made a mistake,” the professor replied. “What do you think about Mark 10 and Matthew 19, where Jesus quoted Moses as saying, 'in the beginning God made them male and female?’” Marty insisted. “Jesus made a mistake,” the professor said and left Marty standing alone in the classroom.</p><p><strong>Was Jonah in the Whale?</strong></p><p><span class=\"dropcap\">B</span>aptists Have Been Fighting over Baylor since 1921, when J. Frank Norris, a 1903 graduate of Baylor and an early leader of Texas fundamentalism, exposed what he called “infidelity” at Baylor. He charged a sociology professor with teaching Baylor students that man evolved from the anthropoid ape. During a sermon from his pulpit in the First Baptist Church in Fort Worth, Norris placed a monkey on a stool by the pulpit. Occasionally he paused in his attack of evolution to ask the monkey, ”Isn’t that so?”</p><p>The evolution debate continued at Baylor for the next thirty years, but in the sixties, abner McCall, then the president of Baylor and a leader of the moderates, stopped apologizing for teaching evolution. “at Baylor,” he told critics, ”we teach religion in the religion department and science in the science department.”</p><p>But the debates over religion have continued to divide every Baptist family and every Baptist church, and now the same old issues are dividing Baptists over Baylor. Do you believe the Genesis version of creation? Or do you believe that God is mysterious enough to use any means, including evolution, to create the world? Was Jonah physically in the belly of a whale for three days or is this a metaphor for the depth of Jonah’s agony. The arguments are endless and circular. As a child, I would sit on my grandparents’ porch and listen to my parents, aunts, and uncles debating the Bible in the living room. Someone would pose a question: “If adam and Eve were the only two people in the world and they had two sons—Cain and abel —and then it says that Cain’s wife got pregnant, does that mean Cain slept with his mother?” Panic would run through the house like electricity. Someone else would answer: “It could mean that the writer of Genesis left something out.” “No way,” the first voice would reply. ”The Bible is the word of God.”</p><p>All Baptists believe that the Bible is the word of God; the split occurs over who gets to interpret it. The fundamentalists embrace the idea of inerrancy—the Bible is the literal word of God, perfect in all matters. It is the final word not only on religion but also on science, politics, family life. Moderates cling to the idea of the “priesthood of the believer” —the conviction that each person is free, within limits, to decide what he believes. This concept also has political consequences; because of it, some Baptists have had an independent, even populist, streak. Some, such as the Reverend Fanning in San antonio, oppose mandatory school prayer because of the priesthood of the believer. No one can force another to pray. Since Baptists have no hierarchy —each church is autonomous—fundamentalists are free to believe one way, and moderates another.</p><p>Baptists have always argued, but they used to be able to do it under the same roof. Now fundamentalists and moderates go to separate churches. In Dallas, fundamentalists hold forth at the First Baptist Church and moderates go to Park Cities. In Houston, First Baptist and Second Baptist are the large fundamentalist churches, while moderates go to South Main. In San antonio, alamo Baptist is the new fundamentalist church, and moderates go to Trinity Baptist.</p><p>For the past twelve years, the fight among Baptists has been routinely described as a holy war. Except for Baylor, the war is all but over. Fundamentalists have captured the Southern Baptist Convention—the ruling body of the Baptist church—and driven the moderates out of the seminaries. What’s left is grief, waves and waves of grief. Buckner Fanning recalled, “I came home after World War II and went to Baylor and had this feeling that I was part of progress. We literally thought we were going to save the world. Now, thirty years later, at the end of my working life, I look up and realize a small group of narrow-minded men have stolen my church.”</p><p>The grief is no less intense among fundamentalists who feel Baylor has been stolen from them. One hot day this past summer, I visited the Reverend Joel Gregory, the pastor of the First Baptist Church in Dallas. At 43, Gregory occupies the most prestigious Baptist pulpit in the world. Though physically unimposing, Gregory has a deep bass voice, which he plays like a fine cello. To watch him climb into the pulpit and open his mouth is to witness a frog becoming a prince. “When I think of the dishonor at what Baylor has done,” Gregory told me, ”I just want to sit and weep.” Then he proceeded to do just that. Great sobs came from his chest, and his face was wet with tears. “It’s just like cutting me off from my roots,” said Gregory, who has two degrees from Baylor. ”I owe my entire intellectual outlook to Baylor. Now they would condemn me to some brackish backwater of existence.” a few weeks later, Gregory preached a sermon attacking Baylor and sent copies and tapes of the sermon to five thousand pastors.</p><p>Twenty years ago, moderates determined how the Bible was interpreted. They taught in seminaries and framed the debate. Fundamentalist preachers hadn’t gone to seminary and were proud that they hadn’t. They were regarded as a loud but ignorant fringe. Now they are too successful and numerous to be ignored. They control the board of trustees of all six Baptist seminaries, as well as the agencies that publish Sunday school literature, hymnals, and books. In a world where the main enemy to religion is no longer liquor or gambling but a secular lifestyle that has loosened the ties of church and family, their message is being heard by larger numbers of people who long for concrete answers. In this sense Baptists are part of a worldwide fundamentalist religious reaction to the modern world, as present in Islam and Judaism as it is in Christianity.</p><p>The fundamentalists have identified the enemy as secularism, or what is sometimes known as secular humanism. Above all, they despise social do-goodism; they regard liberalism in ail its forms, religious or political, as the enemy of God-exactly what J. Frank Norris believed in the twenties. But their beliefs did not begin to gain ascendancy in the Baptist world until a young Baptist minister named Paige Patterson reached the same conclusion.</p><p><strong>The Broken Rope</strong></p><p><span class=\"dropcap\">L</span>ate One Evening In March 1967, Paul Pressler, a prominent Houston lawyer, showed up on Paige Patterson’s doorstep. Patterson was then a young student at New Orleans Baptist Theological Seminary. A mutual friend had told Pressler that he and Patterson shared a common concern about liberals in the church. Over coffee and beignets at the Cafe du Monde, both men described their horror stories. Pressler, a seventh-generation Texas Baptist, said that while he was a prep-school student at Phillips Exeter, in New Hampshire, one of his professors admitted that he didn’t believe in salvation. Later, at Princeton, Pressler found “a theological wasteland created by theological liberalism.” Patterson, the son of a Baptist minister from Beaumont, confided that one of his seminary professors proposed that Paul, not Jesus, instituted the Lord’s Supper. The two men talked until three in the morning. Finally, Pressler looked at Patterson and asked a single question, ”Who is going to do something about it?”</p><p>Pressler could not have picked a better ally. Patterson had been born a Baptist insider. Both his grandfather and father were Baptist preachers. As a child he sat beside his father in the back rooms of Baptist power. He saw firsthand how conservatives were ridiculed and excluded —with one exception, his own father. T. A. Patterson, the pastor of the First Baptist Church in Beaumont, ascended to the top of the Baptist bureaucracy and served for thirteen years as the executive secretary of the Baptist General Convention in Texas. While Paige shared his father’s Bible-based theology, the two men had different styles. T. A. Patterson became an establishment figure among Baptists, despite his fundamentalist beliefs, because his sermons were calm. His behavior in the pulpit made him acceptable to moderates. But Paige was different; even as an eighteen-year-old, youth evangelist Paige Patterson was volatile. Historically, the sons of famous preachers rebel in one of two ways—either they become the town hoods, or, like Paige, they outdo their fathers’ zealotry.</p><p>“When I was growing up, liberals thought people like me were quaint intellectual throwbacks to the Middle ages,” Patterson told me. They used to call us flat-earthers, mossbacks.” at 49, he is a pudgy, vigorous man with a zany shock of red hair. On the day that I met him, he wore wrinkled chino pants and a tweed jacket. Seated behind his desk in Dallas, where he is the president of Criswell College, an evangelical stronghold, the modern architect of inerrancy looked like a genteel college professor.</p><p>On his first day as a student at HardinSimmons, a Baptist college in abilene, he encountered the contempt moderates held for fundamentalists after he overheard a Reserve Officer Training Corps instructor cursing. “I told him he shouldn’t speak like that, because his salary was paid by Texas Baptists,” recalled Patterson. A few hours later, Patterson was summoned to the president’s office, where he was chastised for his impudence. The incident was his first exposure to the problem that he now sees at Baylor—Baptist academicians who put their school above religion.</p><p>Later, at seminary in New Orleans, Patterson encountered professors teaching the prevailing theology of mainstream Prostestant denominations. Known as neoorthodoxy, it attempted to reconcile the liberalists’ view of the Bible with the findings of modern science. In effect, neoorthodoxy holds that while the Bible contains errors of fact, the message is true; God may not have created the world, in six days, but he did create it. Patterson was horrified. “The fact that the Bible is considered not trustworthy,” said Patterson, ”is not a reflection of the Bible, but a reflection of the times.”</p><p>Patterson’s success, however, is partly a reflection of the times. Three things were occurring in the secular world that would help Patterson and Pressler gain the upper hand for fundamentalists. First, the end of segregation in the South allowed fundamentalists to shed the stigma of racism; they no longer found themselves defending an indefensible status quo. (In 1956, W. A. Criswell, then the pastor of the First Baptist Church in Dallas, described blacks who wanted to integrate as “a bunch of infidels dying from the neck up,” but he repudiated this view in 1970.) Second, following the <em>Roe</em> v. <em>Wade</em> decision in 1973, fundamentalists seized upon a new political litmus test —abortion-that proved to be popular among Baptist churchgoers. Third, the country at large entered a more conservative era in the seventies.</p><p>In the years following their 1967 meeting in New Orleans, Pressler and Patterson decided that fundamentalists could defeat the moderates by taking over the Southern Baptist Convention, whose president controls appointments to SBC committees that handle everything from finances to seminary administration. They decided that if anything was to be done, they would do it themselves. Patterson’s job was to organize a network of fundamentalist preachers and laymen around the issue of inerrancy. “Early on we established the fact that our issue was protection of the word of God,” Patterson explained. Meanwhile, Pressler was the chief tactician. He studied the SBC’s constitution and bylaws and drafted a specific plan. If fundamentalists could elect the president of the SBC for ten years, then they could gain control of the boards of all eighteen Southern Baptist agencies, plus the denomination’s $500 million in annual revenue. In their view, they were not taking over the SBC. They were taking it back. In 1979 they elected their first president and have carried subsequent elections by at least 52 percent of the vote. Last year Pressler, an elegant man with gray curly hair who is now a state appellate judge, felt confident enough to declare victory in a televised debate with moderates. “We have worked within the system, under the rules made by the other side,” said Pressler. “The battle is now over at the national convention.”</p><p>It has been a battle with many casualties. Wlnford Moore, a Baptist minister who teaches religion at Baylor, said that while he was the pastor of the First Baptist Church at amarillo and a leader of moderates, bugs were found in the air conditioning ducts in his office. “I have no idea who put them there,” said Moore. Herbert Reynolds, the president of Baylor, has received death threats over the telephone. Moderates routinely compare fundamentalists with Hitler; fundamentalists call moderates skunks. ”We’ve been called everything except the children of God,” Pressler said during the televised debate. He was speaking from personal experience. Last year, when President Bush nominated him to head the Office of Government Ethics, unnamed senior officials were quoted in the <em>Washington Post</em> as saying that the Federal Bureau of Investigation’s background check on Pressler turned up “ethics problems” and ”information we felt was disqualifying.” Pressler’s name was withdrawn from consideration, leaving moderates to speculate gleefully about what the disqualifying information might be. Last summer, Bill Moyers, a former Baptist minister who interviewed Pressler for his PBS series <em>God and Politics,</em> circulated a letter among leading Baptists in which Moyers said of Pressler: “Think about it. A man so tainted has set himself up as the arbiter of Baptist faith and practice, playing recklessly with the truth and with other people’s lives.”</p><p>At the same time that Patterson and Pressler were laying plans to take over the Southern Baptist Convention, the fundamentalists also began focusing on what was happening at Baylor. Five Baylor freshmen who had been members of Pressler’s Sunday school class at Houston’s Second Baptist Chuch telephoned him and told him their faith was being challenged by what they were learning at Baylor. “They called me and asked me to come up to Waco and to look over their textbooks,” Pressler said later in a radio interview. Pressler made the trip to Waco and became alarmed over a book entitled <em>People of the Covenent,</em> coauthored by Jack Flanders, who was chairman of Baylor’s religion department at the time. One passage suggested that Daniel presents historical problems and quoted another scholar as saying the author of Daniel misrepresented historical events. Pressler was incensed. ”When I got up there and read the textbooks and found out the garbage they were being fed,” said Pressler, “I promised the Lord I was going to do something about it.” Two years later, the fundamentalists began taking over the SBC. But Baylor stayed out of the fundamentalists’ reach because Baylor was controlled by the Texas convention, not the national convention. Moderates, many of them Baylor graduates, still control the Baptist General Convention of Texas by a 60 percent margin on most votes. But for how long? I asked Patterson if Herbert Reynolds was correct in assuming that if Baylor had remained tied to the BGCT, he would have soon faced a majority of fundamentalists on his board. “all our institutions are returning to the faith of our fathers,” Patterson replied. “He was right that across a period of time the boarc would have become more conservative, but that didn’t give Reynolds the right to hijack the school.”</p><p>“Liberals are parasites,” Patterson told me. ”They never create anything; they just live off others.” Both Patterson anc Pressler serve on the board of the Council on National Policy, a right-wing think tank in Washington, which, according to Patterson, is “anti-abortion, anti-Marxist, and committed to ending the spread of socialism within our own system.” In casual speech, Patterson uses the word ”liberal” so often and in such a general way that I finally asked him to define what he means. “a liberal is anyone who finds any fault with the Bible. A liberal is anyone who believes it is possible for the Bible to contain errors,” he replied. In his mind there is no difference between attila the Hun and Herbert Reynolds. If both question the Bible, then both are liberals. Patterson believes the Bible establishes a clear line of authority: University professors are under the authority of Bible-believing trustees, congregations are under pastors, wives under husbands, and children under mothers. Of his opposition to the ordination of women as ministers, Patterson said, ”It’s not because I believe women are any less equal. I oppose it because the Bible forbids it.”</p><p>Patterson shares a theologian’s grand delusion, that his own piety entitles him to power. Once outcasts, the fundamentalists are intent upon wielding the power they have won. Baylor alone is defiant, and that drives Patterson into a frenzy. “This is an act of piracy on the part of Herb Reynolds,” bellowed Patterson. ”People dressed up in the uniforms of the state have stolen a portion of the Ship of Zion and sailed it into the sunset.” a few weeks later I read the same quote in the <em>Houston Chronicle.</em> Clearly Patterson knew his lines.</p><p>Still he is good at Bible gymnastics, and I could not resist testing him once. “Tell me how you explain the two versions of Judas’ death?” I asked him. In Matthew, it says Judas hung himself, and later, in acts, it says Judas fell headlong and his intestines spilled forth. “How could both of these versions be without error?” I asked. “Easy,” he replied. ”Maybe the rope broke.”</p><p><strong>a Day of Infamy</strong></p><p>“<span class=”dropcap“>I</span> Am Not an Inerrantist,” boomed Herbert Reynolds. ”The Bible does contain contradictions and real errors. While that does not cause me to question the truth of it one bit, I can’t be intellectually dishonest about this.” Reynolds’ words are heresy to Patterson and the fundamentalists, but after twelve years of arguments and intrigue, the president of Baylor is impervious to their criticism.</p><p>Sixty-year-old Reynolds has positioned himself as the chief opponent of Baptist fundamentalism. Tall, erect, with a thin Clark Gable moustache, Reynolds grew up in Frankston, an East Texas logging town, and in 1961 he earned the first Ph.D. in psychology ever given at Baylor. In the air Force, Reynolds did research on monkeys to determine man’s psychological endurance for space flight. Little did he know how much he would come to need those lessons in endurance himself. “If you disagree with Pressler and his bunch, then you’re a liberal,” said Reynolds. ”We can’t run a university like that. If you submit to that kind of tyranny, then one day you look up and you’ve lost the right to think at all.”</p><p>Reynolds is one of those Baptists for whom the priesthood of the believer is equivalent to Travis’ line at the alamo. “I will never bow my knee to any man,” Reynolds told me in his office at Baylor. ”I am my own priest and am free under God to disagree with the likes of Patterson and Pressler.” Over at the religion department, Winford Moore carries this belief to such an extreme that even though he privately believes the Bible infallible, he refuses to use the word “inerrant.” He says, ”I refuse to use that word because Pressler and his crowd want me to. The mountain on which I choose to die is the priesthood of the believer.”</p><p>“The early eighties were our own private Inquisition,” said Reynolds. Fundamentalist Baptist preachers confessed from their pulpits that they had almost lost their faith in God when they were students at Baylor. In 1984 a fundamentalist survey of Baylor students found that only 23 percent of the students felt Baylor’s religion faculty held any traditional Southern Baptist views. Word spread among the ministers that the dean of the music department was a Soviet Jew. That professor eventually retired. Then the pressure shifted to Phillip Johnson, a professor of Spanish, who is a Mormon. Fundamentalists view the Mormon Church as a cult, and Reynolds was inundanted with mail demanding Johnson’s resignation. Reynolds instructed Johnson not to proselytize at Baylor and told him that if he did, he would be fired. Fundamentalists were not satisfied. ”He should never have been hired,” Patterson told me. “as an elder in the Mormon Church, Dr. Johnson cannot hold that Jesus is the Godman.” Johnson professed innocence. ”all we do is conjugate verbs,” he told reporters in 1984.</p><p>By then the state convention was beginning to appoint fundamentalists to Baylor’s board. Jim Bolton, a Dallas businessman who sells Bible computer software, was one of the fundamentalists on the 48-member board. Bolton’s primary loyalty was to the 2.5 million Baptists in Texas. He frequented the Baylor bookstore, collecting evidence that Baylor was slipping away from God. In 1986 he took a controversial book that was required reading for Religion 1301 to Reynolds, who denied that it was required reading. Next he brought Reynolds flyers about movies shown on campus: <em>Easy Rider,</em> described by Bolton in a speech to San antonio Baptists as a “film about drug abuse with an orgy scene in a cemetery”; <em>another Country,</em> ”about homosexuals in an English boys school”; and <em>This Is Spinal Tap,</em> the story of a rock group “with every four letter word you have ever heard.” Reynolds’ son Kevin is a noted Hollywood filmmaker (he is the director of <em>Robin Hood, Prince of Thieves),</em> but that did not prevent the Baylor president from dissolving the campus film society to appease the fundamentalists. Bolton was speaking for his constituency. Most Texas Baptists believe that Baylor, like the family, should be a haven from an evil world.</p><p>Fundamentalists may criticize Baylor, but they still want their own children to go to college there. All three of Jim Bolton’s children graduated from Baylor. W. A. Criswell, a Baylor graduate, sent his daughter to Baylor. In February 1990, John Bisagno, the pastor of the First Baptist Church, told the <em>Houston Post</em> that his son Tony graduated from Baylor “believing much less of the Bible than when he went in.” Reynolds was furious and immediately fired off a letter to Bisagno, reminding him, ”Both of your boys graduated from here with much prayer.” Even Paige Patterson’s daughter Carmen applied to Baylor. She wasn’t admitted immediately, and by the time she was, she had enrolled in Jerry Falwell’s Liberty Baptist College, in Lynchburg, Virginia. Patterson charged Reynolds with penalizing Carmen for being his daughter. “That’s not true,” said Reynolds. ”although I can’t understand why Paige would want to send his daughter to Baylor and be taught by in fidels and half-infidels.”</p><p>By 1989 Reynolds thought Baylor was seriously at risk of being taken over by fundamentalists. In addition to the eight openly fundamentalist trustees, another six were sympathetic to the fundamentalists. Sixteen new trustees would be elected at the November 1990 state convention. If he didn’t move quickly, the 48-member board could be controlled by fundamentalists. “I decided if Baylor, with its eighty-five thousand alumni and all its history, wasn’t strong enough to stand up to these people, then no one could,” said Reynolds. Also, Baylor’s $240 million endowment was large enough to withstanc losing the $6 million a year it receivec from the state convention.</p><p>Reynolds secretly asked Baylor’s law yers to investigate the options for severing Baylor from control of the Baptist General Convention of Texas. The lawyers found that Baylor had been charterec twice —once by the Republic of Texas and then again in 1886 by the state convention. The 1845 charter gave Reynolds the solution: Baylor trustees could amend the charter to set up a self-perpetuating board that would elect a majority of its own replacements.</p><p>At the Southern Baptist Convention in New Orleans in June 1990, when fundamentalists elected their twelfth straight president, Reynolds decided Baylor had to act. “We had a mole in their camp,” said Reynolds. ”This person told us that about twenty fundamentalist leaders met and decided to turn their attention to Texas —specifically to Baylor.” Reynolds did not doubt the mole’s story. He returned to Waco and began planning his own strategy.</p><p>When the Baylor board gathered later that year, Reynolds took extreme measures to prevent fundamentalists any opportunity to file an injunction to stop his plan. Before the meeting, he ordered all the fax machines in the building disconnected. The night before, he had alerted virtually all of the moderate trustees that they would be considering amending the charter. The fundamentalists were completely surprised. Two officers of the school were waiting in austin for telephone orders to file the amendment with the Texas secretary of state.</p><p>One of the fundamentalist trustees who was caught off guard was Dallas businessman Bill Grubbs. Grubbs sat there stunned, as Baylor’s lawyers handed out seventeen pages of material and started placing charts and graphs all over the room. “It felt like they were going to take over General Motors or something,” Grubbs recalled. When the vote was taken, it was 30-7, with one abstention and 10 not present. Grubbs, one of the dissenting seven, had the final word. ”This,” said Grubbs, “is a day of infamy.”</p><p>The following week a key committee of the state convention voted to hold Baylor’s $6 million in escrow. Then the convention did what feuding Baptists always do: formed a committee and tried to negotiate peace. A full year later, in midSeptember of this year, Baylor and state convention officials announced that they had come to an agreement. Under the plan, Baylor trustees would elect 75 percent of the new regents and the state convention would elect the other 25 percent. Most fundamentalists regarded the settlement as bogus. They argued that since the state convention is controlled by Baylor-led moderates, Baylor in effect had negotiated a settlement with itself. Each side —the fundamentalists and moderates —began preparing for the 1991 state convention in Waco in November. “We’ve got to go into the lion’s den,” said Patterson. ”It’ll be a fight, and the odds are against us. Waco is the citadel of moderates.”</p><p>The fundamentalists’ strategy is to get their voters to the convention (the delegates are elected by individual churches across the state) and prevent the moderates from doing the same. All through the summer, Marty angell, the Baylor student who tape-recorded professors, worked from his home in North Dallas to get out the fundamentalist vote. It was angell and eight friends who reserved 900 of the 2,200 motel rooms in Waco within hours after they were made available for the November meeting. He spent his summer hunched over his desk, matching delegates who will vote against Baylor’s separation with reserved hotel rooms. At Baylor, a similar strategy was at work: Empty dorm rooms were offered to moderate delegates, and professors opened their homes.</p><p>But even if the convention disapproves of the settlement and supports the committee decision to cut off funding to Baylor, Herbert Reynolds has won in the short run. The charter has been changed, and the only alternative the fundamentalists have is to file a lawsuit claiming that the change was illegal. They can, however, cut off the $6 million in funds. “That puts us in a bad position,” explained Patterson, ”because in First Corinthians it says that Christians are forbidden to settle matters of God before magistrates. These things have to be settled in the house of God. We can’t insist on inerrancy and fail to obey it.”</p><p><strong>Until armageddon</strong></p><p><span class=\"dropcap\">S</span>ix Months After Baylor amended its charter, I went home to East Texas for my grandmother’s funeral. Baylor was the subject of family small talk. One of my great-uncles, a Baptist moderate, was there, and he was unhappy with Reynolds and the Baylor board. “I don’t like it,” said my uncle. ”It’s not so much what they did, it’s the way they did it. They shouldn’t do things in secret.”</p><p>Another great-uncle, this one a fundamentalist from Houston, was even more direct. “It’s just terrible,” he told me, looking down at my grandmother’s grave and shaking his head. ”It’s the end of Baylor as we know it.” I looked at those two old men and thought about Joel Gregory’s tears. How sad it is that families and churches and even an entire religion have been cleaved into two factions —and to what end? People go to church because they have a yearning to become one, with God and with other people. They make families because of that same yearning. More often than not, the impulse to become one is overtaken by an even stronger impulse to dominate. I stood beside my grandmother’s grave, mourning all the blood and all the heart spent in the name of religion, and I realized that Baptists will continue fighting, over Baylor or something else, at least until armageddon.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "November 1991",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Baylor",
      "Baptists",
      "Texas",
      "Students",
      "Church",
      "Religion",
      "School",
      "God",
      "Waco",
      "Southern",
      "Hair",
      "people",
      "War",
      "Children",
      "College",
      "Family",
      "Liberal",
      "Son",
      "Dallas",
      "Debate"
    ],
    "wp_categories": [
      "Ann Richards"
    ],
    "wp_location": [
      "Texas",
      "Waco",
      "Dallas",
      "Houston",
      "East Texas"
    ]
  }
}