{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-199111",
    "date": "November 1991",
    "year": 1991,
    "month": 11,
    "month_formatted": "November",
    "pdf_uri": "/1991/19911100.pdf",
    "issue_cover_image": "",
    "document_start_page": 162,
    "toc_start_page": 160,
    "document_page_range": [
      [
        162,
        163
      ]
    ],
    "toc_order": 19,
    "toc_headline": "The Challengers",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199111-thechalle",
  "source": "/1991/19911100.pdf",
  "wp_post_id": 126147,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-challengers/",
  "authors": [],
  "headline": "The Challengers",
  "dek": "Sylvester Turner and Bob Lanier are Kathy Whitmire's toughest opponents ever.",
  "spread_caption": "",
  "excerpt": "If anyone can keep Whitmire from being Houston’s mayor for life, it’s Sylvester Turner or Bob Lanier.",
  "kicker": "",
  "word_count": 1228,
  "content": "<p>For Once, Houston Voters Cannot go wrong in the November 5 mayoral election. All three major candidates are intelligent, hardworking optimists with impressive resumes of personal accomplishment. Each has given serious thought to the city’s problems and to city hall’s shortcomings, and each has generally avoided cheap sloganeering. None of them threatens to polarize the community the way that campaigners back in the vulgar boomtown years always did. So Houston cannot lose.</p><p>But two of the candidates will. One could be Sylvester Turner, a young (37) state representative with a bright career ahead. Raised among thirteen siblings in the ramshackle black enclave of Acres Homes, he was bused as a teenager to a white suburban high school, where he graduated as valedictorian. He was magna cum laude at the University of Houston and went on to graduate from Harvard law school. After founding a thriving law firm, he won a seat in the Legislature in 1988 from a district that is 60 percent white, defeating two white opponents without a runoff. This year his peers chose him to be chairman of the Harris County delegation.</p><p>At his campaign kickoff in June, Turner pointedly observed that Houston is the largest city in the nation that hasn’t yet elected a black mayor. He clearly hoped to rally black voters, who account for between 20 and 35 percent of the city electorate, depending on how strong they turn out, but they have proved harder to rally than he expected. A number of other black politicians fancy themselves as the first black mayor, and their support for Turner has been halfhearted. Many black civic groups and influential ministers are sticking by incumbent mayor Kathy Whitmire, who has relied heavily on black voters during her decade in office; she may well carry the black vote again.</p><p>The odds on Turner’s upsetting Whitmire suffered a setback when Bob Lanier, 65, joined the race in August, drawing off much of the anti-Whitmire outsidethe-Loop vote and most of the antiWhitmire money. A major political fundraiser for more than thirty years, Lanier had a deep pocketful of Ious. He raised more than $100,000 with a single party on the night of his announcement.</p><p>On the surface, Lanier seems a throwback to the good ol’ boy past, a self-made tycoon who rode the real estate boom from blue-collar Baytown to a $7 million mansion in River Oaks. He has been a political insider since the late fifties, when he sponsored the career of Louie Welch, the five-term mayor of the sixties. A moderate Democrat, Lanier was close to the mayors of the seventies and the only Democratic governor of the eighties, Mark White, who appointed him head of the Texas Highway Commission. Houston’s share of the state road-building fund almost doubled under Lanier, making him a hero among local developers.</p><p>But Lanier also has a history of personal involvement in inner-city youth programs and botanical projects. The only mayoral contender who raises environmental issues without being prompted, he comes across as the green version of an old-school dealmaker. The simple fact that he’s running for mayor is proof that he doesn’t believe anymore in business-as-usual, by which folks who lived in River Oaks were able to get their way without going public. It’s a measure of city hall’s new prominence that someone from Lanier’s neighborhood would seek election to it.</p><p>Lanier’s itch is personal as much as political. In 1988 Whitmire appointed him to chair the Metropolitan Transit Authority with the understanding that he would broker a compromise between the city’s pro-rail and anti-rail factions. Lanier’s solution was a referendum calling for Metro to spend 25 percent of its sales-tax revenue on roads, including elevated express lanes on freeways, and to spend the rest on some unspecified light-rail plan. The referendum passed in a campaign orchestrated by Lanier, but he soon began to back away from any rail system by questioning Metro’s ridership projections. He either quit or was fired by Whitmire (depending on who is telling the story) shortly before Christmas 1989. He released a rancorous memo attacking Whitmire’s plan to build a monorail system; her response was to show up on his front lawn during his annual Christmas party, Tv crews in tow, to tell her side of the story. It was classic Whitmire overkill, turning an ordinary political opponent into a dedicated personal enemy.</p><p>When delivering what has become his standard campaign speech, Lanier grows positively gleeful as he lists the many things Houston could buy-like five hundred extra policemen, one thousand miles of new sidewalks—by junking Whitmire’s monorail. He has never once suggested repealing the one-cent sales tax that currently pays for Metro’s pipe dreams; he would just spend it differently. Nobody is sure how legal this popular idea is.</p><img/><p>Whitmire has defeated three ex-mayers and a county sheriff, but Turner (right) and Lanier will probably force a runoff.</p><p>The personal confrontation of Whitmire versus Lanier has a public dimension as well, a choice between downtown and suburban business interests. In contrast to her $1.2 billion monorail, his pet project is a $1 billion road called the Grand Parkway that would orbit the city at an average distance of 25 miles, passing through a considerable amount of lightly developed land. He has also come out against city involvement in a mammoth hotel project adjacent to the new downtown convention center, which is losing customers because of inadequate hotel capacity; he opposes a redevelopment plan for the <em>old</em> convention center; “downtown is healthy,” he says. The Whitmire camp says his attitude is colored by the $30 million worth of property he owns in the suburbs. Lanier in turn has pledged to put all his property in a blind trust if he is elected.</p><p>Sylvester Turner has carefully split hairs on the downtown-suburb division of spoils. He has endorsed the hotel and the redevelopment schemes and limited his opposition to the monorail to calling for a referendum, all in a low-key way. He hasn’t said a word about the Grand Parkway. The issue Turner has stressed since the day he announced has been crime-fighting; the anti-Whitmire police unions have endorsed him, giving him some credibility on the subject. He would have more if he had done anything in the Legislature to address the problem.</p><p>The big complaint about Turner is that he is too clever by half, too much the slick lawyer and not enough himself. His calculated flirtations with prominent local Republicans —he backed local oilman George Strake’s unsuccessful 1982 race for lieutenant governor —have made older black leaders wary of his ambition. They like him, but they’re really making him work for their support.</p><p>The big complaint against Bob Lanier is that he is too much a figure from the past, the discredited good of boy era of scandal and incompetence. His alliances are so inbred that any trust would have to be deaf and dumb as well as blind to prevent entangling the city’s interests. He has a feckless, straightforward manner that makes voters want to trust him, but his limousine image makes that difficult.</p><p>And the big complaint about Kathy Whitmire is, of course, that she’s Kathy Whitmire. If Sylvester Turner can take half the black vote and Bob Lanier carries the outlying areas, they will squeeze her into a runoff with one of them. The early polls are indicating a tight threeway contest, with Whitmire holding a slim lead and Turner closing fast. A.R.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "November 1991",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Whitmire",
      "Houston",
      "Bob Lanier",
      "Campaign",
      "Mayor",
      "Career",
      "Christmas",
      "Governor",
      "Law",
      "Legislature",
      "Race",
      "Boomtown",
      "Business",
      "choice",
      "Election",
      "Harris County",
      "HERO",
      "Highway",
      "History"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": [
      "Houston",
      "Texas"
    ]
  }
}