{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-199111",
    "date": "November 1991",
    "year": 1991,
    "month": 11,
    "month_formatted": "November",
    "pdf_uri": "/1991/19911100.pdf",
    "issue_cover_image": "",
    "document_start_page": 160,
    "toc_start_page": 158,
    "document_page_range": [
      [
        160,
        161
      ],
      [
        163
      ],
      [
        172
      ],
      [
        174
      ],
      [
        176
      ],
      [
        178
      ],
      [
        180
      ],
      [
        182
      ],
      [
        184
      ]
    ],
    "toc_order": 18,
    "toc_headline": "The Three Kingdoms of Kathy Whitmire",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199111-thethree",
  "source": "/1991/19911100.pdf",
  "wp_post_id": 126150,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-three-kingdoms-of-kathy-whitmire/",
  "authors": [
    "Al Reinert"
  ],
  "headline": "The Three Kingdoms of Kathy Whitmire",
  "dek": "Houston's mayor has been in office so long people are comparing her reign to Egyptian dynasties. But can she win a sixth term on November 5—and does she deserve to?",
  "spread_caption": "",
  "excerpt": "Her critics used to say that Houston’s mayor was a great administrator but a bad politician. Now, on the eve of her toughest race, her critics are saying just the opposite.",
  "kicker": "",
  "word_count": 6871,
  "content": "<img/><p>Hair By Ken Leigh, Makeup By Heidi Schulze, Wardrobe Courtesy Of Tootsie's, CHair Courtesy Of Peck And Co.</p><p>Kathy Whitmire doesn't look like Tootsie anymore. She has changed city government and her own job as much as she changed herself.</p><p>The Houston City Hall, Built In the thirties with federal money, has the clean lines and charm of most public buildings from that simpler era. It sits today on the margin of downtown, surrounded by extravagant monuments erected by private companies during the frenzied seventies and early eighties, when Houston was one of the fastest-growing cities on earth. The grandiose towers cast weird rhomboid shadows on the small gray limestone building, and the big dealmakers in their skyscraping suites can look down upon city hall in the old Houston tradition. Their perspective is the same as ever, but their attitude has changed dramatically. For the first time in Houston’s freewheeling, high-rolling history, city hall is serious business.</p><p>The person most responsible for this new order is a pert woman of 45 who wears size six petite dresses that she buys off the rack at Marshall Field’s. She has smartly cut frosted-blond hair and hazel eyes that look green or blue depending on what she’s wearing. Relentlessly chipper, she is able to battle all day in the city hall trenches and then appear at five or six functions into the night. When she gets home, she watches C-Span to unwind. At city council meetings she is the smallest person present, totally unprepossessing, with an alto voice that breaks</p><p>when she tries to project it. Every time she gets angry, it turns shrill in a way that most men can’t deal with and resent her for. She can be a ferocious scold, and getting scolded might be the hardest thing for a grown man to forgive. She has female enemies too, but they are rarely as bitter as the men seem to be.</p><p>Kathryn Jean Whitmire was first elected mayor of Houston in 1981, when the price of oil was $38 a barrel and the city was issuing $3 billion worth of building permits annually—more than were issued in the next two most active cities, Los Angeles and Pittsburgh, combined. A thousand Yankees moved to town each week, renting apartments and office space, investing in Houston. The football, baseball, and basketball teams were all contenders. It was the best of times.</p><p>It was the worst of times. Residential water was being rationed. The Environmental Protection Agency had imposed a moratorium on new sewer connections, which could be subverted only by city hall contacts. An outdated redneck police force divided the populace and embarrassed itself on a regular basis. The evening <em>Houston Chronicle</em> ran a box score of each day’s failings of the pitiful city bus service: canceled runs, tardy runs, breakdowns. Houston city government, overwhelmed by the runaway boom, was a scandal and a joke.</p><p>Photograph By Pam Francis</p><p>Kathy Whitmire was also very different in those days. She permed her hair in a fussy wave and wore the huge eyeglasses and goofy bow ties that landed her on Mr. Blackwell’s 1983 list of the year’s ten worst-dressed women. When Dustin Hoffman went drag in the 1982 movie <em>Tootsie,</em> even <em>People</em> noted the resemblance with juxtaposed pictures. Whitmire was elected mayor in 1981 because the usual power brokers were impressed by her ability and unafraid of her politically; in a fifteen-candidate free-forall she was the path of least resistance. The widespread assumption was that she would be an interim mayor, a bland administrator who could hold the fort until the real players got back in the saddle.</p><p>A decade later the tables have turned several times. The local economy took a nosedive that can be compared only to a nervous breakdown, a municipal identity crisis. The boomtown philosophy that had built and developed Houston for 150 years suddenly failed its most ardent believers. Half-empty office towers, abandoned malls, and bankrupt banks were convincing proof that something was wrong with business-as-usual.</p><p>Into the void stepped the interim mayor, an accountant by training, a technocrat at heart, a woman who wouldn’t allow herself to be photographed in jeans because it might tarnish her professional image. Kathy Whitmire was the logical mayor at an opportune time.</p><p>In office now for a decade, she has made city government both effective and important, becoming the first truly modern big-city mayor Houston has ever known.</p><p>But on November 5 she will face the toughest battle of her political career —an election that will test the strength of the coalition of young professionals, women, blacks, and gays that has made her next to invulnerable. In the course of five elections she has soundly beaten one county sheriff and all three of the mayors who preceded her in office, three men who, among them, represented eighteen years of business-as-it-used-to-be. Now, for the first time, she faces a strong black opponent (Sylvester Turner, a state legislator with a law degree from Harvard) and one of her former allies (Bob Lanier, a developer who built a citywide following as the Whitmire-appointed head of Houston’s transit authority before they split over a rail plan).</p><p>If Whitmire is reelected to an unprecedented sixth consecutive term, she will confirm her place among the heroes of Houston’s absurd rise from the swamp. Earlier heroes have mostly been tycoons and promoters, entrepreneurs and dealmakers; very few were politicians.</p><p>If she loses, it will be her own fault. Her administration has known its share of the inevitable government stupidities, but weighed against her accomplishments —from getting the garbage picked up regularly to taming Houston’s onetime redneck police force —they seem petty and inconsequential, hardly cause to remove her. Whitmire’s record is her main strength, the best reason to vote her back again. But that isn’t what this year’s election is about. What has changed this year is that her opponents do not represent the past —she has won that war —but alternate visions of the city’s future. For the first time in her career Whitmire has hitched her campaign to a volatile issue, risking her job for an idea. It’s a wonderfully crazy, archetypal Houston idea; no other city in America would even consider it. She wants to build an elevated, streamlined, straight-out-of-Buck-Rogers monorail system, like the one at Walt Disney World but bigger. The monorail is only the most blatant, immediate, and costly expression of the differences between Whitmire and her opponents.</p><p>Thus it is a meaningful election, an incredible rarity in Houston city government. It may even draw more than one third of the eligible voters to the polls, surpassing any municipal ballot in this century. It will reveal a great deal about how Houston feels about itself now that the wrenching eighties are over and a new century beckons. The candidates for mayor are loaded with glib opinions on what Houston should be doing to get primed for the twenty-first century.</p><p>She is vulnerable because she has grown loo big. not for the job but for the nerdy technocrat role she was first elected to play.</p><p>The irony is that, prior to Kathy Whitmire, city hall never had much influence on Houston’s future.</p><p>The Basic Role Of Government in Houston’s affairs was decided by the city’s founders, Augustus and John Kirby Allen. Small-time speculators from New York City, they had provided supplies on credit to the Texas rebel army led by General Sam Houston. Within weeks of the Texans’ decisive victory at San Jacinto in April 1836, the Allens purchased, for 20 percent cash down, a tract of land on the southwest bank of Buffalo Bayou. The brothers envisioned a gaudy metropolis rising up from their acreage, wherever it was. They were the forefathers of a bold line of hucksters and promoters, no less visionary nor any more scrupulous than they were, who have carried on that dream.</p><p>[ Continued On Page 170 ]</p><p>[ Continued From Page 161 ]</p><p>In order to legitimize and publicize their imaginary town, the Allens wined and dined and shamelessly flattered their good friend General Houston, who was indebted to them. He graciously consented to lend his name to the project. The Allens gave him twelve lots (a city block) for agreeing to live in the new town, and he went for that too, despite never having been there.</p><p>They knew that the hero of the revolution would soon be elected the first president of the new Republic of Texas, just as General Washington, 47 years earlier, had become the first president of the United States. It was only logical, then, to extend this parallel and also select as the Republic’s capital the city bearing the general’s name. Fifteen other towns were nominated, all of which actually existed, but the Allens pledged to donate the land for the Capitol and to build it on credit until the Republic could afford to pay. Houston was chosen on the fourth ballot. The only people living there at the time were the brothers’ small team of surveyors, frantically staking out eighty-footwide boulevards around their tent.</p><p>So the City of Houston was proudly advertised and launched as a major seat of government. President Houston finally made an entrance in April 1837, remarking in his journal on the bumptious vitality of the little community (“and now there are upwards of 100 houses finished”). It very soon became apparent, though, that Houston wasn’t a congenial environment for long-winded politicians. It was, they complained, too damn hot and sweaty, with yellow fever, ankledeep mud, and those mosquitoes. In 1839, the Congress appointed a search committee to look elsewhere. When the namesake president left office, they voted to run for the pleasant hills of Austin, where endless fatuous debates were more naturally at home.</p><p>Thus was Houston cruelly rejected by government, a trauma that helps to explain the city’s historical disinterest in politicians and their elections. No big city in America votes with less enthusiasm. Even in 1988, with one hometown politician running for president of the United States and another for vice president on the opposition ticket, Houston still voted in smaller proportions than the rest of the nation.</p><p>Instead of fickle politicians, the city learned in its formative years to put its faith in the schemers and promoters who chose to stick it out and create the “commercial emporium” the Allen brothers had sold them on. And the boosters, for their part, pursued this dream with relentless zeal and foresight. In the 1840’s local merchants taxed themselves to build the first all-weather roads in Texas, leading out to the cotton and sugarcane country and crossing the rivers on Texas’ first bridges. They saw no reason to pave city streets, however, and didn’t.</p><p>A pattern was thus established that over the years would repeat itself time and again. Whatever was required to spur growth and commerce got done, no matter how farfetched it might seem at the time. Railroads, for instance, were financed by syndication deals sold to investors in London and Boston, resulting by the 1880’s in seventeen rail lines that ended in Houston rather than Galveston, the much larger competing port. When Galveston’s politicians quit studying the matter and built a railroad, they weren’t allowed to link it to Houston’s lines.</p><p>The best example of the boosters’ method is the Houston Ship Channel, perhaps the most unnatural waterway on the earth’s surface. Sailing into Houston has been a pilot’s nightmare ever since the Allens bribed the captain of the steamboat <em>Constitution</em> to make a port of call in 1837. It took him two weeks to maneuver the last forty miles, mostly by poling; then he had to back out for miles before he could turn his ship around.</p><p>Undeterred, local boosters continued to pester every public forum they could think of, seeking to transform their perilous bayou into something navigable. After Texas became a state, they continuously badgered Washington for dredging money; they wooed steamship entrepreneur Charles Morgan; they were shameless and persistent. The first government to sign up was their own city council, which began sinking money into the scheme in 1841. The state Legislature was appropriating money by the 1850’s. The U.S. Congress voted in 1870 to declare Houston an official port of entry, to build a customhouse there, and to pay for a channel survey. By the turn of the century, Houston was the world’s busiest cotton port, but getting there was still a trial.</p><p>In 1908 a delegation of local promoters went to Washington with a novel idea: They would raise half the cost if Congress put up the remainder to construct a deepwater passage from Galveston Bay to downtown Houston, a distance afloat of some fifty miles. Congress went for the deal —America’s first matching grant —and Houston banks bought up a bond issue in just four days. The grand new channel was opened for business in 1914, when Woodrow Wilson pressed a button in the White House that fired off a cannon at the Turning Basin.</p><p>By the twenties half the nation’s petroleum-refining capacity was situated along the dubious channel. Today Houston is firmly established among the top three ports in the country. But keeping the channel open is still a constant battle against natural forces-runoff from the Trinity River, for instance —inexorably working to restore the prehistoric, problematic bayou. The whole thing is preposterous, of course, a kind of seagoing <em>Field of Dreams</em> (“If we build it, they will come”). There seems to be no end in sight. In 1989 local voters approved a bond issue to fund their end of a $400 million joint venture with the federal government, designed to improve on the illusion of a deepwater harbor. The Allen brothers would be pleased.</p><p>And that is how Houston was built, hand over fist, by one generation of dealmakers after another, using government money as much as possible. Local politicians came and went without much ado, or much <em>to</em> do. They were merely a front for the interests of developers, useful for publicity and ceremony, like General Houston. The role of city government was exemplified by the old city hall of Market Square, whose ground floor was rented out to a fishmonger for years so the building could pay for itself. When it burned down in the twenties, nobody missed it. A decade went by before the federal government paid for the small gray limestone building that exists today.</p><p>Kathryn Jean Niederhofer was raised on what is generally regarded as the wrong side of the bayou, the blue-collar north side, where Karl and Ida Niederhofer brought their troubled family to live in the mid-fifties. Karl and Ida had met and married in Houston before World War Ii but moved to Huntsville, home to a number of Niederhofer cousins, to raise their family. What drew them back was the post-war housing boom, which promised a bonanza for Karl. A licensed master electrician, he had every reason to expect his skill and experience to be rewarded.</p><p>But he wasn’t any good at the traditional Houston get-along game. A dour, inflexible German, he was outraged by the inefficiency and red tape that were then standard practice in the city’s Public Works Department, which approved and inspected all building contracts and set the tone for the local construction industry. He would come home complaining about the lazy bureaucrats who infested city hall, bringing tension and anger into the house.</p><p>Karl’s son, Tom, who was in the fourth grade when the family moved into the small frame house on Dodson Drive, has painful memories of the place. “There was never a day when there wasn’t dissention and discord in that house,” he says. “It was always close to exploding.” When his parents divorced in the late seventies, he was surprised the marriage had lasted forty years.</p><p>The Niederhofers were great believers in education, though. When they were still in Huntsville, Ida bought the <em>Book of Knowledge</em> encyclopedia and tutored her children nightly. Both Tom and Kathy became diligent students, inveterate straight-A grinds. For five years Kathy followed Tom through elementary and junior high, stuck in the rut of little sister. She declared her independence by riding the bus into town to attend San Jacinto High School, never missing a day of classes and learning to appreciate public transportation.</p><p>Kathy Niederhofer is remembered by her classmates as a friendly, attractive drone, a girl who could have been really popular if she hadn’t seemed so earnest about everything. The school paper, the <em>Reporter,</em> prophesied “leadership” for her. She graduated third in the Class of 1964, was accepted at Rice University, and won a scholarship to Southern Methodist University in Dallas. She chose Smu. Her brother thinks she wanted to escape from home, but she says the reason was the business courses they offered there. In any case she didn’t like it (“too much emphasis on sororities and socializing,” she says) and transferred to the University of Houston after one semester.</p><p>In the fall of 1966, at the beginning of her junior year, Kathy Niederhofer met Jim Whitmire, who became her soulmate. They were married within six months. He was, like her, a business and accounting major, but that was just the surface of a much deeper mirror. They discovered themselves in each other so completely that people who knew them back then can’t describe them separately, often referring to them as twins or clones. The resemblance haunts old photographs: He was slight, pale, Warholesque; she bleached her hair to please him. Both were outstanding students who aced the tough Cpa exams on their first try to begin careers with big Houston accounting firms. Both were meticulous, compulsive workaholics. The only hobby they pursued was politics.</p><p>Jim Whitmire was a liberal activist in the sixties mold, an idealist who inspired his wife with his ambitions. They became part of the yuppie reform movement that sought to overthrow the business-as-usual gang in the early seventies. Among other causes, they protested a proposal to award the cable Tv franchise for the city to a single cable company; in a public referendum, voters revoked the award. At Jim’s urging, Kathy attended the first convention of the National Women’s Political Caucus, which was held in Houston in 1973. At Kathy’s urging, Jim ran for city council in 1973 and 1975, challenging incumbent good ol’ boys without much success. In all these things they were a team.</p><p>It died a painful death, their life together. Kathy had known when she married him that Jim had suffered from juvenile diabetes, but as she put it, “when you’re that young you never think anything horrible can happen to you.” The disease, which had been latent for twenty years, resurged horribly in 1975. His kidneys failed almost overnight,</p><p>Kathy changed jobs, bought a home dialysis machine, and devoted herself to the urgent, messy task of keeping him alive. She prepared his diet, performed his dialysis, and tended to him around the clock. He went on the transplant list, which meant instant trips to faraway hospitals for tests and vigils; she put him in the car and drove for fifty hours to the University of Minnesota. It was a preview of the fiercely willful woman that Houston politicians would come to bemoan and castigate a decade later. The couple’s friends figure that she kept Jim alive for more than a year by her sheer refusal to let him go.</p><p>Jim Whitmire died in November 1976. Almost immediately, as if she were trying to replace him, his widow launched her own political career. Her ideology had for roots her father’s conservative resentment, her late husband’s liberal passion, and her own determination, a hybrid that over the years has yielded some odd fruits. When Kathy Whitmire announced for city controller, no woman had ever held elective office in Houston government.</p><p>According to Houston’s 1947 charter, the controller was supposed to be the city’s chief financial officer, the counterweight in Houston’s strong-mayor form of government, responsible for disbursing and managing all public funds. That was a farce, of course. For 25 years a loyal factotum named Roy Oakes held the post by doing what a string of mayors told him to do. In 1973 he was defeated by the first real challenger he had ever had, Leonel Castillo, who became the first Mexican American to crash city hall. Castillo used the office to great effect as a pulpit for policy debates, greatly increasing its visibility, but he wasn’t much interested in the job’s dreary duties. It was still a sleepy bookkeeping office when he resigned in 1977 to join the Carter Administration.</p><p>Kathy Whitmire, whose political instincts are almost supernatural within the city limits, realized it was the perfect job for her. The dozen-odd supporters who had been with her since the days when she ran Jim’s 1975 city council campaign out of her kitchen remember that her confidence unnerved them. Their collective political experience was minor-league and mostly futile, yet Whitmire talked as if she already had the job. In the campaign she came across as a colorless accountant who knew precisely how to organize the city’s neglected books. She spoke to every civic group willing to hear her, always without notes and at soporific length about bond ratings, municipal debentures, zero-based budgets for each department—a numbing litany of sensible steps. She carried almost 60 percent of the vote.</p><p>Whitmire’s first two-year term consisted of a drastic overhaul of the way things got done in the controller’s office. She streamlined, professionalized, computerized, and generally modernized operations. Downtown banks and law firms, accustomed to decades of municipal ineptitude, went out of their way to applaud and encourage her efforts. This gave her credibility and standing that enabled her to go on the offensive in her second term.</p><p>The good ol’ gang that still ran city hall in the late seventies was represented by Mayor Jim McConn, a former president of the Houston Home Builders Association. A likable, gregarious developer of the old school, he didn’t have a clue as to how to run a modern city government and was wholly unprepared for Whitmire’s attacks. The most glaring case in point was the Public Works Department, by far the largest department in city hall and a special irritant to old Karl Niederhofer’s angry daughter.</p><p>For almost twenty years under three different mayors the director of public works was a sly old devil named E. B. Cape, who was also the main fundraiser for whichever mayor was in office. Cape would tell the various developers and contractors—the very same people whose work he was responsible for approving and inspecting—how much they were expected to contribute to the mayoral campaign coffers. The money would be collected without fuss or fanfare and passed along to the mayor’s office.</p><p>The more she learned of the inner workings of city hall, the more caustic Whitmire grew. Beat reporters started hanging around her office, waiting for tips about new skullduggeries. By the end of her second term Whitmire had made the office of controller the second most important post in city government and had positioned herself nicely for a run at the mayor’s job. She was totally convinced that she could beat McConn. None of the pros thought she had a chance.</p><p>Her core support came from women and homosexuals, two voting blocs that, needless to say, had never figured prominently in good ol’ boy politics. They were enough, however, to put her in a runoff against Jack Heard, a folksy county sheriff who personified the business-asusual tradition (Mayor McConn ran a slow third in a crowded field).</p><p>Whitmire, then at the height of her “Tootsie” phase, personified the nerdy technocrat. She continued to lecture without notes at great length, in her squeaky voice, on the myriad failings of Houston city government. It was hard to take her seriously as a politician but equally hard to argue with her. She won by a landslide. All the experts said it was because her opponent was a foolish buffoon-an explanation that would be heard again many times in years to come.</p><p>George Greanias, the current city controller, likes to compare the Whitmire Decade to the reigns of classical Egyptian pharaohs, with Old, Middle, and Late dynasties. In ancient Egypt these phases were characterized by creating a civilization, then consolidating power, and finally building monuments to it. Like virtually everyone in city hall by now, Greanias is a Whitmire enemy —of the bitter variety—but his analogy still shows insight. Kathy Whitmire, both as mayor and as woman, has been through some changes.</p><p>Her first two terms as mayor, from 1982 through 1986, were much like her first term as controller, devoted mostly to streamlining and professionalizing the work of city government. She shrunk the number of city departments by one third, for example, and raised the caliber of department heads considerably. She has never been an easy person to work with or for, so those heads have rolled rather frequently, but the quality has remained high. Basic city services —sewer, water, garbage removal-are delivered more efficiently and more equitably than at any time in living memory. The vast Public Works Department, notably, acquired a professional tone. Small-time contractors grumble now about weeks of red tape, mourning the days when a bottle of Scotch got a wiring plan approved on the spot, yet even they admit the department plays fair with everyone.</p><p>But the most important thing she did was appoint Lee Brown as chief of police. For two decades the police had been an issue that polarized the city along racial lines, an old sixties wound that wouldn’t heal. By naming a black man to head the force, Whitmire defused the issue completely, much to the relief of the entire city. Brown proceeded to do a terrific job of uniting Houston behind the police and a decent job of running the department; he departed in 1990 to become the police commissioner of New York City. Even the most die-hard Whitmire foes today acknowledge the Brown appointment as a masterstroke of effective leadership.</p><p>Whitmire’s main opposition in the Old Kingdom years came from the downtown business crowd, who were accustomed to mayors who paid more attention to them. She had come into office beholden to none of them, since all the big contributors had bet on real politicians in the ’81 free-for-all. That in itself was enough to make them suspicious. But on top of that, she was hard to get along with, an irritable woman who, like her father, wasn’t good at the get-along game. In 1983 the business crowd ponied up a ton of money to run a nobody against her, a former aide to Senator Lloyd Bentsen (himself an emeritus member of the downtown crowd) named Bill Wright. They just didn’t take her seriously as a politician. Outspent nearly three-to-one, she took 70 percent of the vote.</p><p>By 1985 they had gotten serious and recruited a heavyweight. Louie Welch had been Houston’s mayor from 1964 to 1974, a business-as-usual godfather who had gone straight from the mayor’s office to becoming the president of the chamber of commerce without missing a step. He was able to raise two tons of money and a clarion call for a return to the good ol’ boy days. He had no idea how much Houston had changed in ten years. Whitmire taught him a hard lesson—59 to 41 percent.</p><p>Because her opponents were all such predictable conservatives, Kathy Whitmire was regarded as a liberal in those Early Kingdom years. That misperception is the source of a deep sense of betrayal that many liberals have come to feel toward her. Indeed, a distinguishing feature of the Late Kingdom is that Whitmire’s main opposition now comes from the left, and the downtown establishment gives <em>her</em> tons of money.</p><p>In the brief Middle Kingdom, bedfellows shifted about. After the whopping defeat of Louie Welch, the downtown crowd—never ones to throw good money after bad—decided to sue for peace. And Kathy Whitmire, a supremely practical gal, was more than willing to meet them halfway. Their alliance took the form of the Greater Houston Partnership.</p><p>On one level, the Partnership was a response to the alarming collapse of Houston’s economy in the mid-eighties. It was started in 1984 as an offshoot of the chamber of commerce called the Houston Economic Development Council, the brainchild of megadeveloper Kenneth Schnitzer (of Greenway Plaza), who didn’t think the chamber was doing enough to attract new industry to town. The Hedc had a board composed of fifty prominent businessmen, the mayor, and the Harris County judge, and was charged with promoting Houston as a great place to do business. Initial funding was provided entirely by private contributors.</p><p>The mayor had no qualms about promoting her city to anyone. She did it so energetically and so well, in fact, that before long she was the tail wagging the dog. By 1986 her city budgets made city hall the largest single sponsor of the Hedc; she joined the executive committee, and it became her show. In 1989 the Hedc swallowed the chamber of commerce by reincarnating itself as the Greater Houston Partnership, funded largely with public money and starring the mayor. In effect it was business-asusual in a fancy new dress, like the mayor herself.</p><p>Kathy Whitmire had undergone a radical makeover since her old “Tootsie” days. Long gone were the fussy hairdo, the gawky eyeglasses, the prim bow ties. Gone too were the cracks in her professional facade that once had made her seem more accessibly human. In 1983 she bought herself a sporty blue Porsche and a beach house in Galveston, and she would show up at parties and clubs like a normal person looking to relax awhile. She even had a fairly visible fling with a local artist, a handsome rake who later went on to romance actress Anjelica Huston.</p><p>But that is all history from the Old Kingdom. By 1985 she had given up the place at the beach and the old duplex and moved into a blue-gray Victorian home in the upscale Woodland Heights. She no longer socialized with anyone but her own close circle of staff and advisers and political allies. She looked, dressed, and generally acted like the high-powered executive she had become and clearly enjoyed being. She was a far more attractive woman than she used to be, but less interesting. She ran unopposed that year.</p><p>In 1989 disgruntled liberals joined with snubbed business leaders to challenge her with another ex-mayor, Fred Hofheinz, who had served two terms in the midseventies. Like his father before him —Roy Hofheinz, a two-term mayor in the fifties—the younger Hofheinz was an antiestablishment advocate for blacks, Hispanics, and unions: a standard liberal Democrat. He was talked into running again by Mickey Leland, the late black congressman who feuded with Whitmire for years. Most of Houston’s black political leadership lined up solidly behind Hofheinz, who ran a straight-ahead liberal campaign. Whitmire squashed him, 65 to 35 percent. She even won the black vote, which had been on her side since the Lee Brown appointment.</p><p>So Houston entered the nineties with Kathy Whitmire in obvious command of city Kail. But lately the only thing that unifies the fourteen-member city council is their resentment of the mayor. This is best illustrated by the Breakfast Club, a cabal of anti-Whitmire council members who used to meet every Friday at the Captain’s Table in the Four Seasons Flotel. There were always six or seven of them —eight would have violated the Texas Open Meetings Act—covering the spectrum of race, creed, and ideology, each of them fuming over something she had done. They would plot strategy, grill department heads, write resolutions, and take turns paying the bill.</p><p>It always came to naught. The mayor had the power to control the council agenda and won the major votes, year after year. The Breakfast Club eventually disbanded in 1989. Today the council is a listless bunch of petty nigglers, as collectively subservient to the mayor as the good ol’ boy councils of yesteryear.</p><p>At the same time the importance of city government was growing in direct proportion to the evaporating fortunes of the Houston business community. By the mid-eighties city hall was keeping half the local construction industry in business. Like her father, Kathy Whitmire likes to build things and is good at it. In her first term she inherited the huge George R. Brown Convention Center, a difficult and troubled project, and finished it under budget. But it wasn’t until her Late Kingdom years that she indulged her enthusiasm with a slew of projects big and small, ranging from ethnic cultural centers to gigantic airport terminals. For the first time in 150 years the promoters and developers of Houston were depending on city hall to make things happen, following its lead instead of pushing it around. That marked the arrival of modern city government in Houston.</p><p>Because City Elections Are officially nonpartisan, city hall is largely insulated from the nonstop squabbles of normal party politics. The local Republican and Democratic organizations have been proven to have small influence in city elections —Whitmire has beaten both parties when they took positions —so they have lost interest in local races. Whitmire in turn has never displayed any interest in their elections. The only time she has even been linked, ever so discreetly, to a partisan candidate —in one Democratic congressional primary—she was proven to have small influence. She is not a player in state and national partisan politics, so she isn’t really a normal politician.</p><p>Whitmire’s whole approach to politics is managerial, her string of elections a triumph of accountancy over backslapping. People who have worked closely with her on elections tell amazing stories of the precinct map she carries in her head, her ability to recall almost block by block how neighborhoods have voted over the years. And she never forgets, as others usually do, that a 30 percent turnout is outstanding for Houston, and 25 percent is the norm. Which means that less than one eligible voter out of every six is needed to carry an election quite handsomely.</p><p>Whitmire has always maintained a campaign staff and a direct-mail operation on a year-round basis, keeping in touch with that one-in-six voter. Her data base, managed for her by a consultant named Dan McClung, can print out a list of every home in Houston that has ever had a Whitmire yard sign in front of it. Loaning out her various mailing lists, in fact, is one of her principal means of indenturing other politicians. As with everything Whitmire does, her political machine is professional, streamlined, and modern.</p><p>She is vulnerable this year because she has grown too big, not for the job of mayor but for the nerdy technocrat role she was first elected to play, back when city government was a scandal and a joke. The most commonly heard put-down of her is that she was a good bad-times mayor but is a bad good-times mayor. Whitmire naturally thinks that’s ridiculous and unfair, and she’s prepared to fight about it. She has always had plenty of grit.</p><p>The mayor has up to now been impervious to issues. The best example of this came back in 1984, when she muscled through a gay-rights ordinance that triggered an explosion of anti-gay fervor. When it appeared on the ballot the next year, it was resoundingly rejected, but by then she had somehow distanced herself from her own idea. Houston’s most astute political observers have been mystified for years by Whitmire’s ability to dodge bullets that should have had her name on them.</p><p>Her poisonous relations with the police are a timely case in point. No normal politician could have survived the sustained animosity directed at the mayor for a decade by the average cop in the street. Spokesmen for the patrolmen’s unions get apoplectic at the mention of her name. In truth, though, they are merely the uniformed tip of an iceberg of ill will formed by city workers generally. Whitmire exhibits her father’s low opinion of public employees as lazy and wasteful by nature. She has been at war with the city civil service commission since her first month as controller, fourteen years ago. As mayor she has repeatedly lobbied the Legislature to relax Houston’s civil service protections, with minimal success. Her running battle with the police force has less to do with crime fighting than it does with union busting.</p><p>But that very ordering of managerial priorities now threatens her political survival. A summer wave of violent crime has washed fear up into precincts that used to be above that waterline, creating a citywide undertow that could drown the mayor herself. Violent crime had actually declined in Houston during most of Whitmire’s tenure, down from the murderous pace of the boomtown era, leading her to relax the city’s guard. Various cost-cutting measures in the pennypinching eighties shrunk the police force by around six hundred cops in five years. When a sudden flood of vicious thugs descended on the city this year —released from prison by the criminal justice system—Houston City Hall was caught unawares, like a typical victim.</p><p>Whitmire mounted a damage-control effort in July. Her fiscal 1992 budget was revised just two weeks after being presented and was hastily juggled to add 150 patrolmen Asap. She showed up at police academy ceremonies, appointed a high-profile citizens’ task force, and dashed off to Austin to lobby the special session on prison bills she had never cared about before. She behaved, in short, like an anxious politician rushing to the front of a critical issue. So did all of her opponents, of course. What the voters will make of it all remains to be seen, but Whitmire’s bad rap from the suddenly popular police can only hurt her.</p><p>The central issue in this November’s race is the mayor’s inspired monorail fantasy. The plan’s history is muddled and debatable despite three public referendums dating back to 1978, when the Metropolitan Transit Authority was voted into being by an electorate stuck in impenetrable traffic. The agency was made the beneficiary of a one-cent sales tax and told to solve the gridlock problem; some kind of mass transit was presumed necessary. In 1983 a detailed plan to build an old-fashioned heavy-rail system for $2.3 billion was rejected two-toone by that same electorate. Five years later a vaguely worded proposition allowing Metro to spend the bulk of its sizable revenues on some unspecified lightrail system was approved in an election that drew 9 percent of the eligible voters. The “yes” campaign was run by the mayor’s personal campaign manager.</p><p>During this same period, though, Houston’s freeway paralysis went into remission. Lots of Yankees moved back to where they came from, for one thing. And the Texas Highway Commission, run for four years by the same Bob Lanier who is now opposing Whitmire for mayor, pumped $4 billion into building new, and expanding old, Houston freeways. Under that same Bob Lanier, Metro spent another $700 million on high-speed rush-hour transitways.</p><p>The result is that Houston voters don’t feel so desperate anymore. The suburbs are especially reluctant to spend a projected $1.2 billion on a gaudy monorail that won’t go outside the city limits. Most of the project’s support comes from builders who would benefit by having the sexy train call on their developments, plus the downtown crowd, which habitually supports any scheme to build things with tax dollars. General public support, soft to begin with, has done nothing but erode. And that dedicated road builder, Bob Lanier, has launched a campaign for Whitmire’s job based primarily on his loud opposition to the plan.</p><p>The notoriously stubborn mayor hasn’t backed off an inch. She has fought like a tigress to prevent a fourth referendum on the monorail per se, asserting that the 1988 ballot was mandate enough. She lectures everyone incessantly that the monorail is crucial to Houston’s future—the only way to avoid renewed gridlock in the twenty-first century—and clearly believes it herself. It’s a classic Late Kingdom syndrome, whether in ancient Egypt or in Whitmire’s Houston, this urge to build great public works that the future will appreciate more than the present needs.</p><p>It’s also classic Houston-in-action, the latest crazy notion from the same bag of dreams that gave Houston its railroads, the Ship Channel, Lake Livingston, the Astrodome. Those were all boondoggles resisted in their day by forgotten advocates of good sense. If good sense had been a Houston trait, the place would still be the swamp that nature intended.</p><p>The old business-as-usual, prebust Houston would have already built the monorail by now, complete with lavish celebrations and the usual orgy of publicity. But the high-roller swagger that personified that Houston for so long —for generations—has been subdued in recent years, disillusioned and confused. It isn’t the same brash city that dammed the Trinity River in the fifties to create Lake Livingston, the water supply that made the boom of the seventies possible. That extravagance cost the mayor identified with it, Lewis Cutrer, his job, but the dam got built anyway because mayors didn’t count for much back then.</p><p>Today is different. Houston’s future is shaped more than ever in city hall, on the mayor’s turf. If Whitmire is reelected, she will get to build her monorail; there will be no stopping her. If she loses, it probably won’t happen. The election will reveal to what extent the old game is still afoot, whether Houston is the bold gamble the Allen brothers opened or whether it is now something else—just another sensible metropolis.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "November 1991",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Houston",
      "Whitmire",
      "Mayor",
      "Government",
      "office",
      "Police",
      "Campaign",
      "City Government",
      "money",
      "Business",
      "ever",
      "Home",
      "people",
      "Election",
      "Elections",
      "Liberal",
      "Mayors",
      "term",
      "city council"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Houston",
      "Texas",
      "Washington",
      "Austin"
    ]
  }
}