{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19808",
    "date": "August 1980",
    "year": 1980,
    "month": 8,
    "month_formatted": "August",
    "pdf_uri": "/1980/19800800.pdf",
    "issue_cover_image": "",
    "document_start_page": 102,
    "toc_start_page": 100,
    "document_page_range": [
      [
        102,
        103,
        104,
        105,
        106,
        107
      ],
      [
        176
      ],
      [
        178,
        179,
        180
      ]
    ],
    "toc_order": 3,
    "toc_headline": "The Secret Life Of the Beach",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198008-thesecret",
  "source": "/1980/19800800.pdf",
  "wp_post_id": 107865,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-secret-life-of-the-beach/",
  "authors": [
    "Stephen Harrigan"
  ],
  "headline": "The Secret Life Of the Beach",
  "dek": "Seldom seen by human eyes, the cycle of procreation, birth, survival, and death is endlessly repeated.",
  "spread_caption": "",
  "excerpt": "Along the silent, lovely beach, tiny armies fight in the tide, fierce battles rage in the sky, and nocturnal marauders slither across the sand.",
  "kicker": "",
  "word_count": 5102,
  "content": "<img/><img/><img/><p><span class=\"dropcap\">A</span> white-tailed hawk has spent the night at the summit of a solaitary live oak behind the dunes. There is dew on the hawk’s wings; he is sluggish and cold. He turns around and around on the branch, positioning himself to catch the warmth of the sun rising into a clear sky over the Gulf.</p><p>The tree on which the hawk sits bends elaborately leeward, brought to a state of extreme torsion by the incessant onshore wind. It stands at the center of the island in a kind of valley, a “deflation flat,” between the stabilized dunes near the beach and a bare active dune field that backs up to the narrow lagoon separating the island from the mainland.</p><p>The isolation of the tree suits the hawk. It gives him a sense of prominence, from which he derives a sense of security. Even at rest, uncommitted to anything except basking torpidly in the early morning sunlight, the hawk gives off an impression of awesome capability and utter indifference. He looks out over the grassland, blinking. His stolid body is clearly marked: a warm gray above, with rufous streaks on the wings, and a clean white underside and tail, which is traversed at the tip by a precise black band.</p><p>Illustrated by Jack Unruh</p><p>When the sun is a little higher, he begins his diurnal rounds, rising from the tree with a few powerful surges of his wings and almost immediately entering an updraft. The hawk artfully conforms to the movement of the warm air, letting it support him, adjusting the tension in his wings for direction and height. The same economy that guides his flight guides his will: there is neither wasted motion nor wasted thought. The hawk’s mind is as clear as the air in which he flies. He scans the ground and notes without concern the high-packed burrows of pocket gophers, the scattered yellow flowers of beach morning glory, his own reflection in the water of a tidal pool. Far below him on the highway that runs the length of the island lies a dead mother possum, surrounded by the three embryonic forms that were knocked from her pouch when she was struck during the night by a car. The possum babies are pink, with black, skin-covered bulges of incipient eyes and well-developed forelimbs, which they had used to climb from their mother’s vagina to her pouch, knowing the way by the trail of saliva she had deposited.</p><img/><p>None of this concerns the hawk. It is movement that excites him. The sharpness of his vision, the expert trim of his body in the air—sensations that would produce a state of rapture if transferred to a human being—are part of the package of the hawk, instruments for locating snakes and rabbits and frogs. But within the range of his vision the narrow island is encompassed: it revolves around the steady axis of his perception. When the hawk flies north the open Gulf is at his right wing tip and the muddy lagoon at his left.</p><img/><img/><p><em>“The dunes are clean and virginal, expanses so utterly without shade that practically no living thing interferes with their architectural purity. Constantly moving, their complex structure is implied by the wind ripples and slip faces that mark their surfaces.”</em></p><p>The island is little more than a mile wide and only a few hundred yards from the mainland. Though it is twenty miles long, its northern and southern boundaries are almost abstract landmarks, the sites of natural passes that barely interrupt the continuity of a long strip of offshore islands that shadows the Texas coast for some two hundred miles, from the Brazos to the Rio Grande. This island, like the others that make up the chain, is a barrier island, a sandbar that serves as a buffer between the turbulence of the open Gulf and the calm estuarine waters. Above its base of Pleistocene mud the island is an accumulation of sediment washed down from rivers, fanned along the coast by currents, and pounded into a semblance of geological form by the surf. The island’s shoreface is paralleled by three submerged bars, with deep troughs between them, that are the last easily discernible features of the sea bottom before it planes out for its long, monotonous drop along the continental slope The smooth, wind-generated waves of the ocean, coasting along the consistentupgrade of the bottom, trip over the outermost bar, regenerate somewhat in the trough, and then break and reform again for the next two series, finally reaching the shore itself with a weary, slouching motion. Because of the bars the surf is predictable but sloppy, the waves rebuilding and expending themselves all in a distance of a few hundred feet.</p><p>The beach itself is several hundred feet wide, and beyond it are the high and stable foredunes, secured by spartina grass and sea oats from the constant scouring of the wind. The grass flats behind the dunes are stable too, in their way, having been eroded down to ancient sand deposits whose surprisingly regular stratigraphy has been spoiled by the ceaseless disturbance of burrowing animals and rooting plants. But beyond this savannah the dunes are clean and virginal, expanses so utterly without shade or protection that practically no living thing interferes with their architectural purity. The dunes are lower than the foredunes, and blindingly white. And though constantly moving, they are not arbitrary forms. Their complex structure is implied by the wind ripples and slip faces that mark their surfaces. Beyond the dune field is a tidal flat, overgrown with marsh grass, that shelves with no particular demarcation into the lagoon and the deep mud that underlies it.</p><p><em>“It is movement that excites a hawk. The sharpness of his vision, the expert trim of his body in the air—sensations that would produce a state of rapture in a human being—are simply part of the package of the hawk, instruments for locating snakes and rabbits and frogs.”</em></p><p><span class=\"dropcap\">A</span>ll this is within the field of the hawk’s exquisite vision. High up in the sky the full moon is still visible, as pale as a cloud. At this time of the day the moon is simply a receding ornament, but its effects upon the creatures of the island are profound. All of the waters of the world fall a little toward the moon, as gravity demands. The oceans bulge outward, lagging in their momentum as the earth spins beneath, generating immense longitudinal waves that, when they reach land, are known as tides.</p><p><em>“at the edge of a clear expanse of the dunes, the lizard stops. To cross the barren sand would be suicidal. Overhead the white-tailed hawk is circling, scanning the brush for a signal, for movement such as the lizard makes when he bobs his head in autonomic longing.”</em></p><p>It is high tide now, on this island a visually unspectacular event, since the water rarely rises or falls more than a foot or two. The swash line—the farthest boundary of the surf—has advanced several yards up the beach, leaving a string of muddy, deflated foam and a new wave of detritus: broken shells, mangrove pods from Yucatan, worm tubes, parts of crabs, plastic rings that once held sixpacks of beer together, seaweed, light bulbs, gooseneck barnacles slowly dying of exposure on a piece of driftwood.</p><p>To the creatures that live within the surf zone the tide is a critical occurrence. Most of them live either beneath the sand or somehow secured to it and would be helpless if dislodged. They have no way of controlling themselves in the violence of the waves, no way to go in search of the tiny planktonic forms upon which their existence depends. The tides bring the plankton to them, and the creatures use whatever means they have for extracting it from the environment. Sand dollars, traveling just beneath the sand of the outermost trough, trap the plankton in minute spines that cover their sturdy, chambered bodies and move it along to their mouths. Nearly microscopic creatures called larvaceans construct a kind of “house” around their bodies, with which they trap and filter protein. Bivalves, like the coquina clam, open their shells just enough to send up a siphon to draw in the plankton.</p><img/><img/><p>In their makeshift burrows just inside the surf a colony of coquinas are monitoring the violence of the waves above them. They can feel the power of the water, and the relative cessation of that power, by the intensity of the tremors it sends through the unstable sand in which they are buried. The clams read the disposition and duration of each wave. They hold themselves down in the sand by extending a powerful muscle, known as a foot, from their shells and then clenching it to give them purchase in the shifting sediment of the bottom.</p><p>A wave breaks above them, shaking the tiny clams in their burrows. They are aware of the calm of the receding wave, and they are impelled to reduce the tension in their feet and use the muscle instead to boost themselves up above the sand, where they extend their siphons and suck in the water, with its oxygen and nutrients.</p><p>Sometimes they miscalculate and rise out of the sand to find themselves fruitlessly siphoning the open air, having been stranded on the beach by low tide or an especially powerful outgoing wave. At such times the tiny, pastel-colored clams look like a handful of pebbles half-buried in the sand. But the illusion is momentary: the coquinas turn the sharp ends of their wing-shaped shells downward, extend their feet, and hitch themselves down into the security of the wet sand.</p><p>They are such dim, shapeless creatures within their shells; they are hardly imaginable, hardly recognizable as living beings. The shells are the calcified secretions of the clam, built layer by layer like the flowstone of a cave. The creatures themselves are as impalpable as the shells are exact: a blob containing viscera, gills, muscles to control digestion and motion, and muscles that hold the wings of the shell shut with remarkable tenacity to protect the helpless protoplasm inside. The clam’s brain consists of a few specialized ganglia strung out along a neural cord. The creature has no eyes, no sense of smell, no hearing. Yet in some way it is as ardent about its existence as the bottlenosed dolphin that has ridden the tide over the highest bar and is chasing a school of mullet now in the trough. Within the intertidal zone, as well as upon the island itself, there are no “degrees” of existence, only a range of mysteries, secrets of perception that every species withholds from all others.</p><p><em>“High up in the sky the full moon is still visible, as pale as a cloud. At this time of day the moon is simply a receding ornament, but its effects on the creatures of the island are profound. All of the waters of the world fall a little the moon.”</em></p><p><em>(Continued on page 174)</em></p><p><em>(Continued from page 105)</em></p><p>Coquina clams live for about a year if they do not fall victim to the wide range of predators that swarm or swim or walk within the surf. Bottom-feeding fish like drums or croakers cruise above the sand, probing with the barbels on their chins for buried mollusks and then popping the creatures into their mouths with impressive speed. Willet feed on the coquinas in the receding waves, grabbing the still-extended feet of the clams in their bills. With a twist of their heads, the birds then snap the adductor muscles that hold the shell together. Coquinas also fall prey to other mollusks, carnivorous snails that have the gift of locomotion.</p><p>One such creature is making its way now toward a colony of coquinas. It is a shark’s eye, named for the center point in the whorled design of its shell. The shell rides on the back of the mollusk, which is an almost liquid mass of such volume that it is difficult to imagine how it could ever work itself back inside. Far in advance of the shell are the creature’s tentacles, and below them, almost invisible, are two “eyes,” blotches of sensitive pigment through which it can sense gross changes in the quality of light. The mollusk glides along on its foot, secreting a film of mucus to smooth the way. Its flesh is formless and almost transparent. The shark’s eye burrows easily into the sand and comes out again, unimpeded by the underwater terrain. Though its tentacles are waving rhythmically ahead, more than just the sense of touch they provide guides the snail. It is drawn forward by the smell of the clams, a sense that comes to the snail through a minute organ near its gills.</p><p>It tracks the clam relentlessly and thoughtlessly, pulled along by its own appetite. The coquina that it will destroy is unaware of its presence and unequipped to escape anyway. Perhaps in the seawater it draws through its siphon the clam can detect the one-part-per-billion presence of the snail, but such an advance warning cannot mitigate its helplessness.</p><p>The snail closes in so slowly that its victim’s death seems ordained, and the action itself monumental, as if the mollusks were two land masses drifting together. When the snail finally reaches the clam it unhesitatingly smothers it with the mass of its body and begins the process of boring a hole through its shell, rasping in a circular motion with the minute denticles in its mouth. When the hole is drilled the snail inserts its proboscis and begins the process of absorbing the clam. It takes hours to accomplish this, and all the while the other members of the coquina colony pop up and down in accordance with the rhythm of the waves.</p><p>Strewn all along the beach are the empty shells of coquinas and cockles, each with a neat hole drilled through it. The evidence of predation and destruction is everywhere. The sea brings an astonishing variety of creatures, pulverized or whole and dying, onto the beach. A hardhead catfish washes up onto the sand, its sharp dorsal fin rising up and down with the heaving of its gills; a yellow sea whip, a thin rope of polyps uprooted from its anchoring place, ends up entwined on the beach with the tendrils of a Portuguese man-of-war; a small sprig of brown sargassum floats up on the tide, the host to a doomed and incredibly diverse community of hydroids, nudibranchs, crabs, shrimps, worms, and fish.</p><p>Perhaps nowhere else is the fact of death so obvious and unremitting. The most imposing feature of the seashore is the spectacle of life worn down and out, pummeled into its component parts. The dynamic of the littoral is a constant process of disintegration, a process evident even in the sand itself, whose grains are the result of the seemingly infinite weathering and grinding of rocks.</p><p><span class=\"dropcap\">M</span>ost of the active life of the beach is hidden, secreted away in burrows or calcified tubes, covered with sand, cement-ed to or tunneled into driftwood. The only consistently visible creatures on the shore are birds. Standing at the surf line, looking seaward with concentration, is a mixed population of laughing gulls and rather large, stocky terns—Caspian terns. The gulls are in their summer plumage, their heads hooded with black. The terns’ heads are white, but with a black crest flattened back against their heads by the offshore wind. When they are not standing on shore the terns fly low and fast over the water, their wings canted sharply backward. They are diving birds, with the characteristic of dropping into the water as if they had been suddenly shot out of the sky. Whenever a tern manages to catch a fish in this fashion he must then defend it in an exhaustive aerial dispute with the gulls, who are more aggressive and persistent and are capable of running a tern almost to ground.</p><p>But standing together on the beach, the terns and gulls are at peace, narcotized by the rhythm of the surf. Sanderlings poke around near their feet, and just above the water a frigate bird soars, a strange dihedral kink in each wing and a quality of reserve in the manner in which it simply bends down and extracts a fish from the waves. There are black skimmers out there too, and spring migrants—swallows and Baltimore orioles and a chuck-will’swidow—that have flown all the way across the Gulf with instinctive reckoning and endurance.</p><p>Within the crowd of shorebirds there are occasional desultory episodes of mating. A male tern bobs his head, struts about, and hops onto a female’s back, grabbing her by the neck and then flapping his wings and squawking. When it is over the male hops down and looks out to sea again, his fervor of a moment earlier completely forgotten.</p><p>It is the mating season for other vertebrate inhabitants of the island as well. Back behind the dunes a keeled earless lizard skims over the loose sand as lightly as a water bug. The lizard skitters forward for a few feet and then stops, bobbing his head in much the same way as the birds on the beach, advertising himself to whatever females may be around. The lizard is preoccupied with the urge to mate. His skin has broken out in black nuptial bars that run along either side of his body. Somewhere in the same dune field there is a female, but she is already gravid from an earlier encounter with this same male. She is, however, still flushed with her own mating display—an understated suffusion of yellows and oranges where the male has his black bands. Her body is swollen with the eggs she will soon deposit without ceremony into the sand.</p><p>The male lizard continues to bob his head, casting about in the vast dune field for another mate. Then he moves on, unfulfilled but undeterred, over the crest of a dune and out to a bed of hard sand where his long digits leave no tracks but where the prints of coyotes, foxes, and skunks are already impressed. Beneath a mat of vegetation at the edge of a clear expanse of dunes, the lizard stops, filled with the primal knowledge that to cross the barren sand would be suicidal. Overhead, the white-tailed hawk is circling, stable in the thermals, scanning the brush for a signal, for movement such as the lizard will give when he bobs his head in autonomic longing.</p><p>As the day wears on, the lizard becomes progressively less active, finding relief from the heat in the shade of the dune grass. During the afternoon most of the terrestrial inhabitants of the island are likewise holed up, waiting for the cycle of predation and opportunity that the coolness of the evening will bring about. The cycle continues, of course, in the ocean, and in the tidal marshes at the back of the island, where hermit crabs stagger about beneath the weight of the abandoned gastropod shells they have taken over, to which they have fitted themselves almost as firmly as the original inhabitants. The crabs are, for the most part, very small, their hind parts carefully contorted into the inner chambers of moon shells and whelks. Only their claws are visible, and with these claws they pull themselves along the mud bottom of the flat or up the sheer faces of rocks.</p><p><span class=\"dropcap\">W</span>hen, at length, the sun begins to go down, the hermit crabs are not aware of it, but to many other creatures the coolness and the beginning of darkness are signals to come out of their torpor and hiding and into their nocturnal wakefulness.</p><p>In the grasslands midway between the dunes and the mud flats there is a large, brackish pond and several acres of outlying marshland. In a red-winged blackbird’s abandoned nest, slightly elevated in the vegetation beside the pond, a rice rat is nursing her five offspring. It is dark in the nest. The rat has reinforced it with bits of grasses and sedges and left a solitary side entrance that lets in some of the fading light. The babies are two days old, and already they are active and demanding. In only a few days they will be on their own, making exploratory trips from the nest and then, on the tenth or eleventh day of their lives, being booted out by their mother. The rat will then mate again and lose no time in driving away the male whose presence she has endured only for the sake of procreation. None of this, of course, does the rat plan. It simply happens, and for now she is wholeheartedly a mother, as devoted to the little squirming forms at her belly as it is in her power to be.</p><p>But the babies are draining her reserves of strength and she is hungry. Before they are quite finished she stands up on her whispery little feet and drops out of the door of the nest. She scoots around a miniature inlet of the pond and wanders for a while through the thick jungle of the marsh grass before returning to the shoreline. She finds an insect to eat, a small crab and a jackknife clam, and then, because she is so hungry from the nursing, feeds for a while on the partially decomposed carcass of a lizard. She works her way up and down the muddy fringes of the pond, and then her hunger drives her farther back into the vegetation than she would normally go. Suddenly, in some unspecific way, she is alarmed; she quivers for a fraction of a second, her heart seizes up, and then every muscle and nerve of her body come together in one great convulsive leap as a pair of fangs plow into the sand where a moment earlier she was standing.</p><p>The rat does not bother to follow the shoreline now. She splashes headlong into the water and submerges, holding her breath and swimming beneath the murky water. She careens off the shell of a turtle and, closer to shore, swims between the legs of a reddish egret. She makes it to the opening of her nest with an easy leap and lies inside on her belly, with her heart pounding and the baby rice rats trying to burrow down to her nipples.</p><p>The massasauga rattlesnake that put the rice rat through such trauma is moving away from the marshland and into the drier grass flats. The failure with the rat has cost him no loss of momentum or determination. His passage over the loose sand is swift and rhythmic. He can see and hear and sense heat, and yet another sense originates in his tongue, which he sends out ahead of him to record the particulate density of prey in the air. This information is stored on the tongue and processed through an organ at the back of the mouth. The resulting knowledge comes to the snake as taste. Already now he is receiving an intimation, the subtlest bouquet of kangaroo rat. The sensation gets stronger, until it is accompanied by the thumping of the creature’s feet, a noise that the snake hears through the ground. He positions himself in a coil just off the kangaroo rat’s path. He is very still and trancelike. The massasauga is a small snake, and for a rattlesnake has a small mouth. But then his venom—a neurotoxin—is much stronger than most other rattlesnakes’.</p><p>When the kangaroo rat comes down the path the snake strikes him in mid-stride, injecting the venom and then removing the fangs before the rat has even had time to become aware of the danger. Once he has registered the fact that he has been struck the rat leaps high into the air and hops away at top speed. The massasauga does not follow or seem concerned. He simply stays where he is, gathering his body together in a loose coil, resting until some internal timer tells him that the poison has done its work.</p><p>For long minutes the snake does not stir, and then finally he begins crawling in the direction of the rat. He moves his head from side to side, flicking his tongue and catching a strong taste of rat urine and fear. About a dozen yards down the path he finds the rat on the ground, convulsing. When the body is still the snake moves up to it, running his tongue along it and then slowly opening his jaws to take it in. But then the rat makes one last effort, leaping from the snake’s mouth, landing a foot away, and then twitching until he is still again. This time the snake waits awhile before finally moving in to begin the process of swallowing the rat head first.</p><p>Back at the pond several dozen diamondback terrapins have risen to the surface, their heads stippling the smooth surface of the water. The heads appear disembodied, and in their fixed, identical expressions they have a hallucinatory quality, as if the mood expressed in those reptilian faces were the true disposition of the pond. The turtles secrete saltwater from their eyes, take in air through their nostrils, and bask indolently in the last remaining light of day. Soon they will swim over to the bank and bury themselves in mud for the night.</p><p>At this late hour the pond and the surrounding marsh are congested with bird life: willet, avocets, Louisiana herons, black-necked stilts, american bitterns. They are all feeding, after their fashions, or stalking about, or simply standing still in the water, breathing in the calmness of twilight. Except for the bird cries and the sudden flights of blackbirds and terns across the pond, the marsh is mute and still, the blood of its creatures at low tide.</p><p>Now, as if entering a stage that has been set for them, come two roseate spoonbills. They are soaring low above the marsh, banking and teetering and coasting in the invisible element of the air. Their pink plumage, deepened by the quality of the remaining light, is gorgeous and alien. The spoonbills cruise low over the shallow marsh water, ease down within a foot of each other, and begin feeding with their heads submerged, moving their odd, spatulate, primitive beaks through the mud. There is a strong but tranquil breeze rippling the surface of the water where they stand and ruffling their feathers. The burst of color they bring to the subtle camouflage shading of the marsh is startling; the color of the spoonbills seems a mistake, or a conscious provocation, or some sort of benevolent gift. Even after the sun has gone down the birds are charged, for a long moment, with its light.</p><p>In the darkness the massasauga moves across the highway, the kangaroo rat still an undigested bulge in the center of his body. The asphalt has retained heat and the rattlesnake pauses to absorb it. All at once he hears a monumental commotion from the substratum that actually shakes him a little from side to side. The snake’s concern is uncomplicated and cold, but very real. He tries to get away but moves forward just exactly enough for a moving car to crush his head. Some moments later a solitary coyote, after checking the highway for headlights, walks out and picks the snake up in his teeth, then carries the carcass to the side of the road and eats it, heartened by the bonus of the kangaroo rat.</p><p><span class=\"dropcap\">D</span>arkness has come over the beach with little transition. A cottontail rabbit moves about the shoreward face of the dunes, which is pocketed with the fresh burrows of ghost crabs. From one of these burrows a crab emerges, extending its reticulated limbs and wiping the sand from its eyes with its antennae. The crab needs to replenish the seawater it stores within its gills; it is short of breath. It moves across the sand and down to the swash line, positioning itself there for a low, spent wave from which it can extract the water it needs to survive its terrestrial life. Hundreds of other ghost crabs are doing the same thing, or foraging about near the surf for smaller crabs and for stranded coquina clams whose shells they can chip away with their claws.</p><p>Several of the crabs stop to feed on the long tendrils of a beached Portuguese man-of-war. There are other men-of-war in the surf, helpless to control their fate in the choppy waves. Beyond the outermost bar, however, is a large flotilla of these creatures, their purple sacs driven by the wind across the surface of the water. The men-of-war are not individual animals, they are strange aggregates of other organisms, all of them too highly specialized to exist on their own. Small fish swimming through the man-of-war’s trailing tentacles are injected with a powerful toxin and then eaten by the countless solitary forms.</p><p>For all its biological divisiveness, the man-of-war’s will is single. In some way it recognizes the danger to its existence from the prevailing wind and adjusts the puckered “sail” on the top of its gas-filled float to compensate, allowing itself to tack steadily seaward.</p><p>As the man-of-war fleet moves away from the beach the tendrils trail across the form of a pilot whale dying of natural causes at the edge of the bar. Unlike the men-of-war, the whale brims with awareness, though he is old and emaciated and no longer alert to his dying. He has been drifting aimlessly for days, and the overpowering loneliness and fright he had felt earlier has been replaced by waves of delirium interrupted by lucid moments of resignation. The whale is twenty feet long, his deep black color unrelieved by markings of any kind. He can feel the breakers trying to lift his bulk over the bar, he can feel his bulbous forehead scraping on the broken shells in the sand bottom. The vertigo he feels brings with it a not entirely unpleasant suggestion of diffusion, and he sees his own death as a process of absorption by the sea.</p><p>A half-mile away the white-tailed hawk, perched in his tree, can make out the slick black form of the whale in the waves. He can see also the bioluminescence in each wave face, the collective glow of millions upon millions of protozoan forms. The hawk understands neither of these phenomena, but all that the hawk does not know is irrelevant. It is what he knows that counts. The same is true for the manta ray cruising outside the surf, for the mole tunneling beneath the dunes, for the beachcomber walking along the swash line. They know what they need from the island, and they sense that although the sea continually progrades and erodes it, its life is a greater constant than their own.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "August 1980",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Water",
      "Waves",
      "Death",
      "Fish",
      "wind",
      "Babies",
      "Birds",
      "Edge",
      "Range",
      "Rattlesnake",
      "Rice",
      "Tidal",
      "Bars",
      "Bends",
      "Heat",
      "Highway",
      "Power",
      "Running",
      "Snakes",
      "Swimming"
    ],
    "wp_categories": [
      "Feature"
    ],
    "wp_location": [
      "Texas"
    ]
  }
}