{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19808",
    "date": "August 1980",
    "year": 1980,
    "month": 8,
    "month_formatted": "August",
    "pdf_uri": "/1980/19800800.pdf",
    "issue_cover_image": "",
    "document_start_page": 96,
    "toc_start_page": 94,
    "document_page_range": [
      [
        96,
        97,
        98,
        99,
        100,
        101
      ],
      [
        183,
        184
      ],
      [
        186,
        187,
        188,
        189,
        190,
        191,
        192,
        193,
        194
      ]
    ],
    "toc_order": 2,
    "toc_headline": "How To Become a Billionaire",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198008-howtobec",
  "source": "/1980/19800800.pdf",
  "wp_post_id": 107868,
  "wp_post_guid": "http://www.texasmonthly.com/article/how-to-become-a-billionaire/",
  "authors": [
    "Harry Hurt III"
  ],
  "headline": "How To Become a Billionaire",
  "dek": "When the sons of H. L. Hunt tried to corner the silver market, they followed rules they learned at their daddy’s knee: think big, move fast, and don’t worry about niceties.",
  "spread_caption": "",
  "excerpt": "H. L. Hunt not only left his sons with a few hundred million dollars each to carry them through life but he also taught them the Five Commandments that had made him rich.",
  "kicker": "",
  "word_count": 10093,
  "content": "<p>by</p><p><span class=\"dropcap\">T</span>he heirs of H. L. Hunt have shaken the world with their attempt to corner the silver market. They have also shaken the family fortune to its foundations. Once some $4 billion ahead on their silver deal, they are now more than $1.5 billion in debt and have had to hock the better part of what they own, from the family’s principal U.S. energy reserves to their Rolex watches. They are under investigation by a phalanx of government agencies, and they are being forced to make public what was once the most private of the private empires in america.</p><p>One of the few lighthearted moments in this whole episode came when a congressional subcommittee asked Nelson Bunker Hunt, the mastermind of the silver deal, how much he was worth.</p><p>“People who know how much they’re worth,” Bunker drawled, “usually aren’t worth very much.”</p><p>That line brought the House down and helped the Hunt brothers escape that particular confrontation relatively unscathed. Of course, as Bunker knew, his answer was not original. He had first heard it many years before from his father, the patriarch and the source of the family wealth and wisdom.</p><p>Although silver has been the subject of the recent headlines, the foundation of the family fortune is still oil, and the motive spirit is still the ghost of H. L. Hunt. During the forties Hunt found more oil than any other individual in the world. By the end of the decade he was producing more than 65,000 barrels a day and had an estimated gross income of over $1 million a week. H. L. Hunt’s oil business philosophy could be reduced to three words: drill, drill, drill. As he put it, “The more wells you drill, the greater your chances of finding oil.” True to his words, Hunt pushed his crews to drill more than three hundred wells per year during the forties, often operating as many as 65 rigs a day.</p><p><em>adapted from Texas Rich: The Legend and Legacy of H. L. Hunt, to be published in February 1981 by W. W. Norton & Company. The author would like to acknowledge The Last Boom by James a. Clark and Michel T. Halbouty as an important source of background material for this story.</em></p><p>Illustration by Frank Morris</p><img/><p><strong>How To BECOME a Billionaire</strong></p><p>But the only reason Hunt was able to support that kind of drilling operation was that he had made a deal back in 1930 with a man by the name of C. M. “Dad” Joiner. In what later proved to be one of the most famous transactions in the history of the Texas oil business, Hunt bought Joiner’s five thousand acres of East Texas oil leases for $30,000 in cash and a little over $1 million in future oil payments. Those leases turned out to be in the heart of the largest oil field ever found in the continental United States. Hunt went on to make more than $100 million from the deal over the next fifteen years. And that first $100 million became the cornerstone of the Hunt family’s current billions.</p><p>In the Dad Joiner deal H. L. Hunt employed many of the strategies that his sons later used with equal success. They could be called the Five Commandments for Becoming a Billionaire: (1) Trust your instincts, (2) Let nothing stand in your way, (3) Think big, (4) Get the best information any way you can, and (5) Do what can’t be done.</p><p><strong>the First Commandment: _Trust Your Instincts_</strong></p><p><em>In the late thirties, after H. L. Hunt was on the road to riches, his oldest son, Hassie, went into the oil business with him. Like his father, Hassie had no use for geologists. He and H. L. would simply drive through the countryside until Hassie nudged his father and said, “Daddy, this looks like a good place to drill. ’’ More often than not, the places Hassie picked did turn out to be good oil fields. By H. L. ’s own account, Hassie was a millionaire in his own right before the age of 21. Hassie’s success was largely the result of his ability to trust his instincts.</em></p><p>On the afternoon of September 5, 1930, H. L. Hunt and his companion Pete Lake set out from El Dorado, arkansas, with very little cash and very high expectations. Over ten hours and 160 miles later, they reached the little East Texas town of Henderson. They followed the pine-corridored highway 6 more miles past Henderson, then turned right onto a narrow dirt road that was unusually furrowed by the passage of traffic. They drove for another mile past an open field, around a large pond, and then back into the woods again. At last they reached the small clearing where C. M. “Dad” Joiner and several other men were bustling about the site of an oil rig.</p><p>Illustrated by Janice ashford</p><img/><img/><p>Hunt got out of his car and approached the well. He was wearing his typical oil field apparel: a long-sleeved white shirt, a tie, a pair of gray slacks, and a straw boater cocked at a jaunty left-to-right angle. As usual, he was chomping on a cigar.</p><p>Climbing down from the rig, a man named Clarence Miller rushed over and welcomed him to the well site. Then he introduced him to the man of the hour.</p><p>“H. L. Hunt, meet C. M. Joiner.”</p><p>The two men shook hands and immediately fell into a conversation about the well. They made a curious sight standing there together: the tall, stout, 41-year-old H. L. Hunt in his slacks, tie, and boater with the skinny, stooped, 70-year-old C. M. Joiner in his slacks, tie, and boater, each man a sort of reverse mirror image of the other. The two took an immediate liking to each other. Each man sensed in the other something basic in himself.</p><p>Haroldson Lafayette Hunt was an oilman, a bigamist, and a high-stakes gambler. Born right smack in the middle of america on a farm in Illinois, he had been a child prodigy with a natural mathematical mind and the privilege of nursing at his mother’s breast until the age of seven. From the very beginning he considered himself a person of special talent to whom the ordinary rules simply did not apply. The youngest of eight children, he left home to travel west at the age of fifteen, forsaking formal education to become a hobo, dishwasher, ranch hand, lumberjack, semipro baseball player, and card shark. After his wanderings he settled in the town of Lake Village, arkansas, to try his luck as a Mississippi River cotton planter and land speculator. After being wiped out by the flood of 1912, he made his living as a professional gambler.</p><p>How To BECOME a Billionaire</p><p>Hunt had gotten his first big chance in the El Dorado, arkansas, oil boom of 1921. He arrived in town with a well-worn deck of cards, operated a gambling hall for several months, and then invested some of his winnings in a nearby oil lease. Appropriately enough, he struck oil with his very first well. That well didn’t turn out to be a good producer, but it did get him started. Like his luck at the gambling table, Hunt’s luck in the oil business was an endless series of ups and downs. He was flush one day, broke the next. By the late twenties, he had built his family a fine three-story house in the best section of El Dorado and claimed an interest in some 75 producing wells in arkansas and Louisiana, but he always seemed to be short of cash.</p><p>One reason for Hunt’s cash squeeze was his lifestyle. Married to Lyda Bunker Hunt, he had five children to support in El Dorado. But he also had a secret family of two (soon to be three) children by Frania Tye, an attractive young woman he had met on an excursion to Florida in 1925. Whether or not Hunt and Frania were actually married would later become subject to dispute, but there was no dispute that Hunt was the father of her children or that he paid the bills for her at the homes she occupied in Shreveport and Dallas.</p><p>Although he had two families and incessant physical energy, H. L. Hunt was a confirmed loner. He had some sidekicks and quite a few employees, associates, and acquaintances, but no real friends. Men who might otherwise be called friends, like clothing merchant Pete Lake, did not really know him. That was because H. L. Hunt liked to keep to himself. He did his own thinking and his own gambling. He did not share his ideas and feelings with anyone else. No one but H. L. Hunt really knew what was going on behind his piercing blue eyes. He was not a talker. As he put it in one rare burst of speech, “What I learned, I learned by listening.”</p><p>Columbus Marion Joiner, by contrast, was very much a talker. He was also a womanizer and a con man, who, like H. L. Hunt, had his eye out for a big chance. Charming as well as sly, he managed to convey the impression that he sincerely believed in the grandiose dreams he peddled. After all, as he often pointed out, he had the same name as the man who discovered america.</p><img/><p><strong>“joiner noticed a pair of Sinclair Oil scouts spying on the core sampling. Instead of hiding the oil-soaked sample, he left it for them to find. Their boss saw it, grinned, and was convinced it was a hoax.”</strong></p><p>Born in alabama, Joiner was a self-schooled former lawyer and Tennessee state legislator who had tried to get rich quick in the Oklahoma land rush. Bankrupted by the Panic of 1907, Joiner had turned to the oil business and had become a promoter. One of his first wells was in Seminole County, Oklahoma; the drilling stopped just below 3100 feet because Joiner ran out of money. A short time later, another wildcatter drilled 200 feet deeper on a nearby lease and discovered a giant oil field. The same thing happened to Joiner in Cement, Oklahoma. He started a well that failed for lack of funds, then someone else came in and found a huge field.</p><p>Undaunted by his failures, Joiner blithely took credit for discovering the Seminole and Cement fields and determined to try his luck in East Texas. He began by buying leases in the area, since leases could be acquired cheaply.</p><p>For seven years Joiner struggled to build up a 5000-acre block and to find backers for a drilling venture. He worked out of a one-room office in Dallas and seldom had more than $20 in cash. Though he was married and had a family living in Oklahoma, Joiner had an eye for the ladies, and they had eyes for him. He concentrated his sales efforts on women, particularly widows whom he would woo with dulcet phrases and professions of everlasting love.</p><p>One of the leases Joiner obtained was a 975.5-acre section owned by a vivacious 54-year-old widow named Daisy Miller Bradford. Joiner convinced the goodhearted “Miss Daisy” that the oil discovery he was going to make would mean a new life for the citizenry of Rusk County; he also persuaded her to relinquish a portion of her royalty interest in return for his promise to drill the first well on her property.</p><p>With the Bradford lease secured, Joiner turned to his old friend Doc Lloyd, who was a most colorful and unusual character. He stood six feet tall, weighed over three hundred pounds, and dressed in khakis, riding boots, and a big sombrero. His real name was Joseph Idlebert Durham, but he had worked under such pseudonyms as Dr. Alonzo Durham and Dr. A. D. Lloyd. A qualified physician and druggist from Cincinnati, he had gone west to become a gold prospector, a patent medicine salesman, and finally an oilman. In the course of his wanderings he married six times, which was one reason he kept changing his name as he moved from place to place.</p><p>How To BECOME a Billionaire</p><img/><p>Joiner touted his friend as “Dr. Lloyd, the nationally known geologist,” but the title was not quite deserved. Lloyd had no formal geological training, much less national recognition, but he could talk oil like a geological authority. Since the geologists for the major companies had already discounted the area, Joiner needed an authoritative statement that Rusk County was indeed a repository of great quantities of petroleum. Doc Lloyd artfully provided it. He drew up documents, none based on fact, claiming that Joiner’s well, which did not then exist, was at the “apex of the apex” of oil-bearing formations and would hit oil in Woodbine sand at 3550 feet. Joiner mailed hundreds of copies of these documents to the “sucker list” of investors he had compiled during his years as a promoter. But, alas, Joiner’s mailing brought little response. He then set an arbitrary value of $75,000 on the first well and began selling interests in it for $25 a share; by this formula, each share would be worth one threethousandth of the total. Once again, his sales effort was not successful. Finally, Joiner was able to scrape up about $1000 from some lease and equipment sales made with the help of a local grocer.</p><p>In august 1927 he set up a pinewood derrick, and with a crew made up mostly of local farmers, he began drilling his first well. Seven months later that well and a second one had to be abandoned.</p><p>Joiner hoped to salvage his venture by hiring a more professional crew. He hitched a ride to Shreveport and managed to induce Ed C. Laster, an experienced driller who happened to be out of work, to come to the Daisy Bradford lease and operate a third well for a salary of $10 a day.</p><p>On May 8, 1929, Laster got two local farm boys to help him skid the Joiner rig from the site of the second well to a new location about five hundred feet away. When the rig was just a hundred feet short of the designated new location, a derrick support caught on a rock and broke. Laster ordered one of the boys to drive over to the sawmill and buy a piece of wood to make a new support. But the young man informed him that that would be impossible unless he had the $10 needed to buy the piece—in cash.</p><p>“The sawmill’s cut off Mr. Joiner’s credit just like everyone else has,” he told Laster.</p><p>Laster flew into a rage, kicking the tractor tires and cursing at himself. Suddenly he looked up and saw the two East Texas farm boys grinning at him. He could not help but grin back.</p><p>“Oh, hell,” he said, “let’s get the damn thing leveled off and drill right here.”</p><p>The drilling got off to an incredibly good start. Laster made it down more than 1200 feet in the first two days. Then another round of problems set in. The equipment kept breaking down, the members of the crew fell ill, the money for the drillers’ paychecks stopped coming in, and a power struggle developed between Laster and Doc Lloyd over how best to handle the drilling. Laster quit in disgust, but he soon came back, more determined than before.</p><p>Joiner, meanwhile, hustled harder than ever. In the process he enmeshed himself deeper and deeper in a web of hopelessly tangled financial commitments. He created still another syndicate—his third—and sold certificates at greatly discounted prices all over the countryside. He sold and resold one lease to eleven different buyers. Many of his buyers were special lady friends, for whom he turned on all his considerable charms. Joiner shuttled other prospective investors in from Dallas and had Laster take meaningless core samples while the visitors were at the well site. Joiner would crouch over the section of earth extracted from the hole and mutter knowingly.</p><p>“It seems to me that you’re nearing the austin chalk, Ed,” he would say. “The Woodbine can’t be too much farther down, according to our geologist.”</p><p>Such ruses impressed some of the semisophisticated investors who had heard of oil sands like the austin chalk and the Woodbine but couldn’t really distinguish them from the sand found at a beach. Soon Joiner had sold well over 100 per cent of his venture, but he had little alternative except to sell still more interests to get the cash to keep going.</p><p>Finally, on July 20, 1930, thirteen months after the drilling of the Daisy Bradford No. 3 well began, Ed Laster reached a depth of 3456 feet, just 94 feet above the level at which Doc Lloyd had predicted they would find oil. Laster took a core sample and brought up nine inches of the best-looking Woodbine sand he had ever seen. This sample was no phony—it was saturated with oil. At last Joiner and his crew had a solid indication that they were onto something big.</p><p><strong>“News of Hunt’s deal with Joiner was bannered on the front pages of newspapers from Dallas to El Dorado. The oil fraternity was astounded. Hunt had pulled the business coup of the decade.”</strong></p><p><strong>HOW To Become a Billionaire</strong></p><p><strong>The banker railed at Hunt, ‘You oil fellows drill a well and it begins to flow, then you take a trip to Europe and buy one or two automobiles, then when the well quits flowing, you are broke.’”</strong></p><p>As fate would have it, a pair of Sinclair Oil Company scouts had been observing the sampling from a not-too-well-hidden vantage point a short distance away. The wily Joiner had noticed the scouts, and he determined on a bold course of action. Rather than hide the sample, Joiner ordered his crew to leave a portion of it in a bucket on the derrick floor.</p><p>When the crew quit for the evening the two young scouts took the opportunity to steal the sample, just as Joiner had hoped they would. They delivered it to their superior, who immediately became suspicious. “Where did you get this?’’ he asked.</p><p>When the scouts reported that it had been left on the derrick floor, the Sinclair man broke into a grin. Forget about the Joiner well, he told them. The old fox wouldn’t be dumb enough to leave the sample there if he had really found oil. He was probably at the end of his rope and looking for a way to sell off his leases. The core sample was the key to his fraud.</p><p>As the Sinclair people reached this monumental misconclusion, the truth about the Joiner well began to leak out. Two of the leaks came from the still-embittered Laster. One of them prompted a representative of the Shell Oil Company to lease a thousand acres near the Joiner tracts. Still another leak came from Judge M. M. Miller, the El Dorado, arkansas, lawyer and oilman whom Joiner had contacted about providing a drill stem test. The man to whom Miller leaked the news was H. L. Hunt.</p><p><strong>the Second Commandment:</strong></p><p><strong>LET Nothing Stand In Your Way</strong></p><p><em>In the early sixties, before the great silver play, Bunker made international headlines by finding an oil field in Libya with reserves estimated at 11 billion barrels. That field was later nationalized, but while he had it, Bunker was sitting on top of more oil than any private individual in the world, including his old man. Like his father’s oil exploration in the forties, Bunker’s discovery of the Libyan oil field was a result of his determination to drill, drill, drill even in the face of tens of millions of dollars in dry holes. H. L. showed similar persistence in trying to make a deal for the Joiner leases.</em></p><img/><p>When he met Joiner at the site of the Daisy Bradford No. 3, Hunt’s objective was to get a piece of the action if the test proved successful. He knew that in order to complete the well the financially distressed Joiner would have to install a string of cement casing in the hole so the walls would not collapse. Hunt’s plan was to offer to finance the casing in return for an interest in the Joiner leases.</p><p>Joiner’s objective, on the other hand, was not to give away too much too fast. He did need money. But he also intended to hold on to what he had—if indeed it was the harbinger of a new oil field. Hunt parried first.</p><p>“Mr. Joiner,” he asked in a respectful tone, “what are you going to do about casing?”</p><p>Joiner’s wily gray eyes met Hunt’s crystal blue ones. “all taken care of, boy,” he replied. “Got a string of used casing on the way any time now.”</p><p>Hunt began to inquire further, but their conversation was interrupted by a commotion. Up on the drilling platform, Clarence Miller and Ed Laster were lowering the drill stem testing device into the hole. A long, stemlike tool with a steel seat and ball at the end, the drill stem tester was like a giant tasting spoon. Its function was to dip into the Woodbine sand and sample the contents. If there was oil present, the device would permit a short stream to come out of the pipe, then the steel ball in the seat of the stem would seal up the hole until the well could be produced.</p><p>All of a sudden, the drilling rig started to shake and a rumble rose from the earth. One of the derrick supports broke with a loud crack, then a spurt of murky liquid shot up out of the hole and splashed the top of the derrick. A few seconds later the gushing stopped. The crowd hurried over to the derrick floor.</p><p>“It ought to make a pretty good well,” Laster reported, “if <em>(Continued from page 99)</em> we can bring it in.”</p><p><em>(Continued on page 181)</em></p><p>A few yards away Columbus Joiner was leaning back against a tree with his eyes closed. He opened them and smiled as the farmers rushed up to him with their congratulations. “Not yet,” he cautioned them. “It’s not an oil well yet.” But he did not refuse to shake their outstretched hands. As for Hunt, he thought his friend’s tip was turning out better than he could have hoped.</p><p>Later that day someone brought out a camera, and the men responsible for drilling the well lined up in front of the rig for what would become one of the most famous photographs in the history of the oil business. Joiner and Lloyd stood in the foreground shaking hands. Behind them stood four oil-and-mud-splattered members of the drilling crew. Chief driller Ed Laster frowned at the camera from the right side of the picture, holding his hat behind his back. And the group portrait included one man who had not participated in any way in the drilling of the well. He stood in the background, just to the left of and behind Ed Laster, wearing a straw boater and holding a cigar between his teeth. His hands were behind his back and his tie was rippling in the wind. Afterward the man identified himself to the photographer as H. L. Hunt.</p><p>News of the Daisy Bradford spread rapidly. The well had yet to be completed, and there was no proof that it could produce more than a spurt of oil. The major oil companies were still highly skeptical of the area. But as far as the local farmers and the independents were concerned, the boom was on. People poured in from Louisiana, arkansas, and all over Texas. A slapdash collection of shacks sprang up where the road to the well intersected the highway, and it became known as the “town” of Joinerville. Newcomers overflowed the hotels in Henderson, sometimes four, five, and six men to a room. Within a month over two thousand people had arrived to observe the completion of the Daisy Bradford No. 3 or to get in on the action for themselves. Hundreds of leases in Rusk County were bought and sold at ever-spiraling prices, and new drilling ventures were initiated at all hours of the day and night.</p><p>H. L. Hunt jumped right into the thick of things. Unable to negotiate a casing deal with Joiner, he took up residence in the Just Right Hotel in Henderson and bought about four hundred acres of leases close to the Daisy Bradford No. 3. Since Joiner and others had already tied up most of the acreage to the north and west of the well, Hunt bought leases to the south and to the east. Then, still keeping an eye out for a way to get a piece of Joiner’s action, he began making plans to drill wells of his own.</p><p>Meanwhile, C. M. Joiner found himself faced with an excruciating dilemma. News of his success had brought forth a swarm of angry investors who claimed Joiner had defrauded them. If he brought in his well, all his investors would want their shares. But Joiner had oversold the venture at least three times. He was sure to lose all he had worked for. On the other hand, if he failed to bring in the well, he would lose his lease with the widow Bradford and his chance to produce oil.</p><p>The situation came to a head in late September when a receivership action was filed against Joiner in state district court in Henderson. But the Joiner camp did not despair. Briefly leaving the work on the Daisy Bradford No. 3, the multitalented Doc Lloyd spread the false rumor that the receivership action was an attempt by the major oil companies to squeeze “the little man” out.</p><p>Lloyd’s public relations job was masterly. The Depression-ravaged farmers of Rusk County rallied to the cause with pent-up populist fervor. Stories praising Joiner appeared in all the local papers. On the strength of this outpouring, work on the Daisy Bradford No. 3 continued with new enthusiasm. So did the influx of interested people. By October 5 the crowd around the well site had swelled to more than eight thousand people. The Joiner crew had long since run out of firewood, and they were stoking the boiler with old tractor tires, which created a thick, black smoke and a terrible stench.</p><p>That evening, as driller Ed Laster was swabbing the hole, the pipe began to gurgle. Then the gurgle became a roar. A stream of oil erupted through the top of the derrick and rained down on the assembled multitude. The crowd danced in the spray like drouth-stricken farmers in the year’s first thundershower.</p><p>Laster quickly tamed the gusher and diverted the flow into a nearby storage tank. Then Joiner stepped up to read the flow gauge. He could hardly contain himself.</p><p>“Sixty-eight hundred barrels!” he shouted. “Unbelievable!”</p><p>The crowd at the well site scattered to spread the news and take advantage of the coming boom. Later that day Ed Laster told a reporter for the <em>Henderson Times,</em> “I believe we have the biggest thing found in Texas.”</p><p>Despite the Daisy Bradford’s dramatic debut, most of the major oil companies remained skeptical, and with good reason. Five days after the Joiner well came in, the flow dropped from 6800 barrels a day to about 250. The well was “flowing in heads.” It would give up a few hundred barrels of oil, then fall dormant for half a day or longer. This performance made many experienced operators doubt the greatness of Dad Joiner’s great discovery.</p><p>H. L. Hunt harbored few such doubts. While the all-important question of the size and shape of the field had yet to be settled, he recognized the quality of the oil coming from the Daisy Bradford No. 3. It was not just another load of asphalt gunk but one of the very best low-sulphur crudes. Dad Joiner was already selling his oil as boiler fuel, but Hunt knew that the major oil companies would consider the oil ideal for refining into gasoline and other high-grade petroleum products.</p><p>As Hunt struggled to get a foothold on the field, Joiner struggled to keep what he had found. On October 18, 1930, the receivership action against him came up for a hearing in Judge R. T. Brown’s court in Henderson. Sympathetic to Joiner’s plight, Judge Brown gaveled for silence and announced, “I believe that when it takes a man three and a half years to find a baby, he ought to be able to rock it for a while. This hearing is postponed indefinitely.”</p><p>Upon hearing the judge’s ruling, the packed courtroom erupted into a spontaneous celebration. A few days later the receivership action was dropped. Unfortunately, Joiner’s time for rocking his baby was cut short. Another receivership action was filed against him in Dallas.</p><p>When the second judge called the proceedings to order, Joiner was present and so were numerous supporters, onlookers, and angry investors. Among the neutral parties was H. L. Hunt. To everyone’s surprise, Joiner’s lawyer rose and presented a petition for a voluntary receivership. Before he could finish reading the petition, a new round of haggling broke out in the courtroom. The investors who had filed for the involuntary receivership were afraid Joiner had found a way to slip out of their clutches. Finally the parties agreed to appoint Dallas banker E. R. Tennant as the receiver for the Joiner leases. The hearing adjourned with neither Joiner nor his anxious investors certain what the future would bring.</p><p>H. L. Hunt saw an opening. As Joiner was leaving the courtroom, Hunt pulled him aside. “Mr. Joiner,” he said, “i’m offering to buy you out lock, stock, and barrel.”</p><p>“Boy,” Joiner replied wearily, “you’d be buying a pig in a poke.” He shook his head and just kept on walking.</p><p><strong>the Third Commandment: Think Big</strong></p><p><em>Thinking big has always been a characteristic of the Hunt family. Sometimes, as in Bunker and Herbert’s recent silver plight, the Hunts’ tendency to think big has gotten them into trouble. But in most cases, thinking big has been one of the important elements of their success. Herbert’s stewardship of Penrod Drilling, the family-owned drilling contractor, is a good example. Recognizing that offshore drilling was the wave of the future, Herbert sank $100 million of family money into Penrod in the early sixties, expanding the company’s fleet of rigs from 25 to over 70. Today Penrod is the world’s largest privately held drilling con- tractor, with a fleet of rigs that will total over 90 strong by the end of 1983.</em></p><p>Hunt refused to be discouraged. Far from considering Joiner’s property “a pig in a poke,” he now coveted it more than ever. The majors might have their doubts, but Hunt thought he saw in the “peculiar behavior” of the Daisy Bradford No. 3 a clue to the shape of a great oil field. Hunt did not usually subscribe to conventional theories of geology, but the fact that the Daisy Bradford well flowed in heads suggested that Joiner might have merely punctured the edge of the Woodbine sand. The intermittent flow could mean that the reservoir Joiner had tapped was being fed by a larger pool located further along the Woodbine layer—but where?</p><p>Hunt trusted a well-educated hunch. By the time of the receivership hearing, several dry holes had already been drilled to the east of Joiner’s discovery well. Hunt surmised that the field—if there was a field—must lie mainly to the west of the Daisy Bradford lease. The well he had begun on his own lease south of the Joiner well would tell him something about the southerly limits of the field. But his real interest was in the area north and west of the Daisy Bradford No. 3. The firm of Foster and Jeffries was drilling a well right in the middle of this area for the Deep Rock Oil Company. The Deep Rock lease was, in turn, surrounded by other leases that Dad Joiner still at least tenuously controlled. Foster and Jeffries were fast approaching the depth at which Joiner had encountered the Woodbine sand. If the Deep Rock well found oil, that would be a convincing indication that C. M. Joiner had stumbled onto a very large oil field indeed.</p><p>But Hunt had other worries. When he approached Joiner in the Dallas courtroom, he did not have the capital to go through with a deal even if Joiner had been willing to discuss it. Having tied up all his money in leases and a pipeline construction project, Hunt had exactly $109 in cash. As usual, he had made the offer to Joiner on the spur of the moment, intending to worry about such details as cash later. Now he set about finding some financing in preparation for making a second offer.</p><p>The first people Hunt approached were Frank Foster of Foster and Jeffries and one of the Deep Rock Oil Company men, but Deep Rock declined to get involved. Next Hunt talked to several major oil companies. They too said no. For all the hoopla about Dad Joiner, there was only one producing well in Rusk County—the Daisy Bradford No. 3—and many geologists thought that well was just a freak.</p><p>Hunt returned to Henderson in glum spirits. He continued to have enormous faith in the potential of the Joiner properties, but it now looked as though he would miss out simply because he could not rustle up a partner. Hunt complained of his frustrations to his friend Pete Lake, who had been with him on the first visit to the Daisy Bradford. Lake urged him to buy Joiner out on his own.</p><p>“If you’re so hot, will you take an interest yourself?” Hunt asked.</p><p>That seemed to be the line Lake had been waiting for. “Hell, yes,” he replied.</p><p>Wasting no time, Hunt promptly negotiated Lake’s interest down to 20 per cent. In return for his share, Lake agreed to put up $30,000 in cash toward the purchase of the Joiner leases and out-of-pocket traveling money. In late November 1930, he and Lake drove to Dallas to see Dad Joiner.</p><p>Dallas was at that time the queen city of Texas. The population was over 260,000, the largest in the state, and the skyline featured more than a dozen good-sized skyscrapers, including the 31-story Magnolia Petroleum Building. But as far as the oil fraternity was concerned, most of the city’s life centered around the downtown hotels. The hotels were the meeting places and, effectively, the offices for everyone from promoters and investors to pipeline operators, oil well scouts, lease hounds, and drilling contractors. The two finest hotels were the adolphus, a magnificent German baroque structure built by the Busch brewing family of St. Louis, and the Baker, a neat stone-block building catercorner to the adolphus on Commerce Street.</p><p>Hunt and Lake checked into the Baker. Upon their arrival they discovered that their interests had recently been abetted by some perfectly timed bad news: two dry holes had been reported southeast of the Daisy Bradford No. 3. On Sunday, November 23, the <em>Dallas Morning News</em> announced that the well on Hunt’s south lease had had a “showing” of oil in a recent test. However, Joiner’s steadily declining discovery well was still the only substantial producer in Rusk County. Lease prices had collapsed as the old doubts returned.</p><p>News of the dry holes did not distress Hunt at all. Since he believed that the field lay to the northwest of the Daisy Bradford No. 3, he had expected them to be dry. That word of their failure should get out right before he attempted to negotiate with Joiner was a stroke of luck.</p><p>Hunt immediately got in touch with an oil business acquaintance named H. L. Williford. He and Hunt had met on a Dallas street several weeks before when Hunt was in town trying to locate Dad Joiner. Joiner had been hiding out from his creditors. A wispy, balding man with a penchant for snappy vests, Williford had found Joiner for Hunt and later suggested that he buy out Joiner completely.</p><p>On this second Dallas trip, Hunt told Williford that he was now prepared to make that buy-out offer to Dad Joiner. Williford went to Joiner’s cramped and unkempt office in the adolphus Hotel and was informed that the old wildcatter was suffering from a bout with the flu. Nevertheless, Williford found Joiner in one of the hotel’s rooms and dragged him over to the Baker to negotiate with Hunt.</p><p>The three men met on the mezzanine. Hunt told Joiner that he would pay him $25,000 in cash and $975,000 in oil payments for his five-thousand-acre lease block. Joiner seemed interested and broached the subject of what Williford would get out of the deal. He suggested that Hunt should pay Williford some sort of commission for bringing the two together. Hunt said that sounded fine. The three men talked some more about terms, but then Joiner began to get cold feet. Declining to make a counterproposal, the old man ended the discussion and left.</p><p>After the meeting Hunt took Williford aside to say that he would be willing to offer Joiner a little more for his leases if the negotiations were resumed. Hunt also indicated that he would pay Williford a $25,000 commission for his trouble.</p><p>On Tuesday morning, November 25, 1930, Hunt prepared to meet Dad Joiner in room 1553 of the Baker Hotel. Room 1553 was an unimposing little corner suite with two windows looking out to the south and one to the east. The main room of the suite was decorated with gold drapes, a gold carpet, an oak dresser, twin beds, and some chairs. A door in the middle of the west wall connected to a bedroom where there were two more beds. The place wasn’t much, but it was certainly a better meeting ground than Joiner’s shabby little office in the adolphus, especially for what H. L. Hunt had in mind.</p><p><strong>the Fourth Commandment: Get the Best Information Any Way You Can</strong></p><p><em>according to sworn allegations made by former Hunt aide Bill Bledsoe, Bunker and Herbert’s branch of the Hunt family has been using the family’s drilling company, Penrod, to obtain confidential oil well intelligence from major oil companies and cashing in on that information by leasing adjacent acreage for their own oil exploration companies. Pointing out that Bledsoe himself left the Hunt organization amid accusations of conflict of interest and self-dealing, the Hunts have issued a blanket denial of Bledsoe’s charges.</em></p><p>Before Dad Joiner arrived, Hunt set up a chain call system that would let him keep tabs on the progress of the allimportant Deep Rock well. The Deep Rock people would be taking a core sample very soon, and Hunt wanted to be the first to know the results. Much of Hunt’s communication system depended on his success in getting drilling superintendent Frank Foster to allow Hunt scout Robert V. Johnson to be present on the drilling platform when the core sample was taken.</p><p>It was later alleged that Hunt accomplished this by offering Foster $20,000, to be paid at a future date. Although Hunt denied the charges, he did admit paying the money to Foster for a variety of services whose nature he could never quite seem to specify. At any rate, Johnson did gain access to the platform of the Deep Rock well. Hunt ordered him to report any developments to his employees Charlie Hardin and Jick Justiss in Henderson. Hardin would relay the reports by telephone to Hunt in Dallas.</p><p>When Joiner got to room 1553 on the morning of November 25, he did not look particularly strong and vigorous. Bent and skinny anyway, he was still suffering the aftereffects of his bout with the flu. Pete Lake and H. L. Williford were both in the room.</p><p>“Boy,” Joiner began, addressing Hunt like a father to a son, “you’re gonna have to pay me more for these leases than what we’ve been talking about.”</p><p>“Well, Mr. Joiner, what do you think they’re worth?” Hunt replied.</p><p>Having heard from Williford that Hunt was ready to increase his offer, Joiner answered that he thought something like $50,000 would be a more appropriate cash payment than $25,000. Joiner indicated that he wanted more in the way of oil payments, too.</p><p>For the next 36 hours Dad Joiner spent most of his time in intense negotiation with H. L. Hunt. The two ate their meals right there and seldom ventured out of the room. Hunt later claimed that one reason Joiner kept holding out for more money was that Joiner was receiving his own reports on the progress of the Deep Rock well. On the night of November 25, the news that the Deep Rock crew had just found a pocket of natural gas swept the lobby of the Baker Hotel. However, Joiner later claimed that Hunt kept him so tied up with negotiations that the developments on the Deep Rock well never came to his attention.</p><p>On the morning of November 26, Joiner and Hunt called in Hunt’s lawyer, J. B. McEntire, and a pair of legal stenographers and began dictating an agreement. They worked until late afternoon. As it was finally hammered out, the deal called for the sale of Joiner’s five-thousand-acre lease block to H. L. Hunt for $1,335,000. Hunt, as trustee for himself and Pete Lake, agreed to supply $30,000 of the purchase price in cash. The remainder was to be paid with the revenues from future oil production on the properties. Two of the three contracts that made up the deal involved Daisy Bradford leases. The eighty-acre tract that included the discovery well went for $203,000. Another five-hundred-acre section on the widow’s farm went for $153,000. The rest of the purchase price, $979,000, was for more than four thousand acres of leases closer to what Hunt figured was the main field. Among them were the leases surrounding the Deep Rock well.</p><p>About 4:30 p.m. on November 26, just as the stenographers were putting the finishing touches on the sales agreement, Hum got a telephone call from Charlie Hardin, his man in Henderson. Hardin had news about the Deep Rock well.</p><p>“Mr. Hunt,” the scout said, “they’re right on top of the Woodbine sand now.”</p><p>Hunt thanked his man for the report and hung up. It would not be long before the Deep Rock crew would be taking a core sample. Then they would know for sure if they had made a well. Excited, Hunt returned to his negotiations.</p><p>About 8:30 Hunt got another telephone call from Charlie Hardin. “Mr. Hunt,” he reported breathlessly, “they’ve cored sixteen feet of material from the Deep Rock well, and ten and a half feet of it is saturated with oil.”</p><p>That was the best news yet. The Deep Rock well looked like a bona fide producer. And that meant that Dad Joiner had indeed stumbled onto a sizable field in just about the location Hunt had figured it to be.</p><p>Hunt’s next move would be disputed for years to come. According to Hunt’s version, he immediately informed Joiner of Hardin’s report. Hunt claimed that the news only confirmed what Joiner had anticipated himself. “1 was sure all along that they were going to make a well,” Joiner supposedly told him.</p><p>Joiner’s version was much different. According to his recollection, Hunt never told him anything about an oil-saturated core from the Deep Rock well. Rather, he claimed later, Hunt told him the Deep Rock crew had drilled past the Woodbine sand without finding any oil.</p><p>In either case, about midnight on November 26, the Hunt-Joiner signing ceremony took place in room 1553 of the Baker Hotel. The agreement the two men finally settled on was essentially the same deal they had started with when the dictating began that morning, before the reports from the Deep Rock well.</p><p>Hunt celebrated the occasion by ordering up a plate of cheese and crackers. The way Hunt told it later, Joiner was more than satisfied with the deal. In fact, according to Hunt, Joiner told him over the cheese and crackers, “Boy, I hope you make fifty million dollars.”</p><p><strong>the Fifth Commandment: Do WHAT Cant Be Done</strong></p><p><em>In 1959, when Lamar Hunt was frustrated in his efforts to buy a National Football League team, he simply gathered several other millionaires together and started his own professional football league. At first, the press dubbed Lamar and his friends “the Foolish Club. ” Those in the know opined that what Lamar was trying to do simply could not be done. But Lamar did it anyway, and made his new league a success.</em></p><p>News of the Deep Rock core hit the streets before the end of the week. This time the rush was on for real. Lease values shot up and drilling commenced anew. Joiner’s holdings now looked better than ever. One company reportedly offered Joiner $3 million for his leases. But Joiner was no longer in a position to sell. By Sunday, November 30, news of the deal with Hunt was on the front pages of papers from Dallas to El Dorado: JOINER Sells Acreage To Hunt For $1,500,000. The oil fraternity was astounded. Hunt had pulled the business coup of the decade.</p><p>Not surprisingly, the closely timed hotel room sale caused many people to wonder whether Joiner had really known what he was doing. What had Joiner known about the Deep Rock core? What had Hunt told him? Why did the old man stay cooped up in the hotel while all these things were going on? Neither Hunt nor Joiner was much of a drinking man, but both of them had an eye for the ladies. Had Hunt provided female companionship to keep Joiner entertained? Had H. L. Hunt conned the old con man?</p><p>If Dad Joiner thought he had been deceived, he did not say so. At least not at first. Instead, he projected the image of a man enriched and relieved. In taking over Joiner’s leases, Hunt had also taken over responsibility for Joiner’s legal problems. Dad was not yet home free, but he had a lot less to worry about. Hunt was the one who had to settle all the lawsuits now. The initial $30,000 cash payment represented more greenbacks than Joiner had seen in a long, long time. He also had the time to enjoy his money, and he immediately set about doing just that. With his wife and seven children still living in ardmore, Oklahoma, Joiner hung around Dallas romancing Dea England, the young secretary who had stood by him through his East Texas travails. The two spent lavishly on food and entertainment. Dad Joiner was having the time of his life.</p><p>H. L. Hunt also had the time of his life, but in a much different way. With the signing of the Dad Joiner deal, he embarked on the most productive period of his career. Like the El Dorado and Smackover booms, the East Texas boom brought with it all sorts of vices and pleasures. But Hunt was strictly business. As he wrote later in <em>Hunt Heritage, </em>“While others played, I preferred to work.” and with good reason. For Hunt quickly discovered that the hardest part of the Dad Joiner deal was still to come: besides the none-too-easy task of bringing in the field, he now had to fight the banks, the major oil companies, the government, the landowners, the hot oil runners, and even Dad Joiner himself simply to hold on to what he had gotten.</p><p>At first, Hunt thought he might never get going at all. After completing the hotel room deal in Dallas he headed home to El Dorado via Shreveport, where he stopped to talk to a local banker. He presented the banker with a financial statement and an application to borrow $50,000, the cost of drilling two wells. The principal asset on Hunt’s balance sheet was the Joiner leases. He had little cash.</p><p>The Shreveport banker eyed Hunt, looked at his financial statement, and frowned. “You are broke,” the banker said curtly, “and your statement shows you are broke.”</p><p>“i’ve got the Joiner leases,” Hunt protested. “It’s a proven field. There’s oil in the ground, and that’s a bankable asset.”</p><p>The banker did not see it that way. As far as he was concerned, the Joiner leases were next to worthless. He was not about to lend money against something he could not see. To him, Hunt was just another shyster from the oil patch.</p><p>“You oil fellows drill a well and it begins to flow, then you take a trip to Europe and buy one or two automobiles, and when it quits flowing, you are broke,” the banker railed at Hunt. “I will not lend you $50,000, and I do not wish for you to open an account at this bank.”</p><p>Hunt left Shreveport in a huff and drove back to Dallas. There he contacted Nathan adams, president of the First National Bank. Like Fred Florence at Republic National Bank, adams was one of the progressive breed of Dallas bankers who realized early—and very profitably —that oil in the ground was indeed a bankable asset. When adams looked over Hunt’s financial statement he saw the same figures the banker in Shreveport had seen. But to adams the Dad Joiner leases were not worthless, not at all. Rather, he recognized the Joiner leases as an asset potentially worth millions even if the new East Texas field turned out to be only half what it was cracked up to be. The loan from adams was the first of its kind, an entirely new way of doing business. The two men shook hands on a banking relationship that would last for fifty years.</p><p>With his financing thus secured, Hunt hurried to develop his properties. He started drilling the two wells he had money for and personally supervised the completion of his Panola pipeline. On December 28, 1930, barely a month after the signing of the Dad Joiner deal, the pipeline company sold its first shipment of East Texas oil to Sinclair Oil Company.</p><p>Meanwhile, the true size and shape of Joiner’s remarkable discovery began to reveal itself. Following the Deep Rock well there were strikes up in Kilgore and Gladewater, some fifteen and thirty miles north of the Daisy Bradford well. There were also strikes in Smith County, Cherokee County, and Upshur County. Gradually a pattern emerged. The East Texas field was shaped like a giant bone, long and narrow in the middle with round bulges at each end. It measured over forty miles from tip to tip and encompassed an incredible 140,000 productive acres. The Daisy Bradford discovery well marked the eastern edge of the field’s southern bulge. The leases Hunt had purchased were to the west of the discovery well, right smack in the middle of the bulge.</p><p>Though the Joiner leases made up less than 4 per cent of the total area of the field, they were a very productive part of an immense reservoir. Within three years of the Joiner discovery, the East Texas field would be pronounced the largest oil field in the world, a title it would hold for over twenty years. No one at the time knew exactly how much the field was capable of producing. Estimates soared from 100 million barrels to 500 million, unbelievable figures for the times. But even those estimates would prove conservative. Over the next fifty years the East Texas field would produce more than 4 billion barrels of oil.</p><p>As the East Texas field came on production, distraught major oil company geologists finally figured out why they had missed the biggest oil find of the early twentieth century. The East Texas field was an anomaly, a freak. The geologists had always searched for oil in porous upward-bulging rock bubbles called anticlines or in the creases around underground salt domes. The East Texas field represented the first known occurrence of a whole new kind of oil-bearing structure. The geologists labeled it a “stratigraphic trap.” In essence, it was a kind of geological sandwich formed against the shore of a prehistoric island. The bottom layer of the sandwich was composed of nonporous limestone. The top layer was the sand known as the austin chalk. In between was the oil-bearing Woodbine sand. The oil was capped into the Woodbine not by the arch of an anticline or the edge of a salt dome but by the layers of limestone and austin chalk.</p><p>But by 1932, two years later, Dad Joiner was growing extremely dissatisfied with his and Hunt’s now-famous deal. Joiner had been testifying in Hunt’s behalf in most of the title suits over the East Texas leases. And Joiner had been getting his oil payments promptly and regularly at rates of $30,000 and $50,000 per month. But it wasn’t enough money for Joiner. He was still having a fling with his young secretary and had begun some new highly speculative oil ventures. He had been coming around to see Hunt on about the twentieth of each month, begging for advances on his oil payments. At the same time rumors began to circulate that Joiner was going to sue Hunt.</p><p>Hunt did all he could to forestall any suit, including another marathon session with Joiner at the Baker Hotel. Joiner continued to assure Hunt that he wouldn’t sue, while Hunt scurried to protect his leases in case he did. Hunt finished his preparations on November 26 and filed the papers in the Henderson courthouse just one hour before Joiner’s lawyer arrived with his suit.</p><p>The old man claimed that Hunt had intentionally kept him occupied in the Baker Hotel during their negotiations and had lied to him about the progress of the Deep Rock well. Joiner further maintained that Hunt had bribed drilling superintendent Frank Foster with $20,000 to keep his men informed of the true progress on the Deep Rock well. Placing a value of $15 million on the five thousand acres he had sold to H. L. Hunt, Dad Joiner now claimed that he should have received three to five times the amount he was paid for the leases.</p><p>Suits for fraud were almost as common in the oil business as dry holes. When such frauds involved the quick-handedness of some oil scout, public opinion often scorned the victim as a sucker and praised the accused scout for his cleverness. Oil field espionage was seen as glamorous, romantic, exciting. But the Joiner suit was different. Joiner was still the original wildcatter, the man who had actually discovered the field, and therefore, in many people’s eyes, the hero of the whole East Texas field. The fact that he was old and ailing and had apparently been outwitted by a younger, cagier hustler made Joiner’s case a cause celebre for the common folk of Rusk County.</p><p>As in the past, the relationship between Hunt and Joiner remained most curious. “I don’t have anything against Mr. Hunt personally,” Joiner told reporters on the day he filed his suit. True to his word, Joiner stayed in touch with Hunt and his family and even sent them a crate of pink grapefruit for Christmas.</p><p>On December 19, 1932, Joiner’s lawyers took Hunt’s deposition. He gave a very uneven performance. Claiming to recall very little of what was said in the hotel room negotiations with Joiner, Hunt insisted that he had informed the old man of the true developments on the Deep Rock well just as soon as he received the news himself. But he also admitted that he had not actually signed the papers until “three or four hours” after he knew the Deep Rock crew had cut an oil-saturated core. Then Joiner’s lawyer brought up the subject of the $20,000 payment to Frank Foster, the driller on the Deep Rock well. Hunt admitted making the payment but denied that it was made for information concerning the Deep Rock core. Under questioning, he gave three completely different stories—in succession—as to what the payment really was for.</p><p>Hunt fared much better in the behindthe-scenes negotiations his lawyers had initiated with Joiner’s. Exactly what was said in these negotiations was never revealed. Rumors later floated out that Hunt had promised Joiner a large cash payment if he dropped the suit. Other unconfirmed reports suggested Hunt had found some leverage to exert on Joiner. In any event, the two parties suddenly arrived at a secret agreement.</p><p>On the morning of January 16, 1933, Judge R. T. Brown entered his Henderson courtroom amid an excited buzz. Every seat was filled, and there were people spilling out into the aisle. Reporters had come from as far away as Dallas. Many of the major operators in the East Texas field were also on hand. All were expecting a battle royal. Hunt and Dad Joiner sat in the front at the opposing counsels’ tables, consulting with their lawyers.</p><p>Judge Brown gaveled for order. The case of <em>C. M. Joiner</em> v. <em>Hunt Production Company</em> et al. was ready to begin.</p><p>Then, to the surprise of everyone but the parties involved, Dad Joiner rose from his seat and began to read a prepared statement announcing his intention to drop the suit. Explaining that he had filed the suit hurriedly in hopes of getting it in under the statute of limitations deadline, Joiner did a complete about-face on his allegations against Hunt.</p><p>“Since the suit was filed,” he told the court, “I have made a thorough investigation and have determined to my satisfaction that the allegations of fraud in my petition are not true. After making such investigation, I reached the conclusion, and hold to that conclusion now, that I was not deceived or defrauded in any manner ... at the time the contracts in said suit were by me executed.”</p><p>The mystery surrounding the Dad Joiner deal only increased as Joiner read on: “I am now convinced that the trade . . . was fairly made by all parties to said agreement, and that no oil-saturated sand had been recovered from the Deep Rock well prior to the time the sale was made.” The rub here, of course, was that Hunt had already admitted signing the papers after he heard the news of the Deep Rock core. Was Joiner placing a selfcontradiction in the record as a clue to what really happened? Or had his settlement with Hunt called for him to rewrite history?</p><p>Joiner, for once, was not talking. After finishing his statement, he left the courtroom with no further comment.</p><p>Dad Joiner spent the rest of his days looking for another great oil field. He concentrated most of his efforts in Northeast and West Texas, but the next big strike perpetually eluded him. As in the past, he was always overspending and coming back to Hunt for another advance on his oil payments.</p><p>On September 8, 1933, Joiner went to Juarez, Mexico, where he divorced his wife of 52 years and married his young former secretary. Joiner’s ex-wife and her children filed some nasty lawsuits against the old man, all claiming a share of his East Texas money. Hunt stepped in and calmed the waters, helping to arrange a settlement acceptable to all. Joiner eventually moved into a comfortable house on Preston Road in Dallas, where he lived until his death in 1947. His net worth at that time was little more than the value of his house and car.</p><p>Naturally, Hunt defended the fairness of the Dad Joiner deal until his last breath. “Much has been written about the Joiner deal, and some with overly active imaginations have implied machinations all the way around,” he observed in <em>Hunt Heritage,</em> “but the fact is it was a sound deal for both Joiner and me, and Joiner received through the cash, notes, and production payments more funds than he would have received by trying to operate the properties in the face of his legal difficulties, and I assumed the risk of proving up his titles.”</p><p>Still, there was little doubt about who came out ahead in the long run. Hunt would later downplay the importance of the Joiner leases, claiming that they did not turn out to be the very best of the very biggest acreage block in the field. That was true. When the dust cleared, Hunt emerged as not the largest but the thirteenth-largest producer. However, all those ranked ahead of him were major companies like Humble, Gulf, and Shell. Hunt was the largest independent producer in the field and by far the greatest single individual beneficiary. According to the best estimates, Hunt made more than $100 million from the Joiner leases. On a dollar-for-dollar basis, he had outwitted Joiner by a hundred to one.</p><p>This lopsided result was enough to prejudice many people against H. L. Hunt forevermore. Hunt had the kind of wealth made famous by John D. Rockefeller and the robber barons. People called it “tainted money.” as one popular saying put it, that meant “ ’tain’t yours and ’tain’t mine.” But it also meant that the way the money was obtained—or at least the way people <em>believed</em> it was obtained—was by morally questionable means. In Hunt’s case, the mysterious hotel room negotiations and Dad Joiner’s sudden decision to drop his lawsuit cast a shadow over the H. L. Hunt fortune that would never completely lift.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "August 1980",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "hunt",
      "Oil",
      "Rock",
      "Drilling",
      "Texas",
      "East Texas",
      "Dallas",
      "News",
      "Family",
      "people",
      "money",
      "Business",
      "Children",
      "Henderson",
      "sinclair",
      "Austin",
      "Farmers",
      "Future",
      "House",
      "Indeed"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Texas",
      "East Texas",
      "Dallas",
      "West",
      "Austin"
    ]
  }
}