{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19819",
    "date": "September 1981",
    "year": 1981,
    "month": 9,
    "month_formatted": "September",
    "pdf_uri": "/1981/19810900.pdf",
    "issue_cover_image": "",
    "document_start_page": 162,
    "toc_start_page": 158,
    "document_page_range": [
      [
        162,
        163,
        164,
        165,
        166,
        167
      ]
    ],
    "toc_order": 6,
    "toc_headline": "The Bulls Of Commerce",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198109-thebulls",
  "source": "/1981/19810900.pdf",
  "wp_post_id": 116160,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-bulls-of-commerce/",
  "authors": [],
  "headline": "The Bulls Of Commerce",
  "dek": "The cattle kingdom may be dead out on the lone prairie, but it’s doing just fine in town.",
  "spread_caption": "",
  "excerpt": "Raised in hardscrabble fiberglass factories, these cattle came to Texas cities to make shoppers feel like cowboys.",
  "kicker": "",
  "word_count": 502,
  "content": "<p>Photography by Michael Lyon</p><img/><img/><p>Imagine my surprise when, driving away from the amarillo airport, I saw six or eight Longhorns idly grazing within easy sight of a jet runway and looking, at least to these inexpert eyes, well tended and content. I couldn’t help thinking how far Texas has come and how fast, just as every other traveler must when he sees both the symbol of the old Texas and the accoutrements of the new. The Longhorns, however, did not impress my daughter, age two, who said, “I want to see cow.”</p><p>“Those were cows.”</p><p>“Nooo. I want to see cow.”</p><p>We drove on down IH 40, heading toward town. We passed motels, franchise food stands, gas stations, car lots; only the Helium Monument identified this as amarillo rather than any other medium-sized city. I had forgotten the Longhorns when suddenly my daughter exclaimed, “Cow, daddy, right there!” and there, standing in front of the Big Texan Steak Ranch, was a red and white fiberglass bull, pretty much like the ones on the following pages and easily three times larger than any living bovine ever seen in Texas or anywhere else. And I thought that my tiny native Texan was beginning to get a grip on her heritage.</p><img/><img/><p>Michael Lyon, taking a firm grip on his heritage, began photographing these fiberglass masterpieces about a year and a half ago because they struck him as funny. His inspiration came when he was traveling down a country road near Buda and saw a cow nailed up on the side of a barn. It turned out to belong to the executive secretary of the Holstein-Friesian association. Oddly, this remains one of the statues he has yet to photograph (because of weather, bad luck with schedules, and so on), but the shot he wants will reconcile the two-year-old’s world with that of the rest of us. He’s going to place the fiberglass Holstein in a pasture with a real herd. Gregory Curtis</p><p>The LBJ Bull, Maverick Steakhouse, Congress avenue, austin: “It turns its tail to Congress, ” says the owner, “like Johnson. ”</p><p>Temple’s Clem Mikeska: “I bought it from people with a trailerful of different species they were selling all across the country.”</p><p>A mystery in Fort Worth: the bull is the sirloin, the arrow points “Inn, ” but where, friends and neighbors, is the saddle?</p><img/><img/><p><em>No more bull: Dallas's Hickory House, after buying the bull from a man in a pickup,returned it when the real owner showed up.</em></p><p><em>This imperturbable bull has entered Odessa's collective consciousness. Owner Bob Griff says, “People are used to it by now.”</em></p><img/><img/><img/><img/><p>This bull's one job is to mark the entrance of an El Paso store.</p><p>Texas’ first export stands amid the myriad imports of today.</p><p>A luminescent Longhorn lures loud, lumbering longneck lovers.</p><p>Okay, so it’s a cow, not a bull. But who can resist Moo-la?</p><p>This exotic breed breeds exotic architecture in Houston.</p><p>These Texas-size horns (21 feet) came from . . . Minneapolis.</p><img/><p>Dallasites, when burdened with gritty reality, need only look up to two mythic beasts watcnmg over all.They're there to help.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "September 1981",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Bull",
      "Texas",
      "Amarillo",
      "Longhorns",
      "Texan",
      "Architecture",
      "Cattle",
      "Congress",
      "Country",
      "Driving",
      "El Paso",
      "ever",
      "Food",
      "gas",
      "LBJ",
      "Luck",
      "maverick",
      "Mystery",
      "people",
      "Photograph"
    ],
    "wp_categories": [
      "El Paso"
    ],
    "wp_location": [
      "Texas",
      "Amarillo",
      "Buda",
      "El Paso"
    ]
  }
}