{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198311",
    "date": "November 1983",
    "year": 1983,
    "month": 11,
    "month_formatted": "November",
    "pdf_uri": "/1983/19831100.pdf",
    "issue_cover_image": "",
    "document_start_page": 172,
    "toc_start_page": 170,
    "document_page_range": [
      [
        172,
        173,
        174,
        175,
        176,
        177,
        178,
        179
      ]
    ],
    "toc_order": 7,
    "toc_headline": "Twofers",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198311-twofers",
  "source": "/1983/19831100.pdf",
  "wp_post_id": 118689,
  "wp_post_guid": "http://www.texasmonthly.com/article/twofers/",
  "authors": [
    "Peter Applebome"
  ],
  "headline": "Twofers",
  "dek": "They Are the Quirky Enterprises That Offer Two Things Under One Roof-Like Shrimp And Guns, Steaks And Loans, Or Eggrolls And Gasoline.",
  "spread_caption": "",
  "excerpt": "Texas: land of contrast. That’s why we have double-barreled businesses like a feedstore cum twirling school or a combo junkyard-wildlife preserve.",
  "kicker": "",
  "word_count": 2684,
  "content": "<p>Other tycoons have built bigger empires, amassed greater wealth, and made deeper imprints in the annals of commerce, but in his own weird way abel Garcia of Houston has done something more profound. If you were to mosey over to the squat, mustard-colored frame building Garcia’s business occupies near the Houston Ship Channel, you could get under that one roof two of the most basic things every civilized man needs: a cheap haircut and a cold beer. One half of his shop is a barbershop with a vinylcovered chair, a dingy sink, and some well-used scissors and shears. The other half is a beer joint with a weathered pool table, colorful murals of San antonio and Mexico, and a stern sign above the bar that reads, “No checks. No credit.” Garcia’s haircuts are $5 for a standard man’s cut, $10 for long-haired men and women. Beers and pickled pigs’ feet each sell for $1. All in all, it’s one swell place.</p><p>No swarm of reverent M.B.a.’s will ever construct flowcharts elucidating the intricacies of Garcia’s management structure. Hell, he <em>is</em> his management structure. Garcia is a titan of the most unrecognized genre of business, one that combines sociological insight with entrepreneurial art. Ladies and gentlemen, consider the twofer, Texas’ version of schizophrenic capitalism.</p><p>These entrepreneurial non sequiturs —found here in profusion —provide a good way to grasp the essentials of life in Texas. But twofers are easier to spot than to define. Garcia’s barbershop-beer joint is a twofer. So are avery’s Barber Shop and archery Shop in Fort Worth and Robert Solomon’s tombstone and barbecue business outside Gilmer. Texas has shops selling cowboy boots and cold cuts (Zach's Western Wear and Groceries in Hempstead), bridal accessories and beef enchiladas (Rivera’s Bridal Shop and Mexican Food in Taylor), and custom brassieres and items for lefties (Travel-NBeauti in San antonio).</p><img/><img/><p>Letterform by David Kampa Photography by Greg Stephens</p><p><strong>Home of the close shave: after a haircut at Rex avery's barbershop, you can snatch up a crossbow and fire a few bull'seyes or replenish your arsenal of archery supplies.</strong></p><p>The best twofers have a preposterous logic (why <em>not</em> a barbershop and beer joint?), but the basic rule for identifying twofers is, if they don’t fit, they fit. Country general stores carry an oddball amalgam of goods, but that’s what they’re intended for, so they’re not twofers. Disparate businesses merely housed in one building, like the Haircut Corner and Texaco Station in Nelsonville, do not a twofer make. Adaptive uses don’t count either. The old Palo Pinto County jail is now a museum and the old Jeff Davis County jail is now a library, but unless they mix the crooks with the Chaucer, they don’t make it.</p><p>The twofer capital of the Western world is East Texas, where the mix of Southern and Western cultures, the ramshackle small towns, and the obstinate rural sensibilities create a perfect twofer environment. East Texas takes its twofers seriously enough to make them civic centers, like the city hall-washateria in Dogwood City (see Reporter, page 136). You could drive around North Dallas forever and not notice anything eccentric enough to look twice at, but if you blindfold someone in Myrtle Springs and nudge him in the direction of Mineola, he’ll probably find half a dozen good ones.</p><p>A true twofer depends on one owner with a vision, preferably as warped a vision as possible. Our friend abel Garcia is as fine an example as any of that mentality at work. Garcia long ago realized that barbershops could use a little creative marketing. He has spent his life buying beer joints, partitioning them into halves, and adding barbershops; he did his first one in Brownfield, repeated his success in San antonio, then about a year ago opened his place in Houston. “It works very good,” he said proudly one recent Saturday afternoon as a few regulars took their turns at the pool table. “Some people will come for a haircut, but they’ll bring three or four of their friends along with them,” he says. “I make money selling beer and I make money cutting hair, and the customers can spend money on beer and not lose their places in line.”</p><p><strong>Shrimp and guns make a wackily logical year-round duo in aransas Pass, where ann Patterson and her son Mark rely on a brisk seafood business in the summer and firearms in the winter.</strong></p><img/><img/><p><strong>The creative twofer mind at work is superbly illustrated by Bob Manning's Troy Texaco: in the glass case that lesser minds would use for Snickers bars, Manning stocks a tarantula preserve.</strong></p><p>Besides their ability to meld things that seemingly have nothing in common, twofers share other attributes. The first is that their owners are the last people to see anything strange about them. No matter how off-the-wall their establishments are, twofer owners are invariably baffled when customers gawk at their inventory. “Everyone says, ‘Isn’t that something. Who ever heard of a place selling shrimp and guns?’ ” says ann Patterson, peering at the red-on-white “Shrimp and Guns” sign in front of her aransas Pass shop. “They stop and take pictures of it and everything. To tell you the truth, I never saw anything odd about it. There’s no shrimp business in the winter; there’s not much gun business in the summer. You’ve got to make a living somehow.”</p><p>That brings us to the second aspect common to twofers; they usually result from considerable trial and error. In the process many once-pure twofers undergo an insidious inkblot spread, becoming murky multifers and finally teetering over into the black hole that signifies the death of a twofer—the general store. A case study is Books <strong>and Things in the Central Texas hamlet</strong> of <strong>Milford. These days proprietors Robert and Bar</strong>bara Beavon sell things such as night crawlers and minnows, tires and T-shirts, but no books. Yet their business began as one of the all-time great twofers, a bookstore and drive-in car wash. It turned out that the citizens of Milford only wanted to trade for books, not to buy them, so the Beavons replaced the books with gasoline. Then they added snacks, groceries, and fishing supplies, like shad gizzards ($3.85 a pint) and night crawlers ($2 a box), and anything else that they thought might sell. Now it’s just another mildly eccentric general store. Books and Things could regain a somewhat tarnished twofer status as a general store-Western novelties conglomerate, though, if sales pick up for their latest line of products. A typical item is a pecan wearing a cowboy hat inside a tiny wooden cage. It’s called a Texas Cowboy Nut and comes with the slogan “Caged for your protection.”</p><p>As the stirring saga of the Beavons indicates, the unique vision and conceptual genius that allows one to boldly launch a twofer often leads to even more creative endeavors. Of course, that creates some technical problems. You’re not strictly a twofer if you’re selling more than two different products or services-you’re a multifer. But hey, did america get to be great by telling Henry Ford he could make only Model a’s?</p><p>The hottest multifer in Texas right now can be found in the madcap East Texas metropolis of Elmo. The sign on the bare-bones frame building identifies it as Sammie’s Country Store and Twirling School, which isn’t a bad twofer. At heart the business is a feedstore and fitness studio, featuring chicken and hog pellets for the farmers and eighteen-year-old Billie Doner’s twirling and aerobics classes for the womenfolk of Elmo, Canton, Terrell, Fruitvale, and other nearby towns. The place is run by Billie along with her mom, Sammie, and her sister Shannon. Their original brainstorm was a salad bar-theater, but they decided to take over the defunct local gas station and ply their sundry talents instead. Along the way, the business has swelled into a classic multifer. Current highlights in the one-room store include a Western art gallery and the Samco Polishing Company, which polishes molds for the plastic factory where Mr. Doner works. Since they’ve only been in business for three months, it’s hard to be sure which enterprises will make it—Elmoites are notoriously picky—but the management team is already planning to add arts and crafts lessons to the curriculum. We’ll try to keep you posted on any major developments.</p><img/><p><strong>Duke the brown bear - and a menagerie that includes goats, sheep, barnyard fowl, and a javelina - roams a wilderness of junked cars in alvin and Georgie Ohl's wrecking yard near Rosenberg.</strong></p><p>Like most of the finer things in life, twofers defy categorization. That’s part of their charm. I mean, McDonald’s is a fast-food place and Neiman-Marcus is a department store, but if you’ve got a category for a feedstore-twirling school, let me know. Still, scholars have come up with rough, often overlapping categories to impose a semblance of order on the twofer world. • • •</p><p>Barbershop Twofers. For reasons not entirely clear, the barbershop is the king of the twofer in Texas. After Garcia’s, the ranking barbershop twofer is Rex avery’s barbershoparchery shop in Fort Worth. Avery gives a nofrills haircut for $3.50 and sells a truly menacing array of archery equipment, such as arrows without points that chop birds’ heads off. Other barbershop twofer greats are the barbershop-pizza parlor in Whitewright and Billy’s Trading Post and Barber Shop in Wills Point.</p><p>Recreational Twofers. The twofer does not represent merely man’s acquisitive side. Some exist purely for aesthetic purposes. My favorite recreational twofer is the Troy Texaco and tarantula preserve in Central Texas. Bob Manning runs the place, and his fifteen-year-old son, Steve, stocks the counter by the register with pet tarantulas he catches himself or buys at Jerry’s Perfect Pets in the Temple Mall. The current population is down to Killer, Trouble, and Sundown because Sundown, in his most recent killing spree, murdered Midnight, Lazy, and Sneeky, after knocking off some other tarantulas and a pet snake a month earlier. Two more prime recreational twofers are the Holmes Coin-O-Mat and Grand Ole Opry House in azle and Roy’s Barber Shop in Emory, both of which double as concert halls for local musicians. Two premier cultural twofers are Ford’s Grocery and International Possum Museum in Rhonesboro and Brewer’s Bells museum and crafts shop, run by Virginia Belle Brewer in Canton. Lucky visitors to the bell museum can view 3109 different bells from 68 countries, while being serenaded by Miss Brewer herself on the hand bells.</p><img/><img/><p><strong>Robert Solomon's tombstone and barbecue business may seem an ominous pairing to hungry customers, but to Solomon it's just a sensible combination of the two trades he loves best.</strong></p><img/><img/><p><strong>One and one makes two: with his pool hall and barbershop, abel Garcia provides what every civilized man in Houston needs —a cheap haircut and a cold beer.</strong></p><p>DEFUNCTFERS. The Texas landscape shimmers with the ghosts of twofers that didn’t stand the test of time. Cobb’s Bar B-Q Shack still takes up space beside Cobb’s Garage and Welding Shop in the North Texas town of Ector, but the barbecue business has folded. Agatha Wolaver’s cafe is doing fine in downtown Italy, but it no longer doubles as a florist’s shop. The taxidermisthamburger stand south of George West has closed. Other casualties include the Ranchlander Bank and Steakhouse in Melvin and, in West Texas, a bank-gas station that used to grace Eastland. One of Texas’ most bracing cultural twofers recently bit the dust when its proprietors removed the steer horns from what had been the world’s only steer horn and doll museum in Big Spring. Also gone is the JP’s office and gun shop in Ingram, a twofer with a message if ever there was one. <em>Sic transit gloria . . .</em></p><p>Animal Twofers. There’s nothing like the patter of little hooves to liven up a business. Sterling offerings include Lone Star Portable Buildings and Red Brahmans near Luella in North Texas. Then there’s alvin and Georgie Ohl’s salvage yard-game preserve near Rosenberg, where 75 goats, 65 sheep, 1 javelina, an 800-pound brown bear, some geese, ducks, dogs, deer, and perhaps 500 animals in all wander contentedly between junked cars and refrigerators. Also doing nicely is Roose’s animal Grocery & Chinchilla Ranch & Supply near Lockhart, where ann Roose raises chinchillas and sells feed for local cattle, pigs, and chickens. For a flora and fauna combination, consider amos Roy’s Triple C Ranch in Mauriceville, where Roy raises crawfish, catfish, and Christmas trees. On a smaller scale, two great little roadside businesses can be found in Southeast Texas near Livingston; one sells tacos and minnows, the other quilts and Chihuahuas.</p><p>Celebrity Twofers. It’s safe to say most of the entrepreneurs listed here will live out their days in relative obscurity, but a twofer that catches the eye of the press can rocket its owner to international stardom. Texas’ ranking celebrity twofer is Shin Ho Kim’s wonderful Texaco Eggroll in Dallas. (Don’t even ask me why so many twofers end up in Texaco stations. I haven’t the foggiest.) Ever since Jim Schutze of the <em>Dallas Times Herald</em> discovered the place, Mr. Kim’s life and times as a gas station-Chinese food mogul have been well chronicled in Dallas and in the <em>New York Times, Money</em> magazine, and network news. The Holmes Coin-O-Mat and Grand Ole Opry House has received similar treatment. A comer to watch is the Fiesta Mart, a grocery store-art gallery in Pasadena where a $500,000, thirteen-by-seven-foot Murillo painting of the Last Supper hangs by the cash registers.</p><p>Pseudo Twofers. It’s not all roses ’n fishbait on the twofer trail. A lot of businesses that look like prime twofers turn out to be mere teases. Bain’s Junk and Jewels in the tiny South Texas town of Odem looks good, but the name is just a metaphor for the promise of every junk shop. (It does, however, have the world’s largest collection of used Mrs. Butterworth’s Syrup bottles for sale.) a tragic near miss is the conceptually brilliant Phillips Pest Control and Treasures for Tots in Pittsburg. The two share a building and phone, but they’re separate businesses —an inspired pairing, but not a twofer. The Pow Wow Cafe and Grand Saline Custom Cabinets is another loser. The Pow Wow has long since gone to that great tepee in the sky, but the cabinetmakers who succeeded it never bothered to take the Pow Wow name off the front window.</p><img/><p><strong>Sammie Doner and her baton-tossing daughter Billie are cashing in on their non sequitur: Sammie's Country Store and Twirling School in the East Texas town of Elmo.</strong></p><p><strong>• • •</strong></p><p>The twofer teaches various stirring lessons on the virtues of perseverance, the rewards of innovation, and perhaps the advantages of being one brick shy of a load, but its ultimate message is simple and inescapable: Texans are not normal. I assume that if you tour the small towns in upstate New York or downstate Illinois you’ll find a few twofers here and there. Twofers, after all, are as much a product of rural needs as of personal idiosyncracies. But there’s no way upstate New York could provide the jumble of cultures needed for the tacos and minnows, the cold cuts and Western wear, that create the best twofers. And, as witnessed by Cecil Gilstrap’s letters to the <em>Big Spring Herald,</em> Stanley Marsh 3’s buried Cadillacs, and the legislative careers of Jim Collins and Mad Dog Mengden, the quirkiness of Texas still reaches remarkable proportions.</p><p>It might be logical to assume that as Texas becomes more urbanized and cosmopolitan, fewer people will get the urge to string together non sequiturs and try to make a business out of them. But if Texas is headed for normalcy, it’s not exactly going at breakneck pace. In fact, we could be on the verge of a new generation of mega-multifers: too big to be twofers but too goofy not to be distant cousins. I think of the Hunt brothers’ Bronco Bowl in Dallas, which hosts gay bowling leagues, punk concerts, gospel singing, and Zig Ziglar crusades, or the astonishing new Caravan of Dreams in Fort Worth, a jazz club and martial arts school and avant-garde theater and restaurant-lounge and cactus preserve.</p><p>Now, if they can just find a good barber, they should be all right.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "November 1983",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "Business",
      "Beer",
      "cold",
      "ever",
      "money",
      "Barbecue",
      "Barbecue",
      "barber",
      "Books",
      "Country",
      "Cowboy",
      "Dallas",
      "East Texas",
      "Houston",
      "New York",
      "people",
      "Pool",
      "POW",
      "Shrimp"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Texas",
      "Dallas",
      "East Texas",
      "Houston",
      "West"
    ]
  }
}