{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198010",
    "date": "October 1980",
    "year": 1980,
    "month": 10,
    "month_formatted": "October",
    "pdf_uri": "/1980/19801000.pdf",
    "issue_cover_image": "",
    "document_start_page": 138,
    "toc_start_page": 136,
    "document_page_range": [
      [
        138,
        139,
        140,
        141,
        142
      ],
      [
        144,
        145
      ],
      [
        231
      ],
      [
        233,
        234
      ]
    ],
    "toc_order": 1,
    "toc_headline": "What Ever Happened To the Storm Of the Century?",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198010-whatever",
  "source": "/1980/19801000.pdf",
  "wp_post_id": 124629,
  "wp_post_guid": "http://www.texasmonthly.com/article/what-ever-happened-to-the-storm-of-the-century/",
  "authors": [
    "Paul Burka"
  ],
  "headline": "What Ever Happened To the Storm Of the Century?",
  "dek": "That’s how the National Weather Service described Hurricane Allen. They were wrong—and unless somebody makes some changes, they’ll be wrong again when it really counts.",
  "spread_caption": "",
  "excerpt": "Hurricane Allen proved that everyone talks about the weather but nobody knows much about it—least of all the National Weather Service.",
  "kicker": "",
  "word_count": 4287,
  "content": "<img/><img/><p>Photography by Tomas Pantin Hand coloring by Sandra Spence</p><p><span class=\"dropcap\">W</span>hy did Allen blow it? What made the hurricane touted as the storm of the century fizzle out? Part of the answer is that Texas was fortunate indeed: though the weakened storm left its mark on Corpus Christi and the resorts of South Padre Island, it reserved its worst for a sparsely inhabited stretch of coastline occupied mostly by sand dunes and cattle. This was just another example, we were told, of the capricious nature of hurricanes. But that is far from the whole story. The real lesson of Hurricane Allen is that when a massive storm finally does hit Texas, residents of the Gulf Coast can expect little help from the one group of people who are supposed to know what is going on: the National Weather Service.</p><p>The Weather Service’s performance during Allen was abysmal. Not only did it badly overstate Allen’s power, enriching hotel and motel owners as far inland as San Antonio and Austin, but it also failed—and in some cases actually refused—to give local authorities and residents essential information about their specific areas. Allen demonstrated that the weather bureau has gone the way of much of the rest of government, no longer able to provide the services it was created to deliver. Its actions during Allen’s approach to land were designed to protect itself, not the public. To understand why this was so, and how much confusion it created, we need to go back to Allen’s origins, far across the Atlantic.</p><img/><p><em>A pulverized South Padre seawall testifies to the awesome might of the ocean . . .</em></p><img/><p><em>. . . while some vacation homes survived raging water only to succumb to the wind.</em></p><p><em>“The Weather Service no longer is able to provide the services it was created to deliver. Its performance during Allen was abysmal; its actions were designed to protect itself, not the public.”</em></p><img/><img/><p><em>Wreckers started hauling stranded boats down Shoreline Drive while Allen's dying gusts were still lashing at Corpus Christi.</em></p><p><em>Desert Marauder</em></p><p>Hurricane Allen was a child of the Sahara. Underneath a relentless July sun, the baked desert floor reflected its heat back into the atmosphere. Little spirals of hot air known as dust devils spun off the scorched earth, carrying loose sand a hundred feet aloft. Over hundreds of square miles, hot air rose from the desert, expanded, and flowed outward, causing pressure near the surface to drop. More air was sucked in to fill the void, and the process began anew. This was typical desert weather, the same cycle that prevails for most of the summer in southwestern Arizona and southeastern California.</p><p>But something broke the pattern. A tiny shift in winds somewhere else, perhaps as far away as China, enabled the dry, low-pressure circulation to draw in some cooler, moist air all the way from the rain forests of equatorial Africa. Though it would be days before Allen developed into a tropical storm, by late July it was already visible on weather satellite photographs.</p><p>The two types of air merged into an unstable mass, warm and moist, and started west, driven by the easterly trade winds that ring the globe just north of the equator. It cleared the bulging West African coast on July 29 and headed for the Cape Verde Basin of the Atlantic, breeding ground for the most feared of all North Atlantic hurricanes. This part of the ocean was the incubator for the terrible Galveston hurricane of 1900 and its successor in 1915. Hurricane Donna came out of the Cape Verde in 1960 to blast the Florida Keys with wind gusts of up to 175 miles per hour and then became the first recorded storm to flail Florida, the Middle Atlantic states, and New England with hurricane-force winds. Though Allen would be called the storm of the century, a hurricane more worthy of that epithet, Camille, emerged from the Cape Verde in 1969 to inundate Pass Christian, Mississippi, with 24-foot storm tides and 27-inch rains.</p><p>At first Allen was just one of the fifty or so low-pressure areas, known as easterly waves, that depart the African coast as if on schedule every hurricane season. Most cross the Atlantic with little change in form. Something is missing: the water temperature isn’t high enough, or the pressure isn’t low enough, or perhaps shower activity is scattered and disorganized. But everything came together for Allen. When the disturbance reached the ocean, the sun went to work on the sea as it had on the desert. Its rays beat steadily against the surface, causing air currents to rise so swiftly that great seabirds soared for hours on the updrafts. Drawn in by Allen’s low pressure, vast amounts of warm, moist air rushed into the system, causing the air to rise with sufficient force to punch a hole in the ceiling of cooler, dry air that had previously kept a lid on Allen’s vertical circulation. Now the moist air could be lifted to still higher altitudes —first ten thousand feet, then twenty thousand, then thirty thousand. When it came in contact with cooler air the moisture condensed rapidly into towering clouds, releasing energy that heated the upper-level air, allowing the clouds to build still higher. High-altitude winds aided the storm’s development by venting the ascending air before it could cool and sink. Now the system was able to feed itself: warm, moist air was sucked in at the bottom and expelled at the top, and this exhaust system served as a pump to procure yet more moist air for the insatiable machine.</p><img/><p><em>Allen turned North Beach into North Bay.</em></p><p>By this time the storm had tamed the trade winds to its own uses. Even weak low-pressure systems have a slight counterclockwise circulation, due to the earth’s rotation—and Allen was far from weak. The churning air sucked in the normally gentle trade winds and forced them to turn in upon themselves, forming the eye that organizes a hurricane into something more than a storm, something with an existence of its own.</p><p>Once born, Allen briefly achieved a fury that few storms have ever reached. Its lowest pressure, 26.55 inches, was second only to the 26.35 barometric reading on Long Key during the 1935 Labor Day storm that hit southern Florida—the lowest reading on record in the Western Hemisphere. Its winds reached unheardof peaks of 200 miles per hour. Its forward speed of 25 miles an hour was almost unprecedented for such a large storm.</p><p>Yet, as powerful as Allen was, it was still subordinate to larger weather systems. We speak of hurricanes as heading west-northwest, or turning to the north, but in fact they are powerless to seek out a course of their own. Generally they go where winds push them, and winds in turn follow courses along pressure isobars. Hurricanes avoid high-pressure systems because air flows out of highs into lows. Allen could not turn north into the Atlantic, as many storms do, because its path was blocked by the giant Bermuda High. So the winds steered Allen far south of Florida, south even of Cuba and Santo Domingo. Not until the storm reached the central Caribbean did it leave the trade belts and cross an area of converging winds that could have changed its direction. Thereafter, Allen wobbled in its course twice, as though it would head for Galveston, but just as it seemed that a high-pressure system over Texas would break up and move east, that high also held. To turn north would have been the atmospheric equivalent of traveling uphill. So the winds kept it on course for Brownsville.</p><p>By this time the hurricane had weakened slightly, a victim partly of its own immense size. Though the eye remained at sea, the southern half of Allen passed over Yucatdn, engorging air that was too dry to provide fuel for the storm’s engine. There was no longer enough energy to run the system, and it began to weaken. Furthermore, the storm covered such a large area that the cooled air expelled at the top of the eye could no longer be blown clear of the periphery; as it was reingested, it too failed to provide the needed warmth and moisture to keep the engine running at top efficiency. Wind speeds began to drop off: 180, 165, 135 miles per hour. Allen continued to be blown in the direction of Brownsville, but there it met what would turn out to be the knockout punch: a huge mass of very dry air—the Texas drouth. Inevitably, the hot, dry air flowed out of the high pressure into the storm, stalling it and absorbing still more energy.</p><p>Nineteen years earlier Hurricane Carla had stalled off the Texas coast, but then there was no high-pressure area over Texas and no drouth. Carla stayed offshore, held back by opposing winds, but continued to take on moisture and delivered a fearful pounding everywhere from Corpus Christi to Galveston. Allen, the onetime storm of the century, met an unexpected fate for a hurricane still at sea: it died of thirst.</p><p><em>The Weather Bureaucrats</em></p><p>Shortly after dawn on Friday, August 8, as Hurricane Allen cleared the Yucatan Channel and entered the Gulf of Mexico, thousands of Texans tuned in to the <em>Today</em> show, hoping for current word on the storm’s progress. What they heard was a harbinger of things to come: the head of the National Hurricane Center appeared every twenty minutes or so to emphasize the danger, but not once did he or the show’s weathercaster divulge Allen’s current coordinates. For much of the weekend, the news would follow a similar pattern—long on bombast, short on information.</p><p>The problem grew more acute as Allen neared land. Local Weather Service stations had issued statements preparing the populace for what lay ahead (“The first line of squalls should reach the coast in eight hours”), but vital localized details, <em>such as where the worst tides</em> could be expected, were lacking. When the storm began its belated move ashore, hard facts like wind speed and exact location of the eye were nowhere to be had. This was true even on the coast itself; inland the situation was hopeless. Worried refugees twisted radio dials, searching in vain for sometnmg otner man music ana Daseoaii games. News reports were limited tc bland, broad-brush official bulletins and unenlightening first-person reports (“The wind continues to blow hard here in Brownsville”). Though the hurricane crossed the shoreline early Sunday, not until Monday was it widely understood that South Texas had escaped the predicted catastrophe.</p><img/><p><em>Corpus Christi’s North Beach: Allen was only a hint of what a major storm can do</em></p><img/><p><em>When Allen stayed to the north, Port Isabel was spared—except for this motel.</em></p><p><em>“Allen received a knockout punch as it approached Brownsville: a mass of very dry air—the Texas drouth. The onetime storm of the century met an unexpected fate: it died of thirst.”</em></p><img/><img/><p><em>Inaccurate and incomplete weather reports caused many refugees to flee needlessly, creating monstrous eight-hour traffic jams.</em></p><p>Unfortunately, the paucity of information was no accident. It is a problem that first became evident in the summer of 1979, when Tropical Storm Claudette unexpectedly dumped an ocean of rain onto southeast Harris County, causing extensive flooding. Despite the fact that, thanks to computers, forecasters know more about hurricanes than ever before, the public finds out less and less. Why this paradox? Because, like so much else about government, weather forecasting has become centralized. Data are assimilated far from the source and translated into broad, imprecise forecasts. We are told, for example, that tento fifteen-foot tides may be experienced in Galveston Bay. But <em>where?</em> Galveston Bay is the third largest bay in the country, with a shoreline of 280 miles. During Hurricane Carla in 1961 Smith Point had ten-foot tides, Baytown fifteen. Such geographical distinctions matter little to people issuing bulletins from Miami and Washington, but they matter a great deal to people in Smith Point and Baytown.</p><img/><p><em>Corpus’s seawall held; boat docks didn’t.</em></p><p>So unresponsive has the service become that it was nearly impossible to find out exactly where Allen’s eye crossed land. The knowledge was crucial to refugees from the Lower Rio Grande Valley and to inlanders with resort condominiums on South Padre Island. All they could learn was that Allen had gone ashore north of Brownsville. But how far north? Far enough to put their homes on the relatively benign south side of the storm, removed from the full force of the counterclockwise winds on the lethal north side? The answer was yes, barely, but the specific location—just north of Port Isabel and the South Padre resorts—meant nothing to forecasters more than a thousand miles away, and so it went unreported.</p><p>With centralization, inevitably, has come bureaucracy. The primary responsibility for forecasting lies not with local weather bureaus but rather with one of three regional centers in the state, in Lubbock, Fort Worth, and San Antonio. Local forecasters parrot what they receive from the state offices, which in turn are guided by computers in Washington. Hurricane forecasting operates in much the same way, except that the top level is the National Hurricane Center in Miami. Local advisories must be approved all the way up the chain of command before they can be issued. One result is delay—by the time the Weather Service announced Allen’s landfall, the eye was already well inland. Another is excessive caution: no one is likely to stray far from what the computers say or venture anything that doesn’t have to be said. That explains why even the local advisories were vague and uninformative.</p><p>The new structure has all but eliminated the old-line weather forecaster, who drew his own maps, called his own shots, and above all knew his home territory. Retired weatherman Davis Benton, who during Hurricane Carla was the meteorologist in charge of the Galveston weather bureau, tracked Allen’s progress from his lake house in Cale, Arkansas, and wasn’t fooled by the storm-of-the-century ballyhoo. “At one time every station in the Gulf, from Brownsville to Key West, was feeling the effects of Carla,’’ Benton recalls. “Allen was never that big in the Gulf.” But no one with the Weather Service would acknowledge it for the record.</p><p>It is likely that some, at least, didn’t know. None of the nineteen Weather Service offices in Texas have more than one meteorologist. Most have none. Galveston, where meteorologist Isaac Cline sensed the impending catastrophe of the 1900 storm and rode the beaches, Paul Revere style, to warn residents of its approach, has been downgraded to a radar station. Many weather forecasters today are technicians who know a lot about how to read machines but not so much about how the weather works. Here is an excerpt from a fruitless interview with one of the new breed:</p><p>Q. What caused Allen to weaken?</p><p>A. It slowed down and stalled offshore.</p><p>Q. But I thought hurricanes strengthened when they slowed down. And didn’t Carla stall offshore without weakening?</p><p>A. Would you like to see the file on Carla?</p><p>It turns out that Allen’s slowdown was a symptom, not a cause. But the so-called weatherman didn’t know that.</p><p>Davis Benton is so pessimistic about the chances of state and local officials’ receiving full and detailed information from the National Weather Service that he thinks the state should establish its own hurricane center staffed by people who aren’t afraid to guess. He would get no argument from Galveston County judge Ray Holbrook, who was unable to pry any localized information out of the Alvin weather station, which has replaced Galveston as the primary weather office for Houston-Galveston.</p><p>Holbrook had been sharply critical of the Alvin office since Claudette—“There were people standing in two feet of water in their homes when the Weather Service finally got around to changing its forecast from scattered to severe thundershowers,” he says—and nothing that happened during Allen changed his mind. “They didn’t want to commit themselves on our local situation. They just took the report out of Miami and gave it a little local color,” Holbrook says. Alvin weathermen declined to project local winds and tides, even in unofficial conversation with civil defense functionaries, who had no idea whether to order an evacuation. Finally, on Friday morning, Holbrook and others decided to recommend (not order) that people leave, a compromise that was enough to touch off a Y-shaped traffic snarl that by sundown stretched 120 miles from Galveston Island to Columbus along one fork and to Huntsville along the other. From the air, two days after Allen’s landfall, an uninformed passenger had to look carefully for any evidence that a major hurricane had sideswiped the Corpus Christi area. Everything held an element of ambiguity: water in Fields south of Victoria (rice farms?), an amputated fishing pier off Port Aransas (a relic of Hurricane Celia in 1970?), a section of road covered by sand on Mustang Island (washed out or just blown over?). To the south the Laguna Madre stretched clear and serene, dotted by virgin islands formed by spoil dredged from the Intracoastal Waterway. Only a procession of Coast Guard helicopters, which were shuttling various dignitaries, offered a hint that something might be amiss.</p><p><em>(Continued on page 229)</em></p><p><em>(Continued from page 143)</em></p><p>Fortunately, it all turned out to be unnecessary, for Allen slipped ashore on a deserted stretch of coast, as though it were carrying contraband. But the suspicion lurks that <em>someone</em> must have known what Davis Benton knew, that this was no longer the storm of the century. One clue: at no time were tides predicted to exceed ten to twelve feet—far short of Camille, short of Carla, short of the top of the Galveston seawall even if Allen turned to the north as the computers said it might. Was the Weather Service reluctant to make itself look bad by pulling back from its more extravagant descriptions of Allen? Was it a victim of excessive caution produced by an organizational structure that discourages anyone from sticking his neck out? Or was it powerless to make decisions beyond what its machines dictated? And those questions necessarily lead to another: what will happen when the day comes, as it surely will, when people do have to get out? Will anyone listen? The worst damage inflicted by Hurricane Allen may have been to the credibility of the Weather Service.</p><p><em>Inheriting the Wind</em></p><p>But those more familiar with the coast had ample indicators. The seawall protecting a group of condominiums on North Padre Island no longer had any beach in front of it. As the plane dipped down to a thousand feet, the neat geometrical edge of the seawall itself refocused into jagged lines and cracks. Most of the empty spoil islands had previously been occupied by squatter cabins thrown up by weekend hunters and fishermen on state-owned land; the General Land Office, which extracts tribute from these interlopers, counted 101 missing cabins. Most had disappeared without a trace. Even the blue Laguna Madre offered a clue for the knowledgeable: usually the portion south of Baffin Bay is not a body of water at all, but brown mud flats joining Padre Island to the mainland.</p><p>The first unmistakable evidence of the storm appeared at Port Mansfield, which took the brunt of Allen’s assault but went unnoticed by the national media because it is isolated from major population centers by the great South Texas ranches. A mile inland a line of debris marked the farthest advance of the storm surge. Two sets of stilts bordered the Laguna, the houses they had previously supported nowhere in sight. A few pleasure boats were marooned in the tall grass. Further south, along the Arroyo Colorado in northern Cameron County, a dozen cabins and some bait shacks had vanished. Across the estuary the Gulf had breached Padre eighteen times between the Arroyo area and the city of South Padre Island, a distance of twenty miles.</p><p>On the ground, however, flotsam and jetsam from the storm were everywhere. Along Highway 77 from Alice to Kingsville hardly a billboard was still erect. The King Ranch headquarters lost a third of its large trees, some of them a century old. In Corpus Christi every street seemed to have a repair crew or a brush cleanup contractor at work; two weeks after the storm six thousand telephones were still out. Travelers to Kingsville couldn’t get into the Holiday Inn because it was completely booked with claims adjusters.</p><p>Yet damage in the Coastal Bend looked superficial compared to what had happened on South Padre Island—even though Allen’s eye passed just north of town, allowing the gleaming shoreline of condominiums and resort hotels to escape the worst fury of the storm surge. Furthermore, Allen happened to move ashore during one of the lowest tides of the entire summer—sparing the Texas Gold Coast the possible ravages of an extra three feet of angry ocean. This fortuitous combination was reminiscent of Beulah in 1967, which scored a direct hit on South Padre but for some reason didn’t produce the battering tides associated with most hurricanes and so did almost no damage to the beachfront. Beulah actually did South Padre a favor: when the area survived the hurricane unscathed, property values soared and development began in earnest.</p><p>Already some townspeople anticipate that the aftermath of Allen will be similar. A typical comment, heard in city hall: “The big projects saved this island. They kept us from getting cut through like the part up the coast.” (In fact, University of Texas geologists who have studied South Padre Island say that development has accentuated beach erosion. [See “Trouble in Paradise,” TM, August 1978.]) The view is widespread among island residents that the town has withstood the worst that nature can do. But to put Allen in perspective, it should be seen not as a big storm that hit South Padre but rather as an ordinary one that just missed it.</p><p>Ten days after Allen moved inland, South Padre still was not a functioning place. Some homes had no electricity. Virtually every business on the island was closed, from fast food outlets to grocery stores. Hotels and condominiums were not accepting guests. Huge dunes of ruined carpeting were piled up next to every development. At the Holiday Inn, where rooms have walls of sliding glass doors, the trashing of drapes spoiled by wind-driven rain afforded an unobstructed view through the six-story structure.</p><p>The worst damage, however, was evident only from the beach. Toward the northern end of the town, where erosion has visibly cut down the width of the seashore, entire seawalls lay in ruins. Unlike Galveston’s seawall, which runs unbroken for ten miles, South Padre’s breakwaters are neither continuous nor parallel. Each large project has its own U-shaped wall, but the advance of the Gulf washed out the dunes in between, allowing the water to undermine the seawalls from the landward side. No one was on the island to see it, but the effect must have been similar to watching the tide wash away a sand castle.</p><p>At the Sun Tide II, built so close to the water that the developers came under fire in 1978 from the state attorney general’s office for violating the Texas Open Beaches Act, much of the cement that had once formed the bulkhead had disappeared, leaving only a twisted steel skeleton with gaps large enough for a man to walk through. A few hundred yards away the failure of another seawall had left the concrete walkways, swimming pool, and gardens of another project defenseless; a landscaper with a clipboard walked through the remains, jotting down notes and wondering aloud whether insurance would cover the losses.</p><p>The breached seawalls also allowed the waves free access to the sand that in effect holds up the big resorts by exerting lateral pressure on hundreds of deep pilings. Take away enough sand and the buildings will topple over. And Allen did take away sand: in some projects, a space of up to ten feet gaped between the bottom floor and the ground. That was enough to persuade the island’s few remaining traditionalists to reopen their campaign against development by urging that city officials condemn the damaged condominiums as unsafe. Most of the pilings, however, are thirty to forty feet deep and are designed to hold up their buildings with less sand than remains now. So there is no immediate threat to structural integrity, provided that the missing sand and seawalls are restored before the next storm hits.</p><p>But that raises another problem, as often happens on the seashore, where nature has built a delicate equilibrium. To solve one problem is to create another—in this case, where will the new sand come from? The island is already eroding; the ocean carries away more sand than it deposits. Any sand taken from the beach or the remaining dunes will only imbalance this deficient sand budget still further and accelerate the natural forces already at work.</p><p>For those of us who have lived on the seashore for much of our lives, such dilemmas are nothing new. They are the inevitable consequence of putting fixed objects on ever-changing terrain. A barrier island like Padre migrates toward the mainland, a fact that becomes important only when people sink concrete pillars into the earth and pretend they can hold it fast. Part of the lure of the seashore is the illusion that we can tame nature’s most powerful force, the sea, and most of the time it seems that indeed we are holding our own: the buildings still stand, the beach is still there, just like it was yesterday. And that, ultimately, explains why we are so fascinated by a hurricane, viewing it with not just fear but exhilaration. It is one of the rare occasions when nature responds overtly to our invasion of its domain—a direct response it never gives to pollution or population or other problems of the planet—and we can only wait and watch to see if this is the time we will learn that we cannot win.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "October 1980",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Allen",
      "Weather",
      "Hurricane",
      "Texas",
      "South Padre",
      "Galveston",
      "people",
      "Water",
      "Hurricanes",
      "Corpus Christi",
      "ever",
      "homes",
      "Nature",
      "ten",
      "Trade",
      "wind",
      "Alvin",
      "buildings",
      "Computers",
      "office"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": [
      "Texas",
      "Galveston",
      "Corpus Christi",
      "Padre Island",
      "Alice"
    ]
  }
}