{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-199410",
    "date": "October 1994",
    "year": 1994,
    "month": 10,
    "month_formatted": "October",
    "pdf_uri": "/1994/19941000.pdf",
    "issue_cover_image": "",
    "document_start_page": 156,
    "toc_start_page": 150,
    "document_page_range": [
      [
        156,
        157,
        158,
        159,
        160,
        161
      ]
    ],
    "toc_order": 20,
    "toc_headline": "Rah! Power",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199410-rahpower",
  "source": "/1994/19941000.pdf",
  "wp_post_id": 127950,
  "wp_post_guid": "http://www.texasmonthly.com/article/rah-power/",
  "authors": [
    "Jeannie Ralston"
  ],
  "headline": "Rah! Power",
  "dek": "Let’s hear it for cheerleading! From the invention of the pom-pom to the fumbled cheerleader murder plot, Texas has the spirit—and the scandal.",
  "spread_caption": "",
  "excerpt": "All for Texas cheerleading, stand up, sit down, and read, read on.",
  "kicker": "",
  "word_count": 2277,
  "content": "<p>By</p><p>Cheerleading did not start here in Texas. The first nonsense rhyme yelled through a megaphone, the first sprawling leap performed on the sidelines by someone wearing a school sweater, did not take place on our soil. The part sport, part floor show was born in the 1890’s at, of all places, the University of Minnesota. No matter. Texas has taken cheerleading to new heights, inventing, among other things, training camps, professional cheerleaders, and halftime high-ldckers.</p><p>Texas’ girls of autumn are as storied and revered as their stadium counterparts. After World War II, cheerleading stopped being an all-testosterone activity and became the brass ring of Texas girlhood, sealing a student’s popularity, even her marriageability. With so much at stake, it’s not surprising that every few years a Texas cheerleading scandal captures national attentionmost recently last fall, when four Hempstead High School cheerleaders turned up pregnant</p><p>Every year about 175,000 people—almost all female—can claim the title of Texas cheerleader. Even more prance around in sequined dance troops or drill teams at halftime. That adds up to a whole industry in itself. Texans spend an estimated $150 million every year on cheerleading squads and drill and dance teams. How did good ol’ hollering, clapping, and cartwheeling get to be such a big business? Find out in the following pages, which chart the evolution, the highs and the lows, of the state’s loudest pastime. Ready? Okay!</p><img /><p><strong>The Original Pep Boys</strong> The first cheerleaders in Texas collegiate history are freshman A&M corps members in the early 1900’s, who—unlike upperclassmen—can’t bring dates to games. Wearing white custodial uniforms to set themselves apart, the yell leaders, as they soon become known, entertain the crowd; but when they garner a little too much attention from the female visitors, disgruntled juniors and seniors decide to take over the job—and the white uniforms—forever more.</p><p>TEXAS A&M University</p><img /><p>Kilgore College</p><p><strong>Wine, Women, and Going Long</strong></p><p>To stop people from leaving their seats at halftime to sneak a drink in the parking lot, Kilgore College president B. E. Masters envisions a group of dancing girls for the fans’ entertainment (an ogle being preferable to a nip). To carry out his dream, he hires Gussie Nell Davis, who in <strong>1928</strong> had created the Flaming Flashes, a performing group at Greenville High School. In the fall of 1940, Davis debuts her red-white-and-blue-outfitted Rangerettes. An instant success, the highly drilled troupe is later described by a magazine writer as “the champions of the high kick and the posterior wiggle”; countless imitators follow, using everything from parachutes to slides to miniature oil derricks as props for halftime entertainment.</p><p><em>Freelance writer Jeannie Ralston lives in austin.</em></p><p><strong>Jumping-Off Point</strong> “That’s just the way I jumped to get up real high. I didn’t want my toe pointed. I didn’t want to look like a ballet dancer. So I turned my toot straight up.”— Lawrence Herkimer (below) of the “Herkie,” a jump he first displays in the early forties while at North Dallas High and Southern Methodist University. The jumpperformed with one leg outstretched and the other bent back— will be duplicated, or rather approximated, again and again on fall Fridays throughout the country.</p><img /><img /><p>National Cheerleaders Assocation (2)</p><img /><p><strong>The “Boom” in “Sis-Boom-Bah”</strong> Lawrence Herkimer conducts his first cheerleading camp at Sam Houston State University in 1948. His 52 pupils, all female, practice chants, jumps, and pyramids, and attend seminars by English and speech professors. Four years later, Herkimer devotes himself entirely to the limber life, quitting his physical-education post at SMU to start the National Cheerleaders association with a $600 loan. Today more than 200,000 high school and collegiate cheerleaders risk laryngitis at NCA camps every year, and the association grosses an estimated $60 million annually. Besides arranging training sessions and competitions, the NCA offers 6,000 items in its catalog, including pom-poms (one million sold last year).</p><p>National Cheerleaders Assocation</p><p><strong>Hand Jive</strong></p><p><strong>In 1955 University of Texas cheerleader Harley Clark devises the Hook’em, Horns sign to parallel the aggies’ Gig ’em gesture. Clark, who goes on to become a state judge, says of his two-fingered inspiration, “If you flash it in Italy, it means your wife is sleeping around on you. Somewhere else it means your mother’s a dog.... It never occurred to me it would be the object of such great interest.”</strong></p><img /><img /><p><strong>“Suh, Those are rightin' Words!”</strong> In its October 1950 issue <em>Esquire</em> magazine erroneously captions a picture of the Kilgore Rangerettes with, “These Boomer Sooner coed cheerleaders typify the great Oklahoma spirit—plus!” Outraged, the famed precision drill team burns copies of the magazine in protest. Embarrassed, the editors extend apologies, admitting, <em>“Esquire</em> should have known such beautiful girls could only have come from the state of Texas.”</p><p><strong>Don't Even ask What “Spread Eagle” Means</strong> Lawrence Herkimer, the inventor of cheerleading’s crepe-paper version of Cousin I changes the spelling from “pom-pom” to “pompon” in the fifties after he learns during a cheerleading clinic in Hawaii that “pom-pom\" is a phrase for the kind of thing nice young Hawaiian girls are not supposed to know anything about.</p><img /><p><strong>Beautification Project</strong></p><p><strong>In 1967 Tyler Junior College’s apache Belles drill team acquires a new member: the nation’s first lady. Says Lady Bird Johnson, on her acceptance: “after seeing ail of these trim figures, I am sure my membership in the apache Belles would have to be honorary.”</strong></p><img /><p>Tyler Junior College</p><p><strong>The People Speak</strong></p><p>More than half of the 2,800 students in Crystal City public schools, firstgraders through high school seniors, walk out of classes in 1969—for 28 days—to protest the selection process for high school cheerleaders. Even though 85 percent of the town’s students are Hispanic, the largely anglo faculty traditionally chooses only one Hispanic cheerleader. This walkout over the right to cheer is a seminal event in the birth of the Raza Unida movement.</p><img /><p>Will Van Overbeek</p><p><strong>Testosterone Check</strong></p><p><strong>In 1967, after three failed votes that year, Baylor students finally endorse coed cheerleading, 1,194-996. With that victory, A&M remains the only university in the state where cheering is strictly a man’s job. It still is; when senior journalism major Melissa Martin runs for A&M yell leader in 1990, claiming she could do yell duty as well as the men, the student body votes her down.</strong></p><p><strong>Gimme an O! Gimme a W!</strong></p><p>Emphasizing her Rangerettes’ self-discipline, the legendary Gussie Nell Davis describes in a 1971 documentary how the drill team habitually poses in front of a retaining wall lined by a prickly hedge, which stabs their legs as they smile. Says Davis: “We all stand there thinking as the camera clicks, ‘Beauty knows no pain.’”</p><img /><p>Kilgore College</p><p><strong>They all Have Hearts of Gold Too</strong></p><p>In 1979 a movie about the Dallas Cowboys Cheerleaders scores a Nielsen rating of 33, making it at the time the second-most-watched TV movie ever. Thinly plotted and cornier than a Perotism, <em>The Dallas Cowboys Cheerleaders</em> stars miniseries queen Jane Seymour. The story line involves a female reporter who goes undercover to get the dirt on america’s sweethearts—until she realizes that, despite the jiggling, they’re all wholesome, earnest, down-home girls.</p><img /><p><strong>And Then There Was Cleavage</strong></p><p><strong>“When l came to Dallas, we had contests to pick our group from the cheerleaders of the local high schools.... but they didn't seem to be getting a good reaction from the crowd.... We wanted our cheerleaders to be pretty, sexy in a clean sort of way ... ”—Tex Schramm, on the 1972 creation of the Dallas Cowboys Cheerleaders.</strong></p><img /><p><strong>Tit for Tat</strong></p><p><strong>The Texas Cowgirls, formed by a group of sour-grape Dallas Cowboys Cheerleaders cut from the squad, steal the show in the December 1978 Playboy with their topless parody of a famous Cowboys Cheerleaders poster. The Cowboys bar the group from selling the photo as a poster, but they can’t stop them from trying to extend their fifteen minutes by starring in auto shows and undulating in a swimming tank at a mall to promote the movie Jaws II.</strong></p><p><strong>Drill Seekers</strong></p><p>“When Kilgore College and Tyler Junior College play each other in football, it could be argued that more people are in the stands to watch the girls at the half than to watch the game: the football teams are junior college, but the girls are big league. What the fans are seeing at half-time is alabama-Oklahoma of the dance-drill world.”—Edwin “Bud” Shrake, <em>Sports Illustrated,</em> 1974</p><img /><p>Tyler Junior College</p><img /><p><strong>Dallas Dumps Debbie</strong></p><p>will not permit this organization to be demeaned and exploited when we’ve worked so hard to preserve our dignity.”—Suzanne Mitchell, Dallas Cowboys Cheerleaders director, after spending hundreds of thousands of dollars and a year and a half of legal battling to force the 1979 porno movie <em>Debbie Does Dallas\\o</em> remove all references to the cheerleaders.</p><p><strong>Play Time</strong></p><p><strong>In 1976 the play Vanities, by Texan Jack Heifner, begins a long, award-winning Off-Broadway run. The comic production, starring Patricia Miller (below), follows the lives of three Texas cheerleaders from high school glory days through post-college disillusionment. A sampling of its rah-rah humor:</strong></p><p><strong>Mary: I think we ought to make an announcement that anyone who sits in the card section tonight has got to do his job.</strong></p><p><strong>Joanne: I died when they spelled out “Yea Team” and it turned out to be “Yea Meat”!</strong></p><img /><img /><p>National Cheerleaders Association</p><p>National Cheerleaders Association</p><img /><p><strong>Let Us Play</strong></p><p>“[Cheerleading] is an illusive spirituality that transcends the physical ity of the gym floor. Cheerleaders are converts to a more positive life-style. Just talking with them encouraged me to reach farther for my own true potential. I began to catch their spirit.”—John Hawkins, gushing in his 1991 book, <em>Texas Cheerleaders.</em></p><p><strong>Killer Fish</strong></p><p><strong>Steve Keathley (below), the aggies’ head yell leader in 1988, suffers a separated shoulder that requires surgery when he is tackled by some fish (freshman corpsmen) after A&m’s 50-15 victory over Texas Tech. The post-win tackle (and a fountain dunking) is an aggie tradition, but overzealous fish continue to pile on after Keathley hits the ground. In a display of true aggie grit, Keathley leads more cheers before heading to the hospital. “Once you start a yell practice, you don’t quit until it’s over,” he contends.</strong></p><img /><p>TEXAS A&M University</p><p>Christina Patoski</p><img /><p><strong>High-kicking to Hollywood</strong></p><p><strong>Tyler's apache Belles appear in True Stories, a 1986 movie by farmer Talking Head David Byrne. As participants in a talentshow in fictional irgil, Texas, the Belles rate a whopping 26 Seconds of screen time, following some dueling auctioneers.</strong></p><p><strong>Nothing to Cheer about</strong></p><p>In 1988 the Texas Education agency orders the arp Independent School District to name all eighteen contestants to a junior high cheerleading squad or give up more than $180,000 in state funds. Two black candidates had been eliminated in tainted elections, in which judges changed marks and referred to various girls’ weights.</p><img /><p>National Cheerleaders Association</p><p><strong>We Want Our Hot Pants</strong></p><p>Fourteen Dallas Cowboys Cheerleaders temporarily resign in a 1989 protest because they believe that new owner Jerry Jones is trying to make them into sex objects by changing their midriffbaring uniforms into Laker Girl-ish halter tops and Lycra biking shorts. Obviously Jones had not read the cheerleaders’ handbook, which cautions, “One should always remember that it is never what she feels she does for the uniform. It is what the uniform does for her.” Jones yields, and the classic uniform stays.</p><img /><p>Michael o'brien</p><img /><p><strong>So That's How They Survive on $15 a Game</strong></p><p>“a lot of the [Dallas Cowboys Cheerleaders] ended up being supported by rich men. Most of them had been given ‘jobs’ in which they didn’t do anything. ... The owner of one of the Dallas radio stations liked taking care of the girls_Four, five hundred [dollars] here and there, just to be seen with him. And, of course, to come by his house.\"—From 1991 ’s <em>Deep in the Heart of Texas,</em> a cheer-and-tell by a trio of sisters who all made the squad: Suzette, Stephanie, and Sheri Scholz.</p><p><strong>Wicked Wanda</strong></p><p><strong>In 1991 Channelview housewife Wanda Holloway tries to weaken her teenage daughter’s cheerleading competition by arranging the elimination of a rival’s mother. She is convicted of solicitation of capital murder (a judge would later throw out the conviction). Hbo premieres an original movie based on the case, The Positively True adventures of the alleged Texas Cheerleader-Murdering Mom.</strong></p><img /><p>Will Van Overbeek</p><img /><p><strong>Feels Like Team Spirit</strong></p><p><strong>in the late eighties, Texas A&m’s all-male yell leaders abandon one of their signature traditions: squeezing their crotches to show the football team they share its pain as it goes for a touchdown or field goal. Though the squad still huddles together behind the end zone, the yell leaders now modestly squeeze only their knees or thighs.</strong></p><p><strong>Okay—Beauty Knows Some Pain</strong></p><p>“There will be times you will remember being uncomfortable.... You might throw up at rehearsals or think you can’t dance another step ... You will recall dancing in the rain, and having hair spray drip—stinging and burning your eyes. But, you will also remember it was worth every minute of discomfort.”—From an essay given to new Dallas Cowboys Cheerleaders by director Kelli McGonagill.</p><img /><p><strong>It Was Something In the Gatorade</strong></p><p><strong>“I know one of them, and she’s got a note from the doctor saying it would be good exercise for the baby.”—a Hempstead High School student during the Great Pregnant Cheerleader Epidemic of 1993, when four Hempstead cheerleaders find themselves in the family way. School administrators allow only the one who has had an abortion to cheer, until the National Organization for Women and the american Civil Liberties Union step in and threaten legal action unless all the girls are reinstated.</strong></p><p><strong>Texas Cheerleading Hall of Fame</strong></p><p><strong>Aaron Spelling</strong> television producer (left): Smu (head cheerleader).</p><p><strong>Phyllis George</strong> former Miss america: North Texas State University.</p><p><strong>Lynn Wyatt</strong> socialite: San Jacinto High School, Houston.</p><p>Susan Howard actress and National Rifle association booster: Marshall High School.</p><p><strong>Carolyn Farb</strong> socialite: University of Oklahoma.</p><p><strong>Heloise</strong> household hints columnist: alamo Heights High School drill team, San antonio.</p><p><strong>Alice Lon</strong> former Lawrence Welk “champagne girl”: Kilgore Rangerettes.</p><p><strong>Barefoot Sanders</strong> federal judge: UT.</p><p><strong>John Connally</strong> late governor: Floresville High School.</p><p><strong>George W. Bush</strong> gubernatorial candidate: Phillips academy, andover, Massachusetts.</p><p><strong>Kay Bailey Hutchison</strong> U S. senator: UT (1963 championship season).</p><p><strong>Rick Perry</strong> Texas agriculture commissioner: A&M.</p><p><strong>Garry Mauro</strong> Texas land commissioner: A&M.</p><p><strong>Red Duke</strong> celebrity doctor: A&M.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "October 1994",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Cheerleaders",
      "Texas",
      "Cowboys",
      "School",
      "Dallas",
      "Dallas Cowboys",
      "High School",
      "Dallas Cowboys Cheerleaders",
      "Kilgore",
      "College",
      "Dance",
      "Hempstead",
      "people",
      "Students",
      "Cheer",
      "Dancing",
      "Fish",
      "Football",
      "Lawrence Herkimer",
      "Murder"
    ],
    "wp_categories": [
      "Agriculture"
    ],
    "wp_location": [
      "Texas",
      "Dallas",
      "Kilgore",
      "Tyler",
      "Greenville"
    ]
  }
}