{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-197910",
    "date": "October 1979",
    "year": 1979,
    "month": 10,
    "month_formatted": "October",
    "pdf_uri": "/1979/19791000.pdf",
    "issue_cover_image": "",
    "document_start_page": 126,
    "toc_start_page": 124,
    "document_page_range": [
      [
        126,
        127
      ],
      [
        258,
        259,
        260
      ]
    ],
    "toc_order": 2,
    "toc_headline": "A Delicate Balance",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-197910-adelicate",
  "source": "/1979/19791000.pdf",
  "wp_post_id": 113730,
  "wp_post_guid": "http://www.texasmonthly.com/article/a-delicate-balance/",
  "authors": [
    "John Bloom"
  ],
  "headline": "A Delicate Balance",
  "dek": "Vietnamese refugees and local fishermen in the tiny coastal village of Seadrift haven't yet learned to live and let live.",
  "spread_caption": "",
  "excerpt": "Who turned off the melting pot? Vietnamese and Texans fight on the coast.",
  "kicker": "",
  "word_count": 3298,
  "content": "<p><span class=\"dropcap\">C</span>au and Sen were sitting together on a bright turquoise seat that had been ripped out of a fifteenfoot Chris Craft ski boat. Between them, they had the makings of a party: Cau had toted over four six-packs of Schlitz, and Sen had brought a package of 25-cent cigars to be smoked later. I sat on a red wooden bench that had once been used for a child’s picnic table, and on the rocky ground between us Cau proudly placed an enormous pot of steaming crabs that began to attract flies and ants almost as soon as he set it down. Ten or twelve of their friends gathered around. As Cau reached into the vat, slammed a crab against the side of the pot, and ripped the moist white meat out of its shell, a young man began to croon “america the Beautiful.” The first verse was in English, the rest in Vietnamese, and when he got to his favorite part—which involved a pun on the word “america”—everybody roared with laughter. One of Cau’s sons, a seventeen-year-old attired in shorts and an andy Gibb T-shirt, popped open the first can of beer. The party began.</p><p>Nightly alfresco crab fests were once common in Seadrift—or at least the part of Seadrift populated by Vietnamese—but that was before the police and the lawyers and the reporters came. Nguyen Van Cau and his friend Sen are the elder statesmen of the little trailer-park village, and they could get along just fine without any outside scrutiny by inquisitive newsmen or prying photographers. Up until two months ago, their life was simple and, except for the drone of their teenagers’ stereos, relatively quiet. Cau and Sen spent most of their days working in the Bo Brooks of Texas seafood packing plant—the largest employer in the town—and their nights listening to Voice of america radio, talking about the old country, and offering each other cigars and beer. They attended mass at the local Catholic church twice a week and sometimes drove into Port Lavaca to eat at a restaurant.</p><p>Everything changed the day Nguyen Van Sau shot and killed an american fisherman named Billy Joe aplin, touching off an explosion of racial hatred that had been building for more than three years. The next night, three fishing boats owned by Vietnamese were firebombed, wiping out the combined assets of 21 people and causing them to leave town. Cau met with the remaining Vietnamese families, some 50 people in all, and advised them to remain calm and stay out of sight until the violence passed. But many of them purchased guns anyway, and the two-man Seadrift police force was sufficiently alarmed to enforce a 10 p.m. to 6 a.m. curfew that lasted five days. The Justice Department promptly sent a federal mediator to attempt to work out differences between the americans and Vietnamese, and for a while newspapers were filled with gloomy predictions of further violence between the nation’s 200,000 Vietnamese immigrants—27,000 of them in Texas—and the lowerand middle-class americans with whom they are competing for jobs. Cau’s English is limited to a few dozen words like “dollar,” “food,” “work,” and “Saturday Night Fever” (his daughter is a Bee Gees fan), but even he realized that Seadrift had become a national cause célèbre.</p><p>Cau heaved an audible sigh when I asked him about the shooting. He had expected something like that to happen long before, he said through an interpreter. A year ago, he had sold his own boat and his crab traps after fishing for only a month in the unfriendly waters of San antonio Bay. It was a difficult decision to make, since he loved the water and had fished for nineteen years in his hometown of Vung Tau, but he quit because of his immediate success. “In one month,” he said, “I made two thousand dollars. That’s bound to cause resentment, especially from the americans who weren’t making that much. My family begged me not to go out anymore; they thought it was dangerous. I can’t make that much money picking crabs at the plant, but at least the americans can’t <em>see</em> how much I make there. The younger Vietnamese who don’t have families can take the risks.”</p><p>It was the younger Vietnamese, most of them under thirty, who did take the risks, by investing in fishing boats and competing night and day alongside Texans—most of them descendants of German immigrants —who have controlled commerce in Seadrift for most of the past hundred years. The fishermen have never been clannish—some of them dislike one another as much as they dislike the Vietnamese —but they do tend to judge competitors by their surnames and places of origin. Dallas and Houston are almost as foreign to them as Vung Tau and Saigon. “There is only one way to solve this problem,” said city councilman Francis Cunningham, who owns a local seafood plant, “and that’s to get the Vietnamese off the water. It’s not that they’re Vietnamese, it’s that this bay was overfished before they ever got here, and they never have learned to follow the commoncourtesy rules of fishing.”</p><p><em>(Continued on page 256)</em></p><img/><p>Photography by Tomas Pantin</p><p>Right: <em>as the Vietnamese crab traps started brimming over, so did the locals’ contempt for the indefatigable outsiders.</em></p><p><em>(Continued from page 124)</em></p><p>The story of how so many Vietnamese came to settle in an insular town like Seadrift is a familiar one. Like all firstgeneration immigrants, the Vietnamese took jobs that no one else wanted. The employer was Leon Ruthenberg, owner of Baltimore’s renowned Bo Brooks seafood restaurant, who established a processing plant in Seadrift to ensure a continuous supply of fresh crab meat when it was out of season on the East Coast. Verlon Davis, the plant manager, advertised in area newspapers for three months to attract crab pickers to the town—to no avail. Help finally came from a business acquaintance in Louisiana, who sent three Vietnamese women skilled in the tedious, messy work of breaking open shells and extracting crab meat. The crab pickers stand on their feet eight to ten hours a day and are paid according to the volume of their work. A good picker can extract about seven pounds an hour—at 85 cents per pound —for a daily wage of between $35 and $55. Bo Brooks grew to the point where it employed 85 men and women, supplied seafood restaurants in Dallas, austin, and San antonio, and began to cut into the business of the other major crab plant on the Gulf, Collins Seafood of Palacios.</p><p>Bo Brooks occupies an ugly metal building at the end of a rutted gravel road on the northern edge of town, and as long as the Vietnamese confined their work to that unofficial immigrant zone, they were tolerated, if not welcomed, by the 1300 residents of Seadrift. But soon the young Vietnamese men became disenchanted with what they considered women’s work, and the trouble began. Most of the younger Vietnamese have long, spotty job histories filled with menial work in factories, restaurants, and the like, but almost to a man, they abhor any job that includes a boss. That’s the main reason they started buying crab boats with the savings from the salaries of their wives and children. Most of them had never fished before, contrary to the claims of local fishermen. Many had been soldiers in the South Vietnamese army before fleeing to the West after the fall of Saigon in 1975, and that didn’t leave much time for learning trades of any sort. Crabbing, they said, offered them the chance to be independent for the first time.</p><p>Of all forms of bay fishing, crabbing is the least expensive (initial investment about $5000) and the least difficult. Most of the Vietnamese started with small pleasure boats; they simply took out the seats, installed plywood floors, and went into business. They rose at five each morning, cast off at sunrise, and spent the next ten hours harvesting their traps, replenishing their bait, and searching the San antonio Bay for prime locations. Unfortunately, they didn’t always exercise discretion when it came to placing their traps. Sometimes they would drop their crab pots within fifty feet of an american’s pots, thereby diminishing the catch for both men. The american fishermen, needless to say, were furious.</p><p>A 35-year-old Vietnamese fisherman who asked not to be identified admitted that the younger crabbers—some of whom had not yet seen their 21st birthday—did violate the rules of common courtesy and simple good business by crowding the pots of americans. The reason, he said, was a sort of malicious ignorance. Crab fishing is 50 per cent luck and 50 per cent local knowledge, and some of the new fishermen had no local knowledge at all. Rather than go through the painstaking process of fishing unknown waters, hoping to strike a crab colony, they simply followed american boats and placed their traps nearby. The older fishermen—who had crabbing experience in Viet Nam—disapproved of this as a kind of moral piracy and knew that it would exacerbate relations with the americans. But they did nothing to stop it. “These men were hungry,” said the fisherman, “and some of them were supporting their families as well as themselves. How can you tell them not to fish in the best waters?” The conflicts simmered for three years and then broke into the open last winter, when as many as twelve crabbers (including nine Vietnamese) were crowding their boats into the narrow channel of the San antonio River, all competing for the few oversized crabs that migrate there in cold weather.</p><p>This would have been enough to provoke the obscene gestures and racial epithets that became common in Seadrift, but the Vietnamese were not only disobeying the rules, they were getting rich doing it. The size of their families ranged from six to eight children, most of whom worked, all of whom lived together in trailer homes leased from Bo Brooks for $150 a month. Family incomes of $4000 a month were not uncommon, but instead of spending the money on larger living quarters or consumer goods, the Vietnamese simply reinvested in crab equipment and late-model cars, and a few saved enough money to buy shrimp boats, worth up to $40,000. They earned the money—often making two crab runs a day instead of one—and like most immigrants, hoarded it. Stories abound of Vietnamese paying for fishing equipment with thousands of dollars in loose currency stuffed in paper bags.</p><p>Billy Joe aplin resented the Vietnamese wealth more than most; he believed the “gooks,” as he called them, were making money at his expense. Brash, gregarious, and outspoken, aplin was a classic Louisiana good ol’ boy who came to Seadrift in 1964, at the age of twenty, to help his father cash in on a sudden boom in crabbing. Aplin himself felt the sting of local resentment toward outsiders, but he persevered anyway, fishing for oysters, shrimp, or whatever seemed most profitable at the time. He married a local girl, and the two of them worked the bay together, raised three children, and were just beginning to make a nice living by 1978, when aplin started building his dream house on a patch of land near Swan Point, three miles south of town.</p><p>Aplin, like most of the american crabbers, had occasional minor disputes with the Vietnamese over trap placement —and he was always frustrated by them. If two americans quarreled over fishing locations, as they occasionally did, they would work the problem out through discussions or, if all else failed, with their fists. Neither technique worked with the Vietnamese—first, because they didn’t (or wouldn’t) speak English, and second, because they were small men. As one fisherman put it, “They’re such little rascals that you can’t even hit ’em.” aplin’s frustrations reached an apex in early July of this year when he was crabbing in the bay with his wife and all three of his children. After placing five lines of traps across a wide part of the bay, aplin noticed a small Vietnamese boat approaching, then watched with amazement as the fisherman dropped his traps between aplin’s. Aplin motored out to the Vietnamese man and asked him to move his traps, but the Vietnamese professed not to understand English. Aplin grew angry and, with the Vietnamese watching, yanked up the other’s traps, carted them a few hundred feet away, and flung them back into the bay. The man left the scene but returned thirty minutes later accompanied by five other boats. Then—as aplin’s widow, Judy, describes it—the Vietnamese surrounded the aplins, shouted at them, waved machetes and knives in the air, and repeatedly rammed the hull of aplin’s boat with their own smaller vessels. All of the men, she recalled, were very young. The harassment didn’t last long, but it terrified aplin’s children, and later that day he reported the affair to the police, though he subsequently decided to drop the charges.</p><p>It was that incident, says Mrs. Aplin, that caused aplin—two weeks later—to sell all his crab traps and get out of the crabbing business altogether. “We were just afraid to go back out there by ourselves,” she said. Aplin placed his boat in dry dock and planned to convert it into a shrimp vessel, but he never got around to it. On august 2 aplin was welding the new rigging on his boat, but his welder’s mask was defective, and as a result he burned part of his eye very badly. He and his wife spent much of that night at the hospital, and aplin slept until one or two o’clock the next afternoon. When he got up, he was still in pain but decided to drive into town anyway. When he did, he noticed some of the Vietnamese who had harassed him docking their boats for the day—and seeing them again set him off.</p><p>No one will ever know exactly what went through his mind that afternoon, but it is easy to speculate. He had not fished at all for two weeks (because of the Vietnamese), he had badly burned his eye (because of these very Vietnamese), and his own children were afraid to go out on the water that he had called his own for the past fifteen years. Aplin stared at the Vietnamese for a long time, so long that it made them uneasy. Then he got out of his car and, in the words of one witness, “just whipped hell out of one of those guys.” Others say he struck one blow to the chin of Nguyen Van Sau. In any event, Sau and his brother, Nguyen Van Chinh, jumped into their car, went to their home, and returned with a gun. Aplin was still there, cursing at the others, and when the Nguyen brothers drove up, he walked up to the driver’s window, reached inside, and allegedly cut Sau’s face with a knife. When he turned to leave, Sau shot him through the side. He tried to run, but before he could get to his car, four more bullets were fired into his body.</p><p>That night the Vietnamese boats were firebombed, as well as one of the Vietnamese houses, but fortunately no one else was injured. Nguyen Van Chinh was arrested in Seadrift, and Nguyen Van Sau gave himself up two days later in Port arthur. Both men have been indicted for murder, but the long-term effect of the crime has been to magnify the resentment between the americans and Vietnamese. On the day I talked with Cau, he would neither defend nor condemn Sau—“I wasn’t there,” he said —but he insisted that the incident was the act of a single man, acting alone, who would receive no more knee-jerk sympathy from the Vietnamese than he would from the anglo jury in Calhoun County that will hear his trial. “Why can’t people realize,” said Cau, “that there are good Vietnamese and there are bad Vietnamese? We want the bad ones to be locked up. But we’re all sad when it happens. We feel like the american Negroes have always felt. When one of us commits a crime, we all end up paying for it.”</p><p>The americans, of course, were less charitable. Rudy aplin, Billy Joe’s brother, insisted that the Vietnamese are a “totally different kind of people who have had two thousand years of guerrilla warfare—how can you expect people like that to fit into america?” and most of the fishermen, including the Vietnamese, are now packing guns as security for what they see as a coming war along the Gulf Coast, where thousands of Vietnamese have settled in the past four years. The resentment also led to fresh charges, first broached at a community meeting called a week after the crime to try to heal divisions within the town. Rudy aplin led the way, accusing the government of allowing the Vietnamese to receive welfare payments even while they are working, subsidizing their housing, and giving them preferential Small Business administration loans. According to both federal and state officials, none of this is true, but it is now accepted as common wisdom in Seadrift. Lurking behind all the acrimony is an even more powerful fear—that the Vietnamese, if something is not done, are going to take over the Gulf Coast fishing industry. Shrimpers and crabbers both insist that the bay is overfished and that the Vietnamese, because of their government subsidies and their unfair competitive practices, have an advantage over the american fishermen who have made their living on the San antonio Bay for as long as two or three generations. Even the Justice Department, which is trying to mediate the dispute, admits that the Vietnamese are out of line in their violations of fishing etiquette, but the rest of the charges are simply untrue. The bay is not overfished, according to state wildlife officials, and the Vietnamese are not on welfare. In some Gulf towns like Rockport, Vietnamese and americans have coexisted amiably for two or three years. In the few areas where racial resentment <em>has</em> occurred—in Mississippi and Louisiana as well as in Texas—the problem has been a resentment against <em>any</em> new fishermen, of whatever nationality, among those who are barely making a living. Bay fishing is a hard life. Profit margins are narrow, hours are long, natural or man-made disasters can damage the delicate nursing grounds, and the wealthier fishermen who ply the open Gulf are always trying to get limits reduced in the bays. No wonder, then, that outsiders are viewed with suspicion in Seadrift.</p><p>But the Vietnamese have also exacerbated their own problems. Even after four years in the U.S., many of them have made no attempt to learn English or, in many cases, even to make friends with a single american. They are relatively easy people to know when approached in the proper spirit, and yet they live apart from the americans in a self-contained colony. The idea of an american melting pot is no longer fashionable among immigrants—ethnic pride resists that kind of homogenization—and yet most of the Vietnamese have no chance at all of returning to Viet Nam. They are, for all practical purposes, already americans, and if they are to achieve the kind of security they enjoyed in their native country, they will have to make concessions to local customs. In every other sense, they are the most desirable type of immigrants imaginable—willing to sacrifice, hardworking, with a strong sense of family and God, and less concerned with the material comforts of the present than with the promise of their future. They have, in short, the typical american middle-class aspirations. If they realize those aspirations, it will be because they sacrificed more and worked harder than the americans who have already succeeded. And that, as we are so often reminded by our politicians, is what Texas is all about.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "October 1979",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Vietnamese",
      "Fishing",
      "Boats",
      "people",
      "Business",
      "Seafood",
      "Work",
      "money",
      "San Antonio",
      "Family",
      "ten",
      "Crime",
      "ever",
      "Government",
      "Guns",
      "Immigrants",
      "Louisiana",
      "Meat",
      "Newspapers",
      "Police"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": [
      "San Antonio",
      "Texas",
      "D.C.",
      "Dallas",
      "Houston"
    ]
  }
}