{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-197910",
    "date": "October 1979",
    "year": 1979,
    "month": 10,
    "month_formatted": "October",
    "pdf_uri": "/1979/19791000.pdf",
    "issue_cover_image": "",
    "document_start_page": 136,
    "toc_start_page": 134,
    "document_page_range": [
      [
        136,
        137,
        138,
        139,
        140,
        141
      ],
      [
        218
      ],
      [
        220
      ]
    ],
    "toc_order": 4,
    "toc_headline": "The Man Who Built River Oaks",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-197910-themanwh",
  "source": "/1979/19791000.pdf",
  "wp_post_id": 113718,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-man-who-built-river-oaks/",
  "authors": [
    "Michael Ennis"
  ],
  "headline": "The Man Who Built River Oaks",
  "dek": "The oil boom brought Houston an embarrassment of riches. John Staub’s elegant houses gave the city a touch of class.",
  "spread_caption": "",
  "excerpt": "Architect John Staub, the forgotten genius of River Oaks, transformed a few nondescript Houston streets into Millionaires’ Row.",
  "kicker": "",
  "word_count": 3619,
  "content": "<img/><p>John F. Staub is 86 now, silverhaired and distinguished-looking, and when he talks about the days when he designed the prestigious homes in Houston’s River Oaks and Shadyside neighborhoods, he turns his head and stares intently at a certain spot in the distance, as if he has spied the past out there and discerning its details is just a matter of adjusting the focus. What Staub remembers is the Houston of Miss Ima and her brothers Will and Mike Hogg, the days when Hugh Roy Cullen threw big dances at his English-style mansion and “everybody from Jesse Jones on down” attended, a Houston where Texas oil money was wedded to an Old South sense of decorum that seems largely forgotten in the modern city of rakish skyscrapers and door-to-door traffic jams.</p><p>For Staub the reminiscing often seems difficult, sometimes simply because the details are too fuzzy, but at other times, perhaps, because the memories are too clear, too evocative of the passage of time. And Staub’s memories have an added poignancy because he is surrounded by so much of the tangible past. He still lives in the peak-roofed, shake-sided New England colonial-style house that he designed for himself 54 years ago and built on a corner lot in River Oaks, and the adjacent streets are a virtual promenade of the magnificent homes he erected for the men and women who built Houston. The houses run the gamut from medieval French to antebellum plantation style, but they have in common an understated elegance and, above all, a sense of grace and ease. Staub’s houses seem far too unpretentious, far too refined for those mythical Texas millionaires, and yet they typify a way of life that emerged in the decades following the influx of oil money to Houston almost eighty years ago.</p><img/><img/><p>Right: <em>Ensconced in one of Staub’s refined houses, a millionaire can forget the rough-and-tumble business world that put him there.</em></p><p>Photography by Rick Gardner</p><img/><img/><p><em>Throwing open the back of the house to a spacious garden wax a Staub trademark,Here, in his only Spanish-style house, Staub joined the major rooms to arcaded porches that overlook the pool, tiled fountains, and an ornate, immaculately manicured garden.</em></p><p> “<span class=”dropcap“>O</span>ilman Hugh Roy Cullen had a rather basic request: 7 <em>want a big white house.’ Staub gave him an English Regency-style mansion with plenty of room for Cullen s regular round of parties and dances.”</em></p><p>To say that John Staub’s own impeccable style helped create that way of life is to recognize his subtle yet pervasive role as a tastemaker. Some of his clients knew exactly what they wanted, but as often as not Staub was solely responsible for setting not just the tone of his patrons’ homes but by extension the tone of their lives. They had to live up to their houses. To this end, Staub’s most valuable attribute was his empathy. “I wasn’t a mind reader,” says Staub, “but I could read people.” Since he attended dances and dinners and enjoyed club life with most of his clients, they often simply trusted him to come up with a design without indicating any personal preference as to style or decor. Staub’s attention to detail provided the client’s house with a complete and remarkably personal architectural character. He searched out decorative bricks and railings in salvage shops and demolition yards, put antique mantels over fireplaces, had staircases specially built in period styles, and sought out the finest contractors and craftsmen. Every detail was represented in large drawings, with up to three hundred for a single house. Staub also drew each floor plan with an indication of where the furniture should go, and while he rarely did the actual interior decorating, he often collaborated with Jane Christian, a New York decorator, to ensure that all the furnishings would harmonize with the design.</p><p>On the other hand, if a client had some unusual or particular demands, Staub could handle that, too. San antonio oilman arthur a. Seeligson bought some ornate wood paneling in Exeter, England, and asked Staub to build an entire house around it; Staub hardly broke stride in pulling that one off. He also built a penthouse on top of Houston entrepreneur Jesse Jones’ Lamar Hotel for the express purpose, as Jones later told him, of properly entertaining Mrs. Woodrow Wilson during her visit to Houston’s 1928 Democratic National Convention. Another extravagant client was Fort Worth’s amon Carter, Sr., who paid him the full fee for designing a house that, he confided to Staub, he never intended to build—he was merely placating his wife. And then there was the larger-than-life oilman Hugh Roy Cullen, whom Staub remembers as “a big-hearted, rough-and-tumble sort of guy.” Cullen had a rather basic request: “I want a big white house.” Staub gave him an English Regency-style mansion with neoclassical ornament and made sure that there was plenty of room for the hundreds of revelers who attended Cullen’s regular round of parties and dances. Today it is owned by gas magnate Oscar Wyatt.</p><p>Staub’s Houston will never return, of course, but that there is still a good deal of it left to remember will be made amply clear with this month’s publication by the University of Texas Press of <em>The architecture of John F. Staub: Houston and the South,</em> by Houston architecthistorian Howard Barnstone. There will be a special tour of five Staub houses on October 13 to benefit the Rice Design alliance, but Barnstone’s book, complete with maps and addresses, will give anyone with a tankful of gas the opportunity to weigh the impact of Staub’s taste and imagination on Houston’s most expensive neighborhoods. Sixty-one of the 112 houses he designed during his career are in Houston, making it the city that most bears the imprint of his taste. This density alone should encourage serious students of architecture to give Staub some long overdue recognition. But more important, the rediscovery of Staub, who has been nearly forgotten in the midst of the city’s current boom, will place the spotlight on a major chapter in Houston’s social history.</p><p>Only in the beginning does the Staub story run skew to that of Houston. He was born into a prosperous family in Knoxville, Tennessee, in 1892 and became interested in architecture as a teenager when his mother started going through architecture books while planning a new family home. By the time he was 23, Staub had picked up a degree in mathematics from the University of Tennessee and bachelor’s and master’s degrees in architecture from MIT, all of which were held in rather low esteem by his first employer, the fashionable New York designer of country homes, Harrie T. Lindeberg. Lindeberg had learned his trade in the famous firm of McKim, Mead & White, and he generally placed little value on wet-behind-the-ears, degree-laden graduates. But Staub finagled his way into a starting position—at $12 a week—and quickly absorbed Lindeberg’s design sensibility, which stressed simple, elegant proportions, selective use of ornamental detail, and a relatively modest scale as opposed to the overblown and garishly encrusted grandiloquence of much of the revival architecture of the time.</p><p>Photographs on this and following pages reproduced by permission of University of Texas Press. Copyright ©1979 by Museum of Fine arts, Houston.</p><img/><p><em>Crisply modeled and serenely proportioned, this novel vestibule shows off Staub’s inventive interpretation of mid-eighteenth-century English architectural styling.</em></p><p>Staub felt that he had saturated himself with Lindeberg’s teachings by 1921, when he decided to return to Tennessee and accept a partnership in a Knoxville firm. But Lindeberg had just returned from a Houston client’s dinner party, where he had received two additional commissions in the new, exclusive Shadyside residential development, next to Rice University, and he asked Staub to postpone his departure long enough to visit the city. Staub was impressed with what he saw, and thinking that whatever success he might have in Knoxville would likely be attributed by skeptics to his family’s connections, he made the crucial decision to open Lindeberg’s new office in Houston.</p><img/><p><em>Stately Bayou Bend established River Oaks as Houston’s prestige neighborhood as well as fulfilling Miss Ima Hogg’s request for a house with New Orleans ironwork.</em></p><img/><p><em>The clean lines of this Greek Revival porch and the graceful sweep of its iron-railed stairs were all that Staub needed to capture a flavor of the antebellum South.</em></p><img/><p><em>Sumptuous Chinese wallpaper and a view of the garden through oversized windows were a rich backdrop for diners at Oak Shadows, built for publisher Ray L. Dudley.</em></p><img/><img/><p><em>a Staub house was a total work of art: Staub even indicated the correct position of the furniture on his plans. Here, in Ravenna, built for Humble Oil scion Stephen P. Farish, the rich wood paneling and antique furniture help to create a mood of timeless elegance.</em></p><p>In retrospect, however, Staub characteristically gives himself little credit for the propitious direction his career took. “It was luck,” he says today, citing a long string of fortunate coincidences as evidence that his life has been particularly favored by kismet. He met his wife, Madeleine, on a blind date, his job with Lindeberg had come about through a chance introduction, and then there was a celebrated World War I incident for which he was awarded the Navy Cross. Staub had enlisted in the Naval Reserve Flying Corps because, as a wiry 120-pounder, he wasn’t big enough for the army air Corps. He claims he could barely fly the plane he was copiloting on patrols over the North Sea, but happened to be taking an infrequent turn at the controls when he spotted a German submarine. Never having dropped a bomb before, Staub naturally sank the sub on his first try. He tells this story with a certain amount of self-deprecation, which reveals a good deal about his character. Self-promotion is not a Staub trait.</p><p>But lucky or not, Staub was shrewd enough to realize that he was the right person in the right place at the right time when he began his Houston career. Ever since 1901, when the Spindletop fields came in, Houston had been experiencing an embarrassment of riches, and local oil society had even stratified into two groups (which Barnstone aptly categorizes as the Wildcatters and the Best Oil Money). The Wildcatters, who supplied much of the embarrassment that went along with the riches, deported themselves as raucously and recklessly as one would expect of legendary independent Texas oilmen. The BOM were another story entirely. They were often tied to the wealth of the emerging big oil corporations; they played polo or went yachting on the weekends and usually sent their children to the best Eastern schools; through marriage they consolidated easily with Houston’s non-oil social and financial establishment; and most important—where Staub’s future was concerned—their tastes were polite and restrained.</p><p>The BOM had some farsighted ideas about where and how they wanted to live. Modern Houston’s unzoned chaos is nothing new, and shortly after the turn of the century a number of the city’s affluent residents got involved in informal city planning within their own enclaves, private neighborhood communities that were “zoned” by the device of deed restrictions limiting land use to residential development. The first large-scale project was oilman Joseph S. Cullinan’s 37-acre Shadyside, begun in 1916. Cullinan was followed into Shadyside by stockbroker Hugo V. “Baron” Neuhaus, cotton exporter Kenneth E. Womack, and Humble Oil cofounder William S. Farish, all of whom were Lindeberg’s clients. These men typified a growing nationwide trend away from the pomp and pretentiousness of vast country estates and ersatz palaces toward a preference for small, restricted neighborhoods and a relatively discreet style of living. Lindeberg and Staub were well prepared to usher them into the new era of refined elegance.</p><p> “<span class=”dropcap“>S</span><em>taub could scale up a Breton cottage or pare down a Palladian villa, but his houses always stood out for what they were—elegant suburban homes, not fake Disneyland reproductions’</em></p><p>Shadyside set an example that was followed in subsequent developments like West Eleventh Place on what is now Bissonnet, Shadowlawn, Broadacres, and finally, the most ambitious of them all, River Oaks. The brainchild of Mike Hogg and Hugh Potter, both young lawyers, River Oaks was first envisioned as a comparatively small two-hundredacre project until Mike’s older brother, Will, was let in on the plan. Will Hogg, a man with expansive ideas about the city of Houston, thought in terms of more than a thousand acres—“Why not make this thing really big, something the city can be proud of?”—and set out with his brother to acquire the land. They bought up the original River Oaks Country Club Estates (a golf club with a planned 180-acre subdivision just south of the golf course) and hundreds of additional acres of surrounding land. In 1924 they set up Country Club Estates, Inc. (known as River Oaks Corporation after 1927), with 1100 acres available for residential development.</p><p>Meanwhile, Staub’s fortunes were also becoming deeply involved with the River Oaks area. His self-effacing manner and his sense of social propriety had endeared him to Houston’s elite, and both Womack and Farish had been delighted with his work for them. When Staub had finished his Shadyside projects they asked about his prospects. Staub said he was going back to Tennessee, as he had originally planned. “Well, we’ll get you a job in River Oaks,” agreed Womack and Farish, both big stockholders in the first Country Club Estates. “We want to keep you here.” Staub was commissioned to design the clubhouse, joined the club himself, and bought one of the lots for his own home.</p><p>Then Staub met Will Hogg at a dinner party to introduce the new corporation’s officers to the original River Oaks Country Club Estates property owners. Staub found Hogg, whom today he remembers as “the greatest civic-minded man Houston ever had,” highly persuasive, and he agreed to design two houses for the development on speculation. But River Oaks wasn’t an overnight success. Ironically, it suffered initially from a prestige problem, since some of the lots were allocated for middle-income homes. In addition, River Oaks was considered to be too far away from town and was separated from the center of the city by a slum. Staub’s first speculative house, built in 1925, remained unsold for a year. Things started picking up, however, when in 1926 Miss Ima Hogg asked Staub to design a home (which came to be known as Bayou Bend) for her and her brothers. Named for the curve in Buffalo Bayou that cradles it, Bayou Bend, now a museum, symbolized the Hoggs’ determination to make River Oaks the city’s premier residential neighborhood. It worked; River Oaks received a big boost in status, and Staub was on his way to becoming <em>the</em> residential architect in Houston.</p><p>For the next thirty years, owning a Staub house was the logical accompaniment to owning one’s own oil company or bank. (Today it is almost necessary to own a bank to afford a Staub house in River Oaks, because their market value is often more than $1 million each. In the 1920s, the same houses cost an average of $62,000.) Money matters aside, Staub obviously feels that the people who commissioned his houses were special, but he makes no claims for his own role. “I wasn’t terribly original,” he says, “and i’m not sure that I was any good.”</p><p><em>(Continued on page 216)</em></p><p><em>(Continued from page 139)</em></p><p>Again passing the credit along, he says that his wife got him most of his jobs—“all of the other wives just fell in love with her.” Staub suggests that he was like a good family physician whose reputation was passed along by word of mouth; he can see himself as a diligent and competent professional but would never compare his career to that of a brilliant innovator. But in reality Staub was inventive, uniquely so, and his solutions to the problems of style, utility, and his clients’ idiosyncrasies were nothing less than inspired.</p><p>Perhaps the most remarkable thing about Staub’s houses is their extraordinary visual qualities, which result largely from his desire to make his architecture intriguingly rich in historical allusions but constrained by the canons of good taste. “I never designed show houses,” he says, in what constitutes for him a major polemic on his design theories. “My taste could be defined as refined simplicity.” It was this penchant for simplicity that allowed Staub to range over a vast span of architectural history yet nearly always come up with buildings that seem original and uncontrived. Staub could scale up a Breton cottage or pare down a Palladian villa to suit his clients’ tastes, but his houses always stood out for what they were—elegant suburban homes, not Disneyland copies of medieval castles or Renaissance palaces.</p><p>Staub borrowed elements from myriad sources, such as New England colonial, Southern plantation style, New Orleans colonial, Norman French, English Tudor, high Gothic, Italian Renaissance, Regency, European Moderne, and, in one case, the traditional architecture of Bermuda. He was fascinated by the sophisticated but often arbitrary eclecticism of minor European buildings and frequently picked up ideas from favorite reference books like The Smaller Houses and Gardens of Versailles and Small Houses of the Late Georgian Period. Staub might mix styles like a chef trying to come up with a perfect meal from several different types of cuisine—Chinese Chippendale trim on a New England colonial-style house, for example—but his intuitive synthesis of details usually came off with panache. Staub never got carried away with ornamental exuberance at the expense of design clarity and immaculate proportions, and his architecture could be described as perfectly seasoned, with just enough spice to add interest but not so much that the basic ingredients are obscured.</p><p>Staub’s houses are also as functionally exacting as they are visually refined. He realized that he was designing in twentieth-century Houston, not in the eighteenth-century English countryside, and he came up with some ingenious solutions to the problems of relatively small lots, street noise and automobile parking, and, worst of all, the sweltering Houston climate. (He didn’t start designing air-conditioned homes until the early thirties.) Each commission began with a walking tour of the site and a careful study of topographic maps, after which Staub would begin laying out the ground plan. His paramount concerns at this point were to place the major rooms facing the southeast, where they could catch the prevailing summer breezes, and to keep them at the back of the house, as far away from the street as possible. The particular orientation of each site forced Staub to come up with a variety of solutions and compromises, but the ideal Staub house usually featured a rather novel layout. The building lot would be on the south side of the street and the facade and formal entrance of the house would face north. The functional entrance, however, would be a porte cochere on the side, where the home’s occupants and visitors could come and go without creating what Staub (and most of his clients) considered to be an unsightly row of cars parked in front of the house. Inside, pantries, cloakrooms, and bathrooms were placed against the street facade, to insulate the main rooms from traffic noise. The bedrooms and living rooms then had an unobstructed southern exposure (Staub often used oversized triplehung and casement windows to maximize ventilation) and usually looked out onto a carefully landscaped, very quiet and private garden. Staub’s plan gave his clients a sense of pastoral romanticism and comfort in a practical suburban setting.</p><p>From the standpoint of Staub’s career, his most important client was Miss Ima and his most important commission Bayou Bend. Miss Ima wanted a house with New Orleans ironwork, and she asked both Staub and Birdsall Briscoe, who was Staub’s friendly competitor for the most exclusive clients (of whom there were more than enough to go around), to prepare sketches. According to Staub’s account, Briscoe just didn’t get around to doing his sketches, so Staub got the job. He based his floor plan on Homewood, a Baltimore country house built in 1803, breaking the plan into three adjoining wings that essentially provided living quarters for Miss Ima, a bachelor wing for Will and Mike, and a section for servant and guest rooms. Staub and Miss Ima went to New Orleans to buy the ironwork railing for the balcony; the living room floorboards and a mantelpiece were salvaged from old Massachusetts houses; and Staub brought a painter from New York to execute a gold and white chinoiserie mural for the lavish dining room. When the tour de force was finished, Miss Ima dubbed the style “Latin colonial.” This New Orleans-inspired design became a favorite of Staub’s, who thought that the similarity between Houston’s and New Orleans’ climates dictated some of the same architectural solutions.</p><p>Today a host of young vanguard architects are trying for the same direct, honest approach and clearly resolved but inventive eclecticism that Staub practiced. Most of them have probably never heard of Staub, but they very likely will in the coming months. Staub seems ripe for a revival and a certain vogue, but that thought doesn’t interest him at all. He is already uncomfortable with the attention he has been receiving. Still, he has no regrets. “i’ve been a very spoiled man,” he says of a lifetime of personal and professional satisfaction. The only doubt that troubles him now is the certainty that time will continue to work its mischief, carrying him farther away from the memories he cherishes.</p><p>Finished with his discourse, Staub turns back to the present, allowing himself an uncharacteristic note of disconsolation when he talks about recent visits to some of his houses. “Don’t go back to them!” he says in selfadmonition. “Too much has changed.” But again Staub is being too hard on himself, because his houses are already classics, and as long as they stand they will be reminders of Houston’s most graceful era.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "October 1979",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "House",
      "Houston",
      "River Oaks",
      "Architecture",
      "Design",
      "Oil",
      "Country",
      "Texas",
      "Country Club",
      "Cullen",
      "homes",
      "New Orleans",
      "Style",
      "Career",
      "Family",
      "Furniture",
      "money",
      "New York",
      "Tour",
      "Work"
    ],
    "wp_categories": [
      "Books"
    ],
    "wp_location": [
      "Houston",
      "Texas",
      "New Orleans",
      "San Antonio",
      "West"
    ]
  }
}