{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19869",
    "date": "September 1986",
    "year": 1986,
    "month": 9,
    "month_formatted": "September",
    "pdf_uri": "/1986/19860900.pdf",
    "issue_cover_image": "",
    "document_start_page": 130,
    "toc_start_page": 128,
    "document_page_range": [
      [
        130,
        131
      ]
    ],
    "toc_order": 5,
    "toc_headline": "Texas Primer: Ma Ferguson",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198609-maferguso",
  "source": "/1986/19860900.pdf",
  "wp_post_id": 121683,
  "wp_post_guid": "http://www.texasmonthly.com/article/texas-primer-ma-ferguson/",
  "authors": [
    "Jan Reid"
  ],
  "headline": "Ma Ferguson",
  "dek": "She was Texas’ first and only woman governor, but Pa really ran the show.",
  "spread_caption": "",
  "excerpt": "She unmasked the Klan and worried about the role of women, but she listened more to her husband than to the suffragettes.",
  "kicker": "Texas Primer",
  "word_count": 771,
  "content": "<p><span class=\"dropcap\">T</span>he Burpee seed company named a zinnia after Ma Ferguson near the end of her life. That may have gratified her as much as her years in politics. To place her in our time, imagine a mix of Betty Crocker and Geraldine Ferraro. In 1924, just four years after the Nineteenth amendment gave american women the vote, Texans made Miriam “Ma” Ferguson the country’s first elected woman governor. She promised to eliminate the Ku Klux Klan as a political force in Texas, and she succeeded. The <em>New York Times</em> hailed her triumph as a “victory over the powers of darkness and bigoted intolerance.” Her legacy, however, was the establishment of the principle that Texans will go to extraordinary lengths to prolong the careers of politicians whose quirks they find appealing. Though her political career touched three decades, she is remembered as the ultimate figurehead, a woman who sought power only so that a man could exercise it. “She had a chance to win the admiration of the whole country,” said Edith Johnson, a prominent feminist of the time, “but as an old-fashioned slavewife, the prospect is that by her weakness she will defeat both herself and her hero, Jim.”</p><p>Miriam, a Bell County farm girl, and Jim Ferguson set their wedding date with symbolic elan-the last hours of the century', New Year’s Eve 1899. A lawyer and a banker, he ran for governor as “Farmer Jim” and won in 1914 as a protector of the rights of sharecroppers. He was accused of selling pardons to convicts; the prisons supplied cottonseed and corn for use on his farms. He vetoed funds for the University of Texas when regents stood in his way, and he accepted a $156,500 loan from brewing interests on the eve of Prohibition. In 1917 Ferguson was impeached. Barred from state ballots, he made a politician of Miriam when she was 49. During her 1924 campaign, she let him do most of the haranguing, both on the stump and in his populist newspaper. While Jim ridiculed her Klan-backed opponent, Felix Robertson, as the “Klandidate,” Miriam soaked in epsom salts an arm swollen from handshaking. A reporter dubbed her “Ma,” and slogans appeared: Me for Ma. And I ain’t got a dern thing against Pa.</p><p>At her Temple home Ma allowed herself to be photographed while she was feeding chickens and sweeping the porch, but she wore a chinchilla stole to her inauguration. As governor she wrote a syndicated newspaper column that extolled the nourishment of cornbread and turnip greens, worried about the popularity of women’s golf, and urged homemakers to choose a profession in case they needed one. Texans assumed that Pa governed by proxy. He stirred unpleasant memories, however, by sitting in on meetings of the new Texas Highway Commission —especially when attorney general Dan Moody charged that road contractors had received $7 million for $2 million worth of work.</p><p>In retrospect, Ma’s record holds up better than Pa’s. She outlawed the Klan’s use of masks in public and said that the Legislature had more important business than Prohibition. Her downfall in the 1926 campaign against Moody could be attributed to the highway scandal, as well as to her compassion for convicts. She thought that no inmate should be denied the human right to see a dying parent. Though one publication deplored the release in seventeen months of 203 murderers, 44 rapists, 10 bigamists, 402 bootleggers, and “a schoolteacher convicted of aggravated assault on little boys,” Ma believed that record was her highest achievement: “I am proud of having a heart that responds to merciful instincts and have no apology to make for granting the pardons.”</p><p>She won a second term in 1932 —a time that required her to cut the state payroll by 25 per cent. An ardent New Dealer, she ran as a Roosevelt loyalist in 1940 but lost to W. Lee “Pappy” o’daniel. Jim Ferguson died in 1944. Miriam lived on in austin until 1961, growing the zinnias named after her. A yellow dog Democrat, she championed the young Lyndon B. Johnson, and with Price Daniel she defied Texas’ other exgovernors by supporting the Kennedy-Johnson ticket. Ma confronted issues —prisons, public education, failing banks, budgetary crises, a depressed economy—that dominate our state politics today. But among feminists she never achieved heroic status; she was too old-fashioned, too tied to Jim Ferguson. “What I miss a great deal,” she reminisced at eighty, “is meeting him at the door when he came in and asking him, ‘What’s cooking?’ He knew what was going on in politics and everywhere else, and he’d tell me. Now I don’t always know.”</p><img/><p>Illustration By Joo Chung</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "September 1986",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texans",
      "Governor",
      "Highway",
      "Politics",
      "record",
      "Texas",
      "assault",
      "Attorney General",
      "Austin",
      "Business",
      "Campaign",
      "Career",
      "Chickens",
      "Exercise",
      "Home",
      "Ku Klux Klan",
      "Legislature",
      "New York",
      "New York Times",
      "Power"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Texas",
      "Austin",
      "Temple"
    ]
  }
}