{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19869",
    "date": "September 1986",
    "year": 1986,
    "month": 9,
    "month_formatted": "September",
    "pdf_uri": "/1986/19860900.pdf",
    "issue_cover_image": "",
    "document_start_page": 112,
    "toc_start_page": 110,
    "document_page_range": [
      [
        112,
        113,
        114,
        115,
        116,
        117,
        118,
        119
      ],
      [
        167,
        168
      ],
      [
        170,
        171,
        172
      ],
      [
        174
      ],
      [
        176
      ],
      [
        178
      ],
      [
        180,
        181
      ]
    ],
    "toc_order": 1,
    "toc_headline": "Wide Open Spaces",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198609-wideopen",
  "source": "/1986/19860900.pdf",
  "wp_post_id": 121698,
  "wp_post_guid": "http://www.texasmonthly.com/article/wide-open-spaces/",
  "authors": [
    "Stephen Harrigan"
  ],
  "headline": "Wide Open Spaces",
  "dek": "Unconquered And Unconquerable By Man, the Desert Remains As It Has Always Been—a Matter Of Life And Death.",
  "spread_caption": "",
  "excerpt": "The Chihuahuan Desert is a place of extremes, where the visitor not only observes but participates in the struggle for life and death.",
  "kicker": "",
  "word_count": 6945,
  "content": "<p><span class=\"dropcap\">T</span>here are two ways to look at the desert. You can see it contriving to extinguish life or straining to support it. It all depends upon your mood, and in the desert your mood depends upon water. One of the first symptoms of dehydration is a loss of morale, a disquieting awareness that the landscape has suddenly turned hostile. But to someone who has had plenty of water to drink, whose thoughts are not gloomy, the desert can appear bounteous.</p><p>When I was in the Chihuahuan Desert last June, hiking through the volcanic outwash plains or along limestone ridges sodden with midday light, I found myself obsessively scanning the ground for the translucent maroon blooms of the strawberry pitaya. The flowers of this cactus are meant to attract bees and other pollinators, but in that blanched landscape I was hungry for color too. And I knew that on some of these plants the fruit would be ripening. I had more than enough water, and I usually carried oranges as well, so it would have been more considerate of me to pass the fruit by and leave it for the cactus wrens or carpenter ants. But I was not feeling quite so refined. In the desert, the temptation to seek out moisture is irresistible.</p><p>I usually found half a dozen blooms on each cactus, though the flowers of the ripe fruits had shriveled to crepe. At that stage the fruits themselves no longer needed protecting, so the dried needles covering the purplish skin could be dusted off with a finger. Peeled, the fruit was a mushy gray ball studded with what looked like poppy seeds-nothing you would think to eat under ordinary circumstances. But the tart pulp tasted, as advertised, like strawberries, or close enough, convincing me that the desert was in some sense benevolent, that for all its austerity it supported pockets of beauty and opportunity. It was an inhospitable place that made me feel welcome.</p><img/><img/><p>Reagan Bradshaw</p><p><em>The essential Chihuahuan Desert: hare, forbidding slopes; sparse grasses and stubborn plants like prickly pear and yucca; and piercing afternoon light over the Quitman Mountains.</em></p><img/><p>Reagan Bradshaw</p><p><span class=\"dropcap\">T</span>he Chihuahuan Desert is vast but obscure. Unlike american deserts such as the Sonoran, with its shadeless forests of saguaro cacti, or the Mojave, with its parched playa lakes, the Chihuahuan has no clear emblem to fix it in the popular imagination. (a friend once told me that whenever he hears the words “Chihuahuan Desert” he pictures a pack of hairless, yipping dogs running through a field of sand dunes.) But like the Sonoran and the Mojave-like the Great Basin, the Sahara, the Namib, the atacama, the Kalahari—the Chihuahuan is a region of low rainfall and high temperatures, where evaporation exceeds precipitation, where water is the most precious thing imaginable.</p><p>There is no real agreement about where the Chihuahuan Desert begins and ends. It is not so much a place as it is a condition. Meteorologists fix its borders according to annual rainfall, biologists according to certain plant or animal associations. Those of us who have no need to be precise about the matter can see the desert’s reach clearly enough. It’s a great arid swath that extends from the southern borders of the Mexican state of Coahuila all the way up to White Sands National Monument in New Mexico. On some maps it dominates almost all of Texas between El Paso and the Pecos River. On others it is not quite so extensive, but by any reckoning the Chihuahuan covers an immense portion of the Trans-Pecos.</p><img/><img/><p><em>above: The barren Huecos near El Paso are classic desert mountains. Right: Ocotillo is an easily recognized Chihuahuan Desert plant. After rain, leaves cover its woody branches.</em></p><p>Todd Jagger</p><img/><p>Reagan Bradshaw</p><p><em>above: From the Quitman Mountains, the Rio Grande is a sliver of silver beneath a yellow haze. Below: The lechuguilla—“little lettuce”—husbands water for years before it blooms.</em></p><img/><p>Todd Jagger</p><p><em>Left: In the desert, the gold at the end of the rainbow is water. Lechuguilla plants shoot their stalks ten feet into the air. Above: Brownspine prickly pear put forth yellow blossoms.</em></p><img/><img/><p>Tracy Lynch</p><img/><p>Karen E. Copeland</p><p>Some ecologists say it consists of 175,000 square miles, making it the largest desert in North america. We may believe them if we like, but the Chihuahuan is so various, so clearly not just one thing, that talk of scale and size can begin to sound irrelevant. In the bajadas and bolsons, in the creosote flats and gypsum dunes, the desert is ferociously real. But you might find yourself in a high mountain oasis filled with evergreens and clouds, or beside a deep, clear pool fringed with luxuriant grass, and wonder what the desert has to do with these places at all. It is correct, say the ecologists, to think of the badlands and the lush islands as all of a piece, as part of the same biome, the same xeric province. When described in such eco-speak terms, the desert can seem ambiguous. But when you travel to the low, hot, waterless places, its hold is unmistakable.</p><img/><p>Tracy Lynch</p><p>In the extreme lowlands, hardly anything grows higher than your waist, and when the sun is high its light falls hard and straight. Beneath this burdensome light the desert floor has the feel of a sea bottom—a place ruled by a crushing atmosphere, where life is stunted and scarce. It is not an easy place to love at that time of day, when everything visible seems washed out or fixed in some monotonous middle distance.</p><p>“Here in the desert you have to train yourself to look for detail,” alan Brenner, education director at the Chihuahuan Desert Research Institute in alpine, told me one day as we walked along in such a landscape. “The big picture is spectacular, and the little picture is spectacular, but the picture in between is daunting to most sensibilities.”</p><p>The flat plain was paved with volcanic cobbles, and the in-between picture that Brenner spoke of consisted almost entirely of creosote bush, the world champion desert scrub. These spindly, tensile plants, with their tight little leaves, fanned out in every direction, as evenly spaced as the trees in a fruit orchard. There was something hypnotic in their regularity. Like clouds that arrange themselves in sky-spanning columns, the creosote seemed to hint that nature was filled with infinite patterns that the human eye could not quite detect.</p><p>[ Continued On Page 165 ]</p><img/><img/><p><em>above: a pitaya cactus blooms as the aggressive creosote bush advances on a plain before the Chisos Mountains. Right: a full moon over Terlingua brings out the stark mystery of the desert.</em></p><p>Todd Jagger</p><img/><p>Reagan Bradshaw</p><p><em>above: People think of deserts as merely sand, but the dunes west of the Guadalupe Mountains are a minor part of the Chihuahuan Desert landscape. Below: a blue agave defends its position.</em></p><img/><p>Todd Jagger</p><p>[ Continued From Page 116 ]</p><p>Creosote is an invader. It makes its way into environments where other plants have given up hope, sends out its shallow roots, and thrives. Creosote began its conquest some time after the last ice age, when what is now the Chihuahuan Desert was a woodland filled with pinon, juniper, and oak. As the ice sheets retreated and the climate began to dry out, the forests tended to give way to desert grasslands and finally to desert scrub. How desolate any particular region became depended largely on its elevation, with the high mountain environments surviving as relics of a greener time.</p><p>In the lower elevations, where pinon and juniper feared to tread, the field was left to things like creosote and cacti that had a decided preference for godforsaken ground. A cactus deals with its arid surroundings by soaking up water in times of plenty and storing it within. Because a cactus must protect that store of water from evaporation, it is cautious about opening its stomata, the minute pores on its surface through which it gathers oxygen.</p><p>Creosote, on the other hand, is so efficient at slurping up every molecule of moisture in the vicinity that it has no need to store water. Furthermore, its small, waxy leaves help prevent evaporation, making it feasible for the plant to be online during the hottest part of the day. When a drought comes and not even the wily creosote can find water, it drops its leaves and hunkers down. One theory about why the plants are so evenly spaced holds that the dead leaves contain a chemical that may suppress other plants that might be trying to gain a foothold beneath them. Another opinion is that a creosote bush extracts so much water from the soil that nothing else can survive within its immediate radius.</p><p><span class=\"dropcap\">A</span>s I walked through the creosote that afternoon, the temperature rose above one hundred. I was used to humidity, so the dry heat was disconcerting. I had no sensation of thirst, and because the sweat evaporated almost immediately from my skin I was barely aware that I was perspiring. But while walking in that environment I was losing about a quart of water an hour, and whenever I went too long without topping off my body moisture I could feel my mental acuity begin to deteriorate.</p><p>Things can go wrong quickly in the desert if the water the body loses through evaporation isn’t replaced. A friend of mine, when he was seventeen, came close to dying of dehydration when he got lost near the Chinati Mountains. Only a few hours after drinking the last of his water, he remembers, he began to feel dizzy and depressed. By late that afternoon he was having hallucinations. “They were very, very vivid,” he recalls. “In the first one my dad appeared on horseback and asked me if I was exhausted. He was dressed exactly the same as when i’d last seen him. I could hear his horse. It was so incredibly real that when he disappeared I was madder than ever.”</p><p>By evening he had begun to lose his motor control and could not even manage to bring his hands up to break his frequent falls. He fell asleep twice but each time began immediately to dream about water. In the dreams he would raise the water to his mouth, but just as he was taking a drink he would swallow in his sleep. The pain in his throat was so bad it woke him.</p><p>He tried to drink his urine but could not make himself do it. His swollen tongue hurt as if he’d bitten it. All he could think about was what it would be like to take a drink. When he was found the next afternoon and the great moment finally arrived, his throat was so swollen he could not swallow—the water just trickled down so that he could barely feel its presence. It was hours before he was even able to experience the sensation of relief. For two days he lay in a room drinking pitchers of iced tea.</p><p>Humans can adapt to desert life only by caution, by careful attention. Our surest survival strategy is an instinct to stay out of the sun. This is a trait we share with many other desert creatures, no matter how specialized their own evolutionary tactics have become. The kangaroo rat, for instance, spends its days beneath the earth in a deep burrow, whose opening it carefully plugs with dirt to keep out the searing heat. It sleeps with its tiny paws in front of its snout in order to trap the refuge’s precious humidity and hold it close. The creature comes out at night, a nervous, bounding thing with a twitching nose. Its head in proportion to the rest of its body is immense, equipped with voluminous cheek pouches that are meant to be filled with seeds. The legs appear spindly but are strong enough to launch the kangaroo rat in sometimes spectacular leaps across the starlit desert floor. The tail is long and thick, often tufted at the end; it is used for balance and to keep the rat stable in midair as it smites rivals with its feet.</p><p>In its evolutionary repertoire, the kangaroo rat has one extraordinary trick: it does not consume water. There are other desert inhabitants —rabbits and so forth —that rarely drink “free” water but get their moisture allotments from fruits and succulent plants. But the kangaroo rat is a far step ahead. Deep in its industrious little body, mixing the starches from seeds it consumes with the oxygen in the air, it manufactures its own water. All animals do this to some degree but at nowhere near a level that would be sufficient for survival. The kangaroo rat, however, is phenomenally thrifty with the water it produces. It hardly sweats, and its urine is five times as concentrated as that of humans. Under extreme deprivation in heartless laboratory experiments, a few kangaroo rats have been induced to drink water, but in the normal course of their lives they never need to consider such a drastic measure.</p><p>As I walked across the desert I thought of the kangaroo rat, a little organic still that was bundled up in the darkness below my boots. There were other burrows, filled with other slumbering forms that were waiting for the earth to become habitable again. The wolf spider’s burrow was small and guarded by a silky rampart that the spider had spun around its circumference. I peered into the larger burrows, trying to imagine what sort of creature was down in the cool and nearly absolute dark: a badger, a cottontail, a rattlesnake; maybe a carnivorous grasshopper mouse, which is in its own way as predaceous and far ranging as a mountain lion, controlling a hunting range of eight acres. There were toads down there and dessicated fairy shrimp waiting for months or even years to be reconstituted by the touch of water.</p><p>Lizards darted across my path as I walked through the scrub. Lizards are generally more heat-tolerant than snakes, though like all reptiles they have no means of regulating their temperature internally. When it gets too hot or cold, they remove themselves to a more bearable place. For now, the desert floor was fine. One sort—the greater earless —ran in short bursts, pulling up every few feet with their backs stiffened and their black-and-white-striped tails curved upward like the stinger of a scorpion. They held this pose patiently, as if they wanted to be admired.</p><p>The more colorful whiptail lizards were swifter, their movements as elusive to the eye as shooting stars. Chihuahuan lizards tend to be small game compared with some that live in the Sonoran. There you have stocky chuckwallas and desert iguanas. The venomous Gila monster never enters the Texas desert, though many Texans still tread fearfully, expecting it to rush out of the brush at any moment and lock its jaws around their flesh. At least some lizards here—a few species of the little whiptails —make up in weirdness for what they may lack in size or notoriety. Members of these species are all females, and they have developed the knack of reproducing themselves without the participation of males.</p><p>Such dynasties begin with a materfamilias, possibly the female progeny of a chance mating of lizards from two similar but distinct whiptail species. Like a mule, which is the product of the union of a horse and a donkey, this lizard is a hybrid. But a mule is sterile, whereas a female whiptail can make carbon copies of herself. Nobody’s quite sure how she does it. Apparently she produces a chemical that aggravates the membranes of her eggs and makes them cleave, a job that in a more traditional fashion would be accomplished by the sperm of a male lizard. The egg develops, but without the sperm it has no new genetic input, and so out pops a duplicate of the mother.</p><p>Sometimes the desert feels as if it is governed by such alien mores, by unfathomable principles and practices, by secrets. But the desert is a human environment too, the frontier of privation to which we are always peculiarly receptive. We speak of “going into the desert,” and we mean nothing less than seeking our true selves. It is a place where one goes to be scoured and purified, to await visions.</p><p>One day I hiked across the flats to an isolated promontory of intrusive rock. On a ledge twenty or thirty feet above the ground were petroglyphs, and nearby were narrow grooves that the Indians had cut into the rock and used to sharpen their arrow points and straighten the shafts. The ground was littered with flint chips, and there were deep metates in the rock, some filled with scummy rainwater, that were as smooth and precise as if they had been drilled by a machine. Through my binoculars I looked across the drab flats to the foothills of a desert mountain range and saw, at that slightly higher elevation, the withered bloom stalks of agaves and scattered tufts of death-defying grass. It was a classic Chihuahuan Desert vista, and I thought of how the rock on which I was standing must have been a landmark and a refuge in this region for thousands of years.</p><p>The earliest desert peoples here were hunter-gatherers—or, as one author insists, gatherer-hunters, since most of their diet consisted of food that had been found rather than killed. We know this through the study of coprolites, which were discreetly described to me as “fossilized doodoo.” Coprolite samples taken from a rock shelter that was inhabited during the archaic Period —from about 9000 B.C. to 1000 a.D.-indicate that the people who lived there were inspired omnivores. “The eclectic diet was a complete surprise,” writes Glenna Dean, one of the archeologists involved in the survey. “We can imagine a daily rodent eaten along with prickly pear pads and one or another type of fruit or crunchy as a side dish —a blue plate ‘rat sandwich.’ ”</p><p>Some parts of the desert were more hospitable than others. Near Presidio, at the fertile junction of the Rio Conchos and the Rio Grande, there lived a farming people called the Jumanos, who represented the advancing edge of the Puebloan civilizations of New Mexico and Colorado. But that sort of pastoral existence was beyond the reach of most desert Indians, who foraged on the land and hunted in the high mountains for game.</p><p>“The multitude is innumerable in every direction,” stated a report to the king of Spain in 1679 concerning the Indian population of the Chihuahuan Desert. The names of these peoples —Tepeguanes, Conchos, Salineros, Cabezas, Tobosas, Coahuilenos, Chisos —have slipped from history, but their presence was very real. They lived within the boundaries of Spanish ambition, and they fought hard against the constant press of would-be conquistadores. In the end, many of them were exterminated or sold as slaves to the mine operators of Nueva Vizcaya, but their desert homeland remained, in essence, unconquered. The Spanish could barely tolerate this wilderness, much less hold it as a secure part of the empire. It was the apaches and later the Comanches who were the true rulers, though finally their reign was vivid but short-lived.</p><p>Wagon trails were opened across the desert, linking —sometimes more in theory than in practice—the cities of Chihuahua and El Paso with Gulf ports like Indianola and New Orleans. A railroad appeared. There were a few modest silver strikes, along with quicksilver mines and real estate speculation and factories for rendering wax from the candelilla plant. But none of that could put an end to the desert’s isolation or alter its character.</p><p>Ranching, however, went a long way toward changing the face of the desert—by creating more of it. The process started during the First World War, when many ranchers, tempted by an improved market for beef, overburdened their land with livestock. The complex desert grasslands turned to simple desert scrub. J. O. Langford, an early homesteader, wrote poignantly of this change. A malaria victim, he had moved with his young family to the Big Bend area in 1909 to recover his health and found a kind of peace in the desert that he was fated never to know again. The border turmoils of 1913 forced him to retreat to El Paso, where he operated a filling station and where his little daughter, who had survived rattlesnakes and bandits in the desert, was electrocuted while playing on a swing. Years later he managed to move his family back to the desert, but it was not the same. “Where once i’d thought there was more grass than could ever be eaten off,” he wrote, “I found no grass at all. Just the bare, rain-eroded ground. . . . Somehow, the brightness seemed gone from the land.”</p><p><span class=\"dropcap\">T</span>oward midafternoon I found myself on top of a miniature mesa whose summit looked as if it had been hammered flat by the force of the sun. All around me grew lechuguilla, the fiercest plant in the desert. Its Spanish name translates to “little lettuce,” but what it resembles more is an armor-plated artichoke. The lechuguilla’s leaves are strong and sharp, and on the slopes that the plant favors, its leaves point uphill in palsied, clawlike clusters. To a person picking his way down such a slope, the plants can appear bloodthirsty and grasping. Lechuguilla lives at least three or four years, husbanding water in its thick leaves, before finally erupting in a bloom stalk that can be ten feet high.</p><p>I was too late for the lechuguilla’s yellow flowers, but the desert slopes were filled with dried-out stalks that either had fallen to the ground or were on the verge of collapse. I picked up a few and used them as poles in setting up a tarp. There was no shade for miles, nothing besides the thin lechuguilla stalks capable of casting a shadow, and I didn’t realize until I slipped under the tarp how deeply I wanted to be out of the sun. I was overcome by a comfort that in any other climate I would have considered marginal.</p><p>I lay there all afternoon, torpid and unthinking. Nothing moved along the ground except for a desert millipede, a chain of compressed coils and feathery legs bound together by some animate need. The shadow of a turkey vulture passed over my foot, and I looked up to see the bird not far overhead, suspended in the air with no more consideration than it took for me to lie on the earth.</p><p>Turkey vultures are not really desert birds. They’re equally at home in the tropics, where their acute sense of smell —rare for vultures—helps them locate carrion beneath dense forest canopies. But you cannot imagine the desert without their forms cruising overhead, soberly patrolling for signs of death.</p><p>Young turkey vultures are said to make good pets. They like to be handled and follow their owners around like dogs. And there is something about the look of a fledgling buzzard that exerts a strange pull on the human heart. Its downy, ungainly body contrasts disturbingly with its naked head, which makes it seem as coldblooded as a pirate. A vulture, of course, is no more malevolent than any other creature, but not many people can afford it anything but grudging tolerance. We don’t like the way it makes its living in general, and there’s always the faint worry that one day it may be practicing its trade over our remains.</p><p>For such a task it is splendidly endowed. Its wings are useless for aerial pursuit, but perfect for hovering in the thermals, from which the vulture scans the panoramic stillness below. A turkey vulture’s feet are equipped with claws, but they’re not strong enough to grab a bird in flight. They’re for holding on to a carcass while the vulture probes inside, ripping and chomping with its heavy-duty bill. It should come as no surprise that the vulture has a powerful digestive system. Chicks grow up eating regurgitated carrion provided by their parents and are able to process seemingly implacable items like bone and hide in a few days. Even with that iron stomach, though, the turkey vulture occasionally gets queasy. When stressed or frightened, it throws up. This happens frequently on highways, where birds working a road kill tend not to notice an oncoming car and have to scramble frantically to get airborne. The prudent thing for a driver to do in this situation is slow down, since vulture vomit is one of the foulest substances on earth. I’m told that if a vulture upchucks on your windshield you might as well sell the car.</p><p>At the other end of the avian spectrum are the minute lucifer hummingbirds that venture into the desert to feed on the nectar of flowering plants. During my long siesta I kept my eyes on a blooming century plant—rare for this low elevation—that stood in dramatic isolation fifty yards away. I was waiting for a hummingbird to stop by, but none ever did, and the more I waited, the more unlikely it seemed that such a fragile little bird could fly across this austere landscape without being fried in midair by the sun.</p><p>Unlike vultures, which loll about on desert updrafts and hardly move their wings except to alter their course, hummingbirds are an unceasing eruption of energy. It makes your pulse race just to watch them. Their own wings churn the air like rotors, and while the wings whiz frantically about its body the little bird is stabilized, able to hover in front of a flower and draw nectar into its long, grooved tongue, which, when not in use, lies coiled in the hummingbird’s cranium like a fire hose.</p><p>The aerodynamic maneuvering is costly, and hummingbirds spend a good deal of time refueling. Though they supplement their diet with protein, using a forcepslike bill to pluck spiders from webs, hummingbirds subsist primarily on nectar. In the case of the century plant, they feed mainly on leftovers, since this particular agave has established an agreeable relationship with the Mexican long-nosed bat. The bats have even more prodigious tongues than hummingbirds do, made of erectile tissue that can become swiftly tumescent. A biologist, Donna Howell, has filmed bats feeding on agave flowers, and the slow-motion footage reveals a great amount of indecorous slurping. The bats are favored customers of the century plant, because during nocturnal feeding flurries they scatter pollen to other flowers or collect it on their fur. Howell found that the bats always leave a certain amount of nectar behind; they receive a message through some inscrutable channel that the energy expended in draining the flowers is greater than the fuel intake. The amount of nectar left in the flower is negligible for the bats, but it’s well worth a stop the next day for the hummingbirds, who are used to tanking up microliter by microliter. The precise hummingbirds are no help in pollination, but the century plant, perhaps in some fashion exhausted after its nighttime rendezvous with the bats, does not seem to begrudge them.</p><p><span class=\"dropcap\">I</span>t is only when the sun is low on the horizon that the desert takes on texture, becomes alluring in a conventional way. The shallow, sun-washed drainages begin to appear deep and inviting, places of refuge. The bleached arroyos that in the full light of day are nothing but impediments, that seem to crisscross the desert floor without logic, suddenly are charged with significance and possibility. Subtle contours in the land become apparent, and in the variable light the solid components of the desert seem to shift and change shape like clouds. The wind is up. The temperature is down. The body, whose resources have been preoccupied all afternoon with preventing heatstroke, begins to make adjustments. As evening deepens, you can feel the blood enlivening your brain once again, and you feel that, instead of coming to the end of a tiring day, you are rising from a long and stupefying sleep.</p><p>A little nighthawk, a poorwill, flies low over the scrub, emitting plaintive bursts of song. There is a watery, musky smell —the diluted essence of skunk-that indicates a javelina is nearby, blundering about with its inferior eyesight. The subdued colors of the desert fade, except for a strawberry pitaya flower, which continues to burn like a flame until there is no light to support it. Mosquitoes, bred in the drying puddles of a nearby arroyo, circle ceaselessly around your head and bore into your eardrums with their whine. It is the last thing you want in this contemplative landscape, to be annoyed. Tonight the desert is as petty as it is powerful —filled with minuscule, bothersome life as well as silent beasts who keep their thoughts to themselves as they stalk their prey on the ground or from the air. Vega is bright, and Venus rises with the Twins beneath the moon. Half of the moon is in shadow, and half is startlingly clear, glowing with eerie intensity, like the all-seeing eye of an owl. That is the real desert. In comparison with the moon, even the volcanic soil beneath your sleeping bag feels alive and impatient. A large beetle scuttles across your hand, mistaking it for a rock, for one more silent manifestation of the terrain.</p><p><span class=\"dropcap\">T</span>he desert rainy season, such as it is, occurs in the summer. The higher elevations can receive as much as twenty inches of rainfall a year, but in the lowlands the total is much less. The Chihuahuan Desert, by and large, lies beyond the reach of serious precipitation. Tucked away in the heart of a huge landmass, the desert is not on the itinerary of the big seasonal storms spawned in the Gulf and the Pacific. The rain systems that come its way are likely to be trapped by the mountain ranges that border the Chihuahuan for almost its whole extent. There the storms are broken up, the moisture-laden air retreating to windward and the rain shadow below receiving only a hot, evaporative wind.</p><p>But in the summer, thunderstorms often find their way to the desert. They’re brief and volatile, drenching the unprepared soil and filling the dry washes with fastmoving sheets of floodwater. All sorts of things crawl out of the ground then, ready to feed and mate, to get on with a life that may have been held in suspension for months. I drove along a desert road recently after a rain. From my open window I could hear the bleating of what were probably spadefoot toads, and millipedes by the hundreds were crossing the road. Perhaps it was my imagination, but they all seemed to be crossing at the same angle; it was if they were all single expressions of some larger impulse, some thought.</p><p>A desert tarantula was crossing the road as well. I stopped the car and watched it. It was about six inches long and moved slowly, probing with a pair of forelegs. Each step it took seemed reasoned. I put my hand in its path, and it crawled up to my wrist before thinking better of it and moving back to the asphalt. Tarantulas are capable of inflicting a painful, mildly venomous bite, but if they are handled with consideration, they’re extremely forbearing. Their abdomens are covered with a mat of short, fine hairs —irritating to certain predators —which they can shed when provoked.</p><p>Odds were that this tarantula, being on the prowl, was a male. If he was sexually mature, he was at least ten years old. (When he was born, Gerald Ford was still president.) His future was cloudy, however, given female tarantulas’ propensity for eating their mates.</p><p>Tarantulas live on insects and other spiders, but they’re fully capable of pouncing on a creature as large as a mouse and knocking it out with their venom. After that, they pump it full of digestive juices and leisurely suck away its insides. The tarantula’s mortal enemy is the tarantula hawk, a wasp that stings the spider until it is comatose, then drags it off and uses it as a nest. When the wasp’s larvae hatch, they begin to consume the stillliving spider, bringing a protracted end to a life that may have spanned 25 years.</p><p>As I drove I saw roadrunners, hunched forward in a kind of Groucho Marx posture, speed across the highway in front of my car, sometimes taking a short hop to the summit of a scrubby mesquite. A large snake, bright pink, hurled itself at my tires. I jerked the steering wheel back and forth and careened all over the road trying to avoid it, feeling a little put out at the effort. I could have run over the snake and no jury in the world would have convicted me, but when I looked into the rearview mirror and saw it escaping into the brush unharmed I had to congratulate myself on my evasive driving skills. But the larger satisfaction was in not having caused a meaningless death, in not having insinuated my Buick Regal into the desert’s balance of peril.</p><p>Up ahead a jackrabbit was perched tensely on the side of the road, waiting for whatever signal it needed to break and run. Its ears were enormous —they looked as if they were intended to gather data from outer space. The animal itself appeared gaunt and tested. When it finally took olf, it crossed the road with astonishing speed, bounding forward on its immense hind legs. When it reached the other side it ran in zigzags through the creosote and vanished under my gaze.</p><p>A jackrabbit is not a rabbit. It’s a hare. Unlike rabbits, which are born naked in burrows, hares come into the world covered with fur, their eyes open, their minds already factoring the chances of escape over open ground. Jackrabbits survive by vigilance and speed. They live alone, sleeping in little scraped-out depressions in the earth called forms. They’re vegetarians, and the tiny identations you often find along the edges of prickly pear pads are evidence that a jackrabbit has been feeding there.</p><p>Further on, another shape crossed the road. This was a canine, and I almost gasped at the thought that it might be a wolf. Its haunches were scrawny, but it was larger than any coyote i’d ever seen, and it had a thick, reddish ruff at its neck. Its wildness was breathtaking. As it scrambled over a rise it reminded me of one of those wolves in Disney cartoons who appear on a mountaintop, ragged and lordly, in a flash of lightning.</p><p>But it could not have been a wolf. The last wolves in the Chihuahuan Desert disappeared, as far as anyone can tell, sometime in the early seventies, shot or crowded out or poisoned by sodium fluoroacetate. What I saw doubtless was a big coyote, but I didn’t want to make myself believe it. I stopped the car and got out, savoring the image, and saw something even more arresting.</p><p>At first it seemed to be a rainbow, hovering low in a desert hollow three hundred yards away. It had rained a short time earlier, and the air was charged and complex, so a rainbow would not have been out of place. But that was not what this was. I could make out a few subtle gradations of the spectrum, but the phenomenon itself was a wonderful green light that had none of the phantom qualities of a rainbow. It was so well defined that I felt I could walk up to it and size it with a tape measure. I watched it, expecting something more. It was exactly the sort of supernal light I had imagined as a boy in Catholic school, a backdrop from which the Virgin Mary might appear and say, as she always did in her apparitions, “Do not be afraid, my child.”</p><p>The intricate atmospheric conditions that were causing this light could not be sustained for long, and in a moment it simply vanished, like water evaporating on a hot rock. I stared at the little arc of sky where it had been, greedy for something more, for some further revelation. I found it hard to take such a numinous display in passing. There was nothing mystical about it—it was neither hallucination nor vision—but when it was gone it lingered happily in my imagination, and I felt myself woven a little deeper into the fabric of the desert.</p><p><span class=\"dropcap\">A</span>fter several days of hiking around in the desert I began to wonder what it would be like to walk again in a landscape where every footstep did not have to be a considered proposition. One afternoon, on a rugged talus slope near the entrance to a narrow canyon, I came to the conclusion that it was not worth the effort to walk anymore. I felt like a contortionist as I tried to dodge the profusion of thorny plants surrounding me. Lechuguilla, prickly pear, pencil cactus, bloodroot, catclaw acacia, ocotillo—they were all savagely defending their precious stores of moisture, and I was sick of it. At that moment the desert was unsettling and grim, a place that preferred death over life. The bristly plants clung defiantly to the desert’s surface, but if the desert itself had any one desire, it was to become a void.</p><p>To a degree, that is the course of things. The Chihuahuan Desert is threatened with “desertification.” The more it is abused and degraded, the more it becomes a desert. To understand the tragic nature of this process, it’s important to remember how intricate an environment a desert is. Deserts are second only to rain forests in their ability to support a wide variety of species. They have a range of climate and topography that creates more ecological niches than could exist in a temperate zone. But this natural diversity is fragile, and when it is stripped away, the desert loses all character and relief and becomes a monotonous, barren land.</p><p>The threat comes from every direction. The grasslands are overgrazed, and in their place rise creosote and mesquite. Cowbirds that follow cattle onto the ranges lay their eggs in vireo nests, where the raucous cowbird chicks persuade the vireo mothers to feed them instead of their own young. A real estate development destroys bat habitat, and because there are fewer bats to pollinate the century plant, its population declines. Running water is channeled or used up. Imported vegetation like salt cedar dries up a spring with its powerful hydraulics. The steady economic pressure on ranchers forces them to sell their land, which is subdivided for development. More wells are drilled, more water is depleted. More pesticides and contaminants are cycled into the food chain.</p><p>The Chihuahuan Desert Research Institute, which is headquartered in a portion of the science building at Sul Ross State University in alpine, has been gamely trying to educate people through the years about the desert’s variety and fragility. It’s not an easy job, because the desert has no real constituency. People look out their car windows at the endless creosote plains and see emptiness. What they are looking at, however, is not the real desert in its vital and complicated glory. What they are looking at is what the desert has become.</p><p><span class=\"dropcap\">T</span>here on the talus slope, hemmed in by spines and needles, I was feeling less appreciative of the desert than I might have been. Maybe my cautious steps were a little exaggerated, but I was in one of those moods. The desert did not seem hostile, simply unconcerned about my welfare, and that was enough to make me feel vulnerable and alone.</p><p>So far, it had been a wet summer for this part of the desert, and the ocotillo plants I encountered—tall shrubs made up of dozens of thorny stems —were filled with leaves. A north wind began to whip the stems into motion, and I looked up to see the sky filled with separate thunderstorms, moving as ponderously as supertankers in a crowded harbor. All at once the atmosphere began to deepen, and the scraggly, denuded mountains in the distance turned steel-blue. I moved down to the flats, thinking to get back to the car, which was four miles away across the pathless scrub. I expected at any moment to be caught in a downpour, but soon it became apparent that it wasn’t going to rain, that the great thunderheads were merely going to shuffle about on the horizon and disappear.</p><p>So I sat down to watch the spectacle of rain flirting with the desert. I took my Walkman out of my backpack, listened to Elvis Costello’s <em>Imperial Bedroom</em> for a while, then switched to Schubert. The music brought the desert up a notch, or so I imagined. It imposed feeling and reason on a landscape that otherwise could be frighteningly neutral. Protected by Schubert, I perceived the desert’s scale and stirrings in human terms. It seemed to want music as much as it wanted rain, and I felt that if I turned up the volume, life would explode from every burrow, from every pore in the calcified soil.</p><p>But after a point—when the ants near my feet appeared to be marching with renewed purpose and the wiry creosote stems were swaying in rhythm—the orchestration got to be too much. I took off the earphones and shrank right back into place-just one more creature with an overworked evaporative system, with no greater understanding of the desert than what my senses were able to tell me. Two Scott’s orioles were singing to each other across the flats. When I stood up I startled a grasshopper on a nearby mesquite, who took flight with a whirring sound that resembled the rattle of a snake. It reminded me to be cautious walking back. The thunderstorms were far away now, and the excitement had gone out of the atmosphere. There was only the sun, holding forth as usual. I took a long drink of warm water and felt just fine.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "September 1986",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Water",
      "people",
      "Bats",
      "Cactus",
      "Prickly Pear",
      "Rain",
      "Turkey",
      "Climate",
      "Earth",
      "El Paso",
      "Environment",
      "ever",
      "Land",
      "Range",
      "rio",
      "Rock",
      "Spanish",
      "ten",
      "Border",
      "Drinking"
    ],
    "wp_categories": [
      "Big Bend"
    ],
    "wp_location": [
      "El Paso",
      "Texas",
      "Big Bend",
      "Pecos",
      "Terlingua"
    ]
  }
}