{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19869",
    "date": "September 1986",
    "year": 1986,
    "month": 9,
    "month_formatted": "September",
    "pdf_uri": "/1986/19860900.pdf",
    "issue_cover_image": "",
    "document_start_page": 124,
    "toc_start_page": 122,
    "document_page_range": [
      [
        124,
        125
      ],
      [
        182
      ]
    ],
    "toc_order": 3,
    "toc_headline": "Requiem For A Roller Coaster",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198609-requiemfo",
  "source": "/1986/19860900.pdf",
  "wp_post_id": 121689,
  "wp_post_guid": "http://www.texasmonthly.com/article/requiem-for-a-roller-coaster/",
  "authors": [
    "Joe Nick Patoski"
  ],
  "headline": "Requiem For a Roller Coaster",
  "dek": "The mighty Comet at the state fair is the latest victim of the insurance crisis. But it didn't have to be.",
  "spread_caption": "",
  "excerpt": "The state fair’s Comet: will it rust in peace?.",
  "kicker": "",
  "word_count": 856,
  "content": "<p>by</p><img/><img/><p>Photograph By Robert a Widdicomre</p><p> WHEN It Comes To Cheap Thrills, nothing satisfies like a ride on a roller coaster, an experience that combines the helpless fear of being on a runaway train with the jarring G-force of a rocket launch. Kicks like that are getting harder to find, thanks to unaffordable liability insurance rates. The latest victim of this epidemic is the Comet roller coaster at the State Fair of Texas. A midway fixture since 1947, the fabled Comet will not blaze down its track this October.</p><p>Long before Lucy Richards and I had ever heard of the word “lawsuit,” we snugly fit our preteen selves in one of the 12 two-person seats on the Comet's train, too lovestruck to bother vying for the front-seat view or for the seat at the back, the best position for the maximum crackthe-whip effect. I tried to show bravado by raising my arms high above my head like some of the older guys, but by the time we reached the first and highest incline, almost sixty feet above the ground, I had glued my sweaty palms to the lap bar. We teetered on the brink, then plunged unimpeded while my stomach protested that the sensation violated the laws of nature. Lucy and I reacted like everyone else. We screamed. The coaster shot up another incline, then dropped down again. A pattern emerged. Up, down, scream. Up, down, scream. Just when I thought the rough part was over, the whole train undulated over the smaller hills at 45 miles per hour like a drunk dragon on Chinese New Year. Ninety seconds and 2610 feet later we returned to the platform, drained, relieved, wobbly, and all too ready to do it again.</p><p>The Comet is a classic. Most coasters today are souped up with gimmicks like double loops, launching pads, and cars that go upside down and backward, and have steel superstructures and enough safety features to remove much of the fear element. But aficionados will tell you that the only coasters worth riding have wooden superstructures, which tend to creak and give with the train’s twists and turns, rather than steel ones. Although coasters have been around for almost one hundred years, they have yet to be improved upon.</p><p>Recently, however, the insurance industry has taken the implied dangers of roller coasters to heart, lumping the ride along with diving boards, fireworks displays, and pop music festivals as activities that require astronomical premiums to insure. This year that trend briefly shut down the granddaddy of coasters, the Cyclone at Coney Island in New York. Now it hits home, at the state fair in Dallas, where coasters have been an integral part of the annual exhibition for 99 years. Faced with an 800 per cent increase in the cost of liability insurance, fair officials decided to leave the Comet’s train in its storage shed.</p><p>[Continued On Page 180]</p><p>[Continued From Page 123]</p><p>The predicament of the Comet is a case of catch-22 bureaucracy. The state fair can’t afford the insurance necessary to keep the coaster operating, but it is hesitant to lease or sell the Comet to a concession company that could afford the insurance. Officials say they can’t find a concession company that they consider qualified to operate a wooden coaster, although they’ve been approached by several prospects. All the fuss and worry is especially curious when you consider that in spite of the risky reputation of roller coasters, there’s never been a death or a serious injury on the Comet—although one year an operator who was testing the track by jumping up and down broke his leg. The two fatalities on amusement rides at the state fair since 1979 occurred on the still-operating Sky ride and Enterprise, which have considerably tamer thrill potential than the Comet. Combined, the fair’s rides are statistically less dangerous than commuting on Central Expressway.</p><p>Visiting the Comet after all this time is a sobering experience. It’s no longer the monster of the midway; it seems small compared with the oversized Texas Star Ferris wheel nearby. The Comet’s appeal isn’t what it used to be either. It hasn’t been the fair’s most popular ride since 1963; last year it ranked only seventh. Nor is it necessarily a giant among roller coasters. The Texas Cyclone at astroWorld, a wooden coaster patterned after the Coney Island Cyclone, is much larger. But since astro World belongs to the same corporation that owns such parks as Six Flags Over Texas, all its rides —including the Cyclone—are covered by a blanket insurance policy. National coaster authority Robert Cartmell rates the Texas Cyclone as the best in the United States. He calls the Comet “a good family ride.”</p><p>Still, the fair’s centennial observance will seem more like a county exposition without the Comet. While bright lights and cacophony swirl around it, the coaster will stand alone, its white paint and red trim fading and peeling, waiting for another season that may never come. Officials say that from a revenue standpoint, closing the Comet won’t make a whole lot of difference. But to a fairgoer who loves a cheap thrill, it will make all the difference in the world.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "September 1986",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Insurance",
      "Texas",
      "Blaze",
      "Cars",
      "Death",
      "Diving",
      "ever",
      "Family",
      "Festivals",
      "Giant",
      "Music",
      "Music Festivals",
      "safety",
      "Six Flags",
      "Testing"
    ],
    "wp_categories": [
      "Family"
    ],
    "wp_location": [
      "Texas"
    ]
  }
}