{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19947",
    "date": "July 1994",
    "year": 1994,
    "month": 7,
    "month_formatted": "July",
    "pdf_uri": "/1994/19940700.pdf",
    "issue_cover_image": "",
    "document_start_page": 86,
    "toc_start_page": 84,
    "document_page_range": [
      [
        86,
        87,
        88,
        89
      ],
      [
        104,
        105,
        106
      ],
      [
        126,
        127,
        128
      ]
    ],
    "toc_order": 16,
    "toc_headline": "A Piece Of the action",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199407-apieceof",
  "source": "/1994/19940700.pdf",
  "wp_post_id": 128403,
  "wp_post_guid": "http://www.texasmonthly.com/article/a-piece-of-the-action/",
  "authors": [
    "Helen Thorpe"
  ],
  "headline": "A Piece of the Action",
  "dek": "",
  "spread_caption": "",
  "excerpt": "If casino gambling comes to Texas, it’s a safe bet that the Pratt family of Dallas will be in on the jackpot.",
  "kicker": "",
  "word_count": 5702,
  "content": "<img /><p>Photograph By Greg Watermann</p><p><strong>Casino Owners Jack Pratt (R.) And Nephew Ed Pratt Iii.</strong></p><p><strong>The Pratt Family Of Dallas Is Betting Millions That Texas Will Soon Have Casino Gambling-And They Will Be First To Cash In.</strong></p><p>Ed Pratt Iii WANTEd To Visit his new riverboat casino in aurora. Illinois, but the left engine of the Lear jet wouldn’t start. We had already folded ourselves into the tiny plane and were struggling to talk over the whine of the right engine, which had started fine, when the pilot turned around and told us the news. At that point, we unfolded ourselves and returned to the hangar at Love Field to wait out the trouble. After some tinkering, the recalcitrant engine stirred to life, and the pilot came to ask Pratt if he wanted to fly to aurora in the original jet or if he would prefer to wait for a plane that didn’t require a mechanic to get going. “If you’re willing to fly in it, so am I,” Pratt told the pilot, and we trooped back across the windy tarmac to settle into the well-stuffed tan leather seats once again. The moment in the hangar was typical of Pratt, who is the heir apparent of the Hollywood Casino Corporation: He commits himself to a decision without hesitation, and he relishes a certain amount of risk. Along with that, he has a dry sense of humor. Pratt decided to tease an employee who looked scared to get back in the jet, and we spent most of the trip engrossed in a discussion of stalled engines, crash landings, and assorted other types of air disasters.</p><p><strong>The lure of casinos for the State of Texas, as for the gambler, is the prospect of easy money.</strong></p><img /><p><strong>the Pratts Are Building This Casino In Mississippi. Will Texas Be Next?</strong></p><p>Ed Pratt is 38 years old and was born and raised in Mineral Wells. I first met him on the twenty-second floor of the Galleria Towers office building in North Dallas, where Hollywood Casino has its headquarters. He is of rangy build, with particularly blue eyes, thinning hair, and a sharp nose, and when we met, he was tan because he had just returned from a vacation in acapulco. His uncle Jack Pratt is Hollywood’s CEO and has always been the primary force behind the growth of the company, but these days Jack has ceded much sway over Hollywood’s daily operations to his nephew. Ed is the first of the family’s second generation to graduate into the ranks of senior management. When he becomes the CEO, which he has been groomed to do, Ed Pratt will inherit command of a business that has grown from a family-owned chain of hotels into a publicly held corporation that is still controlled by the Pratts. Hollywood currently owns casinos in New Jersey, Illinois, Mississippi, and Puerto Rico. Whether the company will own a casino in Texas when Ed Pratt assumes the helm will be determined in the near future: The Pratt family, along with most of the rest of the casino industry, is trying to persuade the state to embrace Las Vegas-style gambling. The way the Pratts tell the story, Texas stands to win big. Actually, it is the house, as always, that would benefit the most from gambling. What else, besides the promise of high stakes, inspired dozens of casino companies to scramble around the state in search of waterfront real estate after riverboat gambling was discussed in a committee of the Legislature last year?</p><p>Hollywood has already secured lakeside property in Seabrook and atascocita, on the outskirts of Houston, as well as in Farmers Branch and Garland, on the outskirts of Dallas. At this point, the investments are themselves no more than a gamble. Even if the casino lobby manages to get a bill out of the Legislature, Hollywood would face stiff competition for a license to operate. Because it is the only significant member of the casino industry based in the state, the company might have the home-team advantage. Still, Hollywood is at best a mediumsized player in the industry—it earned $342.7 million in revenue last year but did not turn a profit—and among its potential rivals are industry kingpins with a lot more cash, like Caesar’s and the Mirage. Finally, the family would need to convince people that a casino is a good thing to have in the neighborhood, and they have already faced opposition in two of the communities where they own land.</p><p>If Ed Pratt could have his way, he would cure people of the kinds of beliefs that lead them to oppose casinos. Pratt has a tangible air of authority about him; at the same time, he speaks about everything from the future of the Dallas Cowboys to scuba diving with the endless enthusiasm of a boy. It sometimes brings him to the edge of his seat as he speaks, leaning forward with his elbows on his knees, as if he would put a physical momentum behind his argument. “What’s most important now,” he said, outlining his strategy for the upcoming months, “is to meet with as many legislators, as many communities, governmental groups, and civic groups as we possibly can. The experience has been overwhelmingly favorable in the new gaming venues, from an economic, tourism, and employment perspective. We want to share that with as many people as we can. I think the more that we can inform the public, the better our opportunity to pass the legislation. It’s a pretty compelling story. ”</p><p>Pratt had suggested that the best way to understand what might happen in Texas was to look north to his riverboat operation in aurora, Illinois, a city of 110,000 that straddles the Fox River 38 miles from Chicago. I had already been east to visit the Sands Hotel and Casino in atlantic City, which is the largest of Hollywood’s properties, and figured a casino was a casino, but he argued that the new Midwestern sites were essentially different from such old-style establishments. About two hours after leaving Dallas, the Lear jet set down at a small municipal airport in the middle of some cornfields. The Pratts settled on the fastgrowing suburb, after Chicago was ruled out of bounds, even though the Fox River is only four feet deep. “The boats were designed as shallow draft vessels. They weigh about four hundred tons apiece, and they were designed to float in about three and half feet of water. They’re totally flat-bottomed,” Pratt said. A limousine took us into the town itself, a collection of attractive red-brick buildings surrounded by the homes of urban professionals and blue-collar workers. Downtown sits on a small island in the center of the Fox, and the rest of aurora lies on both banks. The city asked the Pratts to build on the island at its heart, which had been devastated by the appearance of regional malls and was much in need of economic stimulation, You wouldn’t have guessed it would be so, but the facility blends in nicely, from an architectural point of view. The gaudy riverboats (white, aqua, and pink) are tucked behind a building called the Pavilion, which houses restaurants, ticket booths, and offices. It is tan and dusty red concrete and suits the red-brick surroundings. There is very little neon.</p><p><em>Helen Thorpe is a freelance writer who lives in New York.</em></p><img /><p><strong>Pratt Riverboats Operate In ILLInOIs Near Chicago. Now the Family Is BUYInG Up Property To Test the Waters In Texas.</strong></p><p>Casinos have always involved a measure of unreality—no windows, no clocks, and a lot of mirrors, usually two-way, to watch for customers who cheat and employees who steal—but today a truly fantastical atmosphere is the vogue. Hollywood’s properties consequently make much of the Hollywood theme. In the Pavilion at aurora the restaurants are named for Jean Harlow, Douglas Fairbanks, and Rudolph Valentino; display cases exhibit John Wayne’s boots, Charlie Chaplin’s bowler, and Judy Garland’s ruby-red slippers, and video monitors show clips from old movies. Hollywood is planning to introduce computer-automated figures and has begun to buy larger pieces of memorabilia. “We bought Eliot Ness’s limousine from <em>The Untouchables,”</em> said Pratt. “It’s Chicago, the Untouchables and all that, a great tie, so we bought it. We bought the Burpmobile from <em>Wayne’s World.</em> Both of the main characters were from aurora.” Some might say the Hollywood concept is carried a little too far: Employees are referred to as “cast members,” and signs insist they are “onstage” when they enter the casino proper. On the other hand, employees who have to walk around town in their work clothes may be comforted by the thought that they are supposed to be in costume. The trolley drivers, who trundle customers over from a parking garage, wear magenta satin knickers and ornate magenta satin jackets.</p><p>To board one of the two riverboats, you pay a fee that ranges from $5 to $18. Each boat has four decks, for a total of 10,600 square feet of casino floor apiece, and once inside you are confronted by the familiar fare—blackjack, craps, roulette, baccarat, slot machines. You are confronted by little else: the boats have no windows, except on the uppermost floor, where the lounge has a bar with videopoker games embedded in front of every stool. The boats also have dummy smokestacks and no paddle wheels. When they leave on a “cruise,” Hollywood’s boats travel three hundred feet down the Fox, which takes about five minutes, and park there for two hours before returning. A low-slung power line prevents them from traveling farther. People come to aurora to gamble, however, not to take in the sights, and since opening last June, the boats have been packed. In March the casino had 170,000 patrons. The Pratts had estimated that the establishment, which cost $70 million to build, would earn $100 million in revenues during its first year, but now they expect it to earn even more. In other words, the Pratts will probably make a killing.</p><img /><p><strong>The Sands In Atlantic City Provides MOST Of the Pratts' GAMBLInG PROfITS.</strong></p><p>[Continued On Page 102]</p><p>[Continued From Page 87]</p><p>A little more than 20 percent of the casino’s revenues belong to the State of Illinois, and one fourth of that money goes to aurora, which makes Hollywood the city’s largest taxpayer. Aurora also benefits indirectly. Five new restaurants have opened up in the downtown area since Hollywood’s arrival (one is called Rollin’ on the River and has a pair of large red dice painted on its awning). Neighbors have complained about the casino’s aerial spotlights, and some minors have gotten inside—that was a problem at casinos across the state, not Hollywood’s in particular—but otherwise, Hollywood has gone out of its way to be a good corporate citizen: The company hired local architects and contractors, built a red-brick walk along the river and a canoe chute through a nearby spillway, made an extra effort to recruit black and Hispanic employees, and offered benefits that would make a union organizer swoon. Hollywood also pays for additional police patrols in the vicinity. The result, according to anecdotal evidence, is that the arrival of the casino has brought about a decrease in crime on nearby streets.</p><p>At one point during the visit, I stepped outside with Dick Knight, the executive in charge at aurora, and he mentioned that the building next door was the civic center. “Times have changed,” I said, taken aback at the juxtaposition. “They certainly have,” said Knight. I thought afterward that Ed Pratt was right—aurora was nothing like atlantic City. The casino in Illinois sits 25 miles from its nearest competitor, in the heart of a Midwestern town, as if it were no different from a bank, a church, or a museum. It isn’t seedy. It is brand-spanking-new. And yet, when you walk up the gangplank and board a riverboat, there is the same garish carpeting, the same absurd wallpaper, the same never-never-land feel, the same lights, the same din of bells, whistles, and coins rattling out of slot machines. Behind all the distraction are the same sad people with nothing better to do on a Tuesday afternoon. Aurora was altogether different from atlantic City, and then again, it was exactly the same.</p><p><span class=\"dropcap\">I</span>n Recent Years, CASInOS Have drawn more people annually than baseball games. During 1992, americans wagered a total of $330 billion on legal games of chance ranging from horse racing to blackjack. They lost $30 billion in the process, which is more money than they spent on movies, books, records, CDs, tapes, and amusement rides combined. Total gambling revenues have grown by about 11 percent a year over the past ten years, and the industry forecasts that spending on gambling will double in the coming decade. The phenomenal growth spurt has been fed by the introduction of casinos into previously untapped markets; Nevada entertained the West Coast, and the East Coast had atlantic City, but until riverboats seduced the heartland into gambling, it had no ready access to roulette wheels or slot machines. (Iowa came up with the notion in an effort to revitalize its deteriorating waterfront areas with an influx of tourism. Coincidentally, the effort also revitalized the image of the gambling industry. Somehow, Iowa’s riverboats didn’t seem like true casinos, because they seemed quaint.)</p><p>Hollywood Casino Corporation was born in 1990, just as the gambling craze really began to snowball. Jack Pratt is originally from Joplin, Missouri, but he and his two brothers have spent almost their entire business careers in Texas. They ran a string of Dairy Queens, built suburban strip malls, and then, in the sixties, began developing Holiday Inns. Their company, the Pratt Hotel Corporation, later expanded into Mexico and Central america. It was in Puerto Rico, in 1975, that the family stumbled into gambling, when they took over a moneylosing establishment called the Helio Isla Hotel, which happened to have a casino in the lobby. As the Pratts discovered, a well-managed casino generates a lot of cash—significantly more than the typical hotel. With the assistance of private investors, the family subsequently acquired the Sands Hotel and Casino in Las Vegas, one of Nevada’s best-known institutions, but they lost that prize after only two years because they were unable to meet their debt payments during an industry recession. They had much better luck in atlantic City. The Pratts bought a failing casino originally known as the Brighton, which they rechristened the Sands. The casino is one of the smallest in atlantic City and sits a block away from the boardwalk, but since the Pratts took over, it has nevertheless been one of New Jersey’s steadiest performers. For the past fifteen years, largely because of the acumen of several veteran executives recruited from Caesar’s in New Jersey to run it, the Sands has provided the vast bulk of the Pratt organization’s earnings.</p><p>Jack Pratt bears a curious resemblance to Johnny Carson: jug ears, grin, crinkly blue eyes. He grew up poor, never went to college, and developed a take-no-prisoners operating style. He also has an intense sense of ambition, apparently fueled by a tremendous fear of finding himself destitute once again. Pratt made several other attempts to vault into the big leagues—always with a partner who could supply the requisite funds—but, as had happened in Las Vegas, the company fell short every time. In 1986 the family tried to buy Resorts International (Jack Pratt bragged to the <em>Wall Street Journal</em> that the acquisition would make him the world’s largest casino owner), only to be bested by Donald Trump, who cut a deal with the estate that controlled Resorts. The Pratts then decided to build their own casino on the atlantic City boardwalk and took preliminary steps to buy an oceanfront site from Penthouse International’s Bob Guccione, the publisher of <em>Penthouse</em> magazine. Again, they were stymied by Trump, who tied up their zoning hearings with his objections and then bought the property from Guccione before the Pratts could. (Now standing on the site is Trump’s gargantuan Taj Mahal.) a nasty court battle followed: First Penthouse International sued the Pratts in New Jersey state court and the Pratts filed a counterclaim against Penthouse and a third-party complaint against Trump. Then the Pratts filed suit against Penthouse and Trump in federal court, alleging violations of antitrust statutes as well as breach of contract, prompting Penthouse to file a counterclaim and a third-party complaint itself. In the end, the verdicts went against the Pratts, and the struggle cost them an estimated $50 million in land options, planning costs, and legal fees. The Pratts are pursuing an appeal.</p><p>Ed Pratt III grew up wealthy, graduated from Cornell University, and found the family business waiting for him when he finished school. He is easygoing, while Jack is flinty and hard; he is gregarious, while Jack, beneath a veneer of cordiality, is reserved, at least with strangers. By the time Ed Pratt assumed an important role in the company, it had begun to lose money, largely because the lodging business tumbled in the eighties. To remedy the situation, the Pratts sold off nearly all their hotels. At the same time, the family began to significantly increase the size of their gambling operations: In addition to introducing riverboats in Illinois, they knocked out a parking garage to boost the size of their casino in New Jersey by 50 percent and took over an unfinished casino with 54,000 square feet of floor space in northwest Mississippi. Hollywood Casino was formed to reflect the redirection of the business. Now that the facility in aurora has begun to generate healthy proceeds, the organization is again edging toward profitability. The change in fortune was propitious because long-term debt, amassed over the course of the company’s early growth, was beginning to threaten its financial stability. This past spring, in light of Hollywood’s improved circumstances, Ed Pratt was able to engineer a favorable refinancing of the company’s debt. Now the Pratts have started securing real estate in alabama, South Carolina, Virginia, Pennsylvania, Massachusetts, and Florida, as well as Texas. None of these states has legalized casino gambling, but all of them are discussing the possibility.</p><p>When the Pratts moved into Illinois, most major players in the industry were still belittling the idea of putting a casino on a boat and the field was practically wide open. Since then, some of the early riverboat ventures have generated profit margins of almost 40 percent—twice the average profit at the goliath affairs in atlantic City and Las Vegas. Nobody thinks such high returns will last forever (they will shrink as competition in the fresh markets becomes more heated), but suddenly all kinds of people, including many of Nevada’s biggest outfits, are in a hurry to capitalize on the newfound mania for gambling. One of the heavyweights who recently stepped into the ring is Steve Wynn, the chairman of Mirage Resorts and the man often credited with reinventing Las Vegas. Wynn has introduced new elements such as dolphin habitats, volcanoes that appear to spew lava, and mock pirate ship battles into the art of operating a casino, where formerly aggressive marketing and a little glitz sufficed.</p><p>Just how furious the contest for Texas might become was demonstrated this spring, when Hollywood lost a bid to redevelop the Sam Houston Coliseum in downtown Houston to an alliance formed by Wynn and Charles Hurwitz, the CEO of Maxxam and a close friend of Houston’s mayor, Bob Lanier. Recognizing the need for extra heft, the Pratts had recruited the blockbuster firm of Caesar’s World as a partner, but even so, they finished in second place. Maxxam and Mirage came in first by offering to spend up to $300 million on an entertainment complex that will include a casino on Buffalo Bayou, if it becomes legal to build one there. The Pratts are currently shopping for another site in downtown Houston. Jack Pratt refrained from indulging in the widespread speculation that Hurwitz’s friendship with Lanier had scuttled his own chances to redevelop the coliseum. “They were friends, been friends for a long time, but my feeling is it was fair,” he said. “I was given a copy after the bids were opened, and both of them laid side by side, their proposal was honestly a better financial package for the city of Houston. They outbid us, basically. We might be the winners next time.”</p><p><span class=\"dropcap\">N</span>ext Time Could Bring Problems of a different stripe. Last year, the casino bill drafted by the Texas Riverboat association (a lobbying group funded by Hollywood and three other companies) proposed allowing casinos only on the Gulf Coast. The Pratts took an option to buy eighteen acres in Seabrook, which they now own. The town sits on a spit of land separating Clear Lake from Galveston Bay; it is a bedroom community for professionals who commute to Houston, a residence for engineers and scientists employed at NASA, and a resort town, among other things. Almost everybody owns a boat, and nobody lives very far from the water. There are weathered houses on stilts and subdivisions with streets named Plover and Sandcrab, and the median price of a home in the area is $120,000.</p><p>“This nonsense stops in Seabrook,” said Larry King, the city’s mayor, when I first called him up. “It takes money out of our community. It brings a class of people to our community that we don’t want. We don’t want the traffic; we don’t want the congestion. We have a master plan for our community, and it doesn’t call for casinos or anything like that. It calls for easy access to the water. Along with that, I personally consider it a moral issue. Gambling creates the illusion of getting something for nothing. I believe it’s morally wrong to take money away from those who can least afford it. I can’t imagine a community like Seabrook selling itself out like that.”</p><p>King gave me a tour of his town of around eight thousand people on a brilliant april afternoon. Midway through, we stopped for a Coke and he took out a map of Seabrook, which he began to annotate with a felt-tip pen. When he had finished, there were eleven bluish-purple squares huddled along the coastline: an armada of planned floating casinos. (Only one casino company, Promus, has confirmed that it has purchased land along the Gulf Coast.) The mayor pointed out all the places where casinos might someday sprawl as we drove around Seabrook. Eventually we came to the land optioned by the Pratts. It runs alongside NASA Road 1; a large boatyard called Gulf State Yachts occupies half of the property, while the rest is vacant. “We selected that site because it is on Clear Lake, a huge waterway,” Jack Pratt had said earlier. “There’s a tremendous amount of tourism already in that market, currently in excess of two million people a year. It would be a destination-resort that would have a hotel, restaurants, shops, and gaming and would develop around a boardwalk as a seaside village. We think it’s a fabulous location.” Directly across the street is an assembly of God church. State law would prevent Hollywood from serving alcohol if the church remained, but the congregation’s claim to the spot is tenuous, as it renews its lease every thirty days.</p><p>[Continued On Page 124]</p><p>[Continued From Page 104]</p><p>Larry King and his convictions may not prove to be a permanent impediment to Hollywood’s plans. King was reelected on June 4 but can serve only two more years because of term limits. And he has always had trouble with his independentminded city council.</p><p>The Pratts have already reconsidered their plans for a casino in atascocita, an unincorporated area 27 miles northeast of downtown Houston. Ed Pratt says the family decided against the site because they now find either Seabrook or downtown Houston more appealing, but local residents like to believe their vocal opposition chased the Pratts away. Atascocita consists of eight subdivisions, fourteen country clubs, stretches of forest, and the occasional rusting oil pump, a remnant of the post-Spindletop boom that put nearby Humble on the map. The Pratts own 33 acres of pine, oak, and Spanish moss on Lake Houston alongside FM 1960. The site is open to commercial use, like much of the property along the highway, but on two sides it abuts subdivisions. A nearby billboard asserts ATASCOCITA a Great Place To Raise a Family. What attracted the Pratts to the neighborhood was the freeway system and the proximity to Houston’s Intercontinental airport, but as an association calling itself Citizens Opposing Neighborhood Casinos pointed out to anyone who would listen, across the street from the proposed casino are a number of houses and a day care center.</p><p>Bob DeLargey is a feisty 79-year-old retiree who owns a house on the lake and is a founding member of CONC. He explained the group’s philosophy over breakfast at a local Denny’s. “We’re against neighborhood casinos,” he said, turning up his hearing aid. “We decided there was no use bucking the wind in being against casinos in general. The whole country is getting behind this thing. I talked to people over at Lake Charles, in Louisiana. Everybody’s in a warm glow over there. The mayor just got the city’s first tax check, for $250,000, and he’s drooling.”</p><p>Closer to home, where the Pratts carry more clout, they have received a far warmer reception. In Garland, on the northeast border of Dallas, they have an option to buy 28 acres of vacant land on Lake Ray Hubbard just off Interstate 30. In Farmers Branch, to the northwest, they have completed a deal to buy 45 acres next to a crescent-shaped lake at the intersection of Luna Road and the LBJ Freeway. This is familiar territory: The Pratts formerly operated hotels in both suburbs. A casino also might be more welcome here. Garland is not one of the more affluent neighborhoods in Dallas County—the average worth of a home, at $70,000, is less than half that in, say, Plano—while Farmers Branch has busy roadways that would separate the proposed project from residential areas. Local politicians essentially seem to view a casino as some form of manna. In this part of the state, the Pratts have stirred no outcry, and they have gained a significant head start over any rivals. While other casino developers are rumored to have taken a shine to the Dallas area as well, nobody else is anywhere near as far along in the process of securing a site and wooing the surrounding community.</p><p>“I would say the response we’ve gotten is that people are interested,” said Richard Escalante, the city manager of Farmers Branch. “I have not heard a great deal of opposition—not as much as I would have expected. I think our populace is taking a wait-and-see attitude.” The municipality’s mayor, Dave Blair, said he is not taking a public stand on the casino and would like to see the proposition put to a local election. He added, though, “That type of facility within Farmers Branch could bring in a lot of tax revenues, probably within seven figures, and we don’t have a whole lot of things around here in seven figures.” Hollywood’s design consultants are currently meeting with the city’s planning staff to work out a specific proposal for the site.</p><p>The Garland property poses a curious dilemma: Nearly all the land falls within the suburb’s limits, but Dallas owns Lake Ray Hubbard, which supplies the city with drinking water. “There is a real question where the tax revenues would go,” said Ron Holifield, Garland’s city manager. “Depending on how the legislation is written, they could go to Garland or they could go to Dallas.” Garland politicians have apparently decided to get what they can. Michael Holden, a city council member whose term recently expired, said, “If they’re going to do it anyway, and it could be in Dallas or it could be in Garland, I would sure like to have the hotel development done in the city of Garland. ”</p><p><span class=\"dropcap\">T</span>he Lure Of a Casino For the State of Texas, as for the gambler, is the prospect of easy money. Gambling advocates promise that casinos would pump billions into the local economy and would guarantee the state $500 million or more in tax revenues annually. As always seems to be the case, the state needs more money than it is taking in just to maintain the current level of spending (the state’s population keeps growing, meaning more children to educate, more criminals to lock up, and so on). Casino advocates are betting that when the Legislature has to make ends meet next spring, Las Vegas-style gambling will look more attractive than a tax bill.</p><p>Many politicians will still be opposed to allowing casino gambling in Texas—proposals for pari-mutuel wagering and for a state lottery failed to pass the Legislature several times before becoming law—but casinos may be coming anyway, whether politicians like them or not. The Tigua Indians in El Paso sued the state, claiming that federal law entitles them to operate a casino here, and they have won a lower court decision, which the state is now appealing. Governor ann Richards has suggested that politicians will drop their objections to other people’s operating casinos in Texas if the Tigua Indians win the right to open one in El Paso. Recently, she has adopted the position that if Texas does sanction casinos, it should sanction really large ones to attract more significant investment and should eschew, in her words, “little rinky-dink stuff.”</p><p>Now the Texas Riverboat association (which plans to change its name to the Texas association for Casino Entertainment) is planning to suggest that Texas put its casinos on top of docks. Casino operators are only too happy to abandon their riverboats, which cramped their floor space and consequently their profits. “We would prefer to have landbased over dockside; we would prefer to have dockside over boats, because it lets us give the customer a much better experience,” said Jack Pratt. “If it’s landbased, then obviously you’re not limited to what you can put on a platform, so you can let your imagination run wild, and you can build an MGM Grand, which costs a billion dollars.”</p><p>To tip the seesaw of public opinion in their direction, the Pratts will spend the coming months describing casinos as engines of investment, a means to create new jobs, an alternative to taxation, and magnets for tourism. It is true that casinos draw a crowd, and at least in Nevada, most of the visitors hail from out of state. The same is true for atlantic City. The majority come from urban areas like Philadelphia, New York, Baltimore, and Washington, and none of those cities is located in New Jersey. Illinois was a different story—when the Pratts built in that state, their primary target was Chicago. Likewise, if casinos come to Texas, it isn’t going to be tourists who will supply most of the profits. Texans have always been happier than most to part with their money at the blackjack table or the slot machine: The state is the second largest supplier of patrons to Las Vegas, and its residents make more than a million visits to casinos every year. “Our interest, from the very start,” said Jack Pratt, explaining the logic that led him to secure real estate where he did, “was really two major markets, the Dallas market and the Houston market, because of the huge gaming volume that would be available.”</p><p>At the end of the time that I spent with Ed Pratt, I found that I liked him, and it seemed strange to me that a person of his energy and charm was devoting his life to a business that was, when you get right down to it, founded on other people’s misfortune. A casino is largely a matter of gulling old ladies into thinking an afternoon might turn out all cherries, when that isn’t likely to happen. I asked if it didn’t bother him, making money this way.</p><p>“i’ll tell you what,” he said. “We view it as another form of entertainment, which is, I think, how most people view it today. There are many winners. In atlantic City the hold-out of the total handle is a little over fifteen percent, as an average.” (In other words, the casino keeps 15 percent of all that is wagered, and the rest is given back as winnings.) “There’s winners and losers. The bulk of the people going into a facility today may spend fifty dollars on twenty-one or craps and have a tremendous amount of fun. Most people say, ‘What’s the difference?’ They go to a movie, they go out to dinner, they’re going to spend the same fifty dollars.</p><p>“Sure people are spending money in the casino, but you know what? They’re having fun. There’s a certain escapism. They’re away from everything. They’re clearing their minds. They can also go see fabulous shows at a lot less cost than anywhere else. Eat fabulous meals for not much money. When we do focus groups, people will say things like, ‘Hey, I could go out and have dinner and spend fifty dollars. This is more fun. You guys give me a buffet, I play the slot machines for eight hours, and I have a wonderful time.’ ”</p><p>When advocates of casino gambling talk to politicians, however, the conversation is not about entertainment. It’s about money. The most convincing argument for legalizing casinos here is that since Texans gamble anyway, they might as well spend their money at home and not in Nevada or Louisiana or Mississippi. “Why Texas will ultimately have gaming can be summed up in the story of why Pennsylvania will ultimately have gaming,” said casino analyst Dave Schanzer. “The mayor of Philadelphia casts an eye east and sees atlantic City and says, ‘One billion dollars a year goes from southeastern Pennsylvania to atlantic City. Why let it?’ Texas casts an eye east and sees Mississippi and Louisiana, where riverboats are opening up, and says, ‘Why let it?’” Those who want casino gambling make the argument that between $100 million and $250 million of what Texans spend elsewhere would stay in the state if only it had its own casinos. But there is another way of saying the same thing: If Texas gets rich off casinos, it will be because its own residents have been fleeced.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "July 1994",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Casinos",
      "people",
      "Hollywood",
      "Texas",
      "Gambling",
      "Family",
      "money",
      "Dallas",
      "Atlantic City",
      "Land",
      "Boats",
      "Business",
      "Farmers",
      "Houston",
      "Garland",
      "Legislature",
      "Mayor",
      "new jersey",
      "Real Estate",
      "Texans"
    ],
    "wp_categories": [
      "Ann Richards"
    ],
    "wp_location": [
      "Texas",
      "Aurora",
      "Dallas",
      "Houston",
      "Garland"
    ]
  }
}