{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19947",
    "date": "July 1994",
    "year": 1994,
    "month": 7,
    "month_formatted": "July",
    "pdf_uri": "/1994/19940700.pdf",
    "issue_cover_image": "",
    "document_start_page": 76,
    "toc_start_page": 74,
    "document_page_range": [
      [
        76,
        77,
        78,
        79,
        80,
        81,
        82,
        83
      ]
    ],
    "toc_order": 14,
    "toc_headline": "His Own Private Marfa",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199407-hisownpr",
  "source": "/1994/19940700.pdf",
  "wp_post_id": 128409,
  "wp_post_guid": "http://www.texasmonthly.com/article/his-own-private-marfa/",
  "authors": [
    "Robert Draper"
  ],
  "headline": "His Own Private Marfa",
  "dek": "The remote West Texas town of Marfa is home to late sculptor Donald Judd’s monumental creations: On your next trip, visit modern art’s most unlikely outpost.",
  "spread_caption": "",
  "excerpt": "In the wide-open spaces of Marfa, late sculptor Donald Judd’s immense legacy beckons West Texas travelers.",
  "kicker": "",
  "word_count": 1585,
  "content": "<img /><img /><p>Photographs by Laura Wilson</p><p>Judd's astounding Chinati Foundation exhibits are housed In te military compound of Fort D. A. Russell, just outside of town.</p><p>In Marfa, NOTHInG Fractures the Vastness Of Land and sky. Among the towns scattered across the Big Bend region—alpine, Marathon, Terlingua, Shafter, and Fort Davis—none is as far removed from mountainous peaks as Marfa. The Cuesta del Burro Mountains to the south and the Davis Mountains to the north seem, from their distance, like vaporous mirages. Still, flatness never had this much character. The air is gentle on the lungs, the plateau is cactus-spiked and well-trodden by antelope, and the starlit evenings are a communion with heaven. Marfa is a land for those who are spare of words and who wish to keep their distance. Tourists visit to wander through the region where <em>Giant</em> was filmed, to stroll through the Spanish-style Paisano Hotel, and to search the sky at night for the bizarre Marfa lights. But space is the adhesive that holds Marfans to their community. It is a reverence for this wide-open space, if nothing else, that the great minimalist sculptor Donald Judd had in common with his neighbors. For Judd’s visionary artwork, however unconventional it might appear, ultimately seems perfectly placed under the endless West Texas sky.</p><p>After dying of lymphoma at age 65 this past February, Donald Judd was buried at his 45,000-acre ranch, some fifty miles south of Marfa. The Missouri-born Judd first laid eyes on the town in 1946, while on a bus bound for California. Twenty-five years later, at the height of a fabulous (if controversial) career, the internationally celebrated artist packed his bags, said good-bye to New York, and moved permanently to Marfa.</p><p>Judd left New York City because he loathed its claustrophobic feeling, its art sycophants, and its museum directors who, he felt, were clueless when it came to his precise and elegant works. He also moved to Marfa to work. In Marfa, Judd pursued, with a perfectionist’s deliberate pace, the art that won him international renown: sleek freestanding metal and plexiglass sculptures, with emphasis on industrial precision; spare modernist furniture; and coolly dignified architecture ranging from gallery interiors to stock tanks. Though he produced paintings, sculptures, and architectural projects in venues as scattered as Manhattan, Basel, Switzerland, and Cologne, Germany, it was Judd’s contemporary artwork in <em>Giant</em> country that the <em>New York Times</em> labeled “among the largest and most beautiful in the world.” What Donald Judd left behind in Marfa amounts to a tremendous collection of artistic treasures, ranging from his own paintings and sculptures to beautiful Navajo blankets, avant-garde works from Iceland and Korea, and early twentieth-century furniture. The artist’s work is carefully exhibited in several of the seventeen buildings he bought and restored, as well as throughout the 350-acre Fort D. A. Russell at the edge of town. Some of the exhibits have been and continue to be open to the public; the rest of Judd’s art is expected to be available for viewing after Judd’s estate has been sorted out. Judd’s collection provides a rich cultural addition to the many places to visit on an extended West Texas weekend, which might include hiking through Big Bend National Park, stargazing at the McDonald Observatory, checking out the country acts at Terlingua’s Starlight Theatre Restaurant and Bar, and availing oneself of the creature comforts at the Holland Hotel in alpine and the Gage Hotel in Marathon.</p><img /><img /><p>As the Following Pages Attest, DALLAs-BAsED Photographer Laura Wilson had unprecedented access to the reclusive sculptor’s world. This was no small feat, as Wilson learned when she first visited Judd last November. “He was ornery, testy, and wary of people, a very withdrawn man who felt uncomfortable being photographed,” she says. Judd’s wariness evaporated after Wilson gave him one of her photography books depicting a ninety-year-old West Texas rancher. The following day, he showed up early for the shooting and allowed Wilson to stay for a week.</p><p>Judd’s most striking works can be seen by any visitor. He converted Fort D. A. Russell, a former military post and German POW camp, into a permanent exhibition space. What was once the gymnasium is now a metal-roofed arena and reception area, with long pinewood tables and even longer zenlike gravel floors. But the fort’s most astounding spectacles are the two artillery sheds with Quonset-style roofs that house one hundred aluminum box sculptures, placed in precise rows on each side of the sheds’ stark cement columns. By replacing the brick walls with windows, Judd has achieved a breathtaking juxtaposition of his sleek objects with the raggedy Marfa landscape. In an uptown gallery, the boxes might seem cold and stoic. But the effect is oddly yet undeniably harmonious when poised against the plateau. At dawn, the sculptures radiate bronze and copper; under the evening light, they maintain a dimly silver glow. At any time of day, however, the artillery sheds reflect an awe of space and proportion. It becomes immediately apparent why Donald Judd took refuge here.</p><img /><img /><img /><img /><img /><img /><img /><img /><img /><img /><p><strong>Top left: Like his work, Judd embodied both dignity and reserve. Above: Judd’s freestanding outdoor sculptures contrast the smooth and rectilinear with the rough eternity of the Marfa landscape, while his personal library (below) blends stark splendor and functionality. Left: Once an army gymnasium and later a stable, this building was renovated by Judd into a reception room where the artist hosted large parties. Typical of his juxtapositions, the room features Judd’s modernist furniture as well as gravel floors from the original stable.</strong></p><p>Judd converted the fort'a two artillery sheds into galleries where the West Texas sunlight plays against his exquisite aluminum sculptures.</p><p><strong>Top left: Judd bought, restored, and worked in the old Marfa National Bank. The butcher paper on the windows deterred snoopers. Above: The Chinati Foundation also showcases works by Judd’s famous friends, such as Claes Oldenburg’s Monument to the Last Horse, inspired by an aging cavalry steed that was shot to death at the fort. Below: a view of the artillery shed’s exterior with the Quonset-style roof added by Judd. Lower left: a rare glimpse of Judd’s bedroom, itself a gallery of choice Navajo blankets, Navajo belts, and Pueblo pottery.</strong></p><p>Though he had a circle of friends in Marfa, Judd was not an easy man to get to know. One friend, <em>Big Bend Sentinel</em> editor Robert Halpern, observes, “Don was a very shy man, as well as a very purposeful artist. So a lot of folks viewed his shyness and his single-mindedness and misinterpreted him as being standoffish.” It did not help matters that Judd plastered the windows of one of his buildings, the old Marfa Bank, with butcher paper to ward off the curious or that he maintained a long-running feud with his next-door neighbor, whose ice-making machine Judd found infuriatingly noisy. To this day, many in the region know Donald Judd only as the man who bought the popular Kingston Hot Springs and promptly closed them to the public.</p><p>The sculptor’s generosity was real but measured. Every October, Judd threw an expensive weekend-long party that was well attended by Marfans. Yet he was a reserved host and shied away from the meeting and greeting. To the townsfolk, Judd was a wealthy landowner, but he had two additional strikes against him: He was an outsider, and his artwork was forbidding to the average resident. Halpern believes that most of the local Judd critics “never took the time to see his work.” Some of those who did gained a new outlook on the man, while others shook their heads in bewilderment. Both the artist and his art had to be taken on their own terms.</p><p>Because of his low profile, few Marfans knew how deeply Judd cared about their town. He was an active follower of local issues and enjoyed talking Marfa politics with his friends. Deeply committed to preserving the area’s environment, Judd considered hiring an attorney to fight the City of El Paso when the latter bought a farm in nearby Valentine that sat over a precious aquifer. He purchased the 45,000-acre ayala de Chinati Ranch in large part to rule out the possibility of development in the Chinati Mountains. Among the numerous projects he contemplated were plans to boost the Marfa economy, such as marketing Highland Hereford beef, bottling and selling the local water, propagating chemical-free agricultural products, and renovating several vacant homes for use as a subsidized retirement community.</p><p>Fortunately, Judd’s Chinati Foundation not only remains in operation but continues to develop new artistic projects. His children, Flavin and Rainer Judd, say that many more of Judd’s art objects exhibited and stored throughout the world will be moved to Marfa, making this dusty town an astonishing repository of modern art. Though such additions would give a boost to Marfa’s hobbled economy and prompt warmer sentiments among local Judd detractors, no one need fear that the money of Donald Judd will be used to clutter the town’s landscape. This is, after all, minimalist country.</p><p><em>The Chinati Foundation, located at Fort D. A. Russell on the southern end of town, is available for touring every Thursday, Friday, and Saturday from 1 p.m. until 5 p.m. However, the friendly and knowledgeable foundation staff members are willing to conduct tours during offhours as well, if notice is given by calling the foundation at (915) 729-4362 and leaving a message. The tour also extends to the Chamberlain exhibit hall in Marfa proper, across the street from the old Marfa Bank. The Chinati Foundation staff members will be glad to point out the other Judd properties, which for now are closed to the public.</em></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "July 1994",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Marfa",
      "Donald Judd",
      "Art",
      "Texas",
      "West Texas",
      "Chinati Foundation",
      "Artist",
      "Big Bend",
      "Butcher",
      "Country",
      "Giant",
      "Land",
      "Military",
      "Space",
      "Alpine",
      "Architecture",
      "Army",
      "Big Bend Sentinel",
      "Books",
      "buildings"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Marfa",
      "Texas",
      "West",
      "West Texas",
      "Big Bend"
    ]
  }
}