{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19873",
    "date": "March 1987",
    "year": 1987,
    "month": 3,
    "month_formatted": "March",
    "pdf_uri": "/1987/19870300.pdf",
    "issue_cover_image": "",
    "document_start_page": 108,
    "toc_start_page": 106,
    "document_page_range": [
      [
        108,
        109
      ],
      [
        152
      ],
      [
        155,
        156
      ],
      [
        156
      ],
      [
        158
      ],
      [
        160
      ]
    ],
    "toc_order": 3,
    "toc_headline": "My Sister Is Missing",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198703-mysister",
  "source": "/1987/19870300.pdf",
  "wp_post_id": 123324,
  "wp_post_guid": "http://www.texasmonthly.com/article/my-sister-is-missing/",
  "authors": [
    "Mollie Hawkins Sharpe"
  ],
  "headline": "My Sister Is Missing",
  "dek": "Even after months of searching, I wanted to believe she was all right. But she had no money, no car, and a history of mental problems. Where could I turn?",
  "spread_caption": "",
  "excerpt": "Had she joined some cause? Was it suicide? Or had she wanted to disappear? after months of searching, I found the answer.",
  "kicker": "",
  "word_count": 5696,
  "content": "<img/><img/><p><span class=\"dropcap\">W</span>hen the call came, more than a month had passed since I had seen my sister. On July 15, 1985, someone from Pecan Grove apartments, the complex where my sister lived, called to inform me that Genevieve hadn’t paid her rent for July and that my name was on her application form. Unless payment was received immediately, I was told, Bird (my sister’s nickname) would be evicted. The call alarmed me. Something was wrong, but at that moment I could not guess how wrong. In the next few months I would learn more than I ever could have anticipated about the realities that confront the friends and relatives of people who disappearincluding the responsibility for finding them.</p><p>Bird didn’t have a phone, but she usually contacted me every ten days or so. During the third week of June, when more time than usual had elapsed without hearing from her, I had gone by Bird’s apartment. I found her door unlocked but no Bird. I left a note inside the apartment asking her to get in touch with me when she had a chance. I was not surprised that she had left her door unlocked. It was like Bird to do that.</p><p>I had left a more urgent note on July 10. That time her door was locked, so I assumed she had been home since I had come by in June. Our mother was going to be in town on Saturday for my son’s birthday party, and I asked Bird to join us. If she couldn’t, she was to contact me. But Bird didn’t show up at the family gathering on Saturday nor did she call. My mother and I talked briefly about where Bird might be, but without real concern. Even before her mental breakdown in January 1984, Bird had a history of taking off on her own unexpectedly, so we guessed that she might have gone to the beach or somewhere. After all, she was a grown woman of 29. And though we considered her emotional stability tenuous, she had managed to cope during the past year, living alone while attending art classes at the University of Texas at austin.</p><p>I asked the woman at the apartments how much was owed, telling her I would send a check right away. A check wouldn’t do, she said, nor would cash. She had to have a money order. I responded that requiring a money order was ridiculous, since I had no legal obligation to cover my sister’s rent in the first place. The woman insisted. Coldly, I told her that I would come by shortly with the payment.</p><p><strong>Bird was a withdrawn child, distancing herself from the rest of the family. For a long time we hoped she would outgrow her eccentricities. Bird at her twenty-first birthday party (left); me, age 12, and Bird, age 8 (above).</strong></p><p>Mollie Hawkins Sharpe lives in austin.</p><p>[ Continued On Page 150 ]</p><p>[ Continued From Page 107 ]</p><p>Within an hour I handed over the money order to a woman in the apartment office, and together we went to check Bird’s apartment. I was afraid of what we might find. I tried to stay calm by saying to myself, “You are walking up the stairs, you are able to speak in complete sentences.” The note about the birthday party was still on the door. The woman unlocked the apartment. Bird’s place was in disarray. She didn’t have much furniture, but her papers, art supplies, paintings, dishes, and clothes were scattered everywhere. This was the normal state of my sister’s housekeeping.</p><p>The apartment was small, so we knew immediately that neither Bird —nor Bird’s body —was there. I searched through her papers. I felt uncomfortable with the woman present, although she was trying to be unobtrusive. And I wasn’t at all sure I wanted to be in the apartment by myself.</p><p>I found a letter to Bird from a friend of hers and a license plate renewal notice. I also found the note that I had written to her in June, a notice from the apartment manager that her television had been confiscated for late rent, a notice that bug exterminators had been in the apartment, and an unsigned note from someone who had dropped by to see her. Then I found the keys to her apartment and her car. When I discovered the keys, I realized that Bird might not have been in the apartment between the times that I had left her the two notes. Apartment personnel or the bug exterminators had probably locked the place up. The woman confirmed that that was likely.</p><p>I was looking for signs of when Bird might have been in the apartment last. The refrigerator didn’t hold any clues. I found leftovers from an ancient meal that Bird had served at a small dinner party she had given in May. That didn’t tell me much, because Bird didn’t eat at home often. There were no dated dairy or meat products. I couldn’t find Bird’s checkbook, bank statements, or driver’s license. She didn’t have credit cards. Her clothes were in their usual disorder so I couldn’t tell what, if anything, was missing. After ten minutes of rummaging around the place, I realized I didn’t know what I was looking for, and we left the apartment.</p><p>At home I telephoned my husband, Ed. We decided to call the police that evening. In the meantime, I would contact Bird’s psychiatrist and her ex-boyfriend, the only two people in town we could think of who might know something. Ed would check Bird’s records to see if she was still enrolled for summer school. When I called Bird’s ex-boyfriend, I tried not to dramatize the situation. Using phrases like “I doubt there is any cause for con-</p><p>cern” and “this is completely like Bird,” I told him Bird was missing and asked if he had any idea where she might be. He didn’t. He and Bird had separated at Bird’s impetus, and he talked about their breakup for a while.</p><p>Bird’s psychiatrist, Nancy Darden, and I had met each other a couple of times during Bird’s treatment for manic depression. Her soft, high-pitched voice went up several notches when I told her that Bird was missing. She hadn’t seen Bird since March or april, and Bird hadn’t called for a refill of her lithium prescription. Darden calculated that Bird’s medication would have run out sometime in late May. So Bird had been off her medicine for at least six weeks. That was a scary realization. I remembered how she had behaved in the hospital before her medication was regulated. She had had delusions, and she hadn’t been able to function coherently for more than a few minutes at a time. Darden didn’t think Bird was suicidal, but then again she hadn’t seen her in months.</p><p>Between the phone calls, I filled my time by staring into space and compiling a list of things to do: Where is Bird’s car? The last I heard, her car was being repaired. Check body shops. How did Bird leave town? Perhaps by bus, walking, hitchhiking, plane. How much money did Bird have in her bank account? I was familiar with her financial status and calculated that she had about $3000. Contact amy, Bird’s friend in Europe; contact Martha, Bird’s old college roommate.</p><p>I went through my photographs and found one to give to the police for identification. Bird’s hair was dark and thick, as were her eyebrows, and her slightly slanted eyes were a strong blue. She had a long, broad nose and a beautifully shaped oval face with high cheekbones. When she was rested she could look striking. But most of the time her erratic sleeping habits showed in her face. And she paid little attention to how she was dressed.</p><p>Ed called to report that Bird had dropped her first summer session courses and changed her courses for the second session on June 12. The second semester had started, and Bird hadn’t gone to class. At least we knew that she hadn’t intended to drop out of sight when she switched her courses. After work Ed went to Bird’s apartment and came home about 45 minutes later carrying a piece of canvas, a note of sorts, that he found on her dining table. In part, the note said: “as the story goes, now it is time to go. My tires pounding the cold desert pavement. The valley of restaurants, ah were sweet Helen still there. I’d try to tell you what is really happening, but it sounds so stupid.” The note was accompanied by some rough drawings, not identifiable, and the writing was a childlike, angular scrawl. I assumed the note pointed to suicide.</p><p>Ed disagreed. He called the police, and after talking to someone for a few minutes, he gave me the phone. The officer began reading questions from a form. Who were Bird’s known associates? She did not have many. What were her hangouts? The art building on the university campus. What bars did she frequent? She didn’t frequent bars, although she liked o’brien’s Cafe. Did she take drugs? Lithium, although she wasn’t taking it presently. Why were we reporting her disappearance so long after it had occurred? We were slow to make the discovery. The officer instructed us to come in the next day.</p><p><strong>FILING a Police Report</strong></p><p><span class=\"dropcap\">S</span>ergeant J. Edward Eads was the officer assigned to Bird’s case. Middleaged and a slow talker, he struck me as someone who wouldn’t have the foggiest understanding of Bird. On the morning of July 16, we sat down in Eads’s office to answer the same questions we had been asked on the phone the night before. Then we told him the additional facts that we had collected, including the status of her car and her last known appearance at the university and her apartment.</p><p>It was hard to know where to begin describing Bird’s history to Eads, but we forged ahead. Bird was a loner and had been since childhood. She was a wiry toddler, tough and vulnerable at the same time. “Bird” became her nickname because she moved so quickly. Even when she got older and began to outgrow the name, she was always the first suspect whenever a crash was heard in the house.</p><p>Bird never understood social conventions. Her overtures threw people off balance. If she didn’t like something, she would say so abruptly. Although she established friendships, it was never easy for her. She read a great deal and did well in school. But she detached herself from the rest of the family. Our typecasting said I was the pretty show child and Bird was the bright, eccentric one. And this caused friction between us. My parents, while aware of Bird’s peculiarities and concerned for her happiness, valued her originality. They seemed to expect her to outgrow her difficulties.</p><p>When Bird was eighteen she enrolled at St. Clare’s College in Oxford, England, where she disappeared during the school’s winter vacation. The headmistress suspected that Bird had joined a kibbutz in Israel. In fact, Bird had gone to Germany with a friend without telling anyone. Bird came back to Texas in 1975 to do undergraduate work in anthropology at the University of Texas and then went to Perkins seminary at Southern Methodist University. While at Perkins, she took an internship at a theology school in Liberia. Bird was in Liberia during its only military coup in history, and she was furious when the family pushed her to return home. For several years after that, she worked as a pastor for three small Methodist churches around Kempner.</p><p>When Bird moved from Kempner to austin in 1984, our relationship began to</p><p>change. For the first time, we were able to move toward each other rather than apart. On December 31, 1983, our father had died after a long bout with cancer. For the last nine years of his life he was a recovering alcoholic, active in alcoholics anonymous. But his alcoholism left its mark on the family. In January 1984, while the family participated in a week-long counseling program, Bird began to show signs of falling apart. At the conclusion of the sessions, she went into a room, burrowed beneath a pile of pillows, and wouldn’t respond when we tried to coax her out. After that incident, Bird spent four weeks at Shoal Creek Hospital in austin, where she was diagnosed for the first time as suffering from manic depression. She was placed on lithium and treated by a psychiatrist, whom she continued to see sporadically after her release.</p><p>As the only family member living in austin, I visited Bird at the hospital and helped with moving arrangements when she decided to live in austin that spring. For the first time, I felt I could really offer Bird help, because she was willing to accept it. She began her art courses at the university and lived on a small inheritance. She attended alanon meetings for some time and went to AA in the spring of 1985, although I didn’t know whether she considered herself an alcoholic.</p><p>Eads asked if we thought she was suicidal. No, we didn’t. Despite a few regressions, she seemed to have grown stronger over the last twelve months. Still, suicide began to look like the most plausible explanation for her disappearance.</p><p>Sergeant Eads gave us a short list of what the police could do. Bird’s car would be reported as stolen. There weren’t any Jane Does in austin at the time, but Bird’s description would be fed into the national police computer. Ed went on from the police station to work, and Eads and I went to Bird’s apartment. Eads seemed bewildered by Bird’s mess. We found a school paper she had written in 1978 entitled “Death and Rudolf Bultmann.” I took it as an ominous sign that she had left that paper lying around.</p><p>The next time I met with Eads we visited Bird’s bank. She hadn’t informed the bank when she last moved, so she hadn’t received her statements in months. The banker had bad news: Bird’s balance was roughly $3000, which meant she hadn’t taken much money with her. I guessed she had had no more than $40. She had written her last check on June 11. Everything pointed to her being gone for six weeks.</p><p>Until I talked to the police, I didn’t want to contact my mother. I was afraid that she would explain Bird’s disappearance as just another eccentric incident. As I had guessed, she remained admirably under control. She said she was sure we would hear something soon. Rather than reassuring me, her optimism created knots in my stomach. I suspected that we were in for a long wait. My brother and youngest sister mirrored my mother’s optimism. Ini-</p><p>tially, I pressed the facts on them—with no lithium, no money, and probably no car, how could Bird be all right? and there was the note she had left. I told them that I had been grieving for Bird as if she were dead. But I sensed that my family viewed me as an alarmist. Only my husband openly agreed with me that something was very wrong.</p><p>Periodically I would hear various family theories on where Bird was. When I learned that someone had responded to the news of Bird’s disappearance with laughter, I didn’t think they were insensitive. It was merely another case of someone thinking, “Oh, that’s just Bird.” as time went on, speculation that Bird was in Europe gave way to stories of her living in a home for unwed mothers. While such ideas pained me, I tried to remember that they were prompted by hope. Somehow, as horrible as it seemed, it was easier for me to imagine that Bird had killed herself.</p><p><strong>SEARCHING For Bird</strong></p><p><span class=\"dropcap\">O</span>ne of the things I grew to like about Sergeant Eads was his honesty about the limits of his resources. On television and in mystery books, police detectives go about solving crimes in an efficient manner—compiling the facts, investigating the leads, putting together the pieces. When my sister disappeared, I realized that most of the burden for these activities actually falls on the victim’s family.</p><p>There was so much to do. We wanted to try locating Bird through an AA group or an alcoholic treatment center. Also, we had to check cab companies and bus stations. When Sergeant Eads told us he didn’t know how to check up on passports, we added that to our list. Flyers needed to be distributed around places she frequented. After I called about ten body shops looking for Bird’s car, it became obvious that no one in the trade keeps accurate records. It was frustrating to realize that even if we did find the car, we still wouldn’t know much more about where Bird was. We needed to check mental hospitals and halfway houses where Bird might have been taken or admitted herself. Hospitals protect mental patients’ right to privacy, so unless someone was willing to bend the rules, we wouldn’t be told whether Bird was a patient.</p><p>As the search continued, I added items to our list of things to do that I would never have the energy to pursue, like investigating a report about a painting Bird had left somewhere in the art building. A fellow art student of Bird’s had told one of my cousins about a painting of a box that was red and black and very angry. At Mother’s request I tracked down the name of the art student, found his phone number, and called several times before getting an answer, only to discover that he had moved. The person I spoke with said he would pass the information along to someone who knew the art student. No one ever called back, and I let it drop. What good would an angry painting do us anyway? an analysis of Bird’s note had already revealed that Bird was angry, and I saw limited value in hearing it again.</p><p>It was time to hire a private investigator. The first one I interviewed was Jack Montague, a former Department of Public Safety officer, who dressed in cowboy boots and Western pants and wore just enough jewelry for me to notice. He took careful notes as I explained the situation. He was kind without being effusive, matter-of-fact without being callous. The situation didn’t sound promising, he said. But I trusted him.</p><p>That afternoon I met with another prospect at my office. He looked like a parody</p><p>of a private eye —pipe in mouth, cocky pose, flashy tweeds. I began telling him about my sister, but within a few minutes he interrupted: “I bet she’s in Santa Fe. You know, it’s an artist colony.” Later he asked to take another look at the photograph of Bird. “I know this person,” he said. “i’ve seen her.” Since my sister’s looks were distinctive, that didn’t surprise me. His next remark, however, caught me completely off guard. He said that he thought he had seen her just the day before working in the Hilton kitchen. I remember thinking, “If this guy really saw my sister there, why aren’t we on our way to the Hilton right now?” I didn’t believe him. He ended the interview by giving me a sales pitch for hiring him,</p><p>saying he felt confident he could find my sister. I decided to hire Montague.</p><p>Jack Montague went to work on august 5 with a $1000 retainer in hand. I was reassured to find that he was an even more thorough list-maker than I was. He began investigating all the nebulous leads we could think of. He got in touch with some of Bird’s art instructors. One professor, Robert Levers, told Montague that Bird had been in his painting class in the spring and that she was “peculiar-acting.” On the one occasion that Levers had critiqued her painting, he said, she had “totally flipped out.” She left class, and he hadn’t seen her since. Another professor, Bill Wiman, told Montague that Bird had enrolled in his summer drawing class. She came to the second day of class on June 6 and announced that she was dropping the class. When Wiman asked her why, she said something like “it will interfere with my afternoon nap.”</p><p>A few weeks after Bird disappeared, I found out through one of her friends that Bird occasionally made short trips to Houston by bus. I couldn’t think of why Bird would be going to Houston. The friend also said that Bird had taken her car to Southwest Body and Paint for repairs. Both Jack Montague and I checked with Southwest Body and Paint. They had no record of her car.</p><p><strong>FALSE Hopes</strong></p><p><span class=\"dropcap\">D</span>uring July and august Sergeant Eads called me periodically to check in. On august 5 he called to tell me that he had a woman in his office who wanted to speak with me. Teresa Rogers got on the phone, telling me that her niece had disappeared and that she had set up Dallas Missing Children, a volunteer organization that helped track missing people. Even though the group’s focus was children, she was willing to work on getting media coverage for Bird, doing things like putting up billboards with Bird’s picture. The question of media coverage had come up before, and I knew I didn’t want it. Thanking her, I explained we just weren’t ready. I couldn’t handle the idea of media attention prompting useless leads that we would feel obligated to consider.</p><p>Sergeant Eads called me another time to tell me about a woman the Lampasas police department had just picked up. She had green eyes and light-brown hair pulled into a ponytail, was about five feet six, weighed 110, and didn’t speak. My sister had blue eyes and short dark-brown hair. But maybe she had bleached it. Maybe it had grown enough to make a short ponytail. And perhaps whoever reported the woman’s eyes as green wasn’t good with colors. When I last saw Bird, she weighed about 130. But if she had fallen into manic depression and wandered around aimlessly for two months, it was possible that she had lost weight as well as her ability to speak. So I called the police in Lampasas. Even though I had no reason to believe the woman was Bird, my heart was in my throat. It wasn’t Bird. The woman had long hair. Bird’s hair could not have grown five inches or more in two months. I was angry with Eads. Why hadn’t he figured that out? He had her physical description and a photograph. But my irritation was fleeting. I’m sure he thought a bad lead was better than no lead at all. I, however, wanted to be spared from bad leads as much as possible.</p><p>Eads called me a third time to ask if my sister might be in Nicaragua. He had seen a clip on the news about a group of pacifists from the United States who had traveled to Nicaragua by boat and were forced to leave the country. He spotted someone sitting against a wall who he thought looked like my sister. As far as I knew, Bird didn’t belong to any activist group, but she had participated in a number of peace demonstrations.</p><p>This was the only time that I felt as if we might be on to something. Ed and I made arrangements to go to the ABC affiliate and see some film footage on the group in Nicaragua. When we got to the station, a reporter came up to us, gave us his card, and told us that he would be interested in doing a story about my sister. I said no thanks. Ed and I proceeded to watch the footage close to fifty times. At one point, a woman who was roughly the same size and coloring as my sister was helped onto a small boat. The camera</p><p>stayed on her for less than a second. It could have been my sister, but it could have been anyone. This obviously was not the same footage Eads had watched, because there was no scene similar to the one he described. We felt that we had to track down some more film. In the weeks that followed we made a few unsuccessful attempts to do that.</p><p>The Nicaragua film clip opened the door to a whole new set of possibilities: Bird could have become active in some cause. We checked to see what organizations had been recruiting on the University of Texas campus during the spring, but the leads we got were too general to follow through. We were left with another vague possibility but little hope of its leading anywhere.</p><p>At the end of august there was still no news. My youngest sister helped me move Bird’s belongings out of her apartment. It was a bright, sunny day, and I felt a little numb, but moving her things was fairly routine. It had been harder earlier when I moved her paintings to my garage. Bird’s paintings unnerved me. I was impressed with how serious my sister took her painting, and from time to time I found something I liked. But basically they were sad —disturbing and roughly executed. Among some family portraits was a painting of my youngest sister that looked like a large legless harlequin. Another was predominantly pink and blue, depicting me at sixteen driving my Sprite convertible in a suburban neighborhood. I averted my eyes to avoid looking at them stacked against the garage wall. Soon we moved them to the attic.</p><p>On September 20 Jack Montague submitted his final report. We both knew that he had run out of leads. During October and November Ed and I just went on with our lives. There was nothing left to do. I began to think that Bird might be alive just because we hadn’t heard anything to the contrary.</p><p><strong>“YOUR Sister Has Been Found”</strong></p><p><span class=\"dropcap\">O</span>n November 26, I was at home taking a nap in the middle of the day because I wasn’t feeling well. When I got up, the woman who baby-sits for my son said that Sergeant Eads had called. Months had passed since we last talked. Immediately I knew something had happened. My baby-sitter said she asked him whether it was bad news, and he said yes. While it seems strange, I was grateful to anne for not waking me. It gave me time to collect myself before talking to Eads. I waited five minutes before returning the call. Sergeant Eads asked me how I was —that social ritual becomes a nervous tic when people talk to someone who is experiencing trouble —and then he told me that the body of a woman had just been found on the outskirts of austin. Bird’s identification was near the body, which was badly decomposed. The medical examiner was going to need dental records. Eads asked me if I could get them. This time the lack of resources was dumbfounding. The police were informing me that my sister was dead and in the same breath asking me to search the town for her dental records. Eads told me that because the body had been found outside of city limits in Travis County, the sheriff’s office would be handling the investigation. He told me that Detective Jerry Wiggins would be working on the case, and he gave me the name of someone at the medical examiner’s office, where the remains had been taken.</p><p>I remember thinking, “What do I do now? I keep in control. I don’t start going through the Yellow Pages looking for dentists. I’m going to find someone else who can do that.” I called the medical examiner’s office: “i’m Genevieve Hawkins’ sister. I understand her body was just found.” I was told that someone would call me back. Next I phoned my dentist’s office. At one time I had recommended him to Bird. I remember the sound of the German receptionist’s voice as she answered the phone. She always sounded so pleasant, but I didn’t like talking to her because I didn’t like going to the dentist. I told her that I needed to find my sister’s dental records. Could she check the files? She looked through the records for me while I stayed on the phone but had no records for Bird. I later learned that the medical examiner’s office traced Bird’s dental records on its own.</p><p>I felt as if I were in a maze. I called Jack Montague, who said he would go to the sheriff’s office immediately. The medical examiner’s office called. I was told that only bones remained and that the body couldn’t be released until there was a positive identification. When I told them that I wanted to notify my family, they agreed that would be best. They would, however, have to inform the media. I was outraged and asked them to wait at least an hour. I said I would call as soon as I reached the family members.</p><p>At one o’clock I had heard the news from Sergeant Eads. At two-thirty I had had the second conversation with the medical examiner’s office. At three-thirty, while I was still trying to contact family, a television reporter called. Over the past months, I had dealt with a lot of people who were just doing their jobs. But I was still momentarily enraged by the call: I wasn’t angry at the reporter but at the medical examiner’s office, which I assumed had held me precisely to the onehour deadline. Later I learned that the information probably had come from some other source.</p><p>At some point late in the day, Jack Montague called to tell me that apparently my sister had been murdered, possibly at the time of her disappearance. So I had been just as wrong as the rest of the family. Outright murder had never seemed to be a possibility to me. I couldn’t fathom the circumstances that would have led someone to single her out to kill —unless Bird, wandering around disoriented, had become a befuddled transient vulnerable to the attack of another crazed transient. Now, though, it seemed possible that Bird had disappeared <em>because</em> she was murdered. Jack Montague told me that when the police interviewed the few people who lived in the vicinity of where Bird’s body was found, one claimed to have heard a woman scream months before. Since the area was isolated and the timing of the event was not known, the report was doubtful. But I felt the power of the scream anyway.</p><p>What was left of Bird was discovered by two highway workers in a field in southeast Travis County. The circumstances of Bird’s death were reported in the <em>austin american-Statesman</em> on November 28, 1985, two days after her body was found:</p><p>[Dr. Roberto Bayardo, the Travis County medical examiner] said his ruling of homicide was based on evidence found in the field and on circumstances of the woman’s disappearance. He said only undergarments were found near the remains, and a cloth belt appeared to have been wrapped around the woman’s neck as well as a brassiere strap. Both the belt and the strap appeared to have been cut with a knife.</p><p>I was told little more than that. As I understand it, not enough of her skeleton was left to provide any precise evidence of the cause of death. Detective Wiggins gave us the impression that there was little chance of anyone’s being convicted for Bird’s murder because of the condition of the body and the time that had elapsed.</p><p>When I first met Detective Wiggins I knew right away I was dealing with a different character from Sergeant Eads. Wiggins already had a good picture of Bird. He struck me as quirky too. I sensed that he understood her complexities. His questions showed a long practice at keeping people on the defensive. He asked me about the kind of books my sister liked to read. Her taste had been eclectic, running from Trollope, C. S. Lewis, Will Durant, theology, and Jane austen to romances, science fiction, and mysteries. He paid special attention when I talked about mystery writers both Bird and I liked, making me wonder whether he thought we had a distorted interest in mysteries. He said he didn’t read mysteries himself, but maybe that was because he got enough of it in his work. He asked me if I knew anything about the dead dog incident in Kempner. I gathered that someone had left a dead dog at Bird’s house there. I winced at someone’s lashing out at Bird in that way.</p><p>Wiggins asked me to write a personality profile of Bird. The request struck me as peculiar but intelligent. My writing a profile was a way to make me open up more than I would in conversation. It was oddly comforting, like writing a eulogy.</p><p>Bird created more concern than pleasure for me during her life. But for the last year and a half, sometimes we were comfortable and companionable together. At times I saw her happy with me. I thought I saw her becoming happier with herself.</p><p>I loved the moments when it was fun to be with her. That’s part of why Bird’s disappearance threw me into confusion. Had I misread her? Was she growing desperate when I thought she was improving? Or had she decided to make a clean break with the family, leaving her inheritance untouched because it was family money? Suicide, even though tragic, would at least have been Bird’s decision.</p><p>But murder means someone cut her off when she may have been making progress. And, oh, I resent that.</p><p>From the moment I heard that Bird was murdered-maybe even from when I discovered she was missing—I began to accept that i’ll never know the answers. Even though life seems more fragile than it did, i’m less fearful of what might happen.</p><p>The last conversation I had with Wiggins was in March 1986. He called to tell me that Bird’s car had been found. It was at Southwest Body and Paint, which had claimed on more than one occasion to have no record of it. Wiggins explained that the shop had listed Bird’s car under air conditioning repairs, and we had checked under body repair work. So, one small part of the case was closed, but the greater mystery will never be solved.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "March 1987",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Police",
      "Art",
      "Family",
      "people",
      "Home",
      "office",
      "money",
      "Painting",
      "Austin",
      "Records",
      "Texas",
      "Work",
      "Detective",
      "disappeared",
      "Hair",
      "History",
      "Media",
      "Murder",
      "Mystery",
      "News"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Austin",
      "Texas",
      "Dallas",
      "Houston",
      "Lampasas"
    ]
  }
}