{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19873",
    "date": "March 1987",
    "year": 1987,
    "month": 3,
    "month_formatted": "March",
    "pdf_uri": "/1987/19870300.pdf",
    "issue_cover_image": "",
    "document_start_page": 116,
    "toc_start_page": 114,
    "document_page_range": [
      [
        116,
        117,
        118
      ],
      [
        193,
        194,
        195,
        196,
        197
      ],
      [
        204
      ]
    ],
    "toc_order": 5,
    "toc_headline": "The Inside Story",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198703-theinside",
  "source": "/1987/19870300.pdf",
  "wp_post_id": 123318,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-inside-story-62/",
  "authors": [
    "Joe Nick Patoski"
  ],
  "headline": "The Inside Story",
  "dek": "Get in on the latest kick-staying home-and have everything from dinner for six to a tattoo artist delivered to your door.",
  "spread_caption": "",
  "excerpt": "A new breed of home-delivery specialists will bring everything from dinner for eight to a masseur to a dog trainer to your door. Here are more than a hundred to try.",
  "kicker": "",
  "word_count": 4687,
  "content": "<p>BY</p><img/><img/><p><span class=\"dropcap\">S</span>o you used to be the life of the party. Now on those rare nights out on the town, you hear lines like “You’re the last person i’d expect to see here” or more benign inquiries as to your recent whereabouts. That’s what a day job, a family, and a fat mortgage can do to an old party hound. But don’t complain, because these days it’s hip to be square. Going out is out. Staying in is in. Consider the facts: In 1986 americans spent 30 per cent more of their leisure time at home than they did in 1985. While the restaurant industry as a whole experienced almost no growth last year, the delivery segment shot up 51 per cent. It’s the baby boomers’ fault, explains Paul Frumkin of the <em>Nation’s Restaurant News;</em> they’ve grown up and become young professionals and are rearing families of their own. “Both partners are working, so there’s less time, they’re both tired, and they’re hungry. Home food service is one of the growth areas of the eighties,” he says. “Look what 7-Eleven is doing. You pick up a couple of sandwiches, a six-pack, a video, and you stay at home and take in dinner and a show.”</p><p>More and more, staying home is becoming an attractive option. If you are on the normal junk-mail circuit, piled on your coffee table is probably an array of catalogs and clippings listing services that are ready to bring the world to your doorstep. The Bighorn Sheepskin Company, for instance, wants to deliver sheepskin car-seat covers, Snuggie slippers, and teddy bears. Champagne, premium Scotch, and flowers are a toll-free number and a day away. Turn on the television, and the Cable Value Network, Crazy Eddie, and every third channel promote shopping by phone. When you bank at University Savings, you can pay your bills without going out, by hitting the proper Touch-Tone buttons. Mail-order catalogs ship pocket wine-vintage calculators, tuna <em>bourguignon,</em> and blue crabs from Houston on the same day an order is called in. For $2 and the price of a call to Houston (713-976Talk), you can eavesdrop on a real teenage party line (up to eight callers at once). Are they having a hot time in Moscow? WeatherTrak, a phone service available in Dallas, Fort Worth, Houston, and San antonio, has the weather conditions and the forecast for practically every world capital and most cities in the United States (for a list, send a self-addressed stamped envelope to Cities, Box 7000, Dallas 75209).</p><p>Photographs By Jim Myers. Styling By Toni Allison. Makeup By Rae</p><p>If staying in is a trend, it’s not so much new as revamped. Once upon a time the doctor, the milkman, the druggist, the florist, the dry cleaner, and the grocer were familiar faces at the front door. But as the family car entered the picture, the number of practical delivery services fell off. In their place appeared restaurants and pizzerias, popcorn merchants, X-rated bakeries, manicurists and pedicurists, and small businesses with singing costumed characters that deliver balloons and party favors. Today we have a mixed bag of basic and exotic services, with a definite emphasis on self-indulgence.</p><p>Technology has helped increase the appeal of staying in. Formerly exotic electronic Tinkertoys like a television with cable access, a push-button telephone, a full-blown stereo sound system, a videocassette recorder, and a home computer with a phone modem have become affordable accessories, pushing the envelope of convenience.</p><p>A cornucopia of goods and services is out there, ready to come to your turf at a reasonable price. Some have been around for years, but many are so new that they’re still fiddling with prices and delivery area. What follows is a highly subjective, notso-random sampling of deliverable conveniences in Texas’ largest cities, recommendations that will take your personal environment beyond the realm of cozy. All you have to do is call.</p><p><strong>Austin</strong></p><p><span class=\"dropcap\">S</span>till a manageable size, the state capital supports a number of cottage-industry delivery services that cover the entire city, or a fairly large part of it. Leading the charge are several upscale restaurant brokers that bring food and extras to the home and the office.</p><p><strong>Eats• TeleDining</strong> (443-Food, or 4433663) is austin’s broadest-based food delivery service. Simply put, it will pick up meals from any restaurant offering take-out and bring them to you for about 15 per cent of the bill with a $3.50 minimum. The neatly dressed delivery people are friendly enough to even help set the table.</p><p><strong>EatOutln</strong> (892-1702) works from a core list of six restaurants —Chinatown, Chuy’s, Good Eats, Katz’s, Botticelli’s, and austin’s Courtyard —altogether an interesting cross section of the dining spectrum. The delivery charge is 15 per cent of the bill with a $3.50 minimum in most of the city, 20 per cent with a $5 [ Continued On Page 191 <strong>]</strong> [ Continued From Page 116 ] minimum in outlying areas. Extras include beer, wine, and video rentals. “We’ll even pick up cigarettes or a carton of milk for regular customers,” offers proprietor Jackie Davies.</p><p>[Continued On Page 191]</p><p>[ Continued From Page 116 ]</p><p><strong>Henri’s Entrees</strong> (DINNERS, or 3466377) is a wholly off-premises restaurant with nary a dining table in sight. It serves more than 75 menu items for take-out or delivery, catering primarily to the lunch trade. Delivery is currently free, and the business serves downtown, North Central, and Northwest austin.</p><p><strong>Limousine Cuisine</strong> (453-3030) delivers to North and Northwest austin from Tlaquepaque, Little Italy, and China Garden for a fee of 15 per cent of the check with a $3.50 minimum. <strong>Speedy Gonzales</strong> (444-Taco, or 444-8226) delivers Mexican food between MoPac and Interstate 35 as far south as William Cannon and as far north as Fifteenth Street for a $1 delivery charge on an $8 minimum order. On the oriental front, <strong>China Kitchen</strong> (926-6445) and <strong>Pao’s Mandarin House</strong> (482-8100) both deliver. <strong>Logan’s Corner</strong> (478-7911) delivers barbecue to the University of Texas area weekdays until midnight, weekends until 2 a.m.</p><p><strong>The Common Market</strong> (472-1900), a small gourmet-specialty market near both the Capitol and the university, delivers groceries free when your order totals more than $50. Twenty-four-hour notice is preferred.</p><p>The <strong>Occasion Connection</strong> (261-4087), run by Mark Elson and Nelda Rivas, does light housekeeping and also delivers groceries, prepared food, and gift baskets on request. “We do anything you don’t have time to do,” say the owners. Prices are negotiable, with fees starting at $15.</p><p>Austin’s home dairy, <strong>Superior</strong> (4760683), drops off milk, ice cream, juices, and butter at your door twice weekly.</p><p>Health and Personal Care • No one can <em>make</em> you stay on a diet, but you can call <strong>Dial a Dietician</strong> (454-8500) with questions on food and nutrition. A response is guaranteed within 72 hours.</p><p><strong>Jonathan and Marsha Walker</strong> (4440225) have been doing home Swedish massages locally for ten years. They bring their own tables, sheets, and lotions. Their fee is $35 for an hour, $45 for an hour and a half. <strong>Peter alrutz</strong> (3292030) employs several techniques, including Swedish massage, shiatsu, Reiki energy, reflexology, and polarity, charging $50 an hour.</p><p>It’s better to be safe than sorry, especially with your pants down in the heat of the moment. <strong>The Protection Connection</strong> (476-9535) delivers condoms (three for $2) and contraceptive sponges (three for</p><p>$5) at no extra charge to the university area. There’s a franchise in Waco too.</p><p><strong>Pets•</strong> Rebecca Crise of <strong>austin Veterinary House Call Service</strong> (476-8660) ministers to ailing pets, including gerbils and birds, at home for a $25 fee. Veterinarian <strong>Jan allen</strong> (263-3711) treats dogs and cats at home from her specially equipped van, which has an overnight kennel for sick pets. Fees vary.</p><p><strong>Kicks• Three-Ring Service</strong> (448-4447) has a complete selection of home amusements, such as singing telegrams, balloons, clowns, magicians, jugglers, puppet shows, pony rides, and even breakfast in bed. Similar diversions are available from <strong>austin Monkey Business (445-5944). Arrangements by Orchids and Lace</strong> (345-1997) will bring partydecorating skills, including flower and balloon arrangements, to your home.</p><p><strong>The Fringe Element•</strong> Roiio Banks will gladly shut the doors of his China Sea Tattoo shop (445-3334) to handle decorative-bodywork out-calls until midnight, by appointment only; his minimum charge is $100. <strong>Mechanic on Wheels</strong> (443-6774) and <strong>24-Hour Mobile auto Repair</strong> (453-1826) have qualified car doctors who make house calls. <strong>Huggie</strong> (477-2789), the self-declared Texas Shine King, picks up and delivers shoes that could use a good buff. There is a four-pair minimum at $3 a pair, but it could be more if you’ve been walking through cow pastures.</p><p>When the song swimming around in your head deserves commitment to history, <strong>Upper Cut Recording</strong> (327-2487) loads an AKAI 1212 recorder, other equipment, and an engineer into a Mustang and assembles a complete studio in your living room for a reasonable $15 per hour.</p><p><strong>Numbers• TelePages</strong> (345-6789) is an excellent resource for unanswered prayers, sort of a talking version of the Yellow Pages with a current listing of cultural events as well. Other useful or offbeat numbers are <strong>Time and Temperature</strong> (973-3555), <strong>Dial a Devotional</strong> (4767930), <strong>Dial a Prayer</strong> (454-4688 or 4724355), <strong>Dial a Saint</strong> (441-1163), and <strong>Dial an american atheist</strong> (458-5731).</p><p><strong>Dallas</strong></p><p><span class=\"dropcap\">T</span>he phrase “born to shop” is uttered far more frequently in Dallas than “born to run” or “born in the USA,” and shopping from the domicile is a booming business in Big D.</p><p><strong>Eats •</strong> Urban sprawl is so intimidating that few restaurants or services dare promise delivery <em>anywhere</em> in the Metroplex. But with a bit of poking around, you can uncover a wealth of services that work specific parts of the city.</p><p><strong>Simon David</strong> (352-1781), largely regarded as the premier upscale supermarket in a city where “downscale” is a dirty word, delivers groceries all over Dallas for a flat $10 delivery charge.</p><p><strong>Marty’s</strong> (526-7796) is the be-all and end-all of Dallas gourmet delivery, serving folks in most of Dallas proper. A typical you-heat-it order includes crab claws for starters, tomato and hearts-of-palm salad, filet of sole <em>nantaise,</em> and your choice of one of forty desserts. Delivery charge is $2 for a minimum order of $25<strong>.</strong></p><p><strong>Daily Grind</strong> (634-9495), <strong>Goodies From Goodman</strong> (387-4804), <strong>Petaluma</strong> (871-Bake, or 871-2253) and Cafe de <strong>France French Bakery</strong> (248-2229) deliver such fare as sandwiches, cold box lunches, and gourmet baskets.</p><p>No one food broker delivers from a group of restaurants or covers the whole city, but in some neighborhoods the choices for prepared-food delivery are staggering. <strong>The Crescent Gourmet</strong> (871-3223), in the Hotel Crescent Court, packs sandwiches, soups, and daily entrees for a 10 per cent charge ($25 minimum order). Nearby <strong>Touche Catering and Cafe</strong> (855-0565) sends out sublime lobster bisque and entrees on request; the price varies, depending on destination. <strong>Deli Dallas</strong> (526-8975) delivers overstuffed, healthy sandwich specialties like the Nutty Crunch Bird, a conglomeration of turkey breast, cream cheese, sunflower seeds, sprouts, lettuce, and tomatoes ($25 minimum order). New wave Italian from <strong>Sfizi</strong> (698-9390) hits the streets of downtown, Oak Lawn, Oak Cliff, and lower Greenville. <strong>Ciao</strong> (521-0110) dispatches high-tone pizzas, pastas, and other light entrees to Oak Lawn.</p><p>Chinese restaurants have carved out a hefty slice of <strong>Big d’s</strong> food-delivery trade. <strong>Pacific Pearl</strong> (745-1688), <strong>Hunan</strong> (3694578), <strong>Far East</strong> (373-6041), the <strong>Happy Family</strong> (353-9197), <strong>Panda’s Hunan and Szechuan</strong> (528-3818), the Snow Pea (824-4354), and <strong>Wok and Roll</strong> (6619452) all deliver.</p><p>Numerous liquor stores in Dallas deliver, but when you need an icebreaker for a serious hoedown, bottles can’t beat margarita machines. The machines make not only great alcoholic candy drinks (the host supplies the booze) but also super nonalcoholic concoctions the kids can enjoy. Four firms are the <strong>Margarita Man</strong> (2986438), <strong>Margarita Masters</strong> (641-7926), <strong>Margaritas-R-Us</strong> (688-1880), and <strong>Texas Tequila</strong> (248-2911). The last also rents machines in Brenham, austin, Corpus Christi, and San antonio (800-527-3344). Prices start around $85 a day.</p><p><sup>Borden’s</sup> (271-1536) still sends milkmen and milkwomen into the neighborhoods to drop off milk, ice cream, cottage cheese, butter, and (depending on the distributor) bread, laundry detergent, and spring water. <strong>Cabell’s Dairy</strong> (821 -9164) also delivers via several independent distributors to much of Dallas.</p><p><strong>Shopping •</strong> When the old you just won’t do, <strong>Francee Griggsby</strong> (733-0504) will make sure the change is a positive one. The Mary Kay skin-care consultant is also a wardrobe and image expert who updates what’s in your closet with what’s on the sales racks, for $50 an hour. <strong>Professional Shoppers</strong> (702-9649) picks up clothes, groceries, and gifts and delivers to homes in Dallas and the Mid-Cities for $15 an hour. Two-day notice is suggested.</p><p><strong>Health and Personal Care • Doctor on Call</strong> (783-7101, answered 24 hours a day) charges a basic fee of $45 for house calls in North Dallas, $55 in South Dallas, Mesquite, and Irving. <strong>Consumer Health Information Service</strong> (256-2283, 800-3628677) can fix you up with a recommendation for a dentist to replace that filling you lost eating caramel corn. At <strong>Dial a Dietician</strong> (748-7212) you can ask a dietary question, and a licensed dietician will respond.</p><p>The soothing effects of a massage are sort of lost when you have to spend thirty minutes fighting traffic after a session. The <strong>Massage Referral Service</strong> (5219103) dispatches state-registered therapists, all graduates of founder Muriah Peterson’s school, on house calls. Prices vary; an experienced therapist traveling north of LBJ Freeway, for example, is $65 per hour. When it’s time to enhance the harmony of mind, body, and spirit, George Purvis (526-4478) will put it all together with yoga lessons anywhere in the Metroplex for $25 an hour. <strong>Pat Kamerath</strong> (739-3424) calls on regular customers, charging $70 and up per hour for home work. Kamerath mixes acupressure, myotherapy (trigger points), and Reiki energy into her Swedish method.</p><p><strong>Kicks •</strong> Lonely? Why not give <strong>Deena the Chimp</strong> (644-5666) a call? She’s not cheap ($150 and up), but she’ll give thirty minutes of pleasure to anyone, anywhere in the Metroplex or the hemisphere (that’s the “up” part). Actually, her show is no more graphic than a professional striptease, but it’s the little extras from Deena that count: after whipping off all her unmentionables, she’ll sit down and have a few drinks with her hosts and even pose for a photo or two. Reservations should be made at least three weeks in advance.</p><p>Other in-house thrill possibilities include music machines from <strong>Juke Box Rentals</strong> (231-1386), gaming equipment from <strong>Magicland</strong> (247-8737) or <strong>Vegas in Your Home</strong> (276-2998), tricks from <strong>Jerry the Magician</strong> (369-3356), rides from <strong>Party Ponies</strong> (442-3112), and laughs from Ringling Brothers grad <strong>Stringbini the Clown</strong> (528-6529). If you prefer popcorn, <strong>Popcorn Paradise</strong> (669-9966) delivers any one of forty (count ’em, forty) flavors anywhere in the Metroplex. <strong>The Corn Popper</strong> (nine locations), Tis So Sweet (691-1681), and Popcorn Wagon (690-4305) also deliver. Impress the neighbors by having Rambo, Whoopi Goldberg, or Madonna look-alikes drop by your abode, courtesy of Celebrity’s of Dallas (369-9135); prices start at $100.</p><p><strong>The Fringe Element. P.S.I I Love You</strong> (271-7181) is Texas’ consummate delivery service, not so much for what it does, but the way it does it. You’ll know Barbara Michael and Shelby Erwin when you see them rushing around the Metroplex in tuxedos and gloves or English riding habits, giving away flowers and addressing everyone as “darlin’.” The pieces begin to fit after you learn that Barbara trained with Mary Kay ash (she was in the elite corps of sales reps) and that the partners started their business doing singing telegrams. Gift baskets, lunch service, birthday surprises, ticket pickups, and telegrams are P.S.’s bread and butter, but the offbeat tasks (like appearing as proxy partygoers for clients) and the pair’s enthusiasm make the difference. They charge a $10 minimum in Dallas and its immediate suburbs, $20 in Fort Worth and the Mid-Cities.</p><p>Your niece, the pole vaulter, just arrived at the airport and wants to come over. <strong>David’s Delivery</strong> (339-6170) will pick up and deliver relative and pole intact to you. David and Elsie Beltran are used to strange orders, since they frequently hire out to the local film industry (they took Benji’s double to the airport on his first gig as a stand-in). Their minimum delivery fee is $10. <strong>Though Wingtip Couriers</strong> (826-8690) serves mainly the business community, the company also delivers “anything we can get in our Hondas” to and from private residences anywhere in the Dallas-Fort Worth area, 24 hours a day, seven days a week.</p><p><strong>House Calls for Cars</strong> (783-4032) and <strong>Dial a Mechanic</strong> (288-5179) restore mobility to the homebound, although that sort of defeats the purpose of staying in.</p><p>If Willie and Waylon and the boys are coming over for a jam session in the kitchen next week, ring up <strong>Omega audio and Recording</strong> (350-9066) for a fully outfitted recording studio on wheels, complete with a three-person staff. All you supply is tape, music, electricity, and $2400 a day. Curb service statewide.</p><p>So you spent a lot of bread on the recording and can’t figure out why it was never a smash hit? <strong>Judy Hipskind</strong> (6921090), the author of <em>Palmistry</em>, <em>the Whole View</em> (Llewellyn Publications), will read the lines in your hand and come up with as good an explanation as anyone.</p><p><strong>Numbers •</strong> Find out who won the big game while you were watching Dallas. Call <strong>Dallas Morning News Sports</strong> (9761313). <strong>WeatherTrak</strong> (350-5050) lets you know if the stars tonight will be big and bright. <strong>Dial a Story</strong> (987-1717) is part of the Children’s Home Bible Club, with aunt Kate delivering a twoto fourminute morality tale. Getting strange vibrations? <strong>Phone Dial a Psychic</strong> (3888737) for an interpretation, or ask <strong>Mrs. Ellis</strong> (739-3643), reader and adviser, who advertises one free answer with each call. Companionship is seven digits away with the <strong>Live Party Line</strong> (976-4437), $2 charge; the <strong>Teen Party Line</strong> (976-5337), $2.50 charge; or the <strong>adult Party Line</strong> (976-7337).</p><p><strong>Fort Worth</strong></p><p><span class=\"dropcap\">W</span>hat does Fort Worth have that Dallas doesn’t? The answer used to be a major metropolitan city only thirty minutes away. Cowtown is playing catch-up with a small group of regular and offbeat delivery services, but you might not want to get rid of your car yet.</p><p><strong>Eats • Chicotsky’s</strong> (731-9831) delivers groceries to customers in west and south Fort Worth. Minimum order is $15, with a flat $3 delivery charge.</p><p>Order a meal from any one of twenty restaurants (including the Carriage House, Mac’s House, Old Swiss House, Edelweiss, Tuscany, Hunan, the Original Mexican, Hong Kong, Le Chardonnay, Winfield’s, and the Shady Oaks and Colonial country clubs —for members only), and a delivery person wearing a chef’s toque will soon materialize at the door. Serving the western half of Tarrant County, Entrees on Trays (735-8558) tacks on a $1 per entree charge ($3 minimum fee) in the south and west-central parts of the city, slightly higher in surrounding areas.</p><p>In the mood for a big enchilada? all seven <em>Pulido’s</em> Mexican restaurants and <strong>Casa de Guillermo</strong> (731-7309) also deliver.</p><p><strong>Health and Personal Care • Consumer Health Information Service</strong> (256-2283, 800-362-8677) handles physician and dentist referrals throughout the Metroplex.</p><p><strong>Kicks • Jimmy Rovitto</strong> (536-9225) plays piano or squeezes his accordion for domestic serenades for $100 and up. For romantic mood music, <strong>Gonzalo Mata</strong> from Veracruz (249-4230) plucks requests on his Son Jarocho-style harp while you dine, smooch, or listen; he charges $50 and up. Some may derive more gratification from one of <strong>Bobbye Dee’s Professional Belly Dancers</strong> (460-5471, 2749142), who charge $75 and up for a twenty-minute performance.</p><p><strong>Houston</strong></p><p><span class=\"dropcap\">B</span>ig is not necessarily best. Like Dallas, most Houston home services work only in certain areas, which makes it tough to figure out who will come to your neighborhood. On the other</p><p>hand, one positive side effect of the infamous Houston bust is a bumper crop of personal shoppers and wardrobe consultants. Many of them are bilingual, reminders of the halcyon seventies, when department stores catered to upper-class Mexican customers through personalized shopping assistance (see Shopping).</p><p><strong>Eats • Vetrano’s</strong> (528-2394) has sameday delivery of fresh meats, produce, and other grocery items to homes within a four-mile radius of Montrose. The minimum order is $25.</p><p><strong>Tex Star Gourmet</strong> (827-1220) and its bonded fleet of fourteen drivers promise same-day or next-day delivery of frozen gourmet items like stuffed peppers, steaks, crab, lobster, shrimp, and frogs’ legs. Items are sold by the box (e.g., thirty catfish filets for $37, twenty slices of veal for $68.50). Delivery encompasses the area from Oklahoma City to Corpus Christi and San antonio to New Orleans; the charge is included in the price.</p><p><strong>Gourmet Valet</strong> (821-1121) serves Westheimer homes between Loop 610 and Kirkwood and Interstate 10 south to Bellaire, delivering from any of 150 area restaurants that offer take-out; the destination must be within three miles of the restaurant. The spiffily dressed personnel (tie and slacks are standard) will make intermediate stops at convenience stores on request. The fee is 20 per cent of the bill with a $3 minimum delivery charge. (The business is also in the process of creating a more specialized food-delivery club that will serve customers from a smaller list of restaurants.)</p><p><strong>Dial and Dine</strong> (877-8777) operates in southwest Houston (“Downtown to Sugar Land,” says co-owner Gibson Oluyitan) with entrees from fifteen restaurants (such as the Black angus, Cafe Italiano, Don’s, Ragin’ Cajun, Hunan, Bombay Palace, and Confederate House). Customers order from a $5 menu book that lists the entrees by code, and the minimum delivery charge is $2.</p><p><strong>Leave It to Weaver</strong> (453-8014) delivers barbecue, home cooking, seafood, and other fare from eight restaurants in the North Shore-Channelview area. Delivery charge is 99 cents, and each delivery includes two passes to the Laff Stop Comedy Club.</p><p><strong>Just-Eat-It Food</strong> (890-6504) picks up and delivers from fifteen restaurants (China King and Napoli’s Flying Pizza, in addition to Mexican, barbecue, and homestyle restaurants) to residences in the northwest Houston and FM 1960 area.</p><p><strong>Uncle Tai’s</strong> (960-8000) just got into the game too, delivering anything on the menu ($20 minimum) for free within a threemile radius of its location in Post Oak Central II. <strong>Chef Huang’s</strong> (780-0888), <strong>Hunan Dynasty</strong> (669-1168), <strong>Morningside Thai</strong> (669-8223), <strong>Peng’s</strong> (266-1825), <strong>Hunan River</strong> (527-0200), <strong>Daniel Wong’s</strong> (523-4111), and <strong>Hunan Express</strong> (5200022) all deliver items from their menus to nearby areas.</p><p>Mossy Ligon of <strong>Homemade Sin</strong> (6655030) whips up cakes just like those some mothers used to —feathery chocolate, Oklahoma fudge, walnut cream cheese, coconut pound, apple walnut-as well as drop brownies (a specialty), pies, and cookies. The delivery charge ranges from $2 to $10, depending on distance from the Rice University area, rush-hour service, and so on.</p><p>At least a dozen liquor stores deliver, but die-hard party animals will go for the frozen-drink machines from <strong>Jus-Made Margaritas</strong> (444-2906). The rental charge is $95, and machines are delivered any where in Harris County.</p><p><strong>Dairy Distributors</strong> (526-5652) are independent-contractor milkmen who deliver to residences in most of the city.</p><p>Hankering for a mess of fish eggs? The <strong>Caviar Center</strong> (850-0330) delivers anywhere in town at no additional cost. A four-and-a-half-ounce tin of beluga is a mere $125.50.</p><p><strong>Shopping•</strong> Nancy Wilfong of <strong>Get Organized</strong> (467-0597) buys for you in better shops and department stores, plans wardrobes, organizes out-of-town buying trips for groups and individuals, and even mediates between mother and daughter in the selection of a prom dress. Prices are negotiable, but basic rates are $75 an hour for wardrobe consultation and $25 for shopping services. Clare Broun of <strong>Time Savers Errand Service</strong> (977-6698) shops, addresses cards, drives car pools, makes airport runs, and house-sits for $25 an hour. <strong>Cathy Fitzpatrick</strong> (961-5034) assesses wardrobes in the home, shops, and then does a final analysis to assure satisfaction. The service includes a record book that lists clothes, prices, and stores to facilitate updates.</p><p><strong>Health and Personal Care • Consumer Health Information Service</strong> (77Match, or 776-2824) refers callers to doctors, dentists, and other health professionals. <strong>Ricca and West</strong> (528-3872) make personal grooming calls in River Oaks and the Galleria area. Larry West styles hair for men and women, and anita Ricca does mini-facials and makeup, using allnatural, herbal aromatherapy products. Their prices are $50 and up.</p><p><strong>Kicks•</strong> Houston has the usual goofy spread of balloons, clowns, and magicians that visit homes, in addition to an unusually high number of X-rated bakeries. No business, though, sums up Houston’s crazy-quilt ethnicity as well as does <strong>Festival Enterprises</strong> (485-2355), which books Caribbean, Czech, German, Greek, Hawaiian, and country bands. <strong>Captain Telegram</strong> (521-3055) is a close second in the agency-for-all-seasons category, running the gamut from pony rides and belly dancers to [ Continued On Page 202 ] [ Continued From Page 195 ] erotic cakes. There’s also <strong>Balloon affair</strong> (528-3311), <strong>Ding-a-Ling Monkeeshines</strong> (521-0565), <strong>Eastern Onion</strong> (680-1975), <strong>anything Goes</strong> (661-4084), <strong>Balloon-a-Rooney</strong> (447-0335), <strong>Balloons Over Texas</strong> (6947380), and <strong>Balloon Decorator</strong> (7760360). Three nationally recognized magicians-the <strong>amazing Burton</strong> (666-2713), <strong>Paul Driscoll</strong> (472-1049), and <strong>Tracy Evans</strong> (622-6109)-will perform legerdemain in your living room. Just for grins, call <strong>No-No the Clown Magician</strong> (481-6832).</p><p>[ Continued On Page 202]</p><p><strong>The Fringe Element •</strong> “Give me a thought, and i’ll give you a poem,” promises Debra Bellan of <strong>Personalized Poems</strong> (438-7151, 438-1915). She conjures up verses for prices starting at $25, which buys you four 4-line stanzas. For an additional fee, she delivers the poem on parchment to any Houston address. Two weeks’ notice, please. When words are hard to come by, home tutoring is offered by <strong>Houston Scholastic Services</strong> (666-9800), which employs fifty to sixty tutors; the rate is $38 an hour. When words are not enough, <strong>Home Dog Training</strong> (537-8760) works with canine and master to correct bad habits, housebreak, and improve obedience in four hour-and-a-half lessons. The fee is $150; call at least one week in advance. Home Car Tune (664-6833) is a house call specialist.</p><p><strong>Numbers •</strong> You can spend all day listening to recorded messages in Houston and never feel alone. There’s the aforementioned teen party line (976-Talk, or 9768255) with a $2 charge, and the adult version (976-Chat, or 976-2428). Other numbers include <strong>Time and Temperature</strong> (844-7171), <strong>Time and Temperature in Spanish</strong> (880-1700), <strong>Weather Line</strong> (5294444), <strong>Weather in Spanish</strong> (880-4455), <strong>WeatherTrak</strong> (875-8585), <strong>Houston Post Sports</strong> (976-1313) with a fifty-cent charge, <strong>Houston Chronicle Sports</strong> (2271414), <strong>Chronicle Business Line</strong> (2271919), <strong>Pollution Report</strong> (795-4994), <strong>Dial a Devotional</strong> (789-7112), <strong>Dial a Prayer</strong> (479-1129), <strong>Mrs. Brown’s</strong> “immediate help by telephone” (721-4240), <strong>abundant Life Message</strong> (645-9111), <strong>Dial an affirmative Prayer</strong> (789-3830), and <strong>Dial an atheist</strong> (522-5964).</p><p><strong>San Antonio</strong></p><p><span class=\"dropcap\">T</span>he state’s oldest big city adheres to the old ways, at least where home convenience is concerned. Except for the tenured reliables and aggressive competition among the fast-food franchises, the car is still a necessary tool of comfort in San antonio.</p><p><strong>Eats •</strong> ahr’s (826-2301), an exemplary mom-and-pop neighborhood market, delivers groceries to the 09 zip code (Olmos Park and alamo Heights areas) at no charge for orders of $15 or more.</p><p><strong>Crumpets</strong> (821-5454) sends out baked goods, decorative breads, food baskets, wine, and other items from the store anywhere in San antonio. Delivery fees vary, and 24-hour notice is suggested.</p><p>The <strong>Margarita Man</strong> (497-4116) rents frozen-drink machines throughout the alamo City for $95.</p><p><strong>Oak Farms-Knowlton Dairy</strong> (7321111) features home delivery at competitive prices, as does <strong>Borden’s</strong> (7363101). <strong>Preston Dairy</strong> contracts to independent distributors, such as <strong>agustin Garcia</strong> (433-8044).</p><p><strong>Shopping • associated Image Consultants</strong> (341-0774) dresses customers for success, beginning with a complete athome image consultation that includes wardrobe, color, and proportion analysis ($45 each). Then the client is assisted in selecting the right stuff in investment fashions.</p><p><strong>Health and Personal Care • Tei-Med</strong> (225-Heal, or 225-4325), a 24-hour health information service, plays fiveminute tapes addressing a variety of ailments and diseases. The tape on influenza provided reassurance, even though it admonished callers that antibiotics don’t get rid of the flu virus.</p><p><strong>Pets •</strong> Randy Cottingham of <strong>Kittyhawk animal Hospital</strong> (658-1274) in Universal City makes house calls for dogs and cats for a $15-$20 visitation fee in addition to normal charges.</p><p><strong>Kicks •</strong> Balloons and popcorn rule, but the city’s distinctive character emerges in the home entertainment field, where mariachis flourish. They offer a great way to serenade a loved one, in Spanish. The price for six or more musicians ranges from $150 to $200 an hour, and mariachis are in highest demand on weekend evenings. Try these: <strong>Mariachi Continental de Julio Casa</strong> (435-7848), <strong>Mariachi Imperial</strong> (433-3636), <strong>Mariachi Unico</strong> (927-3589), <strong>Mariachi Los Charros</strong> (4337436), <strong>Jerry Cortez Professional Booking agency</strong> (655-1195), and <strong>E&a Entertainment agency</strong> (432-3161). If you must, popcorn is available from the <strong>Corn Popper</strong> (822-3625, 366-0432), <strong>Karmelkorn Shoppe</strong> (655-9010, 532-5676), and <strong>Topsy’s Shoppes</strong> (684-4810).</p><p><strong>Numbers •</strong> Is your watch broken? Call <strong>Time and Temperature</strong> (226-3232). Want to know if the rain in Spain stays mainly on the plain? Try the wonderful <strong>WeatherTrak</strong> (222-2222). Seek a higher plane through <strong>Dial a Prayer</strong> (225-2253). Dial <strong>Telephone Personals</strong> (224-5959) and leave your own personal ($2 charge), then call 976-3100 to listen to other people’s personals.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "March 1987",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Home",
      "Dallas",
      "Houston",
      "Restaurants",
      "Food",
      "Business",
      "House",
      "Health",
      "Restaurant",
      "Prayer",
      "Recording",
      "Shopping",
      "Texas",
      "Austin",
      "China",
      "homes",
      "Metroplex",
      "Sports",
      "Weather",
      "Alamo"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Dallas",
      "Houston",
      "Texas",
      "Austin",
      "West"
    ]
  }
}