{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-200010",
    "date": "October 2000",
    "year": 2000,
    "month": 10,
    "month_formatted": "October",
    "pdf_uri": "/2000/20001000.pdf",
    "issue_cover_image": "",
    "document_start_page": 148,
    "toc_start_page": 146,
    "document_page_range": [
      [
        148,
        149,
        150,
        151
      ]
    ],
    "toc_order": 5,
    "toc_headline": "Get With the Program",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-200010-getwitht",
  "source": "/2000/20001000.pdf",
  "wp_post_id": 149451,
  "wp_post_guid": "http://www.texasmonthly.com/article/get-with-the-program/",
  "authors": [],
  "headline": "Get With the Programme",
  "dek": "",
  "spread_caption": "",
  "excerpt": "Two-four-six-eight, who do we appreciate? San antonio businessman Jack DeVere, whose collection of Texas football memorabilia evokes a simpler, more innocent time.",
  "kicker": "",
  "word_count": 490,
  "content": "<img/><p><strong>the Heroic Realism Of the Programs For the 1943 Sun Bowl (Above) And the 1944 Texas A&M-Texas Tech Game (Opposite) Shows a Nation Preoccupied By War.</strong></p><p><strong>IN the Thirties Jack Devere Started Collecting High School And College Football Memorabilia. Four THOUSAnd Five Hundred Games Later, He Has Amassed an Extraordinary Collection Of Texana That Captures the Spirit Of the Times. By Jordan Mackay</strong></p><img/><img/><img/><img/><p><span class=\"dropcap\">I</span>t’s ironic that Jack DeVere’s company in San antonio is called advanced Systems. Except for that business, which supplies bar-code equipment, DeVere eschews anything and everything contemporary. He is, in fact, obsessed with the past, as his 18,000-piece collection of Texana will attest. And there is nothing about Texas’ past that he finds more compelling than high school and college football.</p><p>Among his vast collection of Texas memorabilia are football programs from 1935 to 1988. By his own estimation, DeVere, 68, has seen 4,500 games in his lifetime, and all but one of the programs in his collection came from games he attended. (The exception, the Texas-Oklahoma program from 1935, was given to him by his father.)</p><p>Each program in some way captures the spirit of its decade and the uncompromised, innocent spirit of the game that DeVere says is vanishing. Notice the gritty determination on the face of the player in the program from the Randolph Field—Texas A&I game in 1938, the first game DeVere ever saw. It’s the face of a country that was still mired in the Great Depression. Six years later the ghostly image of a soldier in the program for the Texas A&M—Texas Tech game acknowledges sport for what it is: a diversion from weightier matters. On to the late fifties, for the Texas Tech—Hardin-Simmons program, where, for the first time in DeVere’s collection, a black player is depicted. Indeed, the times were changing, as the 1965 Texas-Baylor program announces, its cartoony raucousness an eye-popping evolution from its staid and respectful ancestors.</p><p>“Game programs don’t come like this anymore,” sighs DeVere. But even that can’t keep him out of the bleachers. He recommends that everyone follow his recipe for a satisfying Friday night. “On Friday afternoon,” he says, “drive out to a small town. Spend some time walking around the old downtown, appreciate the courthouse. Then get yourself some barbecue at the local joint and head out to the football stadium. Get there early, in time to watch the band and the cheerleaders arrive first, then the teams, and finally the fans.”</p><p>Get there early enough and you may be able to sit next to DeVere in the stands. He’ll be happy to tell you about what football was like when the programs had hand-drawn covers and cost just a quarter.</p><p>Football Programs Were Bellwethers Of Changing Times In America. The Student's V-Neck Sweater, Khakis, And Penny Loafers From the Tcu-Smu Program (Opposite, Bottom Left) Are a Statement Of Mid-Fifties Male Fashion. The Raucous Cartoon From the Texas-Baylor Game (Opposite, Bottom Right) Is UNMIsTAKABLY a Product Of the Sixties.</p><img/><img/><img/><img/><img/><img/><img/>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "October 2000",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Game",
      "Football",
      "Texas",
      "Games",
      "spirit",
      "College",
      "High School",
      "School",
      "Tech",
      "Texana",
      "The Program",
      "Band",
      "Barbecue",
      "Barbecue",
      "Cartoon",
      "Cheerleaders",
      "College Football",
      "Country",
      "ever",
      "Evolution"
    ],
    "wp_categories": [
      "Barbecue"
    ],
    "wp_location": [
      "Texas",
      "San Antonio"
    ]
  }
}