{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-200010",
    "date": "October 2000",
    "year": 2000,
    "month": 10,
    "month_formatted": "October",
    "pdf_uri": "/2000/20001000.pdf",
    "issue_cover_image": "",
    "document_start_page": 136,
    "toc_start_page": 134,
    "document_page_range": [
      [
        136,
        137,
        138,
        139
      ]
    ],
    "toc_order": 3,
    "toc_headline": "My Daddy",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-200010-mydaddy",
  "source": "/2000/20001000.pdf",
  "wp_post_id": 149319,
  "wp_post_guid": "http://www.texasmonthly.com/article/splendor-in-the-grass/",
  "authors": [
    "LIZ Smith"
  ],
  "headline": "My Daddy",
  "dek": "",
  "spread_caption": "",
  "excerpt": "In this excerpt from her just-published memoir, Natural Blonde, syndicated gossip columnist Liz Smith remembers her Fort Worth childhood and life with father.",
  "kicker": "",
  "word_count": 1819,
  "content": "<img/><p><strong>Sloan Smith</strong> Was a Man Of Prejudices and Passions Who <strong>Loved Women, Horses, and Lucky Strikes</strong> and Hated Pets and Small Talk. He Was Courtly and Something Of a DAndY, <strong>Wearing Bow Ties and Borsalinos</strong> In Depression-Era Fort Worth. He Was autocratic and Generous. <strong>and He Was</strong> . . .</p><img/><img/><p>I Remember a Scratchy Sense Of alarm and Yet, Safety. Being lifted into the male aura, feeling his close-shaved face (he used a dangerous straight razor, “stropping” it on a worn leather strap that hung in the bathroom). He smelled mostly of tobacco and seldom had his hands free from opening Lucky Strikes, striking matches, puffing, putting out cigarettes—sometimes rolling his own if the mood struck him.</p><p>He was fastidiously clean but hated soap and thought it was bad “to lather up your skin.” He loved manicures, tubs, being fussed over. “Come and tweeze this hair out of my ear. It’s twanging and driving me crazy!” He was masculine but dandified, affecting bow ties, Borsalino hats, fine-tooled boots, and in summer, two-</p><p>tone shoes and straw hats with boater ribbons. He hated the hair on his body and clipped under his arms with scissors. When the safety razor was invented, he never stopped praising it. Now he could shave under his arms. I never knew any other man to do this until I saw Jeffrey Hunter in <em>King of Kings.</em> His Jesus was clean under the arms.</p><p>My brothers convinced me that Sloan was crazy on this point, and I realized early on that he was eccentric and no yardstick of what to expect of males in general. Yet he was testosterone-fueled. Woe to anyone who mistook his bantam size and courtly good manners, his generosity, and his fine cotton shirts and well-tailored suits for sissification. From his Irish mother he had inherited a molten center that could boil up and explode with volcanic force. Why and from where this irrational and dangerous temper evolved, i’ll never know. He and his sister, Hassie, were so much alike that for them to even be in the same room meant an inevitable fight.</p><p>The Smith family reunions were hairy affairs that broke apart and left factions not speaking to each other for months.</p><p>Yet he had a deep, abiding respect for women and courtly ideas about females. There were only two kinds, he’d say—ladies and the other kind. He actually adored the entire female sex and often said that one good woman was worth hundreds of useless males. He frequently opined, “after I met your mother, I never looked at another woman.” Well, he looked, observed, and remarked on how women dressed, acted, and behaved. But even my brothers feel he was the most faithful of husbands. When I would later ask how long he and Mother had been married, he’d laugh: “Honey, I don’t remember a time when I wasn’t married to your mother.”</p><p>One had to admire his gentlemanly ways, which were simply the veneer that covered up his benighted and pinched background. He had been born into a family of eight children in one of the non-garden spots of Texas—Putnam, near Cisco. He never had a toy as a child unless he made one out of a corncob. He had gone to work at age seven as a Western Union messenger on horseback. He had quit school at the fourth grade and was totally selfeducated, wrote in a beautiful Spencerian hand, and could do long division in his head. He demanded and deserved the respect he received.</p><p><em>Reprinted from</em> Natural Blonde, <em>by Liz Smith. Copyright © 2000 by Liz Smith. Published by Hyperion.</em></p><p>He had been named after a cherished aunt and had fought over being Sloan since childhood. He was as proud of his name as Lancelot with a maiden’s scarf on his lance. He never tolerated a slur and</p><p>refused to answer to any nickname, yet he called my mother Sweetie and she called him that back. But he would chide my grandmother McCall for referring to her as Baby. He detested small talk. “Canned conversation!” he’d remark.</p><img/><p>During the Depression <strong>He</strong> Infuriated MOTHeR By Keeping <strong>a Polo Pony</strong> In the Back Yard and an Expensive English Saddle On the Stairway In the LIVInG Room. “LIKE a DECORATIOn!” MOTHeR Would COMPLAIn.</p><p>“<strong>WE Can't afford Livestock!</strong>”</p><img/><p><em>The author's mother and father on their wedding day in Ennis, 1914.</em></p><p>He was big on behavioral advice—“Be a man!” he’d say to my terrorized brothers as he rehung the razor strap after some butt-popping punishment. These spankings, for all of us—even me—were rare but memorable, given his incendiary nature. He was an autocrat very like the man in the play <em>My Philadelphia Father.</em></p><p>If he didn’t want to discuss something, a firm “Let’s don’t talk about that” was final. We learned early on not to sass him or ask too many questions, not to complain about slights offered us elsewhere (he might spring to our defense). And we never questioned his judgment—out loud.</p><p>Like all natural athletes, he was careless of his talents. He could run at a ten-foot fence, vaulting over it with one hand. He almost never drank and was an early health nut, ordering grains from Battle Creek, Michigan; urging us to eat prunes and beets; and telling us that “too much ketchup thins the blood.”</p><p>I constantly fell off, or was bucked or raked off, the horses he set me on. But I never saw a horse he couldn’t ride. He loved all horseflesh, especially high-strung, temperamental gaited ponies.</p><p>During the Depression he infuriated Mother by keeping a polo pony in the back yard and an expensive English saddle on the stairway in the living room. “Like a decoration!” Mother would complain. “We can’t afford livestock!”</p><p>I loved everything about the West—cowboys, Indians, fringe, and flash. He would say I had no taste. “Tacky!” he’d erupt. And he never sat in a Western saddle that he didn’t make fun of it and especially the horn. “For tenderfeet to hang on to,” he’d chide. He tolerated my worship of cowboys, although he said they were low-class and not heroes like Tom Mix. He loved animals and from his travels was always bringing home raccoons, armadillos, terrapins, rabbits, and wounded birds. But when we begged for a dog or cat, he was contemptuous. He disliked domesticated pets. Their habits offended him. Dogs and cats were “dirty.” His irrational likes and dislikes, his good and bad judgments, his prejudices and passions remain a kind of crown of thorns to me, even to this day.</p><p>He was beyond impulsive and impatient, and when I find myself snarling because someone is too slow, I am always ashamed to find him still here inside me. He had a teasing side that could be hard on children. He would go get in the car and begin racing the motor in the driveway:</p><p>“all you chillun who want to go with me, come—now!” Where was he going? We would hang, uncertain, on the running board. “No, take it on faith. Stay or go. Gamble.” Mother would come to the front door. (I see her with a broom or a mop. She loved housekeeping, hated cooking.) “Sweetie, don’t tease and torment them. Tell them where you are going.” He would ignore her. We’d be torn as he put the Oldsmobile or the Model T or the V-8 into gear and slowly moved backward toward Hemphill Street.</p><p>If we went, sometimes we’d end up ceaselessly waiting in the car while he went to a mysterious house and did his “cotton business.” But if we failed to go, the other kids came back burbling about delicious treats or a trip to the zoo or a boat ride. We learned to take our chances.</p><p>When he was home from his long auto trips buying cotton all over Texas, Oklahoma, and arkansas, life was so exciting we could hardly stand it. He would make plans to repaint the house all by himself and pay us a nickel an hour to help. One year he covered the roof in asbestos shingles all by himself. “This house will never go up in flames,” he would promise, daring the gods. (It never did and is still standing in Fort Worth’s somewhat deteriorated South Side. Sloan’s shingles are still intact.)</p><p>After a long absence, he’d come home and throw down his suitcase, into which he’d tossed pennies and other coins for us to count and divide. He’d bring us parrots, hats, serapes, spurs, and baskets of tomatoes, oranges, and grapefruit, which he’d send us out to sell. He wanted to teach us the joy of entrepreneurism. We were thrilled, exhilarated,</p><p>us hated going door-to-door. But he was implacable. Woe to one who came back laden with unsold produce. “I take all the risk and you chillun can keep all the profits. But you are too lily-livered to sell anything.” Remembering the slammed doors and irritated rejections, it’s no wonder I grew up almost unable to say “no” to anybody.</p><img/><img/><p><em>above: Little Liz with her fat her and big brother, James, in the Rio Grande Valley.</em></p><p><em>Right: Threemonth-old Liz with James in Fort Worth, 1923.</em></p><img/><p>James and Bobby seemed able somehow to resist his horsey ambitions for them. But I knew he must have tried and failed, because I recall sitting paralyzed in many a saddle that was too big for me while he adjusted the stirrups, fiddled with the bridle, and made mysterious talk about “choke reins.” Cigarette smoke whirled around us as he stood muttering: “and you—you are the only one—you are my best boy!”</p><p>Once, when I was about six, a pony ran away with me in Forest Park, where they had horses for hire. I was wearing my flannel shirt, my “leopard” chaps, and my real cowboy boots, given to me by my aunt Eula’s beau, Frank Dye. Daddy was riding ahead when the pony realized he was in charge. He had always tried to reach back and bite me. Daddy had just laughed: “Just show him who’s the boss.” The pony turned and took off for the feedlot. I held on for dear life, with Daddy coming pell-mell behind me. He knew the pony would dig in its front legs to stop. Margaret Mitchell wasn’t to write this Bonnie Blue Butler scene in <em>Gone With the Wind</em> until 1936, but Sloan could just see me thrown over the pony’s head with a broken neck. Blind with tears, I dug my sloped boots deep into the stirrups, heels down. I managed to stay on. Sloan dismounted in midair and struck the pony in the side of the head with his fist before dragging me into his arms.</p><p>The story of my triumph became embellished. I preened, but not too much. I was still a coward and knew it. I had failed to show my mount who was boss. My boy cousins and James looked on with veiled eyes as Daddy bragged on me. “My best boy!” he’d whisper, holding me between his legs, scattering ashes over everything.</p><p>Hello, Dr. Freud!</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "October 2000",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Mother",
      "Home",
      "House",
      "Cotton",
      "Family",
      "Hair",
      "Horses",
      "Polo",
      "Women",
      "Animals",
      "Boots",
      "Cats",
      "Children",
      "Cowboy",
      "Dogs",
      "Driving",
      "Health",
      "hemphill",
      "Jesus",
      "leather"
    ],
    "wp_categories": [
      "Family"
    ],
    "wp_location": [
      "Hemphill"
    ]
  }
}