{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-197812",
    "date": "December 1979",
    "year": 1978,
    "month": 12,
    "month_formatted": "December",
    "pdf_uri": "/1978/19781200.pdf",
    "issue_cover_image": "",
    "document_start_page": 130,
    "toc_start_page": 128,
    "document_page_range": [
      [
        130,
        131,
        132,
        133,
        134,
        135,
        136,
        137
      ]
    ],
    "toc_order": 2,
    "toc_headline": "Home Sweet Mobile Home",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-197812-homesweet",
  "source": "",
  "wp_post_id": 112116,
  "wp_post_guid": "http://www.texasmonthly.com/article/home-sweet-mobile-home/",
  "authors": [
    "Gregory Curtis"
  ],
  "headline": "Home Sweet Mobile Home",
  "dek": "Home is where the heart is, even if your heart is on the road.",
  "spread_caption": "",
  "excerpt": "Today the king of the road takes his castle with him.",
  "kicker": "",
  "word_count": 2331,
  "content": "<img/><p><em>The mobile family on Sunday afternoon: Jerry Hooser runs a car lot; Barbara manages the forty other homes they own.</em></p><p><span class=\"dropcap\">I</span> had lived for 28 years and had never set foot in a mobile home. One evening about five years ago, a newspaper reporter I knew slightly invited me to go to his house with him for a beer and to meet his wife. When we arrived after a long ride down darkened freeways, I was out of his car and had closed the door behind me before I realized that the mobile home park I had noticed when we exited the freeway was not just on the way to my friend’s house but in fact was the very place he lived. I didn’t know what to say. My surprise, odd as it sounds to me now, could not have been greater if his wife, whom he had been mentioning so fondly, had turned out to be a rubber doll. I had been shoved, with no time to prepare myself, against a prejudice so unanimous among my friends and acquaintances that we didn’t even know we had it. We simply assumed that throughout our lives, however our stations rose or fell, that although we might associate with a broad spectrum of humanity-whites, blacks, yellows, browns, reds, Republicans, revolutionaries, reactionaries, rich, poor, degraded, saintly, guilty, and innocent—we would never know anyone who lived in a mobile home. Now I did.</p><p>My friend preceded me up a short metal staircase to his front door. The steps, painted black and louvered like those in factories, vibrated slightly with our steps. He unlocked the front door and held it open for me. I walked into his living room, which had a low ceiling but otherwise was rather larger than I had expected. Opposite the front door a large couch and a pair of hefty easy chairs were grouped around a coffee table. To my left his wife sat at an upright piano playing “Moon River.” She stood up, my friend introduced us, then they kissed each other with a sweet and awkward self-consciousness from my being in the room. She went back to her piano. He brought in beers for us and a glass of wine for her. As I sat on the couch, he eased himself into a Naugahyde reclining chair and lit a cigarette. A dachshund appeared from somewhere and jumped onto his lap. We talked for about an hour, and I got the next round of beers so as not to disturb the dozing dachshund. Later that evening, after I had gone, I realized I hadn’t asked the question that flared up in my mind the moment we arrived: How can you live in one of these things? But then there hadn’t been any need to ask.</p><p>Photography by Nicolas Russell</p><p>Certainly, my innocence of mobile homes could not have lasted much longer. There are too many people who live in them for that, as this truly astonishing statistic proves: one in every fourteen Texans lives in a mobile home. Last year, of the new singlefamily dwellings on the market in Texas, one in four was a mobile home. Nationwide this fraction has slipped from two out of every five in the early seventies to one in seven. But it is extremely likely that mobile homes will regain their share of the market for one simple reason—price. New site-built houses in Texas now average about $55,000, while a “manufactured home,” the industry’s preferred term, averages only $14,000.</p><p>On a lot in Fort Worth a salesman took me through a typical home that sold for $16,000. It had two bedrooms, two baths, and 1120 square feet. The living room was furnished with a couch, coffee table, easy chair, end table, dining table, and dry bar—all of which were included in the price. The kitchen had a built-in GE dishwasher and refrigerator and a Tappan stove. Each bedroom had a bed, two closets, and a dresser. There were a utility room for a washer and dryer, storm windows, central air and heat, and all plumbing fixtures, including a bathtub and a shower in each bathroom. And the home would be delivered free within a fifty-mile radius of Fort Worth. Financing is usually 10 per cent down with the remainder carried on a tento fifteen-year note, which would make the monthly payments for an average-priced home about $200 at current interest. It costs as little as $30 a month to rent a lot in a small town, but as much as $90 in the city. Mobile home owners pay little or no property taxes unless they own the land their house is on, but they do pay a 4 per cent sales tax at the time of purchase, since Texas classifies mobile homes as vehicles.</p><img/><p><em>Living on their own, three high school students work part time to pay their rent.</em></p><p>Although price is the main reason most people buy mobile homes, there is another appeal, which, for the majority of owners, is almost as important—their mobility. To the casual observer, a mobile home properly installed in a park looks much more stationary than it is. Water, electrical, and gas lines are hooked up, and the skirting around the bottom of the houses, which most parks require as windbreaks and to keep pets and varmints from getting underneath, often appears to be the equivalent of the foundation of a regular house. Each mobile home will have front and back steps attached to it, and many owners install fences, plant grass, even put in sidewalks, carports, and driveways. Furthermore, to protect against wind damage, most homes are anchored by metal strips that run over the roof and clamp on both sides to hooks bolted into the ground. Yet it is a very simple process to remove the skirting, unhook the anchoring, disconnect the utility line, back a truck cab up to the home, and haul it away. The owner might want to pack up dishes and other breakable items, but otherwise he can leave furniture and appliances just as they are and hit the road.</p><p>And the road is often the single constant in the lives of mobile home owners, with the possible exception of the mobile home itself. This transience is why, despite one in fourteen Texans living in mobile homes, people who live in stationary houses or apartments know so few who live in housing that has been, as they say, manufactured. Mobile home owners are nomads. They are frequently laborers in such work as construction, oil, and agriculture, who travel from place to place, attracted there by available jobs and staying as long as the work holds out. Quite often this rootlessness is a natural proclivity that has been intensified by a muddled personal life with ex-spouses and children spread out across the country, and there come times when it is necessary to avoid the former or seek out the latter. One man who lived in a small but pleasantly wooded trailer park in Fort Worth told me he had been working the last two years on a construction project in Michigan. “But i’ve got enough money for a while,” he told me. “I just came down here to be near my daughter.” He stayed three months, spending most of his days in the park. Now he has moved on. Another construction worker in a park less than a mile away told me he liked his home precisely because it helped him keep his family together. “I move a lot,” he said, “but my wife and two kids always know their home will move with them. They never have to worry about leaving a nice place in one town and moving to a dump in the next.”</p><img/><p><em>Joe Russell prefers his mobile home in Fort Worth to living at Carswell air Force Base. He’s just minutes from work and his sister (center, below) lives in the same park.</em></p><img/><img/><p><em>Judy Russell, electronics worker, liked her first mobile home, now lives in her second.</em></p><img/><p><em>Mr. Mac Moore’s business card reads, “No job-no money-have trailer-will travel.”</em></p><img/><p><em>It’s cheaper at Bonaventure Village near Fort Worth than in the development nearby.</em></p><p>It is also common to find retired people in trailer parks. Many of them are widows or widowers, and they have moved there to be near a son or daughter or other relative and find that, on a limited income, a mobile home is the most comfortable way they can live without imposing on the people they have come to be near.</p><p>And the third group, one that includes my friend the reporter, have decided they want to live where, in the words of every mobile home salesman in the world, “you have something more for your money at the end of the year than a handful of rent receipts.” This group is divided, though. “Once you go mobile, you’ll stay mobile,” one woman told me. She was about 25, had two children, was married to an electrician, and she and her family had been living in their home for three years. “This park is nice,” she said. “The playground is right outside my kitchen window, so I never have to worry about the kids. And the people are nice. Not all of them, but that’s true anywhere. I still want something better, though.” I asked her about that, thinking she would tell me about a dream house; but that was my dream, not hers. “i’m still a country girl,” she said. “I want to buy a nice piece of country land, a couple of acres with trees and room for a garden—you know what I mean. Someplace where we can move this mobile home and really set it up right.”</p><p>The other part of this group are living in mobile homes while they save money to buy a house. “It’s about the only way I know,” my friend the reporter told me, “for someone like me who came into the world without any money to get ahead.” He has since bought a house, left the newspaper, and started his own business. “i’m pretty happy with the way my personal finances are arranged now. Just look at what I did. In 1971 my wife and I bought that mobile home for $8000. It was a nice one—not the nicest one —but a nice one. We lived in it for three years. We were comfortable, had plenty of room, could keep pets, didn't have people walking back and forth on our ceiling the way we would have in an apartment. Okay. After three years we sold it for $4000, so it cost us about $100 a month plus the rent on the lot, which was $40 then. Now where, for $140 a month, could I have lived as comfortably? and all that while, every month, we were saving money until we had enough to start looking for a house. If we had lived in an apartment all that time, that’s where we’d still be right now.”</p><img/><img/><p><em>Yes, Virginia, they are mobile. There is no need for big vans to carry all the furniture; it stays right in the house. If the move isn’t far, owners can ride inside, too.</em></p><img/><img/><p><em>a dealer’s model room: the plastic flowers are extra.</em></p><img/><p><em>The dining room, seldom used, in a “double wide”</em></p><img/><p><em>a Roman bath, the latest rage in mobile home interiors</em></p><img/><p><em>Walls are first assembled, then attached. In six days, a mobile home is complete.</em></p><p>His reasoning contains the appeal of the old virtues of thrift, hard work, self-improvement. The role of mobile homes in encouraging those virtues helps make the homes seem less a blight on the landscape and more a part of modern americana, as authentic in their way as log cabins or little red schoolhouses. It is not the final word, however. Financially, leaving aside for the moment the question of coming up with the down payment, a mobile home is never as good an investment as a house. Although used mobile homes are much in demand, they depreciate in value year by year much as cars do: with the availability of inexpensive new mobile homes, used homes can’t hold their value. It is true that in recent years some used homes are selling for more than their original purchase price. But in the meantime inflation has eaten away so much of the dollar’s value that the increased prices still represent an actual loss. Also, mobile homes that have appreciated haven’t done so at nearly the same rate that houses have.</p><p>But man does not live by bread alone, which brings us to another point. For someone used to living in almost anything else, there is someing wrong about a mobile home. Although they are built much better these days than they used to be and must conform to rigorous government specifications, they retain, even when lived in, the sort of sterility and blandness of motel rooms. Everything seems fake—and frequently <em>is</em> fake: fake beams, fake stucco on the ceiling, fake paneling on the walls, fake porcelain in the bath, fake leather on the furniture. Ventilation and lighting are problems. There are not enough windows, so the air never seems quite fresh. Even with the drapes parted, rooms remain dark, and some people leave the lights on throughout the house all day.</p><p>What is worse, and here is the real source of the prejudice I confronted at the reporter’s house, a trailer park is no more a community or a neighborhood than a motel is. Even in the poorest areas of a town or city, there will be stores, restaurants, churches, bars, schools, and banks, either down the street or a few blocks away, and all these things help define and maintain the spirit of a community. They do not exist in mobile home parks. Mobile home dwellers must seek them outside their own turf, in a community that will always be more someone else’s than their own.</p><img/><img/><p><em>These remnants, once a mobile home, are from the pipeline explosion in Brazoria last October. Firemen had to search among the rubble for signs of survivors.</em></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "December 1978",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Home",
      "homes",
      "people",
      "money",
      "Fort Worth",
      "House",
      "Work",
      "Family",
      "rent",
      "Coffee",
      "Construction",
      "Country",
      "Texans",
      "Texas",
      "apartments",
      "Beer",
      "Bread",
      "Business",
      "Cars",
      "Children"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": [
      "Fort Worth",
      "Texas"
    ]
  }
}