{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198711",
    "date": "November 1987",
    "year": 1987,
    "month": 11,
    "month_formatted": "November",
    "pdf_uri": "/1987/19871100.pdf",
    "issue_cover_image": "",
    "document_start_page": 124,
    "toc_start_page": 120,
    "document_page_range": [
      [
        124,
        125
      ],
      [
        193,
        194,
        195,
        196,
        197,
        198,
        199
      ],
      [
        202
      ]
    ],
    "toc_order": 2,
    "toc_headline": "Head, Heels, And Heart",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198711-headheels",
  "source": "/1987/19871100.pdf",
  "wp_post_id": 122859,
  "wp_post_guid": "http://www.texasmonthly.com/article/head-heels-and-heart/",
  "authors": [
    "Stephen Harrigan"
  ],
  "headline": "Head Heels And Heart",
  "dek": "Team Roping Is No Cinch. Making a Living At It On the All-Girl Rodeo CIRCUIt Is Even Tougher. Mostly, You’ve Just Got To Love It.",
  "spread_caption": "",
  "excerpt": "For team ropers on the All-Girl circuit, the true reward is the happiness of pursuit.",
  "kicker": "",
  "word_count": 4335,
  "content": "<img/><p>Pam Minick</p><img/><p>Cindy Waters</p><img/><p><span class=\"dropcap\">T</span>he cowgirls’ names were Pam and Cindy; their horses were Byron and Paint. The four of them had been on the road all day, driving from Lewisville to a Tulsa suburb called Sand Springs. When at last they located the rodeo arena in a little public park on the banks of the arkansas River, Cindy was moved to exclaim in a deadpan voice that was equal parts irony and road fatigue, “Yippee-tie-yi-yay.”</p><p>Cindy Waters and Pam Minick were team-roping partners. Their event at the allGirl River Round-Up was not scheduled to begin for another three hours, and the grounds were almost vacant. At the far end of the arena a group of about thirty Mexican steers stood vacantly in a corral, attuned to some deep alpha level of boredom.</p><p>“God,” Cindy said when she saw them, “I hope that’s not what we’re ropin’. Those suckers are a little big and not much horn.”</p><p>She parked the rig on a grassy field adjacent to the arena, and then she and Pam led the horses out of the trailer and unhooked it from the truck. Byron and Paint seemed glad enough to be released after six hours on the road and began to chomp the grass at their feet without betraying any further interest in their whereabouts. They were slightly logy after the long haul, but it was good for a roping horse to be a little down before a rodeo, to keep him dependent on the will and good judgment of the rider.</p><p>Pam went to get water for the horses, and when she came back she transferred her Louis Vuitton overnight bag from the little dressing room at the forward end of Cindy’s big gooseneck trailer to the bed of the pickup. Then she got her ropes out of the circular rope case and laid them out in the trailer to air. The ropes used in team roping come in five grades. Mead ropes —those the “header” uses to rope the horns of the steer—are fairly flexible. Most of the time Pam was a “heeler.” Her ropes, designed to entrap a steer’s rear feet as firmly as a snare, were as stiff as loops of wire.</p><p>Pam wore pink sculptured nails and a brand of jeans called Panhandle Slims. Her hair was curled into a blondish cascade that flounced at her shoulders whenever Byron charged after a steer. Back in 1973 she was Miss Rodeo america, and at 34 she still had the bearing of a beauty queen, along with a sly intelligence. The vice president of the Women’s Professional Rodeo association, she made her living announcing rodeos and anchoring a syndicated TV show, <em>Rodeo Sports Page.</em> It could not be said that she was an altogether representative cowgirl, but she was peculiarly emblematic of that place in our culture where the remnant mores of the range cross trails with the glitz of urban life. For instance, she lived in a log cabin and drove a Mercedes.</p><p>Pam’s career placed her on the show-businessv side of rodeo, but in her heart she thought of herself as a competitor, and she had come to Sand Springs to rope. As a spectator sport, team roping is extremely perfunctory: eight or nine seconds of urgent business involving two riders, two horses, and a bewildered bovine consciousness. To Pam and Cindy, though, it was a discipline as timeless and intricate as Zen.</p><p>[ Continued On Page 189 ]</p><p>[ Continued From Page 121 ]</p><p>“There’s you,” Pam explained, “your horse, the steer, your partner, and your partner’s horse. No matter what you do there’s always a variable-an animal that’s got a mind of its own.”</p><p>Cindy, a small, lively woman with curly brown hair, wore purple Reeboks, Lee jeans, and a purple T-shirt set off by a yellow bandanna. The lenses of her sunglasses were inlaid with red stars. She and her husband, Mitch, owned a feed and tack store in Grapevine, and they also kept 150 head of <em>corrientes,</em> the Mexican cattle that are the preferred prey of team ropers. They leased their steers to rodeos and sometimes produced their own informal jackpot ropings.</p><p>Cindy was from San angelo originally. She entered her first rodeo in Del Rio when she was five and hasn’t stopped since. “I even roped up until I was six months pregnant,” she said. “One time this woman came up to me and said, ‘Lady, what does the doctor think of you ropin’ when you’re pregnant?’ I told her, ‘Lady, he thinks I rope pretty good.’ ”</p><p>Pam and Cindy left the horses tied to the trailer while they went into town to check into a motel, eat dinner, and change into their rodeo clothes. Pam emerged from her motel room wearing a red shirt, a red bow in her hair, earrings, jeans, and maroon boots with spurs. She also wore her Miss Rodeo america belt buckle. Cindy wore earrings as well and a light blue Western shirt with the collar turned up. They would put their hats on later.</p><p>“i’m warmed up,” Cindy said as she drove back onto the arena grounds. “i’m psyched.” She pounded her hands on the dashboard. “i’m <em>ready!”</em></p><p>The grassy area near the arena was filled now with pickups and horse trailers, with cowgirls calmly grooming and rigging and speaking to their horses. Most of the cowgirls on the all-Girl circuit knew each other, but there appeared to be little socializing—just a quiet, solitary air of preparation.</p><p>They were schoolteachers, beauticians, flight attendants, waitresses, ranch hands. Some of them had driven in from as far as the Rio Grande Valley, and only a few would win enough money at the rodeo to cover their travel expenses. Women have been performing in rodeos ever since annie Oakley starred in Buffalo Bill’s Wild West Show. In the old days rodeos were traveling events, like circuses, and the cowboys and cowgirls drew salaries and rode from town to town on a train. Today it’s different. A woman who wants to compete in a rodeo must foot her own bills, and a cowgirl’s overhead is high. A good head horse for team roping starts at $5,000. Ropes are $20 apiece and wear out quickly so that a competitor needs five or six on hand. Bridles are $150 and saddles anywhere from $700 up. Cindy’s palatial four-horse trailer retails for $6,750, but even a dumpy used two-horse trailer is seldom available for less than $1,000.</p><p>Most cowgirls aspire to be barrel racers because barrel racing is the event that has crowded out all the others and given women’s rodeo its defining image —that of a teenage girl, her face set and her will consecrated to the task of guiding a massive horse through a series of skittery hairpin turns. Barrel racing is also where the money is: it’s the only female event featured in the big mainstream rodeos sponsored by the Professional Rodeo Cowboys association. A cowgirl who would rather team rope or ride rough stock like bulls or broncs must reconcile herself to a life in the minor leagues and compete in the all-Girl division, whose rodeos —though few and thinly attended-at least feature a full range of events. Of the 3,000 members of the Women’s Professional Rodeo association, only 104 are out on the allGirl circuit. Charmayne James, the world champion barrel racer, earned $153,000 in prize money last season. The allGirl champion, Nancy Pierce, won just over $4,000.</p><p>“We’re just flat devoted,” Pam said. “We’d probably make more money in miniature golf. But no matter how measly the rewards may seem to some people, to us it consumes our life.”</p><p>Cindy and Pam would rope twice tonight, though only once with each other. As the time for the rodeo drew near, their horses grew more alert and restive.</p><p>Pam’s horse, Byron, was sixteen. In his early years he had been run on a racetrack in Louisiana. Pam bought him ten years ago as a barrel-racing horse but soon discovered his natural affinity for roping. He had a scar on one thigh shaped like a bolt of lightning, where he had once been gored by a bull, and prominent veins that bulged beneath his hide. Sometimes he would open his mouth and clack his teeth together, a mannerism that Pam labeled his “Mr. Ed routine.”</p><p>Cindy’s horse was an eleven-year-old paint. She called him Paint because his registered name, St. Patrick’s Bars, struck her as dorky. She had only had him for a few months. He was a practice horse, a spare. Usually she roped on a towering sorrel she called Baby, but Baby had recently overreached himself while turning off a steer, and he was laid up back in Lewisville with a chipped hoof.</p><p>“as far as bein’ an all-around horse,” Pam was saying, standing back and appraising Byron as if he were a statue in a museum, ‘Byron’s the best horse i’ve ever had. Sometimes though, like the other night, he was cheatin’ me bad. He was fadin’ to the left. So I pulled his head to the left and made him side-pass all the way across the arena.”</p><p>“Baby gets smart like that about facin’ up,” Cindy offered. “He knows that after about three jumps he turns to face. I swear he counts to three.”</p><p>“Oh, well,” Pam said, “if they weren’t smart, we wouldn’t love ’em.”</p><p>While Cindy saddled the horses, Pam went to pay their entry fee and check on the steers they had drawn. Cindy fastened the roping girths and cinches, the breast collars and tie-downs, the bridles and hackamores and overreach boots and splint boots. Cindy’s six-year-old daughter, Kit, had given her mother a string of colored beads for good-luck, and as a final touch Cindy tied the beads into Paint’s black mane. When she was through outfitting him, Paint looked like a pagan war-horse.</p><p>“You’ve got Steer Number Fifty-six,” Pam said to Cindy when she came back. “i’m gonna head for Lori; we drew Thirtyfive.” Pam picked up a rope and made a few practice swings.</p><p>“If he’s got big horns, Pam, you might want to use a little harder rope. That one might close up on you.”</p><p>Pam was considering this advice when the rodeo announcer’s voice intruded over the loudspeaker.</p><p>“all you cowgirls,” he said, “please line up for the grand entry.”</p><p>“That’s us,” Pam said. She and Cindy put on their hats —straws with wide, flat brims —mounted their horses, and rode across the rutted dirt road to the arena.</p><p>Only about a hundred people had gathered in the worn bleachers to watch the rodeo. Many of them seemed to be rodeo contestants themselves, sidelined cowboys in clean Wranglers and hats that rested low and somber on their heads. They moved back and forth watching the proceedings with intermittent interest, carrying watered-down Cokes and nachos covered with congealed cheese and swarming with flies.</p><p>“We’ve got a former Miss Rodeo america with us tonight,” the announcer said from the judging stand as Pam entered the arena on Byron. She carried an american flag, and behind her the rest of the women followed in procession.</p><p>Pam stood out, not just because she was leading the grand entry. With her pink fingernails shining in the stadium lights, she set a standard of dressiness that most of the other cowgirls disregarded. The dress code for the rodeo was minimal —hat, long-sleeved shirt, jeans, and boots —and for the most part the participants observed it with brisk good taste but barely a hint of glamour. In the old days, back in the twenties and thirties, rodeo cowgirls had worn ten-gallon hats, embroidered prairie skirts, and fringed leather gloves. Those pioneer cowgirls had projected an image that was coy and audacious and perhaps subtly mocking of the duded-up travesty the Western myth had become. They were often superb horsewomen, but they never lost sight of their primary role as entertainers. Today’s cowgirl is different. She’s an athlete, with an athlete’s inward focus, and there is little in her dress to distract one’s attention from the elemental business at hand: that of wrestling and roping and bouncing on the backs of perturbed beasts.</p><p>In this context, Pam’s stylishness was intrepid. Some of the other cowgirls, she hinted, resented it and refused to take her seriously as a competitor. But as the vice president of the WPRA, Pam considered it her duty to bring a little color to allGirl rodeos so that corporate sponsors might be persuaded to supplement the meager prize money.</p><p>Pam remained in the arena when the rest of the contestants had filed out. She circled once more with the flag and then pulled up in the center as a cowgirl named Crystal Murray —in a Farrah Fawcett hairdo and blue vest—sang a piercing a cappella rendition of “The Star Spangled Banner” with country and western phrasing.</p><p>After those preliminaries, the rodeo began with bareback riding. Crystal Murray was one of the first contestants. She bolted out of the stall riding, the announcer told us ominously, “the horse they call Roy.”</p><p>“Sit up there, Crystal,” he commanded over the loudspeaker. “Use the horse now.”</p><p>He felt free to offer the same advice—“Use the horse”—to each new contestant as she struggled to keep her seat upon the yawing and pitching animal beneath her. In the background a cheap instrumental version of “Ghost Riders in the Sky” kept repeating over and over. With this feverish sound track, and with the fitful-at-best attention of the sparse audience, the allGirl rodeo unfolded with the distant sensibility of a dream.</p><p>After bareback riding came calf roping, and then it was time for steer undecorating, the women’s polite version of bulldogging. In that event the rider, rather than leaping off the horse and wrestling a steer to the ground by its horns, merely chases down the steer and pulls a ribbon off its back.</p><p>During the steer undecorating Pam and Cindy walked their horses behind the holding pens to warm them up. Team roping would be next.</p><p>“I used to do this,” Pam said, eyeing the action in the arena from her vantage point atop Byron, “but I chickened out.” as she watched, a steer was let out of the gate, and a rider, called a hazer, ran between it and the arena wall, forcing the steer to run a straight line as the other cowgirl raced behind it. Holding the saddle horn with one hand, the cowgirl hiked out dangerously far over the steer, grabbed the ribbon, and held it aloft.</p><p>“Reaching out like that,” said Pam, “you’re totally committed. Last year a friend of mine broke her nose on the steer’s horn, and another girl almost lost her eye.”</p><p>As the steer undecorating drew to a close, the sky to the north filled with silent pulses of lightning. The storm moved with amazing swiftness until it loomed just overhead. Pam watched the sky with concern as the bleachers started to empty and a few fat raindrops plopped onto the dirt of the arena.</p><p>Before the team roping could begin, steers had to be brought up from the holding pens and prodded into the narrow chute from which they were expected to charge when the gate was opened. (The steers run for the other end of the arena not from any desire to cooperate—that’s where they’re fed, and it’s the only place in the vicinity where they are likely to feel a sense of security.) In the interval, cowgirls were filtering out into the arena, making practice swings with their ropes while the sky crackled and seethed above them.</p><p>“Let’s get in the arena,” Pam said.</p><p>“Fine with me,” said Cindy. “I want to rope something before I get struck by lightning.”</p><p>But even before the steers were assembled the storm changed course and began to depart. The rodeo was saved. In the holding pen the steers were prodded and yanked and kicked into position. They moved along, as uncomplaining as they were uncomprehending. Pam said that when she roped a steer, she didn’t think of him as an animal, only a target, and it was true that these dour, put-upon creatures seemed to be lacking some major component. Each of them had been outfitted with leather horn protectors secured by a chin strap, and they wore this ridiculous headgear as they waited their turns to be roped. They looked like paratroopers lined up for a drop.</p><p>The steers represented the existential uncertainty at the heart of team roping. Pam compared the sport to football: The header is the quarterback, the heeler is the wide receiver. The ball is alive. The header’s role is the more cerebral —it’s her ability to read the body language of a steer and anticipate its moves that often determines whether the heeler will have a decent shot at its feet. The heeler depends less on her ability to make judgment calls than on her skill at roping. It’s easier to rope the steer’s horns than it is to rope its hind feet, which strike the ground in often-arrhythmic hops. A particularly savvy steer-one that has been roped a few times and has begun to devise methods of noncompliance —may take pains to drag its hooves in the dirt, leaving no room for the heeler’s loop to pass.</p><p>Good heelers are scarce. Pam became a heeler because as a header she was having trouble locating accomplished partners. A few years back she spent a whole winter learning the skill.</p><p>Head horses tend to be bigger than heel horses. They have to bear the brunt of the steer’s abrupt loss of momentum as it is roped and turned —ideally at about a ninety-degree angle —from its original path. Heel horses should be swift, stable but not dogmatic in their movements. When Pam rides Byron, she can trust him to follow the steer itself, while she concentrates on the steer’s heels. “That’s why,” she said, “he’s Mommy’s baby.”</p><p>When the steers were ready, the members of the first team took up their position in the “boxes” on either side of the chute, the header to the steer’s left and the heeler to his right. The header nodded, the gate was opened, and the steer charged ahead, automatically releasing a rope barricade in front of the header’s horse. The header gave chase, followed a microsecond later by the heeler, and it was suddenly very clear what a difficult and frantic process team roping was. There was so much finesse required amid so much furious motion that roping a steer in the correct fashion seemed as difficult as tying a trout fly while riding a roller coaster.</p><p>In the space of a few seconds the header looped the steer’s horns and managed to turn him, but the heeler’s first throw hit the steer on the back of the knees. The next few teams didn’t fare much better, their ropes popping olf the steers’ horns or slipping harmlessly under their hind feet.</p><p>Cindy roped with a woman named Edee Hurst, from Henderson. When Steer Number 56 came out, Paint lunged after him like a dog chasing a rabbit. The sudden velocity whipped Cindy’s hat off her head. She leaned forward in the stirrups, standing on the balls of her feet and twirling the rope in flat circles over her head. Except for that motion, her body was still. Paint brought her up to the steer’s flank in an instant. She was about to throw when Number 56 got a bright idea. All at once he planted his front feet in the dirt, feinted to the right, and then when Paint had zoomed by, he took a few steps over to the left and stood there alone as the dust settled around him.</p><p>Pam drew a better—that is, dumber—steer. Since her partner for this run, Lori Patterson, was a champion heeler, Pam had agreed to head the steer. She led Byron into the box and walked him backward until his rump touched the metal barrier. He was unaccustomed to being in the header’s box, and Pam could feel his heart pounding in his chest with nervous confusion. In the other box Lori positioned her horse and adjusted the glove on her right hand. She had lost a thumb on that hand a few years before. She had been dallying, wrapping the rope around the saddle horn after catching a steer. Her thumb got caught in the wrap, and the rope, tied to a straining six-hundredpound steer, had taken it off. They tried to sew the thumb back on, but it didn’t take, so they transplanted her big toe there instead.</p><p>Lost thumbs are a common rodeo accident. In women’s rodeo, team ropers have the option of dallying, or simply tying the end of their rope beforehand to the saddle horn. Pam used to dally, but she was watching the night Lori lost her thumb in the arena, and ever since then tying off has suited her fine.</p><p>Byron, nervous though he was, brought Pam out in good form as the steer took off. In the wink of an eye she had encircled the steer’s horns with her rope, closed the loop with a quick backward jerk, and turned him squarely off course. Then Lori came in, caught him by both heels and pulled his hind legs in the air with the rope while he bellowed in protest. All of this was accomplished with a precision and elegance that was almost oriental. The point of team roping was to create a pattern out of chaos. In the center of the arena the riders and their horses faced each other, like partners in some courtly dance, while the hapless steer tottered on its front legs between them, the unwilling centerpiece of their <em>tableau vivant.</em></p><p>The time was 9.57 seconds, the best all evening. Pam and Lori took a victory lap.</p><p>“I faced too early,” Pam said when she came out of the arena. “If i’d stopped that momentum too soon and there’d been slack in the rope, she might’ve lost the hooves.”</p><p>“I was proud of ya, Pammie,” Cindy said.</p><p>“Well, I <em>was</em> tickled.”</p><p>“Now just get headin’ out of your mind.”</p><p>The rodeo was officially over, but the competition would continue for another few hours in an encore period known as the slack. It was during the slack that Pam and Cindy would get the chance to rope together.</p><p>“I think i’ll give Byron a little sippiepoo of water,” Pam said, “and then check on what steer we drew.”</p><p>Pam returned a few minutes later with the information that they’d drawn Number 61. Both of them were relieved that they’d been spared the wily 56.</p><p>“Sixty-one’s the steer Lea had,” Pam said. “She missed him, but he ran straight as an arrow.”</p><p>While waiting for the slack to begin, Cindy practiced roping Buford, a footstool-size dummy with a steer’s head. She roped while standing on the ground, tossing the wiry loop around Buford’s horns and then tightening it with a violent backward motion, like the snapping of a bull whip.</p><p>Pam practiced on horseback, using a sawhorse tipped under the chassis of a truck. Its two back legs were tilted upward in approximation of a roped steer’s hind legs.</p><p>“This is the position I want him in,” she explained, guiding Byron behind the sawhorse. “I don’t want his body at an angle. I want him behind the steer.”</p><p>She stood up in the stirrups, leaned forward, twirled her rope in three swift downward-facing loops, and planted it beneath the upraised feet of the sawhorse.</p><p>“See how it forms a trap? I throw it when the hooves are up and out, and he steps right into the next loop.”</p><p>There was little distinction between the slack and the rodeo proper. By the time the team roping began again the stands were almost empty, but “Ghost Riders” was still playing without pause on the loudspeaker. Thirty-one teams had signed up. Pam and Cindy would go last.</p><p>The roping, by and large, went poorly. A few teams managed to rope their steer by the horns and by one rear hoof, but nobody got two. The steers were balky, and the cowgirls and their horses looked tired.</p><p>“They’ll have Steer Number Sixty-one,” the announcer said wearily, when all but Pam and Cindy had made their run. “Then we can turn out the lights. The party’s over.”</p><p>At first, things looked perfect. The steer came out and ran, as predicted, straight as an arrow. Cindy and Paint closed in on his left side, with Pam and Byron positioned a short distance behind on his right. Cindy’s loop fell evenly over both horns, but then suddenly it waved off the left one. When Cindy jerked the rope tight, she had only one horn, which wasn’t a legal catch. Undaunted, Pam followed through and might have had a shot at his feet if the steer, with exquisite indifference, had not simply laid down in the dirt. Byron came to a quick halt, and the four pursuers looked down in unison at the reclining steer, who had unilaterally declared the game over.</p><p>After a while the steer stood up and walked casually away. Cindy let go of the rope and pulled Paint up with an angry jerk when he attempted pursuit.</p><p>She and Pam took Paint and Byron back to the trailer and removed their saddles, revealing their sweat-soaked hides. The women were disappointed, but they didn’t let on. And Pam had won $285 on that first steer, enough to pay entry fees and gas money and still come out ahead. If the rest of the summer wasn’t a disaster, they’d both make the national finals in Guthrie.</p><p>For now they turned their attention to the horses. They fed them and watered them and found a vacant corral where Byron and Paint could be put up for the night in security. They spoke to the horses in subdued babying voices, and in response the horses stood there mute and mysterious, but emanating some hidden signal of acknowledgment, of complicity.</p><p>“I thought i’d roped the poop out of that cow,” Cindy said as they headed back to the motel. “Then it just waved off.”</p><p>“If I know you,” Pam said, “you’ll be ropin’ him a hundred and fifty times in your sleep tonight.”</p><p>“Yeah,” Cindy answered, “but tonight i’m gonna catch him.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "November 1987",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Rodeo",
      "roping",
      "Horses",
      "Cowgirls",
      "money",
      "Boots",
      "Cowboys",
      "ever",
      "Women",
      "Barrel Racing",
      "Business",
      "leather",
      "Lewisville",
      "Love",
      "Racing",
      "Range",
      "rio",
      "Wrestling",
      "Advice",
      "all the way"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": [
      "Lewisville",
      "Del Rio",
      "Panhandle",
      "San Angelo",
      "West"
    ]
  }
}