{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198711",
    "date": "November 1987",
    "year": 1987,
    "month": 11,
    "month_formatted": "November",
    "pdf_uri": "/1987/19871100.pdf",
    "issue_cover_image": "",
    "document_start_page": 114,
    "toc_start_page": 110,
    "document_page_range": [
      [
        114,
        115,
        116,
        117,
        118,
        119,
        120,
        121,
        122,
        123
      ]
    ],
    "toc_order": 1,
    "toc_headline": "In Praise Of Cowgirls",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198711-inpraise",
  "source": "/1987/19871100.pdf",
  "wp_post_id": 122862,
  "wp_post_guid": "http://www.texasmonthly.com/article/in-praise-of-cowgirls/",
  "authors": [],
  "headline": "In Praise Of Cowgirls",
  "dek": "The Blues Ain't Got 'em Yet.",
  "spread_caption": "",
  "excerpt": "Call them what you will. We call them the living, breathing spirit of the Western woman. A working definition, you might say.",
  "kicker": "",
  "word_count": 1356,
  "content": "<p>Think twice before you call them cowgirls. They do not necessarily warm to the term, since it is a word that manages to diminish both cattle and women. But what else are we supposed to call them? Women With a Professional or Recreational Interest in Livestock?</p><p>No, we’ll stick with “cowgirl” and take the heat. Like it or not, the word calls up a range of resonant images: the coquettish trick rider in a wild West show; the self-reliant ranch woman who brands and doctors her own calves; the suburban mother who spends every night and weekend running barrels; the bull rider who drives hundreds of miles to an all-Girl rodeo, hoping to win maybe a couple hundred dollars.</p><p><em>Texas Monthly</em> went in search of Texas cowgirls. We sent letters to ranches, to the National Cowgirl Hall of Fame in Hereford, and to the Women’s Professional Rodeo association. We asked them, “Who is a cowgirl?” They sent back names, and from those names we selected the women on these pages.</p><p>Asking “Who is a cowgirl?” leads to another question, “What is a cowgirl?” She is not just a female cowboy; she doesn’t measure herself, as cowboys inevitably must, against the great american archetype of “cowboy.” Though many speak proudly of the generations of women who came before them, cowgirls acknowledge the difficulties of working in a world defined by men. But if they don’t bring the sheer strength of a man to their jobs, they have found a different kind of strength in this supposed weakness. They delight in their capacity to truly communicate with their animals, to know and understand them. “My husband can take a colt that has never had a halter on, get that halter on, and physically lead it wherever he wants by brute strength,” says Barbara Saunders. “I can take the same colt and have the same job done by just simply taking care of it, touching it, finding out where it likes to be scratched.”</p><p>If there is a unifying principle to the lives of the women we found, it is horses. “Horses have something to offer you. If you’re good to them and try to understand them, they’re good back,” they say. “Horses ground me. They make me calm and serene.” Some of them come right out and say they prefer horses to people, and you believe them. There is something in these cowgirls’ faces that sets them apart. These women project a secure sense of tradition, an unblinking certainty that their lives are woven deep into the fabric of Texas. Their way of life, their preoccupations, may seem vestigial and irrelevant to some of us, but it could never seem so to them. The glint of confidence in their eyes comes not just from the mastery of horses but from the mastery of self. They have the look of real cowgirls.</p><p><strong>PHOTOGRAPHY By William Coupon</strong></p><p>Typography By Steve Gibbs. Research Assistance By Karen Seeley</p><img/><p><strong>ANN Holland Daugherty</strong></p><p><em>27, alpine</em></p><p>“a lot of times you think, i’m not getting anywhere. I’m at the same place I was when I was twelve. I’m still the boss’s daughter, and that gets frustrating. I’d like to run a ranch, but I have a husband and I don’t want to be his boss. I’d like someday for someone to describe me as a eattlewoman. The jobs I do <em>are</em> traditional—think of all the women before me!”</p><img/><p><strong>Beverly Weyerts</strong></p><p><em>54, alpine</em></p><p>“Ranching still has the romantic side, and there are lots of us diehards that love it and are gonna stay. There’s the scenery, the quiet of it. You don’t feel closed in. If you wanna walk out there and shout, they’re not gonna have the men in white suits there. If you wanna go out there and cry, you won’t have to explain it to somebody.”</p><img/><p><strong>Sheila Welch</strong></p><p><em>49, Sweetwater</em></p><p>“I show cutting horses—first, because I love them so, and second, because I like winning. Gutting is an art. My husband, Buster, says it’s like painting a picture. My mare and I have been given to one another for some reason. We’re allowing each other the freedom to express our greatness. She and I will go down in history.”</p><img/><p><strong>Barney Nelson</strong></p><p><em>40, alpine</em></p><p>“Modern ranching has gotten to where they like to do things with smaller pastures, drive a pickup, and call the cattle up with a feed sack. My feeling is that you lose all the skills that make life worth living if you do it that way. The only reason I like to take care of cows is because I can do it horseback, and the only reason I like to be horseback is to take care of cows.”</p><img/><p><strong>Barbara Saunders</strong></p><p><em>45, Marfa</em></p><p>“Bulls are stubborn, they’re sly, like typical males of any breed. I love the females here on the ranch. Doesn’t make any difference what it is, whether it’s a rabbit, a dog, a horse, a cow, or an antelope-the personalities of the females are so much different. Maybe I understand what they’re going through.”</p><img/><p><strong>Sherry Altizer Ingham</strong></p><p><em>28, Sonora</em></p><p>“I rodeoed all my life. My father was a world champion, so it meant something for me to live up to his reputation. I ended up seventh in the world in barrel racing in ’82. I’ve been all over the United States rodeoing, and i’m traveled out. Now i’m involved in ranching, and I like to stay home. It’s heck just going to the grocery store once a week.”</p><img/><p><strong>Sue Moorhouse</strong></p><p><em>42, Benjamin</em></p><p>“My grandfather had been a rancher and a cowboy, and I guess I inherited that from him. I kind of have a talent for knowing cattle, just knowing what a cow’s gonna do next. You learn to recognize a cow that might be a little crazy just by the way she holds her head and how she looks at you.”</p><img/><p><strong>Susan Stephens</strong></p><p><em>33, Gail</em></p><p>“The last two years i’ve been day-working-I hire out by the day. I’m not considered a real good hand, but that’s my goal. I’ve seen a lot of ranch women get calloused and rough, and they forget that they are ladies. I know a lot of women who try to be men, and it’s easy to fall into that trap, but it’s wrong, ’cause that’s not the way we’re made.”</p><img/><p><strong>Tad Lucas</strong></p><p><em>85, Fort Worth</em></p><p>“I was one of the first women inducted into the Rodeo Hall of Fame. I was called the World’s Greatest Cowgirl ’cause I won best woman trick rider for eight years. I done everything. I rode bucking and jumping horses and steers and Brahmans. I did one trick where I stood on my head on the horn of the saddle and another one where I went between the horse’s hind legs and crawled back up into the saddle while he was running around the ring. If you made up your own tricks, you got a better score.”</p><img/><p><strong>Goldia Malone</strong></p><p><em>84, Merkel</em></p><p>“I was about fifteen when I started riding broncs. When you’re trick riding, that’s just routine. But you never know what’s going to happen when you come out on a bronc. To me, the rodeo was just a way to make a living, to make money and take care of my horse. It beat working in a restaurant.”</p><img/><p><strong>Maria Muzquiz</strong></p><p><em>14, Eagle Pass</em></p><p>“The first time I rode a horse by myself I was like a year or two years old. I had a little bitty saddle especially for me. I love horses. You can sit there and talk to a horse, and it won’t get mad or anything. I’d go talk to them about my problems and ask them what they thought, and then I wouldn’t be depressed anymore. My dad has taught me a lot. I learned how to vaccinate a cow, and I learned how to castrate calves, which is gross.”</p><img/><p><strong>Chris Crago</strong></p><p><em>35, Graham</em></p><p>“I was a typical country girl. I went to school in a oneroom schoolhouse and rode my horse to school. Now I travel all over the country teaching colt breaking and horsemanship. I work with the horses’ minds. To me, breaking a horse means communication between the horse and the human. I enjoy people, but I don’t need people. I do need my animals. Deep down inside of me there’s this hermit that could just ride off into the sunset.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "November 1987",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Women",
      "Love",
      "Horses",
      "Rodeo",
      "Cattle",
      "Country",
      "Running",
      "Barrel Racing",
      "Blues",
      "Bull",
      "Cowboys",
      "Cowgirls",
      "Doctors",
      "Drives",
      "hall of fame",
      "Jobs",
      "MAD",
      "money",
      "Mother",
      "Painting"
    ],
    "wp_categories": [
      "Greatest"
    ],
    "wp_location": [
      "Texas",
      "West"
    ]
  }
}