{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198810",
    "date": "October 1988",
    "year": 1988,
    "month": 10,
    "month_formatted": "October",
    "pdf_uri": "/1988/19881000.pdf",
    "issue_cover_image": "",
    "document_start_page": 131,
    "toc_start_page": 128,
    "document_page_range": [
      [
        131,
        132,
        133,
        134,
        135,
        136
      ],
      [
        195,
        196
      ],
      [
        199
      ],
      [
        201,
        202,
        203
      ],
      [
        210
      ]
    ],
    "toc_order": 5,
    "toc_headline": "Worked To Death",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198810-workedto",
  "source": "/1988/19881000.pdf",
  "wp_post_id": 123786,
  "wp_post_guid": "http://www.texasmonthly.com/article/worked-to-death/",
  "authors": [
    "Stephen Harrigan"
  ],
  "headline": "Worked To Death",
  "dek": "Ringed by refineries, polluted with chemicals, overburdened with silt and salt, Galveston Bay struggles mightily to restore its ancient purity. Yet, day by day, it is ever closer to being. . .",
  "spread_caption": "",
  "excerpt": "The allure of Galveston Bay is not natural beauty but the determination of nature to survive ugliness.",
  "kicker": "",
  "word_count": 8586,
  "content": "<p>The Wind Is Light, an Idle Spring Breeze, But It Gusts forcefully across the bay, turning the water’s surface into a field of percolating whitecaps. A short distance from shore, an unladen tanker coasts through the chop, heading up past Morgan’s Point to Buffalo Bayou and the Port of Houston. Its wake loses definition among the unruly wave patterns and ends up as a tired riffle that washes against the eroded shoreline —against piers and bulkheads and stretches of protective riprap formed from old car bodies and pieces of concrete culvert. There is a vague, watermelonlike scent in the air—the smell of fish oil and fish blood released from the bodies of shad or mullet as they are torn apart by predators that have herded them into a roiling, panicky mass. On the edge of the Ship Channel a shrimp boat, winching in its nets, is almost obscured by a cloud of laughing gulls. The gulls are in their breeding colors, their bright red beaks shining like enamel in the clear air.</p><img/><p><span class=\"dropcap\">W</span>HILE Galveston Bay Isn’t Beautiful, It Is Abundant WItH Life. But Pollution Is Making It Hard For Men Like Joe Nelson (Above) To Earn a Living From the Bay.</p><img/><img/><p>Photographs By Keith Carter</p><img/><img/><img/><img/><img/><img/><p><strong>OYSTER FIsHERMEN Remember When Galveston Bay Was Clear. Now More Than Half Its Murky Waters Are Closed To Shellfishing, And Oil Refineries Line Its Shores. A Dead ALLIGAToR Is a Reminder That the Fragile Bay Is Like a Heart Whose Veins And Capillaries Are Being Closed Off, One By One. One Day the Blood Will SToP Flowing.</strong></p><p>Galveston Bay can sometimes appear picturesque; it could not be truthfully described as beautiful. Its waters are shallow and murky, an opaque green marbled with currents of resuspended mud left behind by the passage of boats and pipeline dredges. Its shorelines are drab and abrupt. Much of the western margin of the bay is dominated by a petrochemical skyline, a hazy gridwork of twisting pipelines and flaming towers. Nowhere else is there such a concentrated display of the raw wealth that built Texas or of the price the natural environment has paid for that wealth. The bay has been despoiled for so long, has been used so hard, that it has developed a perverse allure. Ross Sterling, the governor of Texas from 1931 to 1933, once built a scaled-down replica of the White House for himself near La Porte. The view he most admired from the roof terrace of his dream home was the lights of the refineries on the opposite shore.</p><p>Galveston Bay is a working bay. Take away the shipping, the refining, the whole thrumming human presence, and there is still a feel of industry about it. The bay is a mighty thing, a self-adjusting biological engine that runs day and night, season after season, constantly generating and absorbing life. It is the largest estuary on the Texas coast, the seventh largest in the United States, a vast nursery and feedlot where all manner of marine larvae, spats, and fingerlings pass their perilous youths. Even the people most concerned about preserving the bay have grown accustomed to speaking of it in terms of its productivity, as a resource, as if in order to justify its existence, it must compete with the commerce surrounding it. At a time in which the salvation of the oceans has suddenly appeared as one of the planet’s highest priorities, Texas still thinks of its poisoned waters with a sense of dollars lost instead of a sense of shame.</p><p><strong>ON Maps, the Bay Has the Shape Of a Mashed But</strong>terfly. One wing is made up of a gracefully curving shoreline that includes the entrance to the Houston Ship Channel on the west and the Trinity River delta on the east. The other wing, flattened and truncated, is known as East Bay and runs east behind the Bolivar Peninsula. Trailing the butterfly is a long, narrow tendril—called West Bay—that makes up the inward shore of Galveston Island. It all amounts to six hundred square miles of water sitting in a shallow basin of mud. Fresh water enters the bay from the San Jacinto River and, to a much greater extent, from the Trinity, whose drainage area pulls rainwater and runoff into the bay from as far away as Fort Worth. From the sea, the saltwater tide flows in through the mile-wide gap where Galveston Island and Bolivar Peninsula fail to meet, a narrow but vital thoroughfare known as Bolivar Roads.</p><img/><p><strong>JOHN Cheesman (Above) Fears Wallisville Dam Will Destroy the Bay. Ted Eubanks Of the Audubon Society Says the Bay Is Turning Into a Saltwater Bathtub.</strong></p><p>This mixture of salt water and fresh water in the bay is a hospitable one. It gives rise to an almost inconceivable abundance of life, millions and millions of pounds of harvested sea creatures, flapping and scuttling about on the decks of sport boats and commercial vessels. The catch is so abundant that oysters and crabs from Galveston Bay are eaten on the shores of the Chesapeake.</p><p>But the bay is decidedly not what it once was. John James audubon came to Galveston Bay in 1837, when Texas was still so new a republic that one of the few things a tourist could buy was a Mexican skull picked up off the battlefield of San Jacinto. Audubon was not in the best of moods on this trip. He had lost twelve pounds, his legs were swollen, and the mosquitoes, he wrote, “were annoying enough even for me.” But his mind was as engaged as ever. He took note of the birds that had been forced down in their northern migrations by a powerful storm, reported finding a new species of rattlesnake, and discovered a large swordfish stranded on a sandbar that, when cut open, produced ten wriggling young.</p><p>The abundance and beauty of the bay seemed to revive him. “ah, my dear friend,” audubon wrote in a letter, “would that you were here just now to see the Snipes innumerable, the Blackbirds, the Gallinules, and the Curlews that surround us;—that you could listen as I now do, to the delightful notes of the Mocking-bird, pouring forth his soul in melody as the glorious Orb of day is fast descending towards the western horizon;—that you could gaze on the Great Herons which, after spreading their broad wings, croak aloud as if doubtful regarding the purpose of our visit to these shores!”</p><img/><img/><p>[ Continued On Page 192 ]</p><p>[ Continued From Page 132 ]</p><p>If it was the eskimo curlew that audubon was referring to in his letter, that bird is now almost extinct. It was once one of the most abundant shorebirds on Galveston Bay. Eskimo curlews were called doughbirds because the thick, fatty meat of their breasts was as pale and soft as dough. They were killed by the hundreds of thousands—their plump breasts splitting open when they hit the ground -packed in barrels, and sent back East. The last one seen in the vicinity was spotted on Galveston Island in the early sixties.</p><p>The bottom of the bay, in audubon’s time, was carpeted with seagrass meadows, great swaths of turtle grass and eelgrass that fixed the sediment and kept the water clear. He would have seen stands of primeval cypress where there are now container docks; expanses of shortgrass prairie, with vultures nesting in the prickly pear, where there is now coastal bermuda and asphalt. He might have seen manatees idling below the surface, as smooth and slow as dirigibles.</p><p>All of that is gone, all but the bay itself. If it is no longer the wonder that filled audubon’s heart, it remains a marvel of resilience. How could it even still exist, after all the life that has been extracted from it, all the chemicals and wastewater sludge and brine that have been pumped into it, all the development that has taken place on its shores? More than half of the chemicals produced in the United States come from the area around Galveston Bay. Thirty percent of the nation’s petroleum industry is located there. Twenty percent of the people who live in Texas live somewhere along the bay’s margin. Municipal and industrial wastewater is discharged into the bay from 1,151 registered treatment plants. Beneath the surface are 251 miles of dredged channels, 247 miles of pipeline. The water contains DDT, aliphatic hydrocarbons, aromatic hydrocarbons, organophosphates. There is chromium, copper, lead, nickel, zinc, and mercury. Fifty-one percent of the bay is permanently closed to shellfish harvesting because of bacterial pollution. Ninetyfive percent of the sea grass has disap<strong>peared. Bulkheads and marinas are replacing the cordgrass marshes</strong> that <strong>incu</strong>bate marine life and prevent erosion. Poachers are collecting and eating the eggs from the few scraggly islands where shorebirds still find it congenial to nest. And there are two looming projects —the deepening and widening of the Houston Ship Channel and the completion of the Wallisville reservoir near the mouth of the Trinity —which some environmentalists believe could seal the fate of the bay.</p><p>“Your article may be an epitaph,” Ted Eubanks, the president of the Houston audubon Society, told me one day as we stood on the hypnotic expanse of Bolivar Flats, observing piping plovers through a spotting scope. “The destruction of Galveston Bay is running full speed.”</p><p>Eubanks, who owns a trucking business in Houston, delivered this dire prophecy with his usual air of ominous reason. I recognized his opinion as being on the alarmist end of the scale, a surly, brokenhearted lament of the sort that I had heard dismissed, more than once, as “emotional.” But in the long history of human abuse of the bay, emotion has been a conspicuously absent quality. Galveston Bay was always there to be exploited —its original beauty so subtle as to be hardly noticed during the raucous coming-out party of the Texas economy.</p><p>Optimists argue that twenty years ago the bay was in much worse shape. The nearly unimpeded dumping of municipal and industrial waste in the Houston Ship Channel had turned the water into an oxygen-depleted witch’s brew of toxic compounds and sewer sludge—“the only ship channel in the world,” Lloyd Bentsen has quipped, “to have an octane rating.” The Ship Channel is still faraway from being a swimmable and fishable stream, but the passage of the Clean Water act in 1970 and a growing environmental awareness helped curb the blithe excesses of industry. The Houston Ship Channel currently has a dissolved oxygen rating of one, a step up from the anaerobic zero it used to be but far from the five required for “contact-recreation.” (“Fish can live in category-one water,” an employee of the Texas Water Commission told me, “they just can’t scoot around much.”) and after decades of dreadful wastewater problems, the City of Houston has finally entered into a compliance agreement with the water commission that, ten years and $1 billion from now, will have reduced significantly the flow of untreated sewage into the bay. The problem is that those gains have been hard-fought and incremental; meanwhile, the bay has continued to suffer torrential assaults from every imaginable direction.</p><p>Here at Bolivar Flats, at the seaward margin of the bay with the renewing ocean tide sluicing past, it was still possible to imagine a coastal wilderness. There were immense numbers of avocets and black-necked stilts feeding in the shallows, and beyond them a raft of white pelicans wavered like a mirage in the hazy, heat-refracted light. The piping plovers —representing 10 percent of the dwindling world population of their species —stood about on one leg with their beaks under their wings, or shuffled the sand with their feet in an attempt to uncover the bore holes of worms.</p><p>Eubanks was worried about a proposal to remove sand from Bolivar Flats and transplant it to the chronically eroded Galveston beaches. That was the last thing the plovers needed. Their nesting areas on the eastern seaboard were already seriously threatened by development, and now their critical wintering habitat on the flats was in jeopardy too. It was only one more example, one more way in which some modest industrial or recreational enhancement imperiled the vitality of the bay.</p><p>“It’s real subtle, it’s real incremental,” Eubanks said. “We’re just picking away at the bay. Every marina, every bulkhead, every little sewage plant, every gallon of effluent—it all has its effect. If you asked me right now, i’d say that in thirty years this bay is going to be a saltwater bathtub.”</p><p><span class=\"dropcap\">a</span> bay like Galveston Bay has a limited allegiance to the ocean. Some bays are all salt, simple nicks in the shoreline filled with undiluted seawater. Galveston Bay is more complicated. It depends upon the Gulf of Mexico but at the same time defends itself against it, controlling the intrusions of the open sea through the nearly closed gates of its marine passes.</p><p>The bay seeks a certain balance: enough salt water to sustain marine creatures in the first place, enough fresh water to keep them safe from saline-dependent predators. The big oyster reefs, for instance, tend to be concentrated in the center of the bay, where the saltwater content is characteristically around twenty parts per thousand. That is a congenial enough environment for oysters —which can survive in waters as low as ten parts per thousand —but the salt mixture is too thin to support the various snails and parasites that prey on them.</p><p>The fresh water-to-salt water ratio is preserved not by delicate adjustments but by erratic and wholesale fluctuation, by floods and storms and by powerful unseen currents that move beneath the surface. A spring freshet can bring 100,000 cubic feet per second of fresh water into the bay, driving the salt water back into the Gulf. During the drier months of the fall the salt water creeps back, exposing the oyster reefs and brackish marshes to a host of predators that could not normally tolerate such feeble salinity.</p><p>By contrast, the routine tides in Galveston Bay are marginal events. In the upper parts of the bay the tide is usually measured in inches, though near the mouth it can be as great as three feet. Compared with the wind, the tide is negligible. The bay’s fetch —the vast unobstructed tabletop it presents to the atmosphere-provides a light wind with room to maneuver and grow, allowing it to build waves and send them snowballing across the water’s surface. The bay is so susceptible to the effects of wind that a strong winter front can push half-literally half—of its water out into the Gulf.</p><p>It is not just the wind that moves the water. The bay is full of mysterious currents that rove silently beneath the surface like some undetectable species of leviathan. These are called density currents —the result of the constant mixing of fresh water and salt water. Because salt water is dense, it sinks to the bottom of the bay and forms a wedge that flows beneath the lighter fresh water, generating a current in the way that a discrepancy in atmospheric pressure generates wind. The greater the depth, the greater the inrush of salt water. The bay’s natural depth is anywhere from three to ten feet, but the Houston Ship Channel-which cuts through the bottom of the bay like a giant furrow—is a fortyfoot-deep corridor that acts as a saltwater conduit, allowing water from the Gulf to be drawn deep into the bay.</p><p>As an estuary, Galveston Bay depends not only on a proper salinity ratio but on the safe harbor its marshes provide for the voyaging planktonic forms that will one day grow into mollusks or fish or anemones. From a distance-as you drive along the Interstate 45 causeway leading to Galveston or across the tidal rivers and bayous farther north-the wetlands that remain along the margins of the bay resemble a lush green mat, as solid and vivid as astroTurf. Up close, they are a mass of solitary spiky plants, thick-bodied stalks of grass that rise from the water like the trees of a flooded forest. The plants are smooth cordgrass, <em>Spartina alterniflora.</em> They thrive here, where hardly any other vegetation does. They reproduce by rhizomes that tunnel through the submerged mud. Their cells are dense with salt, giving them the osmotic muscle to suck fresh water from the briny swamp in which they stand.</p><p>The cordgrass is hardy but imperiled. Bulkheads, marinas, docks, boat slips, power plants, refineries, parking lotsalmost any way in which the bay’s resources are customarily tapped leads to the depletion of its primogenitive wetlands. Without the cordgrass, the waves undercut and erode the shoreline, they carry off the land itself—a ranch pasture, the precious square inches fronting a vacation home-and add it into the sediment stew of the bay.</p><p>One afternoon I went on tour of a cordgrass reclamation project near anahuac, along the eastern shore of the bay, with Bob Nailon, a county extension agent, and Eddie Seidensticker, who works for the Soil Conservation Service. As a team they displayed a touching enthusiasm for the wonders of <strong>Spartina altemiflora,</strong> and kept finishing one another’s sentences as we drove in a pickup to the sites where they had been replanting cordgrass. This side of the bay, which consists of a blunt peninsula that finally tapers down to the little fishing and oystering community of Smith Point, seemed light-years away from the heavy industry across the water. We traveled through undeveloped savannahs and spindly forests of Chinese tallow, passing boat slips where Vietnamese fishermen were trailering boats filled with crab pots. The land around here belonged to a few ancestral ranching families, and it had an air of deliberate isolation. Plans to connect Smith Point with Clear Lake City via hovercraft had been lingering in the air for a few years, but it seemed as if they would linger indefinitely.</p><p>“What we’re trying to do,” Seidensticker said as we drove along a ranch road that paralleled the eroded shoreline, “is reestablish the estuarine zone that used to be here.”</p><p>That zone was definitely long gone. The shore was an ugly heap of riprap that had not succeeded in keeping the bay from eating the ranch acreage. Up ahead, however, we stopped at a place where the Soil Conservation Service had replanted cordgrass thirty years earlier. The contrast was startling. To our right was a ruined shoreline where the bay water washed through rusted car bodies and tires and buckled sections of concrete that the landowner had deposited over the years in a vain attempt to hold back the wave action. To our left was an appealing expanse of <em>Spartina</em> extending thirty or forty yards into the bay, the water smooth except for a little passing shiver caused by a school of fish.</p><p>“See,” Nailon explained, “the grass acts as a shock absorber. It stops the waves before they impact the bank.”</p><p>“and when you compare the unsightliness of this,” Seidensticker said, indicating the riprap, “to that ...”</p><p>I didn’t know whether to be comforted by the comeback of the cordgrass or merely appalled that for so long people had thought so little of the bay that the idea of tossing old car parts into it was perfectly acceptable. Nailon and Seidensticker, however, stood there admiring the cordgrass with the deep contentment of gardeners who had raised a flawless crop of tomatoes. The grass was protected from wave action by a fence made of nylon parachute webbing. When the area was first replanted thirty years ago, no wave barriers had been put up, and Seidensticker and Nailon regarded it as serendipitous that the fledgling cordgrass had survived.</p><p>“If you’ve got a small area of fetch,” Seidensticker explained, “if you don’t have very much open water, this stuff’s easy to grow. But here on Galveston Bay we’re talking about a fetch of eight to ten miles. You get a wave three or four feet high, and it just knocks it out.”</p><p>Originally, they constructed their wave barriers out of used Christmas trees. Seidensticker recalled those days as being “labor intensive.” The parachute webbing was a better solution, cheaper in the long run and more effective. And through trial and error they’ve learned not to transplant grass in clumps, which disturbs the substrate and makes it more difficult for the grass to take hold. Now the high school and college students who do the planting are instructed to insert each stem individually, setting it lovingly into a six-inch hole poked into the mud.</p><p>I borrowed a pair of rubber wading boots from Nailon and walked out into the marsh, noting how firm the sediment was close to shore and how mushy it felt as I walked farther out into the less established fringes, where the wave energy was stronger and more apt to rile the bottom. Standing at the edge of the marsh, I tracked a series of six-inch-high waves as they moved from the open bay into the <em>Spartina.</em> It was a surprisingly beautiful thing to see, the way the unruly waves were tamed bit by bit as they passed through the marsh, growing smaller and more elegant until finally they no longer existed. The waves that hit the outlying stems of cordgrass with such bluster never even touched the shore; they just slouched with their filtered water into a clear backside pool whose firm bottom was crisscrossed with snail tracks and the molted shells of crabs. The thick stalks of the cordgrass were decorated with periwinkle shells, the snails clinging above the waterline and feeding on the algae deposited by the tide. In time the periwinkles would be eaten by redfish and black drum, the fish imbibing the shells and grinding them to powder in a special organ, tough as a drill bit, harbored deep in their throats. And when the cordgrass itself broke down, it would be eaten by microorganisms that would, in turn, feed the zooplankton and infant fish sheltered in the marsh.</p><p><span class=\"dropcap\">P</span>art of that zooplankton consisted of oyster larvae. At this stage of their lives oysters are known as veligers, simple transparent forms that ingest diatoms as they waft through the submerged cordgrass. There are a lot of them. A single female oyster is capable of producing 500 million eggs in a single year. During spawning season the males are hard at work as well, pumping like underwater geysers and sending out clouds of sperm to mix with the drifting ova. Only a small percentage of the eggs are fertilized, and the resulting veligers have only a dim chance of surviving into oysterhood. After twelve or fourteen days the veligers begin to spat, settling to the bottom of the bay and feeling with their single blob of a foot for a receptive hard surface —known as cultch —on which to settle. Most of the downward drifting veligers never find a cultch site. They sink into the soft mud like doomed paratroopers. Those that survive land, more often than not, on the shells of other oysters and become part of the reef, cementing themselves for life and depending on the currents and tides to bring them food.</p><p>In times of floods and heavy rain the oyster population suffers heavy casualties, since prolonged exposure to fresh water saps them of vital minerals. But in the long run fresh water is the oysters’ salvation, since it keeps away predatory snails and parasites that could, if uncontrolled, destroy all the oysters in the bay.</p><p>“Oysters can be destroyed by a flood, but they’ll come back faster than the predators will,” says Sammy Ray, a marine biologist with Texas A&M at Galveston. “The last thing you want in an estuary is a stable situation. Show me an area where oysters are not threatened by floods, and i’ll show you an area where you don’t get consistent oyster production.”</p><p>Galveston Bay produces two thirds of the oysters harvested in Texas, though as a shellfish industry, oystering runs a distant second to shrimping. Oyster season lasts from November to april, and most of the oyster fishermen are shrimpers during the rest of the year. As a business, oystering is problematic. Oysters are easy prey, but their numbers can fluctuate wildly, and oystermen are constantly under scrutiny from a host of regulatory agencies. The Health Department has permanently closed more than half of the bay to oyster harvesting and closes other areas when rainfall and runoff threaten to foul the water. (Since oysters are sedentary filter-feeders, they are perfect bacterial sumps—“miniature sewage-treatment plants,” one scientist described them—and in even mildly polluted waters they can bank enough germs to greatly enhance a diner’s chances of contracting hepatitis.) In November 1987, in a decision that generated much controversy and bitterness, the Texas Parks and Wildlife Department decided that the reefs were in danger of being fished out and closed the oyster season altogether.</p><p>“This is a very typical day in terms of politicking,” Joe Nelson told me one day near the end of the oyster season, when I visited his operation in Smith Point. “Every day you’re fighting for your life.”</p><p>Nelson’s grayish slicked-back hair and flattened nose gave him a dangerous countenance, but he was friendly and related his bureaucratic trials with a touch of exasperated humor. His problems that day had to do with the health department and its decision to close part of the bay after a recent rainfall.</p><p>“See,” he said, “they took a sample on Tuesday and closed the bay on the assumption that it would be bad. Well, the sample came back Thursday, and it was good, but that was no guarantee that the water wasn’t bad on Friday, Saturday, Sunday, and Monday. So then they assume that the water was bad all the way up to Monday and that by now the oysters haven’t had time to cleanse themselves. The point is, there was no verification that the water was bad when they closed it, and by the time they find out whether it was or not, it’ll be twelve or thirteen days before we’re back to work.”</p><p>As I was straining to understand all of that, Nelson took me on a tour of his dockside facilities, the freezers and shucking tables and piles of fly-infested oyster shell that would be returned to the bay to provide new cultch.</p><p>“i’ve been playing with oysters ever since I was six or seven years old,” Nelson reflected, idly sorting through a pile of oyster shell. He said he was born in Galveston in 1936, trundled into a suitcase a few days later, and brought home to Smith Point on a boat.</p><p>“Everything was water here,” he remembered. “There was very little done by road. We got electricity here in ’49. Got phones in ’59. Got a shell road in ’47 or ’48.</p><p>“all this shoreline along this bay front where we’re at—you could go out there and pick up all the oysters you wanted to deal with. If the tide was low, the chain of reefs would start at Ellum Grove and go all the way to the Ship Channel. There were so many reefs, there were only three passes through the bay —Barrell Pass, Moody’s Cut, and the Ship Channel. Then the shell dredges came in and removed all these shell reefs and barrier islands.”</p><p>The oysters began to decline as more and more dredging and development altered their habitat. Lake Livingston, built on the Trinity in the sixties, reduced the flow of fresh water at about the same time that a newly dug fish pass on Bolivar Peninsula increased the ratio of salt water. Meanwhile, more and more of the shallow-water reefs were declared off limits by the health department.</p><p>These days Nelson’s oyster crews spend their time working reefs that Nelson leases from Parks and Wildlife. The work involves not just dredging up oysters but also sometimes shuttling them around, moving them from a section of the bay the health department considers polluted to cleaner water, where they can be purged for two weeks and then harvested for sale.</p><p>Joe and his brother, Ben, took me out in a boat to see one of the oyster dredges. The water in the boat slip was a dark green, like a gumbo overloaded with file powder. As soon as the prop started turning the mud roiled up to the surface.</p><p>“When I was a kid,” Joe lamented, “you could see bottom in four, four and a half feet of water. This bay was like a crystal. You could herd redfish, watching everything that was going on. You’d see flounders down there, stingarees. That was before all the sulphur boats destroyed all the grass beds. And you’ve got bottom down here that’s never firmed up from all the dredging.”</p><p>We pulled out of the channel, the Vingtet-un Islands on our right and the open bay ahead. The Nelsons’ leases were in East Bay, just around the point, their boundaries marked with saplings that rose six feet out of the water and gave the locations a spectral, swampy look.</p><p>Over the roar of the engine Joe and Ben hollered complaints into my ear about bureaucratic interference. In fifteen minutes we pulled up to a long bargelike vessel with an overhead awning. The boat was just then hauling up its dredge, which resembled a massive enclosed rake. We went aboard and watched the crew break apart the clusters of oysters on the sorting table. An oyster has to be three inches long before it’s legal, and many of the smaller ones were cemented to the shells of the keepers. Mixed in with the clusters were the cone-shaped shells of the predatory snails called oyster drills, and many of the oysters themselves were infested with tiny sponges that had bored into their shells and left a signature resembling that of a ringworm.</p><p>The Nelsons took along a dozen goodsized oysters when they returned to their boat. While Ben steered, Joe pried one open with a pocketknife.</p><p>“See how yellow it is here?” he said, pointing to the swollen protoplasm of the oyster, its heart pumping beneath a glaze of mucus. “He’s done started to release his gonads. When he’s caught for too long in fresh water he’ll feed on his body fluid, use up all his gonadal material to support his life.</p><p>“an oyster’s always doing one of two things. He’s either laying down shell or he’s using up shell. See those little brown spots there? That’s where a predator’s trying to come in and he’s laying down shell to prevent it.”</p><p>Joe stood for a moment studying the oyster. “You know, the more I learn about him and his reproductive cycle, his great ability to withstand predators, his ability to shrink his shell up when conditions aren’t right—he’s just an amazing creature. I can take this oyster out of the shell and leave him on the half shell and he’ll start laying down a crust of a shell on there. As far as I know i’m the only one who’s ever experimented with that. I’ve had ’em stay alive for six weeks on the half shell. Hell be ugly as the devil, but at least he’s alive and well.”</p><p>Joe looked admiringly at the oyster one last time and then slurped him off the shell.</p><p>On the way back to Smith Point the Nelsons complained anew about Parks and Wildlife and the way the health department habitually closed the bay at the first hint of rainfall (“Everytime a cow pisses on a flat rock,” Ben said, “we get alarmed”), but their mood was high as they downed the rest of the oysters.</p><p>“This is the only way to live,” Joe said, prying apart another shell as Ben opened up the throttle. “Salt water in your face all day, every day of your life.”</p><p><span class=\"dropcap\">T</span>he main channel of the Trinity River enters the bay through a green delta land braided together with dozens of wandering, nameless streams. Here, miles above the bay itself, are standing lakes bordered by cypress, the water bubbling with methane gas when you disturb the fecund bottom with an oar. Alligators plunge into the water at the approach of a boat, sending an agitated streak of mud outward from the bank.</p><p>This is the country—bayous and swamps and verdant lowlands—that feeds the bay. Down these streams, over these grasslands, comes the crucial freshwater inflow, bearing with it the plant detritus that provides the diet of the zooplankton waiting in the <em>Spartina</em> marsh. Anything that alters or interrupts this flow threatens, in small or large measure, the fundamental character of Galveston Bay.</p><p>No one knows for sure just how great an effect the construction of the Wallisville reservoir might have on the bay, but driving a stake through the heart of this project has been a cherished goal of environmentalists for decades. As originally conceived in the late fifties, Wallisville was a 19,000-acre reservoir that would have inundated almost the entire delta of the Trinity River and provided the first lock for the Trinity River barge canal, a wildly ambitious notion then in vogue whose purpose was to connect Fort Worth to the sea. The U.S. Army Corps of Engineers began construction on the dam and the lock in 1966 and was just about finished in 1973 when a federal judge, agreeing with the Sierra Club and other plaintiffs that the Corps’ environmentalimpact statement had been inadequate, issued an injunction. The Corps went back to the drawing board and returned with a modified proposal, one that would reduce the impounded acreage to one fourth of what it had been in the original plan. The justification for the dam had been changed too. Since the Trinity barge canal had been shelved, the dam was now billed as a means for controlling saltwater intrusions into the water supply of the rice farmers along the lower Trinity. After years of courtroom intrigue, the injunction was finally lifted last year, but in the meantime the federal government—which under the Reagan administration regards water-supply issues as a local responsibility—has backed out of its original agreement to foot most of the bill.</p><p>For the dam to be finished, somebody needs to pay for it. The City of Houston, whose water supply would benefit from the reservoir, is the likeliest entity to pick up the tab, but for now the project is dormant once again, and there are a lot of people who would like to see it never wake up.</p><p>“It’s not an environmental disaster,” insists Bill Wooley, the chief planner of the Corps of Engineers. “You’ve got to remember, this dam is only four feet high. It’s not a Grand Coulee. Unfortunately the word ‘dam’ at the mouth of the Trinity sets off an emotional reaction in people that we’ll be stopping the flow. But it’s like putting a teacup at the end of a hose. Once that teacup is full, the rest of the water runs around.”</p><p>A retired real estate agent named John Cheesman took me upriver one day in his custom-made johnboat. He was anti-dam, and he seldom passed up the opportunity to show a reporter or interested visitor the site of the impending debacle. When we were a few miles upstream from anahuac, a squall passed over the boat and Cheesman broke out a pair of L. L. Bean Sou’westers. In the wake of the squall there were terns and white ibis flying over the channel and mullet slipping out of the water with effortless velocity.</p><p>“How big the reservoir is or isn’t is irrelevant,” Cheesman said, as he turned off the main channel. “The point is you’re destroying the dynamics of the river, you’re changing the nature of the water. Think of all that vegetative matter in the Trinity River bottom. As it dies, the floodwaters of the river come in and flush it out into the bay. Sure, water will still pour out over the top of the dam, but all the plant detritus-the food base for those juvenile crabs and shrimp in the bay —will settle down to the bottom.”</p><p>He steered the boat into the marsh grass and cut the motor when the bow hit solid ground. Ahead of us, a few paces away, were the remains of the original Wallisville dam.</p><p>It was a harmless-looking thing, a long ribbon of concrete that appeared no higher than a curb. The lake that would result from the dam, if it were ever built, would be no deeper in most places than four feet.</p><p>“It’s not the kind of thing,” Cheesman offered sarcastically, “that looks like a monument to man’s ingenuity.”</p><p>I was struck by how such a modest structure, located miles upriver from the entrance to Galveston Bay, could have such potentially profound effects on that massive body of water. For all the degradation it had endured, the bay had always seemed somehow impervious to me. I had assumed that when it came time for the bay to die, it would die of some titanic environmental insult that would be worthy of its grandeur. But I realized, standing here on the low concrete spillway of the abandoned dam, that the end would probably not be that dramatic. Galveston Bay was like a beating heart whose veins and capillaries were being closed off, almost unnoticeably, one by one. In the end no one would be able to tell exactly when or why the blood stopped flowing.</p><p><span class=\"dropcap\">T</span>he bottom of Galveston Bay, if you could remove the water to inspect it, would appear crisscrossed with deep gouges. These are the avenues upon which the commerce of the bay travels, the channels through which heavy oceangoing vessels move along like slot cars on a toy roadway. In audubon’s time the bay was navigable only at high tide, and it was a common occurrence for boats to run aground on the bars and oyster reefs. In 1870 a six-foot-deep channel was cut through the shell islands in the middle of the bay, and dredging has been going on ever since. The Houston Ship Channel, which runs from the buoy outside of Bolivar Roads all the way to the turning basin at the far-inland Port of Houston, has been steadily deepened over the years to accommodate ever-larger classes of vessels.</p><p>Improving and maintaining navigational waterways is the work of the U.S. Army Corps of Engineers. The Corps loves its work. It exists to implement plans—to build, to dredge, to shore up, to move earth and to divert water. At the behest of the Port of Houston, the Corps is now planning to deepen the Houston Ship Channel by ten feet-to a total depth of fifty feet—and to increase its width to six hundred feet. The port and the Corps maintain that in order to be cost-effective, the channel must be accessible to larger vessels. They also contend that the present width of the channel is a potential safety hazard (though collisions and groundings have declined in recent years as a result of a downward trend in overall tonnage).</p><p>“It cannot be allowed,” says Jim Blackburn, an environmental lawyer and the chairman of the Galveston Bay Foundation, a newly formed alliance of individuals and corporations whose purpose is to monitor the welfare of the bay. “You’re talking about sixty-nine million cubic yards of dredge soil in open disposal. They’re going to cover eleven thousand acres of Galveston Bay-that’s five percent of the bay-with four feet of muck. All of it uncontained, not diked.”</p><p>The project, according to its opponents, will markedly increase the turbidity of the bay, disrupt the habitats of benthic creatures like worms and clams that form the base of the bay’s food chain, and create a conduit that would enhance the saltwater flow from the Gulf. The process of deepening the channel also has the potential of digging up and redistributing toxic pollutants that have settled down peaceably over the decades into the soft sediment.</p><p>Waiting for me back at the Corps office in Galveston were the five volumes of the environmental impact statement on the Ship Channel project, hundreds of pages in which the Corps’ in-house biologists, chemists, and environmental managers coolly rebutted the grim predictions of lasting harm that the deepening and widening would bring down upon the bay. The Corps’ critics —a category that included much of the membership of the Galveston Bay Foundation—regarded those conclusions with skepticism if not outright hostility. It was painfully obvious that the Corps did not meet its payroll by not building things. “The U.S. Army Corps of Engineers,” reads a snide bumper sticker, “Ruining Tomorrow Today.”</p><p>“Okay, we’re not the Sierra Club,” Ed White, a public affairs officer with the Corps, told me as we motored up the Ship Channel in an air-conditioned launch. “We’re a pragmatic organization, and we’re in the position where it’s real easy to make us out to be a villian. But our people live here, they work here. This,” he said, indicating the vast gray fabric of the bay ahead, “is our recreation area as well as everyone else’s.”</p><p>The boat emerged from the protection of the pass into the open bay, cruising above an invisible crossroads where the Houston Ship Channel, the Galveston Ship Channel, the Texas City Ship Channel, and the Gulf Intracoastal Waterway all converged at the bottom of the bay.</p><p>“It gets real busy around here,” Floyd Kuykendall, the captain of the launch, said. “You got three or four ferries coming in sometimes. Ships coming in, ships going out.”</p><p>Shrimp boats lined the channel, and we passed shell barges and drilling rigs and gas wells. A tanker, the <em>Mobil Vanguard, </em>slowly bore down upon us from the opposite direction.</p><p>“If we were a ship that size,” White said, “we’d be heading straight for its nose, and at the last minute we’d veer off and depend on that bow wake to keep us apart. That’s because the channel’s so narrow. You can imagine what would happen if one of us miscalculated. That’s one of the main reasons we have for wanting to widen the channel.”</p><p>The west shore of the bay, as we cruised by Texas City, was studded with anti-scenery —Monsanto, arco, Union Carbide. Farther up, the landscape softened somewhat, and as we approached Kemah and Seabrook we could see expensive sailboats pouring from the mouth of Clear Lake. At atkinson Island, across from Morgan’s Point, Kuykendall pulled up at the dock, and White and I got off to look around. The island was a low shell bank that over the years had been enlarged considerably by the dumping of dredge material (the Corps does not like to use the word “spoil”). A circulation channel had been cut through the center of the island, and a gas pump station with its unlit burn-off stack stood at the southern end like a lighthouse. White and I stood on a fetid little beach, looking out over the circulation channel, the noise of the pumping station in the background. The dredge material beneath our feet felt as mucky as quicksand, and the paltry tide of the bay had chipped out a little bluff crowned with sea wrack and trash. White pointed to a congregation of plovers just around the point.</p><p>“Those birds have found something to feed on,” he said. “This is a real good environment for wildlife.”</p><p>He had a point, since some spoil islands in the bay have become critical habitats for beleaguered shorebirds, but I was saddened by a deeper implication. I thought of audubon-“ah, my dear friend, would that you were here just now to see the Snipes innumerable, the Blackbirds, the Gallinules, and the Curlews that surround us . . .’’—and realized that one measure of how relentlessly we had abused Galveston Bay was our benumbed willingness to regard this bogus, pitiful little island as a blessing.</p><p>Standing there, I was not particularly filled with hope. It seemed to me that the ruin of Galveston Bay had, from the beginning, been a done deal. It was not clear whether Wallisville and the Ship Channel projects would ever be completed or what effects they would have on the bay if they were. But they embodied an attitude toward the Texas environment that was a long way from dying out, an attitude that at its root accepted the welfare of the bay as a secondary consideration and not as an essential premise. Perhaps the design of these and other projects could be finetuned enough so that the damage was negligible, but in the end that was not the point. We needed to do something besides ameliorate harm; we needed to restore the bay, to reach some sort of psychic point where we could no longer allow ourselves to believe that there could be, for example, four acceptable categories of polluted water. Finally, the greatest threat to Galveston Bay was our historic inability to regard it not just as a material resource but as a spiritual one.</p><p><span class=”dropcap“>T</span>ime and again I drove the perimeter of the bay, from the isolated mud flats of San Luis Pass to the dense industrial canals leading to the Port of Houston. I liked the bay best in the morning, when the water was so still that boats seemed to glide across its surface like sleds on ice. I rode back and forth on the Bolivar Ferry, watching pods of dolphins as they traveled into the bay from the open Gulf. Once I visited the rookery islands in West Bay, where the salt cedars were stratified with nesting birds-great blue herons on top, white ibis, roseate spoonbills, and common egrets below. At the shoreline royal terns were gathered together in the family grouping that biologists label a creche. A fledgling reddish egret, too young to take precautions, grazed my ear with the tip of its wing; it looked like a cartoon bird, with its wobbly flight and the baby plumage growing in haywire tufts from its head.</p><p>In some essential way, however, the bay continued to elude me. There was no prominence from which to view it, and most of the municipalities that depended for their economic health on its proximity seemed to look away from it, oriented instead toward the inland complex of highways and office buildings that the bay’s bounty had helped create. It was, I began to realize, a backyard bay whose grandeur was hard to glimpse.</p><p>Wanting a more intimate acquaintance, I decided to go fishing for speckled trout in Trinity Bay, several miles downstream from the mouth of the river. My guide was Gene Campbell, a forty-year-old native of Baytown who had been fishing these waters since he was a kid.</p><p>The water in this part of the bay was fairly clear—two and a half feet of visibility—and the shoreline was dominated by great homes set back on green manicured bluffs. After running north for ten minutes, Campbell cut the motor and let the boat drift idly in the outgoing tide. Below us, out of sight, an oyster reef ran perpendicular to the shore.</p><p>“Trout are visual feeders ninety percent of the time,” he said, running a hook through the tail of a live shrimp. “They’re on sight attack. They don’t feed well unless they can see. That’s why we look for water with some visibility to it.”</p><p>We could see cabbageheads a foot or so under the water, drifting seaward in the tide. Mullet were popping up everywhere. One of them headed straight for the boat, bounding in and out of the water like a skipping stone, and when the fish saw the boat, it changed course in mid-air. Campbell got a strike right away, but lost the trout. When he reeled in his hook the shrimp was still on, folded into a Ushape, its rows of feet barely waggling.</p><p>Campbell speculated that a young trout had probably attacked the bait from behind, folding it over to avoid the sharp horn projecting from the shrimp’s head. An older fish wouldn’t have been so delicate. A full-grown trout tends to wolf down fish, including other trout, up to a foot long.</p><p>They are serious predators, which I didn’t fully appreciate until I boated one a few moments later and looked down its bony yellow gullet. Two long, pointed teeth-made for gripping rather than slashing prey —hung down from its upper jaw. The fish made a desperate croaking noise, expelling air from its bladder, and continued to croak after Campbell tossed it into an ice chest.</p><p>We caught five or six more fish, all of them trout. The fish were biting, but they were picky.</p><p>“The tide’s slowing down now,” Campbell said. “They’re getting less active and more selective.”</p><p>He decided to move off the reef and head for the open, hoping to encounter a slick or a mudball, which would indicate a school of fish feeding with more abandon. The sky was overcast, however, and growing darker, and without the sunshine to highlight a slick, it was difficult to read what was going on beneath the surface.</p><p>“We’ll go Up <strong>On</strong> that well,” Campbell decided. “See if we can’t pick up a few fish before we get shoved out of the bay by this storm.” He anchored about twenty yards away from a small offshore rig, and we cast toward the wellhead. The bottom there, he explained, would be reinforced with shell, creating a small patch reef attractive to fish. Campbell reeled in a good-sized trout, but after that we had no luck.</p><p>[ Continued On Page 207 ]</p><p>[ Continued From Page 200 ]</p><p>“a lot of times at these wellheads,” he explained, “we’ll catch one fish, and that’s it. It may be because there’s just one fish there. The question I have is, What’s he doing there by himself? Is he a sentry? a bait scout? They’re school fish. They have no business being by themselves.”</p><p>At this time of the year the trout were through spawning in the warm water along the shore. Unlike redfish, which move out into the turbulence of the Gulf surf to spawn, trout are lifelong denizens of the bay. Bom in the marshy fringes, they school up and move out into open water after eight or ten months, following the salinity gradients and moving into deeper or shallower water as the temperature suits them. They prey on shad or other fish, and during the fall, when the year’s hatch of white shrimp scuttles forth out of the marshes, the trout are there waiting for them, causing the frightened shrimp to leap out of the water like grasshoppers.</p><p>“The little fish are the easiest to catch,” Campbell said. “They eat more often, their metabolism’s faster. A ten-pound trout’ll eat a two-pound mullet and digest it for a week. A little one-and-a-halfto two-pound trout, though, he’ll eat eight shrimp a day. That’s eight feedings, eight chances hell take your hook.”</p><p>The sky grew darker as we fished the wellhead, and we could see lightning striking the ground near Smith Point. We reeled in our lines and ran ahead of the storm, stopping near an oil separator to try once more before going in. But the storm was coming on fast, and the sound of the separator’s compressor was lost to the increasing rumble of thunder. The air was charged and calm. Static electricity caused our fishing lines to bow upward from the surface of the water.</p><p>“Notice how we’ve got the bay to ourselves?” Campbell said. I looked and saw that there were no other boats on the water. The storm clouds were rapidly engulfing the shoreline and contracting the horizon, so that the refineries and offshore rigs were no longer visible. All that we could see was the gray, marly surface of the bay, beginning to rile as the wind came up out of the stillness. The bay seemed in command of all this atmospheric power—it seemed ageless and, though I knew better, inviolable. I reeled in my line slowly, not wanting to go, and listened as the last dying trout flapped about desperately in the ice chest.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "October 1988",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Water",
      "Galveston",
      "Oysters",
      "Fish",
      "Texas",
      "Houston",
      "trinity",
      "Boats",
      "ten",
      "ever",
      "Health",
      "people",
      "Shrimp",
      "Waves",
      "School",
      "Trinity River",
      "wind",
      "Environment",
      "Fishing",
      "Work"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": [
      "Galveston",
      "Texas",
      "Houston",
      "West",
      "Cypress"
    ]
  }
}