{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198810",
    "date": "October 1988",
    "year": 1988,
    "month": 10,
    "month_formatted": "October",
    "pdf_uri": "/1988/19881000.pdf",
    "issue_cover_image": "",
    "document_start_page": 125,
    "toc_start_page": 122,
    "document_page_range": [
      [
        125,
        126,
        127,
        128,
        129,
        130
      ]
    ],
    "toc_order": 4,
    "toc_headline": "One Brick Shy Of A Load",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198810-omebrick",
  "source": "/1988/19881000.pdf",
  "wp_post_id": 123789,
  "wp_post_guid": "http://www.texasmonthly.com/article/one-brick-shy-of-a-load/",
  "authors": [
    "Joe Nick Patoski"
  ],
  "headline": "One Brick Shy Of A Load",
  "dek": "The Texas Twister and other cowboy musicians who are just a little different.",
  "spread_caption": "",
  "excerpt": "Not your run-of-the-mill pickers and singers, these performers are determined to carve out new territory.",
  "kicker": "",
  "word_count": 1227,
  "content": "<p>Country Music ★ Special ★ Part 3</p><p><span class=\"dropcap\">T</span>he performers on these pages may be country musicians, but they stretch the term to the limit. That’s because the images in their songs spring from the West of their imaginations, a cowboy world mutated by their own peculiar experiences in a completely unconventional, unpredictable way. Their acts suggest long daydreaming hours lost in the wide-open spaces lightyears from schoolrooms, wild fantasies drawn from television and movie horse operas, or maybe simple craziness from the heat and that broiling West Texas sun.</p><p>No one here is as extreme or as celebrated as the Legendary Stardust Cowboy, but in a sense they are all his spiritual children. When Norman Odam, the man who was to become the Lege, played his early-morning impromptu concerts on the steps of his Lubbock high school in the mid-sixties, his classmates would jeer. After graduating, he set out to prove them wrong. Although he was blessed with neither a trained voice nor an intimate knowledge of guitar-chord structure, he was determined to do his own thing. His 1969 classic, “Paralyzed,” was promoted as “the world’s worst record,” but it won him television appearances-he briefly replaced Tiny Tim on <em>Laugh-In—</em>and tours of Europe and australia. With a revival in the mid-eighties, he is still going strong. Norman Odam proved that with enough effort, anything is possible.</p><p>These performers all share Odam’s conviction that radio formats, music charts, and sales figures—not to mention popular tastes—can’t fence them in. Long may they wail.</p><img/><p>Photographs By Brian Smale</p><p><em>Yogi Baird</em></p><p><strong>the Texas Twister</strong></p><p>Three fourths of Yogi Baird’s set is nothing out of the usual-plenty of George Strait, Bob Wills, Hank Junior, maybe “Jole Blon” followed by a Cajun holler. Then things get strange with the announcement, “It’s show time.” Baird strides to the middle of the dance floor and begins the venerable “Orange Blossom Special.” Only while he’s fiddling, he’s contorting himself—doing the splits, wrapping his legs like pretzels behind his head, or straddling two chairs with outstretched legs. Through it all, he never stops smiling. So far, his musicianship and limber body have gotten him on the front page of the <em>Weekly World News</em> tabloid and television’s <em>That’s Incredible.</em> But the 37-year-old West Texas native wants more: “I sing, I tap-dance, and i’ve got a movie i’m writing called <em>The adventures of the Pied Fiddler.</em> all my marbles are on this. I want to be on the Nashville Network. I want to be a superstar.”</p><img/><p><em>Homer Henderson</em></p><p><strong>SICKABILLY</strong></p><p>At Joe Mac’s Whistle Stop Lounge, a dark, cluttered, low-ceilinged honky-tonk near Love Field in Dallas, Homer Henderson is a celebrity. “Picking Up Beer Cans on the Highway,” a ballad about turning aluminum into enough gold to buy a wedding ring, is only one of several of his unusual, salt-of-the-earth tunes on the jukebox. His best-known song—a local deejay plugs it every November 22—is “Lee Harvey Was a Friend of Mine” (“He used to throw the ball to me, while I was just a kid/They say he shot the president/I don’t think he did”). Other “hits” include the self-explanatory “I Want a Date With a Cowboy Cheerleader,” a prosmoking song called “i’m the Marlboro Man,” and “Lord Help Me Tonight,” just-say-no advice to potential deviates. Henderson says there are two reasons he keeps making records: “i’d like to do two sets instead of four and make a lot of money.”</p><img/><p><em>Randy Erwin</em></p><p><strong>DOUBLE Threat</strong></p><p>Randy Erwin used to be the shy kid at sing-alongs on the family farm near Ganado on the South Texas coastal plains. Then his voice changed, and his head was bounced around in a car wreck. Upon recovering, he discovered he liked getting up in front of people and yodeling the cowboy songs his elders had taught him. Although Erwin’s yodeling has the high, lonesome feel of the Old West, he decided to add something extra for the Dallas folks—the rope tricks his grandmother had taught him. Now he performs for society matrons, Deep Ellum trendies, and even a few old-timers who remember the cowboy tradition. His talents have taken him to London and New York as well. “If you have enough tricks, you can put on a show,” he says. “I do one where I start at one end of a street, clearing out an area about sixty feet long, and run, skip, and twirl rope at the same time. It’s sort of like running the hurdles.”</p><img/><p><em>Ned Sublette</em></p><p><strong>RAPID-FIRE Wrangler</strong></p><p>Since Lubbock native Ned Sublette moved to Manhattan twelve years ago, his accent has grown more pronounced and his concept of what makes a country song has become wilder and weirder. Take “Cowboys are Frequently Secretly,” a bawdy ballad about what lonesome cowboys do to pass the time out on the range. Or “Cattle Mutilation,” which probes a possible link between UFOs and bovine disembowelment. Then there is Ned’s “Texo-Cuban” invention, which welds the sounds of Celio Cruz and Lefty Frizzell. Sublette recently attended the Missouri auction School at the Kansas City Stockyards. “Seventy-five guys chanting together—it’s beautiful, kind of like the music I was writing in 1974,” he says.</p><img/><p><em>The Potatoes</em></p><p><strong>JED Revivalists</strong></p><p>Meet the Potatoes, a self-described “antiband.” How anti? Well, the Potatoes backed Tiny Tim at this year’s Ed-aGo-Go, a tribute to TV’s talking horse (band manager Big Bucks Burnett is the president of the Mr. Ed Fan Club). Their favorite venue is a Dallas laundromat-bar called the Bar of Soap. And their number one crowd-pleaser is “Clampett Rap,” a semi-original that merges the <em>Beverly Hillbillies</em> theme with New York street rap. “Garbage Dump” laments the ecological sins of urban society; the tune was written and first performed by mass murderer Charles Manson. Why do they do what they do? Sax player Will Clay answers, “I think people just get sick of bands with a message.”</p><img/><p><em>Jon Wayne</em></p><p><strong>a Texan From Afar</strong></p><p>Jon Wayne and his band live in Southern California and use the phrase “Lookout Fresno!” as their calling card, but all Wayne wants to sing about is Texas. Almost every song on his appropriately named album, <em>Texas Funeral,</em> is about the Lone Star State. There’s “Texas Cyclone,” “Texas Wine,” “Texas Polka,” “Texas Jailcell,” “Texas Studio,” and the authentic “But i’ve Got Texas” (“ain’t got a health club/ain’t got a hot tub/Haven’t got a tractor/But i’ve got Texas/How ’bout them Dallas Cowboys?”). So how’s life in California? “It be stinking, actually,” says Wayne. “Out here, we get in the truck and go, we play, and we come back. But that’s it. I was thinking we’d be really famous by now.” What’s holding Wayne back from his promised land? “Nothing,” he says. “Just ask me.”</p><img/><p><em>Rajah Khan</em></p><p><strong>the Turban Cowboy</strong></p><p>As a child in Bombay, India, Rajah Khan liked nothing better than to watch Roy Rogers, Gene autry, and Lone Ranger movies. As he grew older, his interest in Western culture expanded. He interpreted the songs of the Rolling Stones and the Beatles in Bombay clubs before moving briefly to West Germany. When he immigrated to the United States seven years ago, Khan rediscovered his first love and completed a spiritual quest. He became a country singer, a saga he retells in his song “Del Rio.” Now it’s the cowboy’s life for Khan. He shares a mobile home south of Fredericksburg with his wife and performing partner, Monika. He drinks Lone Star beer and favors Western hats, pressed Wranglers, and, it goes without saying, Chaps cologne. To some neighbors, he is just plain old Roger Conn.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "October 1988",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "Cowboy",
      "Country",
      "Dallas",
      "Music",
      "Beer",
      "Henderson",
      "Lone Star",
      "Love",
      "Lubbock",
      "New York",
      "people",
      "School",
      "Television",
      "West Texas",
      "Writing",
      "Advice",
      "Auction",
      "Band",
      "Cajun"
    ],
    "wp_categories": [
      "Dallas"
    ],
    "wp_location": [
      "Texas",
      "West",
      "Dallas",
      "Lubbock",
      "West Texas"
    ]
  }
}