{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198810",
    "date": "October 1988",
    "year": 1988,
    "month": 10,
    "month_formatted": "October",
    "pdf_uri": "/1988/19881000.pdf",
    "issue_cover_image": "",
    "document_start_page": 123,
    "toc_start_page": 120,
    "document_page_range": [
      [
        123,
        124
      ]
    ],
    "toc_order": 3,
    "toc_headline": "The Fall Of Country ... The Rise Of Country",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198810-thefallo",
  "source": "/1988/19881000.pdf",
  "wp_post_id": 123792,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-fall-of-countrythe-rise-of-country/",
  "authors": [
    "Joe Nick Patoski"
  ],
  "headline": "The Fall of Country The Rise of Country",
  "dek": "While Nashville was Killing it...... Texas was bringing it to life.",
  "spread_caption": "",
  "excerpt": "As Nashville pandered to the lowest common denominator, Texans found a new audience hungry for old traditions.",
  "kicker": "",
  "word_count": 845,
  "content": "<p><span class=\"dropcap\">A</span>s country music sought to shed its hillbilly image and make itself more appealing to middle america, the powers in Nashville strove for a sound that offended the fewest number of potential listeners. That made accents and other homespun affectations liabilities, effectively taking the country out of country. The end result was music that almost choked on its own confection.</p><p><em>1970</em> The Flatlanders, Texas’ first country-folk-rock band, consisting of Joe Ely, Butch Hancock, and Jimmie Dale Gilmore, go to Nashville to make a record. Final product is rejected as unmarketable.</p><p><em>1971</em> Willie Nelson releases <em>Yesterday's Wine;</em> RCA refuses to promote it, calling it “too spooky.”</p><img/><p><em>1972</em> Johnny Bush (above), the Country Caruso, loses his voice. “Whiskey River,” the all-time Texas two-step classic, may never sound the same again.</p><p><em>1973</em> Marie Osmond hits top of country charts with “Paper Roses” (below).</p><img/><p><em>1974</em> Dolly Parton leaves Porter Wagoner and reshapes her music into slick country pop. Wagoner sulks and restyles his blond pompadour with a mod permanent.</p><p><em>1975 </em>George Jones is divorced by Tammy Wynette, breaking up country’s greatest singing duo.</p><p>Photographs Courtesy Of Michael Ochs Archive</p><img/><p><em>1976</em> Kenny Rogers breaks up the First Edition (above) and embarks on a new career as a country-pop crooner, eschewing pedalsteel guitars for syrupy string orchestration. RCA releases <em>Wanted: The Outlaws</em> (below), featuring old tracks by Willie Nelson, Tompall Glaser, Wavlon Jennings, and Jennings’ wife, Jessi Colter. A marketing scam, it goes platinum.</p><p><em>1977</em> The Oak Ridge Boys, a male gospel group, go secular with their first Top 10 hit, “y’all Come Back Saloon” (above), and country’s version of the Village People is born. KOKE-FM in austin, america’s first progressivecountry radio station, drops the format for middle-of-the-road music.</p><img/><img/><img/><p>Paramount Pictures</p><p><em>1978</em> Country comes to New York as <em>The Best Little Whorehouse in Texas</em> begins a four-and-a-halfyear run on Broadway and the Lone Star Cafe opens. There’s a run on cowboy boots and hats in Manhattan.</p><p><em>1980</em> The film <em>Urban Cowboy</em> (below) does for Gilley’s and the two-step what <em>Saturday Night Fever</em> did for discos. A temporary, artificial market is created, which the industry panders to with watered-down apologists like Eddie Rabbitt, the Bellamy Brothers, and Barbara Mandrell. The dark ages begin.</p><p><em>1982</em> Bill Mack is fired from WBAP-AM in Fort Worth. His <em>Midnight Cowboy</em> truckers show is silenced.</p><p><em>1984</em> Ernest Tubb, the last of the great Texas honkytonk singers, dies at seventy.</p><img/><p>Rca Records</p><p><em>1985</em> all image, no meat, alabama (above) is voted america’s favorite group in a People magazine poll.</p><p><em>1986</em> Country record sales slump to gl 75 million annually, from a peak 8250 million in 1981.</p><p><em>1988</em> Billy Bob’s Texas in Fort Worth closes, ending the Urban Cowboy era.</p><p>Photographs Courtesy Of Michael Ochs Archive</p><p>The RISE of COUNTRY</p><p><strong>... Texas was bringing it to life.</strong></p><p><span class=\"dropcap\">M</span>eanwhile, back in Texas, industry outsiders decided to establish their own vision of country without apologies. Relying on time-honored traditions and audience reaction, they gave the tired old war-horse a shot of Geritol. Eventually, the ruckus raised in Texas by people like George Strait was heard in executive boardrooms in Tennessee. The sales figures told the tale.</p><p><em>1972</em> Willie Nelson, relocated from Nashville to austin, plays his first show at the armadillo World Headquarters, discovering an entirely different audience in the process. KOKE-FM in austin invents Super Roper radio format. Progressive country is born.</p><img/><p><em>1973</em> Bob Wills and His Texas Playboys’ <em>For the Last Time</em> boxed album set (above) is recorded, triggering a revival in Western swing music.</p><p><em>1974</em> Michael Murphey, the Cosmic Cowboy, leaves austin for Colorado.</p><p><em>1975 austin City Limits</em> (below) debuts on the Public Broadcasting Service and becomes TV’s longestrunning popular music series, providing a showcase for new country artists. Emmylou Harris (above) forms the Hot Band. Various members will go on to become the powerbrokers of Nashville’s new establishment in the eighties: Tony Brown and Emory Gordy will be the town’s most sought-after record producers, Rodney Crowell of Houston (a.k.a. Mr. Rosanne Cash) will become country’s favorite singersongwriter, and Ricky Skaggs will almost singlehandedly revive bluegrass. Willie Nelson records <em>Red Headed Stranger</em> (above).</p><img/><p>Scott Newton/Austin City Limits</p><img/><img/><p>Waterloo Records</p><p><em>1982</em> Johnny Bush regains his voice. “Whiskey River” is once again heard as it was meant to be.</p><img/><p>Charlyn Zlotnik</p><p><em>1984</em> George Strait (above) is recognized as the male vocalist of the year by <em>Billhoard</em> magazine and the academy of Country Music. He will repeat the feat the next two years.</p><p><em>1986</em> Lyle Lovett’s folkcountry debut album lands four singles on the charts.</p><img/><p>Peter De Lory</p><p><em>1987</em> George Strait sets the attendance record at the Houston Livestock Show and Rodeo in the astrodome, transforming the arena into the world’s largest honky-tonk, as 49,246 people sing along to “all My Ex’s Live in Texas.” His <em>Greatest Hits</em> goes platinum. Nanci Griffith appears on <em>The Tonight Show.</em> Porter Wagoner goes back to his old pompadour, exceeded in height only by Lyle Lovett’s hair.</p><p><em>1988</em> Dolly Parton’s network variety show is canceled. Bill Mack returns to his midnight shift on WBAPAM, and truckers rejoice nationwide. Austin’s asleep at the Wheel (below) wins a best country instrumental Grammy for its Western swing original “String of Pars,” the band’s first Grammy in a decade. Mickey Gilley sues club owner and manager Sherwood Gryer and regains rights to his name.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "October 1988",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Country",
      "Texas",
      "Cowboy",
      "Music",
      "Nashville",
      "people",
      "Austin",
      "George Strait",
      "record",
      "Album",
      "grammy",
      "Houston",
      "Johnny Bush",
      "Radio",
      "Sound",
      "urban",
      "Urban Cowboy",
      "Western Swing",
      "Willie Nelson",
      "Alabama"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Texas",
      "Austin",
      "Houston",
      "Fort Worth"
    ]
  }
}