{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19878",
    "date": "August 1987",
    "year": 1987,
    "month": 8,
    "month_formatted": "August",
    "pdf_uri": "/1987/19870800.pdf",
    "issue_cover_image": "",
    "document_start_page": 94,
    "toc_start_page": 94,
    "document_page_range": [
      [
        94,
        95,
        96,
        97
      ],
      [
        167
      ]
    ],
    "toc_order": 2,
    "toc_headline": "The Time It Always Rained",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198708-thetimei",
  "source": "/1987/19870800.pdf",
  "wp_post_id": 123060,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-time-it-always-rained/",
  "authors": [
    "Elmer Kelton"
  ],
  "headline": "The Time It always Rained",
  "dek": "In the wettest, greenest year in the history of West Texas, farmers and ranchers can still find something to complain about.",
  "spread_caption": "",
  "excerpt": "The wettest spell in memory has given the people who live in West Texas an unfamiliar topic of conversation.",
  "kicker": "",
  "word_count": 1515,
  "content": "<img/><img/><p>Some years ago I wrote a novel called <em>The Time It Never Rained, </em>chronicling in fictional form a real seven-year drought that tortured West Texas through most of the fifties. In recent months many people have urged me to write a sequel and call it <em>The Time It Wouldn’t Quit.</em></p><p>The entire state enjoyed an unusually wet spring this year that broke rainfall records in many areas and brought flood misery to some unfortunates. But the phenomenon of abundant rainfall was probably most dramatic in West Texas, which historically has known much about cactus and little about mushrooms.</p><p>My city, San angelo, had already registered nearly 23 inches of rain by the end of June, more than five inches beyond the official average for a whole year. At the northern approach to the city stands a chamber of commerce sign welcoming the traveler to San angelo. The metal surface has begun to rust. A New York editor who had never seen West Texas came to visit us in early June, expecting saguaro cactus and cow skulls. Flying out to San angelo in a commuter plane, she looked down in disbelief upon thousands of shimmering lakes and stock tanks. She said she was half afraid she had boarded the wrong flight and was over Minnesota.</p><p>There are always among us those garrulous old-timers who have seen something bigger or smaller, longer or shorter, better or worse, than whatever the subject under discussion happens to be. Most of them have quit talking about the wetter years they can remember from some distant past. Ask them now, and they’ll tell you this is the wettest they have ever seen West Texas.</p><p><em>Photographs of Big Bend National Park in late spring by Tracy Lynch</em></p><img/><img/><p>The contrast to the norm is drastic. In his prizewinning historical study, The Great Plains, Walter Prescott Webb explains how the arid land west of the 98th meridian—which runs just west of austin—has always tested the mettle of the people who have tried to eke out a living from it. Webb illustrates how the recurring struggle for survival has had a long-term effect upon the individualistic character and culture of those generations who have stuck it out, especially those who have lived close to the land and depended upon grass or crops for their livelihood.</p><p><strong>the Time It Never Rained an Excerpt</strong></p><p><em>It crept up out of Mexico, touching first along the brackish Pecos and spreading then in all directions, a cancerous blight burning a scar upon the land.</em></p><p><em>Just another dry spell, men said at first. Ranchers watched waterholes recede to brown puddles of mud that their livestock would not touch. They watched the rank weeds shrivel as the west wind relentlessly sought them out and smothered them with its hot breath. They watched the grass slowly lose its green, then curl and fire up like dying cornstalks.</em></p><p><em>Farmers watched their cotton make an early bloom in its stunted top, produce a few half-hearted bolls and then wither.</em></p><p><em>Men grumbled, but you learned to live with the dry spells if you stayed in West Texas; there were more dry spells than wet ones. No one expected another drouth like that of ’33. And the really big dries like 1918 came once in a lifetime.</em></p><p><em>Why worry? they said. It would rain this fall. It always had.</em></p><p><em>But it didn’t. And many a boy would become a man before the land was green again.</em></p><p><em>—Prologue, The Time It Never Rained, published by Doubleday (1973).</em></p><p>Once I asked my father —who at the time had lived for some 75 years west of that decisive meridian-how many truly wet years he could remember. He came up with just four: 1906, a year when large acreages of West Texas rangelands were sold to unlucky prospective farmers blinded by the deceptively rich, green grass; 1919, a year that broke one of the meaner droughts of this century; 1941, when we spent part of the summer recutting the next winter’s supply of firewood because the huge rick we had just finished went floating off down the draw; and 1957, which broke the granddaddy of all West Texas droughts.</p><p> [ Continued On Page 167 ]</p><p>[ Continued From Page 96 ]</p><p>Dad, if he were still living, would have to red-flag 1987 as the wettest one of all. It has filled long-dry playa lakes all over the plains. One of these lakes, swollen like a boil on a cowboy’s backside, forced the closing of heavily traveled U.S. Highway 87 for weeks between Lamesa and Lubbock. From the Edwards Plateau and Cross Timbers all the way out to the Trans-Pecos, long-dry seeps and springs have begun to yield clear water in places few of this generation have ever seen it. A ranchman who has an old dam on little Kickapoo Creek near the Tom GreenConcho county line had never seen so much water backed up and spilling over. He became concerned that another dam might have broken somewhere upstream, threatening his own. Upon inspection he found all upstream dams intact; the water was simply a result of increased spring flows from the unprecedented rains.</p><p>There is an old, rough rule of thumb that for each fifty miles you travel west of austin you lose an inch of average rainfall a year. A motorist driving westward in normal times usually finds a great deal less green color by the time he reaches San angelo. From San angelo west toward El Paso the land becomes dryer and more desolate-looking with each mile, its semidesert nature inescapable. This year that situation was reversed. For months the grass was greener toward Fort Stockton than at San angelo, and greener at San angelo than at austin.</p><p>Farmers and ranchers, unprepared for such abundance, are discovering that rain can be a mixed blessing, though any West Texan would rather wipe mud from his boots than sand from his eyes. This spring many farmers whose winter wheat had somehow survived a severe late-season freeze found their fields too muddy to harvest at the proper time. They had to watch the quality —and therefore the price —of their grain decline while the matured crop stood exposed to the rigors of the elements. Others lost early plantings of cotton and other summer crops to washing and drowning, or they never could plant in the first place because they could not drive their tractors into boggy fields. Some who finally managed to plant cotton did so dangerously late. They will agonize in suspense next fall, waiting to see if their crop matures before the first frost.</p><p>Rain has its downside for livestock producers too. Diseases thrive on wet weather, and a plague of insects and parasites usually follows good rains. Horn flies and face flies can torment cattle to a point that they lose weight even in green grass that tickles their bellies. As a rule, however, ranchers are more than willing to accept the risk, since cattle, sheep, and goat prices move up with the rain gauge The old cattleman declares, “i’ll take a rain and a calf any time.”</p><p>The vegetation creates special problems for sheep and goat operators by lodging burs, seeds, and other impurities in wool and mohair. Contaminated fleeces sell at a discount. The sheep is a dry-weather animal, provided ranges do not get <em>too</em> dry. It likes short grass better than tall grass. By early summer West Texas sheepmen who had not yet sold this year’s lamb crop were beginning to sense that the “washy” feed, full of water and short of nutrients, was exacting a toll on lambs that earlier had shown great promise. Internal parasites, particularly stomach worms, are much more potent in sheep and goats than in cattle during such times.</p><p>The rank growth of grass and weeds will pose a fire hazard later in the year as they turn dry. Ranchers use controlled burning as a cheap, nonchemical way to retard unwanted invader brush, and they won’t have the usual West Texas problem of growing enough grass to fuel a hot fire. We can expect headlines about spectacular range fires blazing out of control. Deer hunters next fall will be receiving stern lectures about their smoking habits before landowners turn them loose to prey upon the whitetail herds.</p><p>Perhaps the greatest detriment is psychological. West Texas ranchers and farmers are so accustomed to adversity that they seem unable to enjoy prosperity to its fullest, because of a feeling—historically well justified—that it cannot last.</p><p>This pessimistic mind-set is well illustrated by a story that came from the breakup of the seven-year fifties drought: It had rained for days in the Fort Stockton country. The sun had not been seen in more than a week. One afternoon as a group of coffee drinkers left the Taylor Cafe, a tiny rift appeared in the dark clouds, and a small ray of bright sunshine touched tentatively upon a rain-soaked land.</p><p>“I sure hate to see that,” groaned a rancher. “I saw a real bad drought start just this way.”</p><p>That is the rub. Our pleasure in the generous rains is tempered by the certainty that they will stop and that West Texas will gradually revert to its normal droughty self.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "August 1987",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "West Texas",
      "Rain",
      "Farmers",
      "Land",
      "Spring",
      "Water",
      "Cotton",
      "San Angelo",
      "Summer",
      "Cactus",
      "Cattle",
      "Drought",
      "ever",
      "Fire",
      "Fort Stockton",
      "Lakes",
      "Livestock",
      "people",
      "all the way"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "West",
      "Texas",
      "West Texas",
      "San Angelo",
      "Fort Stockton"
    ]
  }
}