{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19785",
    "date": "May 1978",
    "year": 1978,
    "month": 5,
    "month_formatted": "May",
    "pdf_uri": "/1978/19780500.pdf",
    "issue_cover_image": "",
    "document_start_page": 130,
    "toc_start_page": 128,
    "document_page_range": [
      [
        130,
        131,
        132,
        133,
        134,
        135
      ],
      [
        184,
        185,
        186,
        187,
        188,
        189,
        190,
        191,
        192
      ],
      [
        195,
        196
      ],
      [
        198,
        199,
        200
      ],
      [
        202,
        203,
        204
      ]
    ],
    "toc_order": 4,
    "toc_headline": "Danger",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-197805-dangermen",
  "source": "/1978/19780500.pdf",
  "wp_post_id": 112941,
  "wp_post_guid": "http://www.texasmonthly.com/article/danger-men-working/",
  "authors": [
    "Tom Surtis"
  ],
  "headline": "Danger: Men Working",
  "dek": "While bureaucrats spent three years debating the dangers of a pesticide, the workers who made it were dropping like flies.",
  "spread_caption": "",
  "excerpt": "In a dirty little factory, workers made an insecticide that poisoned them and then almost got us all.",
  "kicker": "",
  "word_count": 11732,
  "content": "<p>Not long before Christmas 1973, Donald Jackson decided on impulse that he would run across the parking lot where he worked. Only a year before. Jackson had been both an impressive varsity linebacker and an all-district pitcher at Baytown's Ross Sterling High School. Just a short run after work would feel good. But he couldn't run—his left ankle simply wouldn't flex. Jackson thought he had pulled a muscle. Soon, however, he began to suffer a succession of other physical problems. His neck hurt constantly. His vision blurred. He began to sweat profusely and become sensitive to being chilled. His right hand started shaking so badly that he had to eat with his left hand. In one month his weight dropped from 205 to 165 pounds. He often was constipated. had troble urinating, and was impotent. He couldn't keep his balance. His mind was also affected: he felt anxious and tense, and his speech sometimes became so rapid it was incomprehensible. He was nineteen years old.</p><p>Over the next two years, more than sixty men at the small Bayport plant near the Houston Ship Channel where Jackson worked developed some neurological disorders. About a dozen developed similar and in some cases, worse symptoms. “Jackson was just one of the men who looked, walked, and acted like a zombie,” says Raymond David, a former foreman at the plant, describing their wild, glassyeyed stare, jerky, siff-legged gait, and giddy, inappropriate laughter. Velsicol Chemical Corporation of Chicago, a division of the conglomerate Northwest Industries (1977 sales: $1.8 billion), owned the plant and used it to manufacture pesticides. Velsicol had been operating the small, ramshackle plant since 1967 with a complement of workers numbering between thirty and forty. The plant was nonunion, and the work particularly messy, even by the relatively lax standards of the Houston Ship Channel area. Turnover was high.</p><img /><img /><p>Illustrated by Justin Carroll</p><p><em>Tom Curtis' feature on the Houston Police Department in the September 1977 issue of Texas Monthly was a finalist for the 1978 National Magazine award for public service. He is the editor of Houston City Magazine.</em></p><img /><p>Jim Caldwell</p><p><em>Donald Jackson with the uniform issued by Velsicol: even after twenty washings, he would still smell the Phosvel.</em></p><p>For almost two years after Donald Jackson and his coworkers began their steady physical deterioration, no one outside the company—not the physicians who examined them, not the government agencies responsible for protecting the health and safety of workers or for certifying pesticides —made more than a passing connection between the workers' symptoms and Phosvel, the chemical they manufactured for export. At the same time its workers were being crippled, Velsicol was trying to convince the Environmental Protection agency (EPA) to approve Phosvel for use in the United States on lettuce and tomatoes. Once initiated, such processes carry the weight of corporate destiny. Executives charged with such responsibilities carry the future of the corporation’s sales; their success is measured by getting the pesticide registered, not by bringing up embarrassing details that might delay the process and help the company’s competitors. Velsicol succeeded in the first stage of certification, and would likely have gone on to have Phosvel registered for use in american agriculture if a motley collection of mavericks in the Environmental Protection agency had not shown considerable bureaucratic courage in fighting it.</p><p>Without these bureaucrats the plight of the Bayport workers might have been lost among the statistics in the annual toll of occupational deaths and disabilities that takes an estimated 100,000 lives of U.S. workers a year and leaves 400,000 injured. Along the Houston Ship Channel, the petrochemical capital of the world, where 30,000 workers produce a bewildering array of chemicals, such occupational injuries are often slow and insidious. Pathologists have not even begun to cope with the full effects on the human body from contact with the chemicals that help sustain the healthy Texas economy. None of the standard medical tests turned up the pesticide poisoning that was crippling worker after worker, not a single illness was correctly diagnosed. The workers’ story is the personal tragedy of the Phosvel affair, but without that tragedy, we might never have learned of the serious threat to the public’s health that this pesticide presented or about the bureaucratic struggle that, against tremendous odds, kept Phosvel off the U.S. market.</p><p><em>\"at the same time its workers were being crippled, Velsicol was trying to convince the Environmental Protection agency to approve Phosvel for use in the United States</em>.”</p><p>Phosvel was one of the generation of pesticides developed after pesticides like DDT had been banned in the United States. The DDT-generation of pesticides were chlorinated hydrocarbons, which tended not to break down into their constituent elements and instead persisted for long periods on crops and in the environment. Initially, these chemicals were spectacularly successful in eliminating insects that spread diseases and kill crops. For world agriculture they were a godsend, increasing yields and reducing costs, even though the precise lethal effect that DDT has on the central nervous systems of insects is not perfectly understood.</p><p>Unfortunately, these pesticides were as persistent as they were successful and became concentrated in lower organisms such as earthworms and oysters. When Rachel Carson in her classic book, <em>Silent Spring,</em> showed conclusively in 1962 that many forms of wildlife, particularly birds, that fed on such organisms were dying in massive numbers from pesticide poisoning, it was clear the chemicals were being passed up the food chain. In the face of the overwhelming evidence that such chemicals pose a fundamental danger to man, who sits at the top of his food chain, the pesticide industry waged a furious counterattack. More than a decade would pass before some of the most powerful, and profitable, chlorinated hydrocarbons would be banned inside the United States. Two of these banned pesticides, heptachlor and chlordane, were manufactured exclusively by Velsicol. Velsicol also makes endrin, the one Rachel Carson believed was the most dangerous, and which the Environmental Protection agency is only now acting to suspend.</p><p>The pesticides that replaced the chlorinated hydrocarbons are the acutely poisonous organophosphates. They also attack insects’ central nervous systems, but, unlike the chlorinated hydrocarbons, their lethal toxicity is very well understood. Research into nerve gas during World War II provided the chemistry for producing these pesticides, and they work very much like nerve gas. Organophosphates are neurotoxins (nerve poisons) that work by destroying one of the two enzymes regulating the delicate electrical currents that pulse through healthy nerves. As the other enzyme builds up, the nervous system throws insects into spasms and convulsions that lead to death. Organophosphates usually break down rapidly in the environment. Phosvel, VelsicoPs star organophosphate, is a bit different; like the chlorinated hydrocarbons, it persists longer in the environment and is less immediately poisonous than many other organophosphates.</p><p>The fastest-growing market for all pesticides is overseas, particularly in developing countries desperate to increase their agricultural output both to feed their rapidly expanding populations and to export for precious foreign exchange. Few developing countries have bans on pesticides, including DDT, which is still used to combat malaria where mosquitoes are not yet resistent to it. Phosvel was particularly effective on cotton and rice, and sold so well abroad that in 1971 Velsicol initiated the paperwork and testing to have it cleared for use in the United States.</p><img /><p>Jim Caldwell</p><p><em>De La Torre had been at the plant only a month when a co-worker found him collapsed and “foaming at the mouth.”</em></p><p>Phosvel had been particularly well received in Egypt, where it worked effectively against several insects that attack the country’s vital cotton crop. But the very summer that Velsicol began its registration of Phosvel in the United States, some distressing things began happening in Egypt. Some 1200 water buffaloes in the fertile center of the Nile Delta were struck by a mysterious affliction that paralyzed their hindquarters. When veterinarians ruled out disease, the Egyptian government commissioned a study of the pesticides that had been sprayed on the fields before the buffaloes’ paralysis. One of the scientists who conducted the tests was a young, american-educated toxicologist named M. B. AbouDonia, then of the University of alexandria in Egypt and now at Duke University’s Medical Center in North Carolina.</p><img /><p>Jim Caldwell</p><p><em>alarmed by the “zombies” among the workers, Ken Porter warned management to clean up the plant. He was ignored.</em></p><p>Abou-Donia and his fellow scientists fed test animals the three pesticides sprayed on the crops. When they were fed Phosvel at varying rates, after 45 to 60 days they either became paralyzed or died. The tests were suspended before determining exactly what amount of Phosvel would <em>not</em> have paralytic effects, and the test results were classified as secret and locked up in the agriculture minister’s vault. It appears that the pesticide was simply too effective against insects that had grown resistant to other pesticides, and was too valuable to Egypt’s main cash crop to discontinue. In any case, Egypt continued to be the major purchaser of Phosvel, buying 6.4 million pounds of it between 1972 and 1975, more than double that bought by Indonesia and Japan, the next-largest buyers.</p><img /><p>Carter Smith</p><p><em>The ramshackle plant where Velsicol manufactured Phosvel was a nightmare, and turnover among the workers was high.</em></p><img /><p>F. Carter Smith</p><p><em>Velsicol’s Dr. G. Maxwell Miller: not one physician who examined the workers connected the illnesses with Phosvel.</em></p><p>Abou-Donia, still concerned, began studying the effects of Phosvel on chickens, an animal used by researchers to test delayed nerve damage. In 1974 he published the results in a Swiss journal. The data proved, he wrote, that Phosvel caused “delayed neurotoxic effects when administered orally to male chickens.” He warned that since the chemical might cause similar effects in man, it should not be used without further careful study. A delayed neurotoxin can damage the myelin sheath surrounding the nerve, thus causing paralysis. The last big episode of delayed neurotoxicity in the United States was in the thirties, when thousands of people were sickened and hundreds paralyzed after they drank a ginger-extract moonshine called “ginger jake” that had been contaminated with an organophosphate called TOCP. In the fifties, a team of scientists at the U.S. Food and Drug administration (FDA) began studies to screen organophosphates for delayed neurotoxicity. The studies ended in 1956 with few results. The FDA later lost the responsibility for certifying pesticides to the agriculture Department, which in 1970 gave it up to the new Environmental Protection agency. Somewhere in the shuffle the FDA policy on delayed neurotoxicity was lost.</p><p>The first step in Velsicol’s registration application was to have tolerances set that would allow Phosvel residues on broccoli, brussels sprouts, cabbage, lettuce, tomatoes, cottonseed, and corn, as well as in milk, eggs, meat, and meat byproducts. Tolerances are one of the EPA’s two main clearances: they set the maximum allowable pesticide residues in agricultural products, including those imported into the United States. The other major clearance, registration, permits the pesticide to be sold and used in this country. The Velsicol strategy was to go first for the tolerances, which would open the american market to Phosvel-treated foreign products, then to try for registration so it could sell the pesticide here. After considerable delays by EPA regulators seeking more information, the company altered its tactics and in late 1973 cut down its application for tolerances to only lettuce and tomatoes. By early 1974, thanks to Velsicol’s sophisticated manipulating of the EPA bureaucracy, approval of the tolerances for american consumption seemed imminent.</p><p><em>“Phosvel smelled like dead and putrefying shrimp left for days in midsummer in the boat. That nauseating smell remained on everything the stuff fell on-including the workers' clothes and skins.”</em></p><p>When Donald Jackson went to work in Velsicol's Bayport plant in late 1973 the company was in the final stages of getting its Phosvel tolerances. Jackson had been laid off at U.S. Steel after a slump in steel production, and he needed even the $3 an hour he could make in the warehouse packaging unit at Velsicol. When he started work, Velsicol issued him pants, a shirt, and a hard hat. On some days, rubber gloves were available. The unit itself was described by Ken Porter, an ex-foreman, as a “nightmare.” Much of the equipment lacked instrumentation and pressure gauges. A grated second-story level allowed pesticide liquids and dust to fall through onto the workers below. Porter says the entire plant was jerry-built and deteriorating. During inadvertent overflows, Porter says, “we put a considerable amount of toxic material into the sewers.”</p><p>Each morning it was Jackson’s job to take ten-by-fifteeninch pans that were full of hardened Phosvel—a waxy, cakey, soaplike substance—and to bang their contents out onto a conveyor belt that carried it up to a grinder that pulverized the material and dropped it into a hopper. From the hopper the stuff was funneled into big polyethylene-lined cardboard drums, which ultimately were sealed and stored in a warehouse until shipment. Although that process was real messy and dusty,” Jackson recalls, the company issued no respirators or face masks.</p><p>The afternoon process was messy in a different way. Then Jackson and his co-workers would fill the pans emptied in the morning with molten Phosvel so that the liquid Phosvel could cool and form the waxy cake overnight. The stuff was constantly being spilled on the floor and on workers themselves, Jackson says. He also remembers that the spout used to pour the liquid Phosvel into the pans was always getting clogged. Frequently, he says, a co-worker named Jerry Meadows would shoot nitrogen and steam into the spout to clear it. Once in December 1973, Jackson says the clogged spout broke loose unexpectedly, spewing out the liquid Phosvel, which “splattered all over my face and got in my eyes.” The burning was terrible; Jackson was blinded for almost an hour.</p><p>To those who made Phosvel and packaged it, one of its worst qualities was its smell. One former Phosvel packager compared its odor to that of dead and putrefying shrimp left for days in midsummer in the hold of a boat. That nauseating smell remained on everything the stuff fell on—including the workers’ clothes and skin and the floor of the warehouse. To clean the floor, Jackson says the men would pour on large quantities of two solvents, hexane (also known as n-hexane) and styrene. A number of the men, including Jackson, also used the solvents to wash the sticky Phosvel off their hands.</p><p>When Jackson began to experience his serious symptoms, he first went to a family doctor and then to Dr. G. Maxwell Miller, a La Porte physician retained by the Velsicol company. Jackson savs that he first complained to Miller about his trouble keeping his balance and that Miller said the equilibrium problem was caused by an inner-ear infection. “By the next week I was staggering like I was drunk,” Jackson says, but his family physician agreed with Miller’s diagnosis. Soon the symptoms were so bad that Jackson was regularly missing work. By early March he wasn't able to walk without a cane and couldn’t stand on uneven ground. On March 13, 1974, on Miller’s recommendation, he was admitted to Pasadena Bayshore Hospital. After extensive tests, Dr. Edward Good, a consulting physician on the hospital’s staff, explained to Jackson that he was suffering from something called demyelination of the nerve sheaths. “He said it was something like when you strip the insulation off a light cord, causing it to short out,” Jackson remembers. On april 2, a week after he was dismissed from the hospital, Miller interpreted Good’s finding for him. “He told me I had multiple sclerosis,” Jackson said. “It upset me quite a bit.”</p><img /><p>Rhoda Baer</p><p><em>EPA chemist Gunter Zweig struggled with government bureaucracy in an effort to prevent the use of Phosvel in the U.S.</em></p><p>Less than three months after Jackson first went into the hospital, his co-worker Jerry Meadows began to show similar signs of illness. Early in June 1974, he, too, was referred to Dr. Miller, who referred Meadows to the same Dr. Good at Pasadena Bayshore Hospital. Meadows had weakness and paralysis in his legs and had been troubled by impotence, mental confusion, and lethargy. First hospitalized at Pasadena Bayshore, he was soon thereafter transferred to Houston’s Veterans administration Hospital. After eight months he was released—able to walk only with the help of double leg braces and two canes. Somewhat over a year later his small fishing boat crashed into a piling in a small lake in alabama and capsized; unable to swim because of his paralysis, he drowned.</p><p>In February 1974, while Donald Jackson was still struggling to report to work at the Velsicol plant, Dr. John Buckley, a science administrator in EPA’s Research and Development office in Washington, called a senior chemist named Gunter Zweig from EPA’s Office of Pesticide Programs into his office to tell him what he had learned about Phosvel. Earlier that winter, Buckley had been in Egypt, where he happened to talk with a salesman from the Bayer chemical company in West Germany. The man from Bayer had told him about the buffalo incident and tests Bayer had run demonstrating Phosvel’s delayed neurotoxic potential, performed because Bayer wanted to clear its own product, Hinosan, of culpability. Buckley checked further and determined that hundreds of water buffaloes had died and that there was strong, but not absolute, evidence that Phosvel was the cause.</p><img /><p>Rhoda Baer</p><p><em>Dr. Donna Kuroda’s persistent opposition to the pesticide prompted the EPA to reconsider its approval of Phosvel.</em></p><p><em>(Continued on page 182)</em></p><p><em>(Continued from page 133)</em></p><p>Zweig, a meditative, pipe-smoking man with thick, graying sideburns, says he had never heard of Phosvel when Buckley told him about it. Buckley put him in touch with a professor named Wendell Kilgore, who had been on sabbatical leave in Egypt at the time of the controlled-feeding experiments and had seen some of the stricken animals. Zweig talked to Kilgore and to some other scientists, including some Egyptians familiar with the episode. “It was kind of overwhelming,” he recalls. “Everybody in the scientific world who knew anything about it considered Phosvel to be a delayed neurotoxin.” although he was outside his bureaucratic bailiwick—such effects were the responsibility of the toxicology branch rather than the chemistry branch— Zweig says he decided that he had a responsibility to do something.</p><p>What happened next is well documented by a series of internal EPA memos and working papers assembled by the staff of the U.S. Senate Subcommittee on administrative Practice and Procedure, which looked at the Phosvel issue as a case study of pesticide regulation. Zweig began churning out a series of memos and initiating meetings with Dr. Clara H. Williams, then chief of the toxicology branch. She did not take kindly to Zweig’s intrusion onto her bureaucratic turf. Early in april Zweig brought Professor Kilgore to Washington to discuss the buffalo incident with Williams. She was not impressed. She was skeptical of Kilgore’s information, she noted in a memo, because Velsicol had reported a study of steers that had been fed Phosvel with no microscopic nerve damage observed in any of them. Kilgore had countered that he thought the animals had not been fed the poison long enough, but Williams had responded that Velsicol’s two-year reproduction study in rats and dogs and its study of hens had failed to show “any indication of the effects of Phosvel noted in the water buffalo.”</p><p>And that was that. Later, others—including the EPA—would raise questions about the scientific quality of the tests performed on Phosvel’s behalf; indeed, last august the EPA asked 31 pesticide makers and two federal agencies to review tests performed for them by Industrial Bio-Test Laboratories (IBT), the main firm testing Phosvel for Velsicol, because of “questionable practices and incomplete reporting of test data” by IBT and other labs. But at the time it seemed to Williams that Velsicol had hard test data and Phosvel s critics had nothing but suspicions. In an addendum to a memo that Williams wrote about her meeting with Kilgore, she described a subsequent discussion she had about Phosvel with the director of the Registration Division, John Ritch. Ritch felt that because “we have so little data, or really no data on which to base a decision” about the water buffalo incident, “his recommendation would be for the present to go ahead with the establishment of the tolerance.” He had continued that if data surfaced later suggesting that the tolerances should be revoked, “we will take action at that time.” Issuance of the tolerance had wider significance than simply being one step on the road to eventual Phosvel registration. Its main consequence would be to permit agricultural products sprayed with Phosvel to be imported into the U.S., notably from Mexico.</p><p>One day at the end of May 1974, a woman associate Buckley had enlisted in the Phosvel fight, Donna Kuroda, was sitting in her office quietly reading the <em>Federal Register,</em> which publishes changing federal regulations and notices. Kuroda, a serious, fineboned, young chemist who had worked for the EPA since 1970, recalls, “I actually jumped out of my chair and said, ‘What’s this? We’re granting tolerances for Phosvel?’ ” Scarcely a month earlier, Kuroda had been alerted about abou-Donia’s experiments by a professor of entomology at the University of Illinois at Urbana, Dr. Robert Metcalf, who was participating in a World Health Organization (WHO) effort to find pesticide replacements for DDT. He earlier had spoken with Kuroda about the neurotoxic effects of Phosvel at an EPA-hosted meeting in athens, Georgia. When he wrote Kuroda about abou-Donia’s paper, he told her about WHO’s chief toxicologist, a Briton, who had shown in chicken studies in 1971 that Phosvel was neurotoxic. “These were reported to Velsicol, but were ignored,” Metcalf advised Kuroda.</p><p>Finally, although Buckley, Kuroda, and Zweig were all outside the proper EPA channels to affect the Phosvel decision, the clamor they had generated prompted the agency to review the Phosvel tolerances shortly after they were approved. (The tolerances allowed residues on tomatoes of two parts per million and on lettuce of ten parts per million—much higher than most other pesticide residues permitted on lettuce.) There were several questions the review had to consider: Did Phosvel cause delayed nerve damage? Did it cause demyelination—the microscopically discernible eating away of the nerve sheath? Was there a “no effect” level at which Phosvel could be shown to cause no harm?</p><p>Lee TerBush, the acting chief of the EPA’s coordination branch, surveyed the files and talked to many of the scientists who opposed Phosvel registration. He concluded that Phosvel apparently did cause delayed neurotoxic effects in chickens and also probably in water buffaloes, although he decided that it probably didn’t cause demyelination. Nonetheless, he concluded that the tolerances were safe because the data suggested that there was a “no effect” level for the poison in chickens, and the tolerances fell below that level. He did not address the question of whether Phosvel bioaccumulated in tissues, producing long-term chronic effects that would cloud the safety of even low doses. Even without taking that issue into account, TerBush warned that because paralysis could occur, use by handlers and applicators should be carefully considered, and perhaps Phosvel should be limited to “restricted use only.”</p><p>Meanwhile Zweig had advised John Ritch, head of the Registration Division, that sixty days after the end of a Phosvel spraying program, some Egyptian families reported symptoms including slurred speech and mental disorders. Zweig told Ritch that he had “recommended continuously to Dr. Williams that the EPA should ask Velsicol for additional information concerning the Egyptian episode and the controlled feeding studies” they had helped pay for. (Incredibly, the EPA did not then routinely request that chemical companies supply all information suggesting possible adverse effects of their products; even more incredibly, although the EPA today asks manufacturers to submit evidence of “unreasonable” effects, itisn’t clear that the agency has the legal authority to compel firms to supply such adverse data.)</p><p>A few days later, Williams asserted with some pique that when her branch recommended that the tolerances be issued, Zweig’s and Kilgore’s “comments, suggestions, and vague reports concerning the neurotoxic potential of Phosvel . . . were duly considered.” She dismissed the water buffalo data and the reported accumulation of Phosvel in the fatty tissue of an Egyptian family: “This flimsy data in no way balances the numerous and adequate toxicology data furnished by the petitioner [i.e., Velsicol] in support of the tolerance request.” She concluded, “No further in-depth review of toxicological problems ... is needed.” It was a classic bureaucratic response: given a choice between self-serving data that purport to be certain and contradictory information that is disturbing but fragmentary, go with “certainty.”</p><p>Meanwhile, Velsicol was beginning to figure out who was criticizing Phosvel within the EPA and began its counterattack. Late in July 1974, a Velsicol vice president and two other officials of the company came to Washington to meet with an EPA industrial affairs liaison, who later summarized the conference in a memo for Zweig’s boss. Velsicol’s first point was that the toxicology branch—which the sympathetic Clara Williams headed—“should be left to resolve the scientific interpretation of the neurotoxic effect and hazard” involving Phosvel; by implication, this meant that Zweig should stay out of the matter. Another Velsicol contention was that the suggestion that Phosvel was the cause of the water buffalo deaths stemmed from “rumors” planted by a Velsicol competitor, obviously Bayer. Velsicol went on to warn that “possibly innocent investigators have become involved in a case of industrial espionage” on the Phosvel issue.</p><p>By now it was apparent that Zweig and Kuroda needed allies. They found one in a tall, white-haired medical doctor and pathologist named Howard Richardson. Richardson, who was something of a displaced person at EPA, had a reputation as an institutional maverick: In 1970, as director of the Food and Drug administration’s pathology department, he had caused a minor sensation by accusing bureaucrats of altering laboratory conclusions, thus casting doubt on FDA’s regulatory procedures. Richardson was then demoted to being the number-two pathologist in a restructured FDA division; not long after that he was shifted into the EPA. Richardson wasn’t afraid to deviate from established procedures to do what he thought was right, and Donna Kuroda notes, “He raised many eyebrows around here.” He raised so many eyebrows, in fact, that his EPA superiors were trying to push him out of the EPA in a classically bureaucratic way—by not giving him a secretary. Kuroda recalls that she enlisted Richardson’s help when he walked into her office to ask her secretary to type some memos.</p><p>Like Zweig and Kuroda, Richardson also was jumping into the Phosvel issue without any authority to do so, but he nonetheless plunged in with both feet. In mid-august he studied the 1969 chicken tests done for Velsicol by Industrial Bio-Test Laboratories. The conclusion at the end of the study insisted that Phosvel did not cause nerve damage. But the study also included a section on the clinical findings, in which technicians noted the behavior of each of the eighteen white leghorn hens at set intervals after each dosing with Phosvel. One hen’s symptoms looked for all the world like delayed paralysis. On august 19, 1974, Richardson took a plane to Chicago to learn more about these chicken studies and to look at the slide sections, which supposedly showed no nerve damage. He found the slides fuzzy and faded and called them “questionable and unreadable.” While he was in Chicago, after much haggling and negotiation Richardson was able to set up a meeting with Harvey Gold, director of Velsicol’s regulatory division, and with a half-dozen company officials. Ultimately, they agreed that the 1969 chicken test would be repeated, this time with several control groups for comparison purposes.</p><p>Early that September, Richardson and his wife, Mary, also a medical doctor and a pathologist for EPA, began a month-long trip to Europe, a businesspleasure outing that was their first vacation in years. Although they paid their own way, much of the trip was consumed with visiting European scientists and discussing with them the effects of Phosvel. In Basel, Switzerland, the Richardsons met with a veterinarian who was director of toxicology for CibaGeigy, Ltd., a drug and chemical firm that competes with Velsicol. He showed them slides demonstrating nerve damage that had been produced by a compound that his company had developed that was similar in chemical structure to Phosvel. The toxicologist explained that he had prevented the registration and marketing of the compound, even though it was quite effective against the australian sheep blowfly and its larval form, the wool maggot. “It is an agreed policy between industry and government in European countries,” he explained to Richardson, “to prevent the use of any insecticide that has delayed neurotoxic properties.” Even so, the toxicologist explained, he was being put on the spot by his superiors; they wanted to know why he was blocking their compound if the United States— one of the acknowledged leaders in such technical judgments—was ready to allow marketing of a similar one.</p><p>About the same time the Richardsons returned from Europe in September 1974 with more evidence of Phosvel’s neurotoxicity, Donald Busby, a seventeen-year-old high school dropout who had worked for just ten weeks in the Phosvel packaging unit, went into the hospital in Clear Lake with the same symptoms as his fellow workers. Later he was transferred to John Sealy Hospital in Galveston. Dr. John Calverly, chairman of the neurology department of the University of Texas Medical Branch, says he talked to an official at Velsicol’s Bayport plant and to its plant physician to learn whether there had been any similar illnesses among other workers. They told Calverly there had been no such illnesses, so Calverly says he diagnosed Busby’s widespread central nervous system damage as encephalitis. After two months in two hospitals, Busby was released. Since then he has been able to walk only with the help of leg braces, and hasn’t been able to hold a job.</p><p>Earlier in September, another young worker who had been employed in the packaging unit for just thirteen days came down with similar symptoms. Then, at the beginning of October, a fifth worker in the warehouse packaging unit became acutely sick. John Orville Wright was a thirty-year-old army veteran with two tours in Viet Nam who had worked four years for another Houston chemical firm. He had happily gone to work for Velsicol early in July. The job paid better than $5 an hour and the plant was less than a ten-minute drive from his home in LaPorte. After accidentally breathing some Phosvel fumes, Wright experienced a choking sensation, difficulty in breathing, profuse sweating, a tingling sensation in his arms, difficulty remembering things, and trouble judging distances. After examining him, Dr. Miller, the Velsicol physician, also detected blurred vision. Miller diagnosed the problem as allergic asthma possibly secondary to a chemical irritation and treated Wright with a tranquilizer, antihistamines, and a bronchial dilator.</p><p>A few days later Wright’s symptoms were worse than before, and Miller hospitalized him at Pasadena Bayshore, where he remained about five days. With his chest pains, trouble breathing, and night sweats now compounded by weakness in his legs and trouble keeping his balance, Wright went in November to see his family physician, who diagnosed Wright as having a narrowing of the urethra and prostatitis, and during a two-week hospitalization operated on him for that.</p><p>In February 1975, Wright, no better, saw still another physician, Dr. Jack N. Alpert, who put Wright in the hospital again, ordered a spinal tap, and for the first time diagnosed him as having a demyelinating disease, which alpert assumed to be caused by multiple sclerosis. By the third week of March 1975, alpert released Wright to go back to work, but, as his wife recalls, “he was stumbling so bad they told him to take a week off and rest.” He was finally fired on april 4. Mrs. Wright recalls that Jim Hacker, the personnel manager, “explained to us that it wasn’t that John wasn’t a good worker but that if he was to stumble and fall his safety as well as that of the other workers would be endangered.” Wright says, “They gave me my walking papers in a real gentlemanly, mild way.”</p><p>A few weeks after Wright was gently fired, 28-year-old John H. Dickson, Jr., ended two months of employment with heavy overtime after waking up one night “with a big cramp in my stomach” followed for eight or nine hours by hallucinations that were “like some kind of weird trip.” Not long after he began the job, Dickson says, friends began to notice changes in his personality. “after about a month, I started talking an awful lot, and I was constantly doing stupid things,” he says. He also began having memory lapses, suffering impotence, and experiencing trouble controlling his bowels. “One of my best friends pulled me aside,” Dickson remembers, “and he said, ‘John, we have been friends for a long time and I don t know what you are doing or taking, but you had better cool it because it is very noticeable.’ ” Three doctors whom Dickson visited did not follow his hopeful suggestion that the chemicals he worked with might be responsible for his problem.</p><p>To one physician, Dickson says, he explained his symptoms “and told about my working in a chemical plant. I told him that we handled an insecticide that was shipped overseas and asked him if it could be a direct cause or an indirect cause. And he said, ‘No, no way at all.’</p><p>I was hoping that there was something causing it rather than just me cracking up. He told me it was just my nerves and asked me how old I was. I told him and he said that was awfully young to be having nerve problems but that’s what it was, nerves. And he gave me some nerve medicine and a hormone shot, to improve my sex drive, I guess.”</p><p>The first week in May, just over two weeks after Dickson left Velsicol, a machine operator who worked in another part of the manufacturing process went into the hospital with severe headaches and general muscle and joint aches. He spent the better part of a month unable to get out of bed and was thought to be suffering from encephalitis. He stayed at work for another seven months after he returned, all the while experiencing increasingly serious psychological problems. He says that his erratic behavior convinced even his parents “that I was crazy.\"</p><p>In the middle of May, yet another employee from the warehouse-packaging unit was hospitalized—this time in critical condition. He became ill after working for about two months at Velsicol. During a long hospitalization he was diagnosed as having encephalomyelitis. When he got out of the hospital he was in a wheelchair. After extensive therapy, he was able to walk again, but not to run or jump. He, too, had begun to notice psychological as well as physical symptoms—uncontrollable laughter and a kind of stupor as well as copious sweating—before he was totally sidelined from work. “I was nearly totally out of my mind,” he says.</p><p>The plant had such a high turnover— former foreman Ken Porter says it ran between 60 per cent and 100 per cent in any given six months—it recruited from labor pools. Many of the so-called “temporaries” would stay “only two or three days and then wouldn’t come back,” John Wright recalls. “They couldn’t cut the smell.” One who stayed longer was a 36-year-old migrant worker from the Rio Grande Valley named Esequiel De La Torre, who managed to hang on for about a month, until June 7, 1975. Although he could not speak English, De La Torre was respected as a hard worker. “We got along real good,” says former co-worker Floyd Palmer, “and we had a record for packaging more Phosvel than anybody else.”</p><p>One day shift leader Raymond David found De La Torre collapsed and “foaming at the mouth” in the middle of the warehouse floor and had to have him helped home. Says Palmer, “De La Torre came up sick one day and he got fired for something—smarting off to one of the shift leaders, I think. This stuff made you do things that you didn’t realize you were doing, like snap at people. I’ve always been a real mild-mannered person, but I began to snap at people for no reason, too.”</p><p>Ten days after he left Velsicol, De La Torre traveled to Harlingen to visit relatives. They noticed that he had lost weight, was disoriented, fell frequently, and tended to doze off. They took him to a family health service clinic in Harlingen. From there he was admitted into neighboring Valley Baptist Hospital, where he was diagnosed as having “undifferentiated schizophrenia.” The physician did, however, note that “the possibility” of exposure to toxic chemicals couldn’t be ruled out. Thereafter De La Torre was committed for thirty days to a mental ward at San antonio State Hospital from Valley Baptist Hospital, to which he had been sent by the clinic. In the discharge summary from Valley Baptist, a physician noted that the hospital had contacted Velsicol in Houston and its toxicologist in Chicago but said discussions with them “revealed no indication that the patient may have been suffering from toxicity at this time.”</p><p>While De La Torre was confined in the mental hospital in San antonio, another young man who had processed Phosvel in Houston was diagnosed similarly as schizophrenic. Steven Lee Churchill, 23, tall, slender, and articulate, went to work nearly four years before at a deteriorating chemical processmg plant two blocks from Milby High School, where he had achieved a superior academic record. After a year and a half the plant had been bought by a little firm called Chem-Trix Corporation, and Churchill had stayed on. In that summer of 1975 Chem-Trix had gotten a rush order to process and package Phosvel for export to Indonesia.</p><p>The Phosvel job at Chem-Trix was messy and hot. Like the dozen or so other employees, Churchill used an axe to chop the wax-like Phosvel out of large fiberboard drums so that it could be carried on a conveyor belt up to a hopper where it was ground into powder. He also was responsible for filling a big tank with a solvent, xylene, that was used to dissolve the Phosvel into liquid form. “There were constant fumes from the xylene plus dust from the chopped Phosvel,” Churchill says. The first week of the job no safety gear at all was issued, he says; after that, the company issued dust masks that had a small foam filter. The foam seemed to stop the dust, Churchill says, but the filter seemed to make the xylene fumes worse. Often when workers were chopping the Phosvel, they sweated profusely and the masks tended to slip off. The dust was everywhere: “It was about an inch thick where the chopping operation took place, and it was between a quarter and half an inch thick in many other places, where it had been carried on the wheels of our forklift truck.”</p><p>Churchill first noticed that he was sleeping more than usual during the Phosvel-packaging period. During a much-anticipated outing at a family fishing camp, for example, he surprised everybody by sleeping almost constantly for three days. Later he began to lose weight, talk rapidly, and feel nervous and nauseated. After he complained to his boss, he was taken to a clinic for a blood test that showed nothing out of the ordinary.</p><p>In July, Churchill’s parents, alarmed by his manic and apprehensive behavior, took him to two different hospitals. At Ben Taub, a consulting physician wrote in his notes, “He seems to think that working around a chemical [Phosvel] caused him ‘to go crazy.’ He thinks people are getting annoyed at him for talking so much.” at Memorial Hospital Southeast, the attending physician noted that his feet were swollen but decided that his primary problem was acute psychotic break. As was the case with a number of the Bayport workers, standard tests for red cell and serum cholinesterase levels failed to show Churchill’s levels depressed beyond normal limits as would be expected in acute organophosphate poisoning cases.</p><p>Even now, Churchill says that his brain doesn’t work quite right, which is also a complaint of some of the other injured Phosvel packagers from the Bayport plant. One common phenomenon apparent to anyone who talks to a number of those persons is their tendency to use similar sounding but inappropriate words, which they then catch and correct. “I felt real selfconfident—I mean self<em>-conscious</em>— when I first got out of the hospital,” says Churchill. He quickly adds: “Boy, I have a lot of trouble concentrating on what i’m saying.” Sometimes he also has trouble concentrating on what he is doing. Luckily, he was able to find a job making coated wire mesh, a job in which he could “form habits” and work by rote. Earlier, fate was crueler. His wife left him three weeks after he got out of the hospital. “I couldn’t blame her,” he says, explaining that prescribed antipsychotic medicine “made me lazy” and unmotivated to “go out and look for a job even though I was behind on my bills.” He finally simply stopped taking the medicine.</p><p>Late in May 1975, before Churchill’s psychotic episode, another worker at Velsicol’s plant had gotten sick. Floyd Palmer, a 26-year-old one-time high school tackle, had gone to work making a resin at the plant the previous July. As demand for Phosvel had increased, he gradually was phased into working at the warehouse-packaging unit. After seeing a couple of physicians because he was having trouble concentrating and was nodding off to sleep often, even while driving his car, he was hospitalized and diagnosed as having viral septicemia. Six weeks or so later, after Palmer began stumbling frequently, experiencing numbness in his legs, and other symptoms similar to those of some of the plant’s other injured workers, a neurologist proferred another diagnosis: demyelinating disease suggesting multiple sclerosis. In March 1976, with his symptoms worsening, Palmer was fired. At the time, Velsicol had known, based on the efforts of its own consulting physician (not Dr. Miller), that Phosvel was likely to be causing severe afflictions in its workers.</p><p>In November 1974, Phosvel had gotten its first public airing, in an article published by <em>Environment</em> magazine, a respected journal with a circulation of about 23,000. Warning that the registration of Phosvel was imminent, writer Kevin Shea sketched the history of other delayed neurotoxic compounds like TOCP and warned of Phosvel’s dangers. He wrote: “The persistence of the chemical and its relatively low immediate toxicity, added to the fact that a victim might be unable to sense that he or she has contracted a paralyzing dose, all add up to a potentially hazardous situation.” Shea also speculated about the consequences Phosvel use might have on relatively unsophisticated workers, warning prophetically that “the results might be a repetition of what happened in Egypt in 1971 or, even worse, the paralysis and death of people instead of animals.” although Shea was thinking of foreign agricultural workers, he had no way of knowing that by then the fifth nerve-damaged worker at Velsicol’s Bayport plant, John Wright, was stumbling from doctor to doctor trying to find out what was going wrong with him.</p><p>Shortly after the <em>Environment</em> article was published, and a month or so after he had returned from Europe, Richardson got a call from Industrial Bio-Test Laboratories advising him that the hens that had been fed Phosvel were “in states of delayed neurotoxicity and would have to be immediately sacrificed.” The next day Richardson and his wife flew to Wisconsin, where they joined representatives of Velsicol and Industrial Bio-Test at Bio-Test’s research farm. Summarizing what he could see with his own eyes, Richardson wrote to a top official in EPA’s Office of Pesticide Programs that Phosvel “appears to be as clinically or more neurotoxic than TOCP,” the notorious organophosphate of “ginger jake” days.</p><p>A little later, Richardson followed another of his hunches and flew down to Houston to inspect the Bayport plant where Phosvel was made. But unlike officials of the Occupational Safety and Health administration, EPA officials have no authority to enter a plant, and company officials would not let Richardson see the manufacturing process or talk to workers. Had he been allowed inside and had he asked the right questions, at least half a dozen other employees might not have been injured.</p><p>(Even though his mission was aborted, Richardson was almost two years ahead of EPA officials in Dallas who are responsible for granting wastewater discharge permits: They didn’t even know until November 1976 that Velsicol was making Phosvel in Bayport. Velsicol, along with some other companies, had turned down EPA’s request for data about what it was putting into its wastewater. Because the company discharged its wastes into the Bayport Regional Treatment Plant and not directly into sewers or the Houston Ship Channel, it wasn’t required to have a pollution discharge permit from EPA. Last November, EPA sued Velsicol in an attempt to force it to comply with an administrative order that aimed to stop the runoff of Phosvel-contaminated rainwater into nearby Taylor Bayou and Taylor Lake.)</p><p>For six months the EPA digested the significance of the case against Phosvel then in its files. Meanwhile, John Wright had been fired and Palmer, De La Torre, and Churchill were still working with Phosvel. Finally, at the end of May 1975, fully a year after the Phosvel tolerances had been granted, the EPA announced that it planned to revoke those tolerances. The action was without precedent: never before had the EPA revoked a pesticide tolerance in the midst of a registration process. After about a month, acting on an option available to it under the law, Velsicol asked that the issue go to a kind of appeals court formed of members of the National academy of Sciences.</p><p>Just as Velsicol was preparing to fight the EPA’s revocation of Phosvel’s tolerances, the individual tragedies of the Velsicol workers finally got the company’s attention. All during 1974 and 1975, two ex-Velsicol foremen say they and others had pressured management to clean up the Bayport plant. Ken Porter, 40, who had worked at the plant since before Velsicol bought it in June 1967, says production manager Johnny Cook, foreman Raymond David, Porter himself, and a technical services engineer still at the plant “continually were haranguing and harassing” plant manager Larry Goodwin and personnel manager Jim Hacker to remedy unsafe and dangerous aspects of the operation. Late in 1974 and in the first half of 1975, Porter says, the Bayport plant had frequent visits from upper management officials from Velsicol headquarters in Chicago. During one such visit in the spring of 1975, Porter says he spent two and a half hours with one of the Velsicol visitors venting his anger and worry about conditions at the plant and worker injuries. After that, six respirators were supplied, but they were frequently contaminated with Phosvel or stopped up.</p><p>At an angry meeting one afternoon early in June 1975, production manager Johnny Cook and shift leaders, including Porter and David, confronted plant manager Larry Goodwin and personnel man Jim Hacker. By then even the workers were talking about “Phosvel zombies,” and Porter recalls: “We told Goodwin and Hacker that the guys wanted to know, ‘What does this stuff do to me?’ Goodwin said there was extensive testing in rats and mice showing that it was harmless. Then Raymond David said, ‘Yeah, but we want to know what it does to <em>men.' </em>David said, ‘Until you tell us, i’m not sending another crew into the packaging unit,’ and he said you could go to jail for knowingly sending men into exposure like that.” Three weeks after the meeting Porter resigned, and within a few months Cook was fired and David quit.</p><p>The company, however, did not let the matter drop. On the morning of June 9, 1975, Velsicol’s corporate headquarters in Chicago asked Dr. J. E. Kasik, a clinical toxicologist in Oakdale, Iowa, who was a medical consultant to the company, to discuss the worker illnesses with Hacker. Later that day Kasik dictated an alarmed letter to Charles Calo, manager of toxicology research for Velsicol in Chicago. “To see a series of patients who develop central nervous system symptoms given the diagnosis of encephalomyelitis, multiple sclerosis, seizures, and other forms of involvement of the central nervous system, all involving individuals in the same job, all handling the same substance . . . would indicate to the prudent individual that these are almost certainly related to the material they are handling. . . .”</p><p>Most likely that material with the damaging effects was Phosvel, Kasik went on. He said it was “my obligation to Velsicol to indicate to them in the strongest terms” that both the manufacturing process and the product itself probably represented a serious problem. Phosvel “may be responsible for serious central nervous system problems in a substantial number of individuals, some of which may be permanent,” he warned. To Calo, Kasik recommended that Velsicol take “prompt and vigorous action” to stop the job in which the illnesses had occurred. He also urged that Velsicol undertake to examine all workers who had made Phosvel, both those employed currently and in the past. And he added, “Finally, and more reluctantly, I advise that the company seriously consider halting the manufacture of Phosvel until these matters are clarified.”</p><p>A week later, Kasik flew to Houston and met for four hours at the Bayport plant with Hacker, Dr. Miller, and Calo from Chicago. He reviewed personnel files on a dozen injured workers, as well as Miller’s medical records on the ones he had seen. Kasik saw no workers personally. “I was strictly a paper doctor,” he says, looking back. Kasik prepared a six-page report for Calo little different in thrust from his earlier letter, except that he expressed a strongly critical opinion about Dr. Miller and suggested that Velsicol retain a competent neurologist to examine all the former workers with residual central nervous system damage. Kasik has done no work for Velsicol involving Phosvel since, but he says that he has no doubt that Phosvel is a delayed neurotoxic compound and no doubt that it caused the damage to the workers. Even with Kasik’s recommendation in hand, however, the company said nothing about the workers’ injuries to the EPA or any other agency, much less to the men themselves, who were still trying to find out what was wrong with them. Instead, Velsicol went ahead both manufacturing Phosvel by the same processes and with its efforts to get Phosvel’s tolerances restored.</p><p>The following October, Drs. Howard and Mary Richardson were killed in a plane crash on the northeast coast of australia during another of their vacation-business tours. Among his papers was found an abstract of a paper he planned to present before the 1976 meeting of the american association of Pathologists and Bacteriologists. The paper reported that a nerve section staining technique perfected by him and his wife clearly showed that there was nerve degeneration in the chickens that had been dosed with Phosvel in the recent Wisconsin test. The degeneration, however, would not have shown up clearly using earlier techniques.</p><p>On November 19, 1975, less than a month after the Richardsons’ deaths, Neil Mitchell, a chemical engineer who heads Velsicol’s legal department, sent an obscure official in the insecticidefungicide branch of EPA’s registration division a strangely circuitous document. The memo began with a defense of Velsicol’s position on the Phosvel tolerance revocation. Then, well into the body of what at first appeared to be a routine statement, Mitchell brought up the Bayport illnesses Dr. Kasik had alerted the company to a full five months earlier. Mitchell wrote that the company “recently” had initiated a medical analysis of the illnesses. What the memo did not stress, however, was that the illnesses appeared to confirm the very kind of delayed nerve damage that had prompted the EPA decision to revoke the tolerances.</p><p>Not until January 1976 did the laborious federal machinery begin to operate in behalf of the workers. At the end of January Gunter Zweig was galvanized to action by another case then much in the news involving the pesticide Kepone; Zweig, who recalled Richardson’s fruitless trip to the Bayport plant, noted that in the Kepone case, in addition to widespread environmental damage, the pesticide had caused nerve damage to some of the workers who had manufactured it at a plant in Hopewell, Virginia. Zweig called a fellow scientist who worked for the National Institute for Occupational Safety and Health (NIOSH) in suburban Maryland and suggested that NIOSH might want to look into the health history of those who made Phosvel; this might turn out to be another Kepone situation, he warned.</p><p>Quickly, NIOSH set plans to survey the Bayport plant. But when its team arrived in Houston on February 12, Phosvel production had been closed down for three weeks. Plant officials explained that they had done so because of a drop in demand for the pesticide and a stockpile on hand of more than a million pounds—and they did not suggest that health considerations had anything to do with it. The NIOSH team decided to walk through the plant anyhow. Among other things, the team noted that the solvent toluene was seeping from the cardboard drums in which the stockpiled Phosvel was stored. (Like n-hexane, another solvent widely used at the plant, toluene is now known to cause delayed neurotoxicity, as does Phosvel.) Further, the NIOSH inspectors noted, the Phosvel pulverizer was poorly enclosed, there was much evidence on floor and walls of Phosvel cake and powder, and the ventilation duct in the Phosvel packaging area was badly dented and possibly diminished in efficiency. In addition, workers told the NIOSH team that other employees who had complained of “symptoms” had been fired. But in their short visit, the team did not track any of those down; nor did it follow up on five cases listed as illnesses possibly related to chemical exposures that were maintained by the company on forms required by the Occupational Safety and Health act—four of which were among the <em>dozen</em> cases identified by Dr. Kasik eight months earlier. Because the matter is in litigation, Velsicol won’t give specific answers to questions such as why it left the other eight chemical injuries off its list.</p><p>After the NIOSH investigators’ visit, the company briefly resumed the apparently dangerous Phosvel grinding operation until March, when it was ended for the last time. Even so, sale and shipment of Phosvel to foreign countries went on unabated.</p><p>Obviously, Velsicol at last was wrestling internally with the question of what to do about the injured workers. At the end of July 1976, Dr. G. G. Alexander, a former president of the Harris County Medical Society who was being paid by Velsicol to help get a grasp of the injuries, wrote a letter to Mitchell, head of the Velsicol legal department, strongly discouraging the company from telling its injured workers what really had happened to them. “In those cases where permanent neurological damage has occurred,” he wrote, “and in which there has been a period of several months intervening since the original insult, there can probably be no additional benefit in the treatment by definitive diagnosis. That is to say, toxic destruction of a nerve ends up being the same no matter what the toxic material.” He said that, “the random suggestion that they may have been poisoned in the past” might harm the workers, and asserted: “Unless there is a counteracting benefit ... I would be very much in opposition to any aggressive effort to inform previously exposed people on any sort of general basis.”</p><p>Less than two weeks later, Velsicol got around to telling the National academy of Sciences advisory committee what Dr. Alexander had advised it to withhold from its own employees: that over the past several years, a number had suffered central nervous system illnesses, both acute and chronic, and that the illnesses might have resulted from high exposure to Phosvel at the Bayport plant. Five days after the disclosure, Velsicol withdrew its application to register Phosvel with the EPA. The next day it withdrew its request for the advisory committee to consider the Phosvel tolerance revocation.</p><p>When the EPA delivered its report the following October, the advisory committee found Phosvel dangerous in virtually every category it considered. It found the evidence clear that the compound causes a delayed neurotoxic effect in hens, rabbits, and sheep; and while it found the evidence “somewhat equivocal” on water buffaloes, it said that a balanced consideration would suggest the same for them. In addition to its toxic effects, the committee observed that Phosvel has a strong tendency to magnify in the environment. As an example, snails in Phosvel-contaminated water ended up with 48,000 times more of the poison than was in the surrounding water; this magnification tendency was five to five hundred times greater in Phosvel than in other organophosphate insecticides. Indeed, the committee’s report noted that Phosvel was the <em>most</em> accumulative and persistent organophosphate pesticide ever examined in the experimental ecosystem that was used to test it.</p><p>As for the tolerances, using a conservative calculation for safety, the committee decided that the tolerances approved would have permitted in the U.S. a dietary intake ten times greater than what is acceptable, causing a genuine hazard. It also said that because of the tendency to bioaccumulate, Phosvel would pose a hazard to man through the food chain. So far as its use on food and raw agricultural products was concerned, the committee said that there was simply no basis to conclude that Phosvel did not cause adverse effects and no basis to conclude that it was safe.</p><p>Meanwhile, the EPA had alerted NIOSH about the worker illnesses, and that agency was gearing up to extend its investigation. Just as it was poised to do so, toward the end of November 1976, Velsicol chief attorney Neil Mitchell told NIOSH that the company wanted to survey its former employees who had been exposed to Phosvel— fully <em>seventeen months</em> after its Iowa medical consultant urged such a step. The same day, the Velsicol-retained physician in Houston, Dr. Alexander, wrote to Dr. Shiro Tanaka, a Cincinnati-based physician for NIOSH who had led the investigative team in February. For the first time, alexander told NIOSH about the workers chemically injured at Bayport. Among other things, alexander said that he had found “no direct psychological effects of exposure” and insisted that all the medical problems were resolved. “I hope this case will soon be considered a closed affair,” he continued, expressing what surely was Velsicol’s hope as well.</p><p>Tanaka answered the letter with some pique. He said he was sorry that alexander hadn’t mentioned the illnesses during a phone conversation the two physicians had some months earlier, and he was clearly angry that the company had not mentioned them during the visit nine months before. Archly, Tanaka added, “I do not know exactly what prompted you to write me the letter.” He went on acidly, “I would like to emphasize that both you and myself, as physicians, must consider the patients’ welfare a matter of utmost importance, regardless of by whom we are retained or employed.” Tanaka also assured alexander that NIOSH would undertake a “full investigation,” a course made certain by a NIOSH report that even then had fallen into the hands of a <em>Washington Post</em> reporter named Peter Milius.</p><p>The day after Tanaka’s letter was sent, Milius’ story appeared under a banner headline in the <em>Post.</em> The <em>Houston Chronicle</em> picked up the story and other Houston outlets reported it as well. Donald Jackson and the other injured workers at last knew that somebody else thought Phosvel had injured them.</p><p>A couple of weeks later, the Occupational Safety and Health administration made, incredibly, its first visit ever to the Bayport plant and found Phosvel and EPN—an even more potent delayed neurotoxic pesticide—on many work surfaces and in the area where workers eat lunch. After the inspection, OSHA cited Velsicol for three willful violations of the Occupational Safety and Health act, as well as for twelve serious violations and twentynine others that were less than serious; it proposed fines totaling about $40,000. Velsicol appealed the most serious of the violations it was charged with.</p><p>Meanwhile, NIOSH began a comprehensive attempt to persuade those who made or formerly made Phosvel to submit to NIOSH-proposed tests at the Kelsey-Seybold Clinic in Houston. A shade more than half—155 out of 301 —actually took the tests, and NIOSH says that a “subsantial number” of them reported having one or more of the classic symptoms of organophosphate poisoning, such as anxiety, confusion, drowsiness, increased sweating, or trouble with their vision, at some point over the past five years of Phosvel’s manufacture.</p><p>In a report issued in January 1978, Niosh disclosed that neurological exams and special tests revealed abnormalities that could be linked to chemicals in better than 40 per cent of those tested—63 workers. Eleven of the workers showed nerve and reflex problems. One of them, Donald Jackson, the former high school sports star, was in the lowest three per cent of those taking the test in one nerve function measurement, the lowest four per cent in another, and in the lowest quarter in five out of the seven tests administered. Even after they have degenerated, damaged nerve sheaths may recover, Niosh experts explained, but they do not grow back at the same thickness as before and functioning is thus permanently impaired. The other 52 men tested had a variety of psychological and nervous defects.</p><p>Under the best of circumstances, it is very difficult to relate specific illnesses to specific chemicals in the real world. In the case of the Phosvel workers, the task was made even harder because the tests weren’t administered until ten months after the last worker was exposed to Phosvel and because the workers were also exposed to at least two other chemicals with similar nerve-damaging effects—n-hexane and toluene. About all the head of NIOSH’s division of surveillance, hazard evaluation, and field studies could tell a Senate subcommittee for sure last December was that the Phosvel workers “were adversely affected by conditions that could have been prevented by more careful medical surveillance, work practices, and engineering controls.”</p><p>Although Velsicol basically has declined comment, the head of its parent corporation, Northwest Industries, Inc., Ben W. Heineman, did answer his stockholders’ questions about the incident last May. Heineman, who has been a confidant of many past Democratic candidates and presidents and was rumored to have been considered for U.S. secretary of the treasury by Jimmy Carter, passed the worker poisonings off as “human errors” and cautioned that “any expectation of ‘zero’ error is unrealistic. There is no such thing as ‘zero’ error. All I can say is that there was human error, for which we are greatly sorry, and that it was corrected promptly,” Heineman went on, applying a standard of promptness that would, no doubt, have been appreciated by the workers crippled during the nine months Velsicol continued to produce Phosvel after learning it was injuring them.</p><p>Heineman also assured stockholders that Northwest Industries, which ranked ninety-third in 1976 net earnings on <em>Fortune's</em> rating of the 500 largest industrial corporations in the U.S., was adequately insured against lawsuits arising from products of its other chemical subsidiary. They include Tris, a flame retardant used in children’s sleepwear taken off the market last year because of its cancer-causing potential, and Firemaster, a flame retardant that caused the destruction of 30,000 animals and the quarantine of millions more in Michigan when it was mistakenly fed in place of a livestock food supplement; PBB, short for the chemical ingredient in Firemaster, also ended up via eggs and milk products in the bodies of hundreds of Michigan families. Presumably, Velsicol also is adequately insured to pay for any claims by those of its arkansas workers who ended up with low sperm counts after two months of manufacturing DBCP, the now-notorious nematode pesticide, which also has caused infertility problems in workers of Occidental and Dow chemical companies.</p><p>So far, none of the major lawsuits brought against Velsicol or its suppliers by Phosvel workers has been settled, but because of the workmen’s compensation system the company may be protected from liability. Early in april 1978, while denying any wrongdoing or liability, Velsicol agreed to settle OSHA’s citations by paying a $28,000 fine and remodeling the plant.</p><p>Some things have happened. OSHA inspectors now are told to accept complaints from anybody—not just current workers at a plant—and are required to make inspections promptly after the complaint is taken. EPA, Niosh, and OSHA now formally exchange information to insure that if EPA learns of worker hazards, it quickly tells the responsible agencies. EPA now formally screens pesticides for delayed neurotoxicity, as it has previously done for cancer-causing effects. It has also begun to organize its disordered files so that they will be useful for regulatory purposes, but it still has a way to go in that regard. Clara Williams, who once headed the toxicology branch in EPA’s registration division, has left the agency to become a private consultant, in which capacity she now represents pesticide makers; John Ritch, who headed the registration division, now works as an EPA liaison with industry. Donna Kuroda got a medal for her efforts to stop Phosvel, and she and Gunter Zweig are still at EPA. M. B. AbouDonia has been studying several other pesticides that cause delayed neurotoxic effects: one of them, EPN, is registered by the EPA and is manufactured by workers at Velsicol’s Bayport plant. It is even more neurotoxic than Phosvel, abou-Donia says, but because EPN is a liquid, it is easier for workers to make safely.</p><p>Some things have not changed. Pesticide makers still can manufacture anything they want to for sale overseas and they still don’t have to tell the EPA anything about it; Velsicol is selling off the last of its 1.5-million-pound stockpile of Phosvel, although a Velsicol spokesman says that the company does not plan to resume its production in the U.S. or outside the country, either, once it is all gone.</p><p>Some things are in dispute. The pesticide lobby has taken the EPA to court to stop it from attempting to require manufacturers to supply the agency with all adverse data about the effects of products they manufacture for sale in the U.S. The lobby, in the person of the National agricultural Chemicals association, argues that manufacturers should have to supply data only on “unreasonable” adverse effects—with the makers deciding what is unreasonable and what isn’t. As this magazine went to press, the EPA, Osha, and NIOSH were seeking to amend existing law to stop pesticide manufacturers from using trade-secret and public-disclosure limitations as a shield to keep Osha from using data supplied to EPA to build Osha worker protection regulations.</p><p>Despite problems with outfits such as Industrial Bio-Test Laboratories, the EPA remains cool to urgings from the General accounting Office and more recently from the Environmental Defense Fund that it should license independent testing laboratories, much as the Food and Drug administration does. Few pesticide makers have responded to urgings of the Oil, Chemical, and atomic Workers International Union that they should supply their workers with a paper outlining each hazardous chemical they work with, and the symptoms exposure to each may cause. Finally, and perhaps most distressingly, despite a 1975 federally financed study showing that 30 per cent of factory and farm workers suffer from occupationally induced illness, few private physicians seriously consider that possibility when a sick worker visits their office.</p><p>Indeed, the prestigious <em>New England Journal of Medicine</em> flatly acknowledged in a recent editorial: “Our medical training does not prepare us to recognize diseases of occupational origin.” The editorial urged doctors to begin taking complete occupational histories from their patients and to alert the local, state, or federal agencies responsible for occupational health when they encounter cases of possible chemical exposure or occupational illness, so they can learn if other workers have been similarly injured.</p><p>There are other morals to the Phosvel story besides that one. A major one is that it is a mistake to apply the cardinal rule of anglo-Saxon jurisprudence —innocent until proven guilty—to chemicals. Such an attitude is clearly untenable when hundreds of new chemicals are being introduced every year, and myriad new processes are being introduced that magnify the chances of exposure even from old chemicals. In the Toxic Substances Control act of 1976, the U.S. Congress rejected the innocent-until-proven-guilty attitude by requiring companies to prove the innocence of their chemicals <em>before</em> they are introduced at large. But the act is too new to tell whether it is working or even whether it is practical; and if a company misrepresents the effects of a chemical it is making or relies on testing firms that produce shoddy and inaccurate results, then the whole system breaks down.</p><p>At Velsicol itself, several of the key figures in the Phosvel affair were indicted by the same Chicago federal grand jury. Harvey S. Gold, the head of Velsicol's regulatory division, who almost succeeded in his efforts to get Phosvel registered; Neil Mitchell, the Velsicol corporate attorney who wrote the strange memo to the EPA trying to cover Phosvel’s effects; and Charles Calo, manager of toxicology research, are among six Velsicol executives who face possible prison terms of up to fifty years as well as stiff fines if convicted of charges they conspired to cover up test results which had suggested that two of their company’s other pesticides— heptachlor and chlordane—caused cancer in laboratory animals. They are, however, really only the scapegoats. By their very nature corporations seldom have a sense of public responsibility; only the most enlightened executives seem able to connect the public welfare with their bottom line. The mass of government regulations that so clogs our society would not be necessary if companies like Velsicol were more concerned about the effects of their products on their workers and the public. In this case, the government agencies charged with protecting workers and the public, with the chance exception of the EPA, did a miserable job.</p><p>In Washington last December, Steven Wodka, international representative for the Oil, Chemical, and atomic Workers International Union, told a special Senate agricultural subcommittee exploring ways to prevent future pesticide tragedies that it is still cheaper for industry to kill or maim workers than it is to institute safety measures. And in Houston, James Chapman, Jr., a lawyer for one of the former Velsicol workers, shook his head in controlled anger. “They were just using those men,” he said, “as a raw material to manufacture their product.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "May 1978",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "EPA",
      "Work",
      "Houston",
      "Richardson",
      "Health",
      "safety",
      "Water",
      "Food",
      "office",
      "Government",
      "Family",
      "Insects",
      "people",
      "Testing",
      "Agriculture",
      "Chicago",
      "Chicken",
      "March",
      "Pasadena",
      "Research"
    ],
    "wp_categories": [
      "Agriculture"
    ],
    "wp_location": [
      "Houston",
      "Richardson",
      "Washington",
      "Kilgore",
      "Texas"
    ]
  }
}