{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19885",
    "date": "May 1988",
    "year": 1988,
    "month": 5,
    "month_formatted": "May",
    "pdf_uri": "/1988/19880500.pdf",
    "issue_cover_image": "",
    "document_start_page": 105,
    "toc_start_page": 100,
    "document_page_range": [
      [
        105,
        106,
        107
      ],
      [
        110
      ],
      [
        175
      ]
    ],
    "toc_order": 4,
    "toc_headline": "The Wait For Deliverance",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198805-thewaitf",
  "source": "/1988/19880500.pdf",
  "wp_post_id": 124134,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-wait-for-deliverance/",
  "authors": [
    "Jan Jarboe"
  ],
  "headline": "The Wait for Deliverance",
  "dek": "The oilman’s bible has eight rules for surviving on $15 oil.",
  "spread_caption": "",
  "excerpt": "Despite all the mewling from the oil patch, there are still ways to make money at $15 a barrel. Here’s our guide to surviving the terrible teens.",
  "kicker": "",
  "word_count": 2348,
  "content": "<p>Once Upon a Time, Before the OPEC embargo upset the oil universe, Texas oilmen drove Cadillacs and threw lavish debutante parties on the profits from $3-a-barrel oil. Today there is funereal depression over $15 oil. How does this add up?</p><p>Before OPEC, Texas had plenty of oil, it was easy to find, there were tax breaks galore, and the price was stable. None of those conditions exists today. But not all oilmen are hurting. “I can make almost as much money on fifteen-dollar oil as I did during the boom,” says San antonio independent oilman Morris Jaffe. How? The way to make money in the oil patch today is to follow the new rules of the oil game.</p><p><strong>Rule I</strong></p><p><strong>Don’t Trust the Conventional Wisdom.</strong></p><p>Remember the good old days of the boom? Every doctor and dentist had an oil deal on the side, and the one certainty in the world was that the price of oil could go only up. It seemed so logical. The world was running out of oil and using more of it every year. The logic was dead wrong. Higher prices stimulated more drilling —and conservation. Gas guzzlers disappeared from the highways, people turned the air conditioner up and the heater down, and suddenly the world was using less oil. OPEC lost its grip on the market, the price of oil started down, and the dentists went back to drilling on teeth.</p><p>Now the conventional wisdom is that it’s a terrible time to be in the oil business. Once again, the majority view is dead wrong. If the price of oil is low, so are the costs of finding it. “an independent can survive on twelve-dollar oil,” says Susan Balster, who owns an exploration company in Corpus Christi, “and make a pretty good profit at fifteen dollars.”</p><p>Illustrations By Hal Mayforth. Photographs By Robert Maxham</p><img /><p><strong>When all signs point one way, oilmen should go the other.</strong></p><p><strong>Rule II</strong></p><p><strong>Don’t Borrow Money.</strong></p><p>This part is easy; you can’t. Banks just aren’t lending money on oil deals. Oh, you can get a loan if you have collateral other than oil in the ground. But the old way of doing business, in which wildcatters hocked their reserves to get the cash for more drilling, is extinct. So, for that matter, are most of the banks that made the loans. When the price of oil fell to $10 a barrel, oilmen couldn’t pay off their loans and the reserves weren’t worth what the banks had counted on.</p><p>It’s not just the banks that have disappeared as a source of energy loans. Private investors also have turned away from oil deals. The tax advantages aren’t what they used to be, the risk is higher, and the payoff is lower. So only one source of capital is left: your own cash. If you have it, you can make money on $15 oil. If you don’t, forget it.</p><p>This isn’t all bad. Borrowed money is what made Texas so vulnerable to the oil-price collapse. Too many people were betting on the come, leveraging themselves to the hilt. The survivors today are the oilmen who lived through other booms and busts and didn’t believe that the price of oil would stay up forever.</p><p>Illustrations By Hal Mayforth. Photographs By Robert Maxham</p><img /><p><strong>There’s a ray of hope in the oil patch. Prices are still down, but oilmen have learned how to prepare for a rainy day.</strong></p><p>Illustrations By Hal Mayforth. Photographs By Robert Maxham</p><img /><p><strong>The only banks oilmen can rely on are their own piggy banks.</strong></p><p>Illustrations By Hal Mayforth. Photographs By Robert Maxham</p><img /><p><strong>a shrewd horse trader doesn’t have to pay money for supplies; he can barter for pipe, drilling mud, cement, even wages.</strong></p><p>“I never borrow money,” says 78-year-old Dallas wildcatter Duke Rudman. “In 19591 owed a bank thirty-five thousand dollars and had to sell off leases worth two and a half million to get clear. I made a rule for myself then never to put my assets in hock.” In 1981, when oil was selling for $36 a barrel, Rudman sold off his production in fourteen states for $157 million. Since then he has drilled enough to replenish 73 percent of his reserves without borrowing a dime.</p><p><strong>Rule III</strong></p><p><strong>Prey on the Weak.</strong></p><p>Oilmen never have been bleeding hearts; now is certainly not the time to start. There are a lot of desperate people in the oil patch, and if you want to make money, you had better be prepared to exploit them. Back during the boom, overextended oilmen bought more leases than they could drill. But when the price went down, they didn’t have the money to, as oilmen put it, “go fishing.” Those leases are about to expire unless drilling begins. Rather than lose out completely, beleaguered leaseholders will farm out their right to drill for bargain prices. An oilman with cash can pick up a promising lease for surprisingly low prices. During the boom, for example, a good farmout in South Texas cost $300 an acre. Today the same lease can be snatched up for $35 to $75 an acre plus a speculative interest in the well if it hits.</p><p>Illustrations By Hal Mayforth. Photographs By Robert Maxham</p><img /><p><strong>When the times are tough, closeology is cheaper than geology.</strong></p><p>For hired hands, the level of desperation is reminiscent of the Depression. Once again, roughnecks and tool pushers will accept lower wages in return for a small interest in a well. If a well has good prospects, some oil-field hands will work completely on spec. If it hits, they get their wages; if not, they work for free. Supply companies will barter cement, and mud for a piece of the action. “There’s an awful lot of horse trading going on,” says Ted Strecker, an electronics technician in the South Texas oil patch. Strecker will install a new radio antenna on a rig for the price of a secondhand one if his company can get an old antenna in return.</p><p><strong>Rule IV</strong></p><p><strong>Skip Science.</strong></p><p>You can’t afford it anyway. It’s fine to have engineers designing custom equipment and geologists analyzing beautiful maps, but with all their skills, they still can’t guarantee that your well will come in. The only way to know for sure is to drill a hole. And with oil at $15 a barrel, that hole had better not be dry. The way to increase your odds is by using not geology but closeology—drilling near a well that is already producing.</p><p>In the past, closeology was practiced mostly by the small independents, who cozied up to Exxon and other major oil companies. Now, says Chester Phillips, a Dallas oilman who has worked the oil patch for more than fifty years, even the majors are using closeology. Exxon, Conoco, and Shell are drilling close to wildcat wells brought in by independents. “We used to get the crumbs from the majors,” Phillips says. “Now they’re happy to take our crumbs.”</p><p><strong>Rule V</strong></p><p><strong>Demand the Best.</strong></p><p>Seven years ago, when the rig count was at an all-time high, there weren’t enough seasoned hands to drill and maintain all the wells. The oil patch was filled with Michigan license plates and unemployed Yankees lured by the boom. Geology graduates fresh out of college were supervising work they had only read about in textbooks. “Those guys may have been willing,” says Dallas independent oilman Frank Pitts, “but they sure weren’t able. They were slapped on the rigs with minimal training.” almost every oilman has a horror story about workers not showing up or quitting on the spot for higher pay on a nearby rig or just doing sloppy work.</p><p>Illustrations By Hal Mayforth. Photographs By Robert Maxham</p><img /><p><strong>Why use amateurs when seasoned pros are desperate for work?</strong></p><p>When the boom ended, the first people to lose their jobs were the amateurs. Now, says Pitts, “no one is holding a job who doesn’t know how to do it.” During the boom, oil-field workers held down jobs one notch above their training; today it’s more likely to be one notch below. Experienced geologists who became managers during the flush years are back in the field. Tool pushers who became drilling superintendents are back on the rigs again.</p><p>What does this mean to oilmen? They can get real pros to work on their wells and should settle for nothing less. And the pros come cheap. Top pay for floor hands on a drilling rig is $9 an hour but can go as low as $4.50, compared with boom wages of $12. The result is that drilling costs today are 40 to 50 percent lower than in the boom.</p><p><strong>Rule VI</strong></p><p><strong>Forget the Myths.</strong></p><p>Every oilman dreams of making a great strike, of defying the geologists and the major oil companies, just as Dad Joiner did in bringing in the East Texas field all by himself. It’s time to wake up. The old ideal of a lone wildcatter risking everything on a single well is out of date. Even at today’s bargain drilling prices, major exploration, which requires deep wells, involves too much risk for too little reward. It may not be mythic, but the surest way to make money in the oil patch today is to drill shallow wells next to a proven field.</p><p>Illustrations By Hal Mayforth. Photographs By Robert Maxham</p><img /><p><strong>Auy Texas oilman who looks for a free ride from the Saudis will soon discover that his destination is the poorhouse.</strong></p><p>Illustrations By Hal Mayforth. Photographs By Robert Maxham</p><img /><p><strong>Lone wolves and wildcatters are extinct; partners can survive</strong>.</p><p>Any oilman who just can’t give up wildcatting had better have partners with deep pockets. Even the major independents such as Ray Hunt of Dallas are increasingly turning to partnerships to reduce their risk. “If I could wave a magic wand,” Hunt says, “Hunt Oil Company would become a virtual extension of the exploration departments of three or four of the major oil companies.”</p><p><strong>Rule VII</strong></p><p><strong>Don’t Count on the Feds.</strong></p><p>Sure, an oil-import fee would be nice. It would guarantee a floor price for domestically produced oil-say, $20 a barrel —and tax cheaper foreign oil to eliminate the difference. (If OPEC’s price were $18, then the feds would collect $2 at the customs gate.) The main beneficiaries of an import fee, oddly, are not oilmen but banks. Once assured that their value of oil reserves is stable, banks can start making oil loans again.</p><p>More oil loans, of course, mean more exploration and less dependence on foreign oil. George Mitchell of Houston, one of Texas’ leading independents and a strong advocate of an import fee, says flatly, “Everybody in Texas would go back to work in an instant if an import fee were passed.”</p><p>Illustrations By Hal Mayforth. Photographs By Robert Maxham</p><img /><p><strong>Uncle Sam: no oil import fee.</strong></p><p>But that’s not going to happen. There are only five big oil-producing states in the U.S., and the other 45 don’t care whether their gasoline is made from foreign or domestic crude so long as the price stays low. Another strike against an import fee is that the U.S. imports more oil from Mexico than from Saudi arabia, and hurting Mexico raises new political problems. Many Texas oilmen have already decided that an oilimport fee is unattainable and are pressing instead for tax credits for new discoveries. It’s okay to hope, but in deciding whether to drill, oilmen can count only on their own balance sheets.</p><p><strong>Rule VIII</strong></p><p><strong>Don’t Count on the Saudis Either.</strong></p><p>Let’s face it: oilmen are incurable optimists. They’re certain that they can locate oil [ConTINUED On Page 170] [ConTINUED From Page 104] better than the next guy. They’re sure that every well is going to hit. And deep down in their hearts, they’re sure that the price of oil is going up soon. The rig count is climbing because oilmen are counting on Saudi arabia —which drove the price down by flooding the market with oil —to be greedy. Some are still hoping for $40 oil; most are betting on the $20 range. The rationale for the $20 level is that it is the highest price that the Saudis can enjoy without encouraging Texas oilmen to gear up for costly new exploration.</p><p>Second-guessing the Saudis is an endless source of entertainment in the oil patch, but there are two obvious weaknesses in the $20-a-barrel logic. First, it may be in the Saudis’ long-term interest to keep the price low enough to drive the american oil industry into bankruptcy. Second, even if the Saudis want to keep the price up —and remember, they tried just that in the mid-eighties —they haven’t been able to keep their fellow OPEC members from underselling the cartel’s price. Whatever the Saudis do, you can be sure it won’t be designed to help the Texas oil industry. Any oilman who can’t make money at $15 a barrel is in the wrong business.</p><p><span class=\"dropcap\">Y</span>es, oilmen can make money on $15 oil. But they can’t be wildcatters; they can’t look for new oil; and they can’t afford to take big risks in an era of volatile prices. The new rules of the oil game require them to play safe. When the price of oil is low, oilmen have to drill wells that are low-cost and low-risk. That means that the wells have to be shallow and near proven fields. It is subsistencelevel drilling; they’re exploiting known reserves, not exploring for new ones. To justify developmental drilling-looking for new oil —the price of a barrel needs to get above the $20 mark and stay there.</p><p>The cruel fact of life for Texas oilmen is this: What’s good for Texas is often bad for the rest of the country and vice versa. When the price of oil was up, so were we. Now it’s everyone else’s turn to be up. The rest of the country is enjoying the benefits of cheap oil and reminding us about those Freeze a Yankee” bumper stickers. But their glee will not last. America is more and more dependent on foreign oil, and the new rules of the oil game dictate that less and less new oil will be found in Texas. Within a few years OPEC will regain control of oil prices, and history will begin to repeat itself. Oilmen can survive on $15 oil, but in the long run neither they nor the country can afford such a bargain.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "May 1988",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Oil",
      "Texas",
      "Drilling",
      "money",
      "Work",
      "Dallas",
      "OPEC",
      "people",
      "Country",
      "Betting",
      "disappeared",
      "Game",
      "hunt",
      "Jobs",
      "Mexico",
      "South Texas",
      "Wildcatters",
      "Climbing",
      "College",
      "Duke"
    ],
    "wp_categories": [
      "Dallas"
    ],
    "wp_location": [
      "Texas",
      "Dallas",
      "East Texas",
      "San Antonio"
    ]
  }
}