{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19885",
    "date": "May 1988",
    "year": 1988,
    "month": 5,
    "month_formatted": "May",
    "pdf_uri": "/1988/19880500.pdf",
    "issue_cover_image": "",
    "document_start_page": 107,
    "toc_start_page": 106,
    "document_page_range": [
      [
        107,
        108
      ],
      [
        175,
        176
      ]
    ],
    "toc_order": 7,
    "toc_headline": "Earth, Rain, Wind, Fire",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198805-earthrainw",
  "source": "/1988/19880500.pdf",
  "wp_post_id": 124119,
  "wp_post_guid": "http://www.texasmonthly.com/article/earth-rain-wind-fire/",
  "authors": [
    "Elmer Kelton"
  ],
  "headline": "Earth,Rain,Wind,Fire",
  "dek": "A lethal combination produced the biggest grass fire in Texas history. Now ranchers can only hope that the disaster will turn out to have a bright side.",
  "spread_caption": "The blaze got away from firefighters west of albany and ran north across U.S. 180. Less successful at escaping were deer and livestock.",
  "excerpt": "A wet year followed by a dry one made for one hellacious brush with disaster in the ranchlands of West Texas..",
  "kicker": "",
  "word_count": 1787,
  "content": "<img/><img/><p>Photographs (Left) By David Kent/Abilene Reporter-News, Rick Williams</p><p><strong>EVEN While West Texas Ranchmen </strong>were enjoying near-record rainfall last spring and summer and growing more grass than many had ever seen, they knew from experience that when the vegetation dried up, there would be a high likelihood of grass fires. That worry proved to be more than justified in mid-March, when a prairie wildfire blackened 298,000 acres of grasslands northeast of abilene. It was the largest grass fire in the state since the Texas Forest Service began keeping records early this century.</p><p>All winter hardly a week had passed without a serious fire. A few, such as two fires near Barnhart in February and two fires in the Ozona area in early March, burned off several thousand acres apiece before fire departments and ranchmen with cattle sprayers and wet tow sacks managed to snuff them out. Two firefighters had been killed near Breckenridge when wind shifts changed the direction of a fire and trapped them.</p><p>The genesis of the record-breaking wildfire that began on March 10 was a tire-burning fire near Clyde that got out of hand. A local fire department had it almost under control when a second fire broke out a short distance away, that one of suspicious origin. Several cases of malicious arson had been reported in recent weeks. The firefighters had to divide their forces, and both fires got away, soon joining in one front.</p><p>A gusty wind ranging from 30 to 35 miles per hour made the fire difficult to fight. Water alone was not enough. To remove dry vegetation that would serve as fuel, volunteers on bulldozers and maintainers tried to scrape the ground clear of growth ahead of the flames, but the fire was burning too hot and moving too fast. The heat immediately in front of the fire was intense enough in places to cause spontaneous combustion across the firebreaks, and the wind carried firebrands over the heads of firefighters. Flames would sometimes race along the top of the grass and the volatile dry broomweed, leaving the lower growth to burn more slowly.</p><p>The high wind from the south drove the flames rapidly northward. They jumped Texas Highway 351 between abilene and albany and then U.S. 180 between albany and anson. The concerted efforts of several area volunteer fire departments, ranchmen with cattle sprayers, and a great many volunteer townspeople and oil-field workers could not stop it. Before the day was over, the fire had swept 45 miles across Callahan and Shackelford counties, its width averaging 6 miles.</p><p>[ Continued On Page 174 ]</p><p><em>Elmer Kelton is the associate editor of</em> Livestock Weekly.</p><p><strong>[ Continued From Page 107 </strong>]</p><p><strong>[ Continued From Page 107</strong> ]</p><p><span class=\"dropcap\">W</span>ildfire has been dreaded since pioneer times, when the lack of fire-fighting equipment often let it race over vast areas, burning out ranges, farms, and homes until it confronted some natural barrier, such as a river. Early ranchers fought grass fires with the blood of a freshly killed animal, whose carcass they would split open and drag along the fire line. Controlled fires, however, have long been used for range improvement. Indians set fires to manipulate the movement of game, which preferred the new vegetation in recently burned areas. Several generations of ranchmen in the Flint Hills of Kansas and the Osage area of northeastern Oklahoma have used fire to remove dead vegetation and freshen the tallgrass prairie.</p><p>In Texas, ranchers were slow to accept fire as a method of range improvement. The hostility toward burning has lessened in recent years as the range and wildlife management department at Texas Tech University has spearheaded research in the beneficial use of fire. Its chairman, Henry Wright, is known among ranchers as the Firebug. Many Texas ranchmen have begun controlled burning to stunt unwanted brush and remove dead vegetation that might impede new grass growth. Burning still has its critics and skeptics (and after the recent fire their number will increase), but most Texas ranchmen and range scientists have accepted the concept.</p><p>Controlled burns are usually carried out from late January into early March, before greenup, on areas that rarely cover more than a thousand acres. First a firebreak is prepared by scalping the grass on the outer edges with a bulldozer. Then the rancher sets a backfire by burning the vegetation at the downwind edge of the pasture he plans to burn. By the time the main fire reaches the backfire area, no vegetation will be left to provide fuel.</p><p>The rancher should have water tanks, livestock sprayers, and plenty of help on hand. The humidity should be high and the wind low. When all of these conditions are met, he can climb into the back of a pickup and ignite the grass by dropping burning fuel from a driptorch. But on Thursday, March 10, none of the conditions was right.</p><p><span class=\"dropcap\">B</span>y nightfall on the first day of the fire, the heavy smoke had an ominous red glow that could be seen as far away as Breckenridge, some 35 miles east. During the night the wind shifted. It began blowing out of the west, and suddenly the leading edge, which had been 6 miles wide, was 45 miles across. So strong was the wind that the smoke could be smelled in Fort Worth.</p><p>The most desperate stage of the battle came Friday. By that time nearly forty volunteer fire departments from all over the region—one from as far as Missouri City, near Houston-were scattered along the fire lines, joining volunteer townspeople, ranchmen, oil-field workers, and National Guard units from abilene. How many people were involved could never be determined. The Red Cross fed breakfast to more than five hundred in albany, and that was by no means the entire force; many were fighting far from albany.</p><p>The turning point came Friday with the arrival of Texas Forest Service personnel with their heavy equipment, portable command center, and expertise at fighting forest fires. They employed observation aircraft and directed the campaign with radios and walkie-talkies. Throughout the day plans were discussed for the evacuation of albany and Moran. Flames reached within about three quarters of a mile of some residences on the western end of albany, the Shackelford County seat. The fire halted about three miles short of Moran, in the southeastern part of the county.</p><p>Saving livestock was a life-and-death matter for ranchmen, who threw gates open and cut fences to let as many as possible escape. Those who had time hurriedly rounded up pastures and drove or trucked animals away from the advancing flames. But some cattle were overtaken by the fast-moving conflagration, which at times raced along faster than a man could run. Some animals were trapped against fences. Others panicked and ran blindly back into the inferno.</p><p>Cattle losses could have been far worse. Figuring twenty acres per head, the burned area held 15,000 to possibly 20,000 cattle the day the fire started. Only 300 cattle were killed or so badly injured that they had to be destroyed. Even more cattle are expected to die of pneumonia caused by stress or by breathing smoke and ash. No human lives were lost, and no houses burned.</p><p>Though the fire was considered fairly well contained by Saturday, it was not officially declared under control until Monday, the fifth day. It had reached 45 miles at its north-south axis, with one bulge 26 miles wide west to east.</p><p>Long before the fire was out, livestock owners had to find a way to feed all those hungry cattle. Some had lost only a portion of their range and were temporarily able to double up. Others had lost all or most of their grass. The Nail Ranch was estimated to have lost 40,000 acres. The Green family interests placed their loss at 60,000.</p><p>In much the same way that volunteers had flocked from near and far to fight the fires, strangers began hauling in hay and other feeds, asking for nothing but directions. Singly and in convoys, the trucks, flatbed trailers, and pickups loaded to the limit with feed began arriving in albany. One feed convoy, put together in Weatherford, totaled fifteen trucks and trailers laden with hay and feed donated by farmers, ranchers, feed mills, and dealers. In West Texas, people may live two hundred miles apart, but they’re still neighbors.</p><p>Ranchman Paul Sims, who operates 5,800 acres southwest of albany, lost about 20 cows out of a herd of 280. He also lost all his grass. Watching volunteers unload hay from a truck for his cattle, he said, “This is the way it’s always been done in this country. A man gets hurt, we plow his fields for him. Now we’re hurt.”</p><p>A federal emergency-aid package was announced a few days after the fire, but as is so often the case with such programs, there was less to it than met the eye. Its cost-share limit for rebuilding fences was $10,000 per operator, which might help an Iowa farmer with a 160-acre homestead but doesn’t do much for a Texas rancher, since the replacement cost is at least $4,000 a mile. The fire destroyed between 350 and 400 miles of fence. A fiftyfifty cost share was available for emergency livestock feed, but rules require a recipient to deduct for any donated feed he has received.</p><p>The dark clouds of smoke had one tentative silver lining. Given even a modest amount of spring rainfall, the range that was burned could actually be in better condition after a few months than it was before. The fire removed a heavy, choking cover of dry broomweed, the result of last year’s bountiful rains, as well as moribund grass growth that had lost most of its feed value. Prickly pear, a particularly prevalent range pest in most of the burned area, was dealt a severe blow, with 50 to 60 percent killed. Ranchers can raise that kill to 80 or 90 percent by spraying the damaged pear with a herbicide known as picloram later this spring. Mesquite, another range pest, suffered extensive topkill, though rootkill is probably minimal.</p><p>More than a century ago, before the Civil War, the first cattlemen brought their herds out to the Clear Fork of the Brazos in the area where albany stands today. Indian pressure forced them to retreat. They came back after the Civil War, and few have retreated since. Despite their losses from the fire and their worries over how to rebuild, none of the current ranchers as yet has thrown up his hands and said he is quitting.</p><p>It has been exactly ten years since Shackelford County endured another natural disaster of major proportions, a flood triggered by rains of 24 inches and more within a 24-hour period. An albany ranchman declared that he had seen flood in 1978 and fire in 1988. He dreaded the earthquake of 1998.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "May 1988",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Fire",
      "Texas",
      "Range",
      "wind",
      "Albany",
      "Cattle",
      "Fires",
      "Livestock",
      "Smoke",
      "Firefighters",
      "Animals",
      "Disaster",
      "Fences",
      "March",
      "people",
      "Race",
      "Spring",
      "Water",
      "Abilene",
      "Arson"
    ],
    "wp_categories": [
      "Family"
    ],
    "wp_location": [
      "Texas",
      "West",
      "Abilene",
      "Breckenridge",
      "West Texas"
    ]
  }
}