{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19885",
    "date": "May 1988",
    "year": 1988,
    "month": 5,
    "month_formatted": "May",
    "pdf_uri": "/1988/19880500.pdf",
    "issue_cover_image": "",
    "document_start_page": 117,
    "toc_start_page": 112,
    "document_page_range": [
      [
        117,
        118
      ]
    ],
    "toc_order": 9,
    "toc_headline": "Texas Primer! Texas Guinan",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198805-texasguin",
  "source": "/1988/19880500.pdf",
  "wp_post_id": 124089,
  "wp_post_guid": "http://www.texasmonthly.com/article/texas-primer-texas-guinan/",
  "authors": [
    "Michael Corcoran"
  ],
  "headline": "Texas Guinan",
  "dek": "How a brassy Texas cowgirl became a speakeasy queen and taught Mae West a thing or two.",
  "spread_caption": "",
  "excerpt": "She started out as a wide-eyed Waco cowgirl and ended up a New York speakeasy queen.",
  "kicker": "Texas Primer",
  "word_count": 748,
  "content": "<p>by</p><p><span class=\"dropcap\">D</span>uring Prohibition, the life of New York City’s fourteen-year illegal party was a flashy former cowgirl from Waco known as Texas Guinan. With a caustic wit and a voice like a sideshow barker’s, she presided as the mistress of ceremonies over a succession of speakeasies, regularly made Walter Winchell’s gossip column, and inspired much of Mae West’s tongue-in-cheek routine. Hobnobbing democratically with gangsters and socialites, she greeted customers with “Hello, suckers!” from her perch atop a piano and ended every show with the line that has become a Broadway classic: “Give the little ladies a great big hand!” She eschewed the cool sophistication of the East Coast for the outspoken brazenness of her home state and became, before the phrase was coined, one of the earliest and most successful exponents of Texas chic.</p><p>Mary Louise Cecilia Guinan was born in 1884 in Waco, a city she would later dismiss as a “sucker town.” at the age of fourteen Guinan left the family ranch for Chicago, where she earned a scholarship in singing. Her Irish immigrant parents had hoped for a musical career for their second-oldest child, but she preferred working as a trick rider in a circus, where she adopted the nickname “Texas.” She rode all the way to the celluloid prairies of Hollywood, appearing in more than two hundred two-reelers, and had roles in <em>The Gun Woman</em> (1918) and <em>Little Miss Deputy</em> (1919). Unsatisfied with her screen successes, Texas moved to New York to play in Broadway musicals, but it was soon apparent that her best performances were delivered in nightclub shows after the theaters closed.</p><p>With a shameless presence, a din-splitting voice, and a genius for throwing words into any void, Texas won an adoring following. The turning point of her career came when the manager of the Beaux arts Hotel, after watching her transform a dull affair into merry bedlam one night, hired her to work in the hotel nightclub. There her wisecracks attracted bootlegger and entrepreneur Larry Fay, who set her up at his El Fey Club. She became the centerpiece of El Fey’s nightly parties. Waiting lines wound around the block, filled with people hoping to be allowed to pay the $25 cover charge to rub elbows with Whitneys, Vanderbilts, show people, and underworld characters, like Jack “Legs” Diamond and arnold Rothstein. Stars Eddie Cantor and Gloria Swanson went there to check out upand-coming entertainers, like George Raft, fifteen-year-old Ruby Keeler, and singer Ruby Stevens, who later became famous as Barbara Stanwyck. Though Guinan steadfastly maintained that the customers brought their own liquor and she sold only setups, it was no secret that $25 could buy a fifth of Scotch and $30 a bottle of champagne. She herself never touched the stuff.</p><p>The feds targeted El Fey’s operation, and soon Guinan was known as much for her arrest record as for her quips. She made sure her tribulations were entertaining, wearing a gold police whistle around her neck and often ordering the band to strike up “The Prisoner’s Song” as she was led away. In court once, before taking the witness stand in her own defense, she was handed a glass of water. “This is great stuff,” she said with a knowing pause, “for going under bridges.” She wrote off the city’s vice squad with the observation that “some people are so narrow-minded that their ears touch in back.”</p><p>When the heat got to be too much in Manhattan, Guinan and Fay moved to Miami Beach, where Guinan watched her small investment in their new club, the Del Fey, return a profit of $700,000 in ten months. After a dispute with Fay, Guinan headed back to New York and enjoyed success on her own with three clubs, including the Texas Guinan Club. She returned to the screen in 1929 to make <em>Queen of the Night Clubs,</em> playing a fast-talking, mayhem-making hostess with a heart of gold.</p><p>While on tour with a revue in 1933, Guinan experienced acute abdominal pain. On October 30, in Vancouver, British Columbia, she underwent surgery for an intestinal infection, but there were complications. Several days later, her doctor told her she probably wouldn’t last the night. Texas asked him to send in her girls-all forty of them. She admonished them not to be sad and said that death was preferable to the pain she was in. Then she died —in the center of her final audience.</p><p><em>Michael Corcoran is a freelance writer living in austin.</em></p><p>Photograph From Queen Of the Night Clubs Courtesy Of Culver Pictures</p><img/>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "May 1988",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "New York",
      "Broadway",
      "Career",
      "people",
      "ruby",
      "Affair",
      "all the way",
      "Band",
      "Death",
      "Family",
      "Genius",
      "Heat",
      "Home",
      "Home State",
      "Illegal",
      "Musical",
      "Police",
      "record",
      "scotch"
    ],
    "wp_categories": [
      "Family"
    ],
    "wp_location": [
      "Texas",
      "Waco",
      "West"
    ]
  }
}