{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19822",
    "date": "February 1982",
    "year": 1982,
    "month": 2,
    "month_formatted": "February",
    "pdf_uri": "/1982/19820200.pdf",
    "issue_cover_image": "",
    "document_start_page": 106,
    "toc_start_page": 106,
    "document_page_range": [
      [
        106,
        107,
        108,
        109,
        110,
        111,
        112,
        113
      ],
      [
        164,
        165,
        166,
        167,
        168,
        169,
        170,
        171,
        172,
        173
      ]
    ],
    "toc_order": 3,
    "toc_headline": "Way Out West In the Land Of Cotton",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198202-wayoutwe",
  "source": "/1982/19820200.pdf",
  "wp_post_id": 118512,
  "wp_post_guid": "http://www.texasmonthly.com/article/way-out-west-in-the-land-of-cotton/",
  "authors": [
    "Dick J. Reavis"
  ],
  "headline": "Way Out West In the Land Of Cotton",
  "dek": "The plantation days are long forgotten. The cotton capital of america is the South Plains of Texas—high, flat, tough, and as feisty as the crop.",
  "spread_caption": "",
  "excerpt": "People still think of cotton as a Dixieland crop, but the heart of the nation’s production is on the dry, flat, and windswept High Plains of Texas.",
  "kicker": "",
  "word_count": 8002,
  "content": "<p><span class=\"dropcap\">T</span>wenty miles west of the Texas line and a hundred miles west of Lubbock, Loy Kern stood in high cotton. Seven hundred twenty acres of his red New Mexico land would come to harvest in about a month, sometime in November. Because his cotton would be ginned at Griffith, east of the state line, it would be counted into the Texas harvest, as it always had been. All year long, farm forecasters had been predicting a six-million-bale harvest for Texas, the biggest crop in 32 years.</p><p>Loy pushed back the oil drilling company cap on his curly head, full of doubt. He wasn’t at all sure that the experts had called the crop right, not if his New Mexico fields were typical. Loy’s cotton was too high. The seeds he and his hands had sown in May had become stalks that reached above the belt loops on Loy’s 35-inch Levi’s. The plants hadn’t set as many bolls as they should have, and fewer than a third of the bolls were mature enough for harvest. Two weeks after the first hard freeze came, Loy’s cotton would have to go to gin, ready or not—and October on the South Plains meant that a freeze couldn’t be far off. In disgust, Loy yanked a yard-high boll-less stalk up by its roots and threw it to the ground.</p><p>Photography by Walter Nelson</p><img/><img/><p><em>For the 1981 harvest, Loy Kern worked even on Thanksgiving Day, and he’d been tending his cotton crop since January.</em></p><img/><p><em>The gin removes seed and trash (burrs, leaves, stems) from the cotton and bales it.</em></p><img/><p><em>Curtis Griffith: running the family gin.</em></p><img/><p><em>a family man as well as a farmer: Loy with Doug (left), one of his three children.</em></p><p><em>“Local wisdom has it that if a cotton farmer can make an exceptional crop every five years, he can withstand three unimpressive years and one disastrous one. From the way his fields looked, Loy figured that 1981 was going to be his year of disaster.”</em></p><p>His prospects for harvest on the Texas side of the line looked better. There, about half a mile from his homeplace, near Griffith, Loy had seeded an additional 320 acres in cotton. It was barely knee-high, but fruiting branches had sprouted all the way up the stems, and about half the bolls were mature, open. Barring an untimely freeze, his Texas acreage would yield about three quarters of a bale per acre. But his New Mexico ground, Loy figured, wouldn’t produce more than a quarter-bale, worth less than half the expense of farming it. Loy figured that even with good weather, he would lose money on his 1981 crop.</p><p>At times like these, when the future seemed sworn to whip him, Loy realized that he didn’t like to think of himself as a farmer. At 41, he was the kind of man who, if asked to describe himself, would say, “I am a family man.” The most important moments in his life, as he saw it, were spent watching his son, Doug, play junior high football and basketball—even though the team usually lost—and listening to his daughters, Holly and Rachael, play the piano and organ at services of the First Methodist Church in Morton, about twenty miles east of the Texas line. Homecoming games, 4-H banquets, church services—not harvest—were the events Loy and his family looked forward to. Loy’s pride, and his worry, was first of all for his family and especially for his wife, Vivian, whose health was unsteady: she is a victim of multiple sclerosis. Farming, after all, is not the most important or urgent part of a farmer’s life—or that’s the way Loy saw it on the day he took the pulse of his cotton crop.</p><p>Heartbreaker harvests are possible in cotton even in good years, and so are good harvests in lean years. In 1980, a year of generally poor yields, Loy had brought in a fat crop from his New Mexico land. Markets had been high—nearly 80 cents a pound—and under circumstances like that, a man who produces a bale an acre, as Loy had done in New Mexico, can make a good bit of money. Loy hadn’t counted closely, and cotton farmers don’t say how much they make, but in 1980 he had probably made a profit of $50,000 on his irrigated New Mexico land. Local wisdom has it that if a cotton farmer can make an exceptional crop every five years, he can withstand three unimpressive years and one disastrous one. Loy figured 1981 was going to be his year of disaster.</p><img/><img/><p><em>The stripper (left) yanks up the cotton, then hoists it into the module builder (right).</em></p><img/><p><em>after ginning. the cotton is hauled to the compress, where it is weighed and stored.</em></p><img/><img/><p><em>The latest in technology: the module builder</em> forms bedroom-size blocks of cotton, which go to the gin on special trucks. Most farmers lease this costly equipment from the ginner.</p><img/><p><em>In warehouses the size of football fields, cotton bales await shipment to textile mills.</em></p><img/><p><em>Staple-length test measures fiber strength.</em></p><p>Disappointment in cotton farming, like disappointment in love, is hard to take, because a lot of a farmer’s soul goes into a crop. Cotton is a coquettish plant, one that must be lavishly courted and jealously defended. Loy and his two farmhands, Lupe Servin and Joe Salas, as well as outsiders hired for specific tasks, had been out working his fields almost every day since January, when they had turned under the previous year’s crop. In February and March they listed and bedded the fields and laid down fertilizer. Planting and herbicide application came in May. In June, not long after the seeds sent shoots above the ground, Loy and his men began their forays with sand-fighting implements. On the South Plains the good climatic luck of rain is often followed by the bad news of a windstorm. After a pelting rain, the region’s loam soil forms a hard crust, which becomes covered with a sheeting of fine sand. Unless a farmer breaks up the crust with sand fighters, winds whip the sand into blasts whose heat and force will burn up young cotton plants.</p><p>From March on, when they weren’t cultivating, planting, or fighting sand, Loy and his hands tractored across the fields with weed destroyers. In august he called in hand-hoeing crews to chop out the weeds that tractor implements couldn’t reach, and as soon as the hoe crews were gone, he hired a crop duster to spray for bollworms, the most common pests of South Plains cotton. Between January and October Loy and his hired hands passed over each of his cotton fields from twelve to sixteen times. By then he couldn’t put a pencil to all his costs, but economists had predicted that when harvest was done he and South Plains farmers like him would have invested about $175 in each acre they had planted.</p><p><em>“Cotton put the South Plains on the world map. The U.S. produces about a quarter of the world supply, and most of its exports come from the South Plains. A bumper crop </em>—<em>or a bummer crop</em> —<em>sets off market tremors all the way to China.”</em></p><img/><p><em>Gene Benham, the banker: he wishes that loans to farmers brought higher returns.</em></p><img/><p><em>Lonnie Stern, the buyer: he’s got to sell his cotton for a higher price than he paid.</em></p><img/><img/><p><em>Cotton—and cotton farmers—are at the mercy of the South Plains’ harsh and unpredictable weather. An early freeze, a windstorm, rain too soon or too late, can ruin a crop.</em></p><img/><p><em>al Barnett, the shipper: he is the link between South Plains cotton and the world.</em></p><img/><p><em>Texas cotton: perfect for denim jeans.</em></p><p>Loy was expecting a thin profit, if a profit at all, on his crops. They had received too much rainfall too late in the season, and the cloudiness and cool temperatures that had come with the rain had kept the cotton from maturing properly. In 1980 Loy’s irrigated New Mexico land had done very well, though his dryland—nonirrigated—Texas fields had blown out or been burned up by sandstorms. But in 1981 his New Mexico fields got 36 inches of rain after pre-plant waterings—on land that averages 16 inches for the full year. The ground was waterlogged, the cotton grew rank, it behaved strangely. His Texas crop got 30 inches, about twice the average, but was faring better than the New Mexico field. In 1981 abundant rainfall had created a monumental irony: on the whole, dryland fields would outproduce irrigated land.</p><p>Loy Kern’s father, Hadley, was a small boy when his parents moved from the Blacklands in Northeast Texas to Brownfield, on the South Plains, where they set up a farm. Hadley became a pioneer in his own right in 1941 when he broke new ground in Cochran County, the last corner of the South Plains to be opened for cultivation. He established his home close to what is now the town of Griffith, but he did not prosper until the fifties, when he drilled for water on the 720 New Mexico acres he had salvaged from the sandhills. It was there, last October, that Loy watched a once-promising cotton crop turn fickle, but with a hope his father had never had. An oil company had drilled a well on the New Mexico land earlier that month. Loy and his family did not own the mineral rights to the spot where the well stood, but he believed that if it turned out to be a winner, other wells would surely follow on adjacent acreage where the mineral rights were theirs. From what men on the rig had told him, Loy expected to know the worth of the well about the time his cotton came to harvest.</p><p><em>(Continued on page 164)</em></p><p><em>“almost since its beginnings, Texas cotton production has been the province not of great planters but of family farmers—and family farmers operate on credit. From March to late January many farmers owe $50,000 or more on their crops.”</em></p><p><em>(Continued from page 113)</em></p><p>The Land: Nature S House Of Extremes</p><p>Across the High Plains of Texas, drouth is a specter—rainfall averages less than twenty inches a year, and there are no sizable streams. Because of its isolation and its dryness, the region was not cleared of Comanche and buffalo, nor were ranches established, until the last quarter of the nineteenth century. Only after the turn of the century did nesters, led on by promises from land promoters, armed with windmill technology, and sworn to prayer, put the High Plains under plow. Drouth kept them on the edge of ruin, as it had the ranchers who briefly preceded them. Fifty years later, descendants of the nesters, now armed with pumps powered by automobile engines and cheap gasoline, succeeded at farming by tapping the Ogallala aquifer deep beneath the surface of the land.</p><p>Deep-well irrigation transformed the High Plains into a region of prime farmland—one of the nation’s most prosperous agricultural areas. As early as settlement, cotton was grown on the lower half of the High Plains, the South Plains, but not until irrigation came did the center of Texas’ production shift there from the state’s first cotton belt, which ran from the Blacklands, around Dallas, to the Brazos River valley near Waco.</p><p>In the national mind, cotton is a Dixieland crop, and Texas is associated with oil and beef, not just because it leads other states in their production but because the cowboy and the wildcatter are strong icons—much easier figures to mythologize than the cotton farmer. But since 1880 Texas has led the nation in cotton production too, and cotton, as much as oil or beef, has formed the state’s character. Cotton has given us expressions like “cotton-pickin’ ”—and it has given oilmen and ranchers as well as city dwellers a distinctively Texan style of dress: denim blue jeans.</p><p>If Texans underestimate the sway of cotton on their culture and economy, the rest of the world doesn’t. Cotton put the South Plains on the world map. The United States produces about a quarter of the world supply of cotton, and most of its exports come from the South Plains, which produces half the Texas yield. A bumper crop—or a bummer crop—on the South Plains sets off market tremors all the way to China.</p><p>But the High Plains is—and always will be—a frontier of sorts, because it is nature’s house of extremes. The sky dominates the vista, at times majestic, at times ugly and vindictive. Sunsets are orange and pink and purple, overpowering in their effect because the land is treeless and flat. One looks straight out, twenty miles into the horizon, at eye level with God and the heavens. In the springtime, clear, light skies turn suddenly red and furious with sand, and when winter northers blow in, temperatures may plummet as much as forty degrees in as little as three hours.</p><p>Geography affects the way men think, and a distinct outlook is written on the personalities of plainsmen, sometimes in a prideful way. At its core is a stern voice that says leave matters to God, ambition, and the individual. By and large, the people of the High Plains are straightforward, practical, and pious—but sly. They are advocates of sparseness and necessity; in their circles, they quickly spot and denounce any affectation, any pretense or superfluity, anything florid. Because they already have enough to fear from the harsh vagaries of nature, they are intolerant of human variation, ambiguity, and doubt. Despite their isolation, plainsmen do not envy urban or corporate Texans, who in their view are condemned to live under man-made clouds of uncertainty and fiat. But as South Plains cotton production has meshed into the world economy, the plainsmen’s sense of selfreliance has begun to lurch and chatter.</p><p>Technology has caused a paradox from which neither the South Plains nor the nation has escaped. Like industry before it, farming began to produce more goods, more food and fiber, than the country could consume, but both at home and abroad, the nation’s position hasn’t always been competitive. Farmers began producing under federal controls and reaching out for subsidies. Plains producers didn’t like the new scenario, but they responded in characteristically practical, suspicious, and sly ways. They spoke out loudly against liberalism, while silently scorning all politics and taking government checks to the bank.</p><p>The Ginner: Changing Times</p><p>A couple of homes, a general store, a leaning grain elevator, and a cotton gin make up the community of Griffith, just east of the state line on Highway 114, about eighty miles west of Lubbock. Griffith is named for 72-year-old J. K. “Karl” Griffith, who owns the gin. Griffith is one of those denim-clad, hardworking, venerable, self-made South Plains cotton millionaires who subscribe to the belief that Franklin D. Roosevelt (always pronounced “Ruse-e-velt” in their vernacular) was a communist. Though he is by all reports the most efficient cotton producer in Cochran County, in business affairs he increasingly delegates decisionmaking powers to family partners and subordinates, including his 29-year-old son, Curtis.</p><p>Curtis is a short, wiry, somewhat nervous young man who speaks in carefully measured words, like the lawyer he was trained to be at Texas Tech. In many ways, he is the picture of his father: the same blue jeans, the same gimme cap, the same callused hands. Curtis isn’t lawyering these days, doesn’t want to, and probably never will, because managing the Griffith gin and keeping abreast of the family’s nine thousand acres is a task that calls for undistracted intensity and vigilance. Like his father and most other farmers in the region, Curtis is hostile to big government, big industry, and big unions: in 1980 he voted for Ed Clark, candidate of the Libertarian party. Though he chuckles at the charge that Roosevelt was a communist, Curtis is the sort of manager who plans—if he ever gets a respite from gin pressures—to design an in-house workmen’s compensation policy to substitute for the state-administered program.</p><p>There are some 750 cotton gins in Texas; on the South Plains there is one at almost every crossroads. Ginning has become a very competitive business. Traditionally, gins have performed a dozen services for cotton farmers, from selling their crops to recruiting hoe hands. And their role keeps expanding. Today many gins are involved with the introduction, selling, leasing, and in some ways subsidizing of module builders—tractordrawn behemoths, invented by Texas A&M engineers, that compress harvested cotton into bedroom-size blocks while it is still in the field. Moduled cotton is carted to gins on specially designed loader trucks that ordinarily are owned by ginners. Before the module system became popular on the South Plains in the mid-seventies, farmers owned or rented wire-sided cotton trailers, which they filled with enough cotton to make a bale and took immediately to the gin. Because there were never enough trailers on hand, the farmers scurried and scuffled for service, sometimes dividing a crop among several competing gins.</p><p>Today few farmers are willing—or able —to save or borrow $20,000 for the purchase of a module builder, which they regard as a machine of convenience. Gins offer them favorable lease and leasepurchase agreements, and when a gin makes a module deal, it locks in a farmer’s business. In addition, the new system extends a gin’s trade area; the ginner can profitably pick up modules as far away as fifty miles, whereas farmers are reluctant to pull the wobbly, cumbersome cotton trailers even twenty miles. Ginners who can’t tool up for moduling may see their livelihood pass them by on the bed of another gin’s module loader. That is why, in July, Curtis ordered fifteen of the contraptions from a factory in Lubbock: ten for gins in which he and his father own an interest, and five for the biggest of the Griffith gin’s three dozen customers.</p><p>Module builders are the latest technological advance, but the essential function of a gin is still to separate fiber, or lint, from cottonseed and to remove a byproduct called gin trash, which is analogous to wheat chaff. The South Plains tradition is that ginners bill customers according to a formula that takes into account the amount of raw cotton brought in and the cost of baling the lint that comes out. In midsummer Curtis scrutinized the old formula, already abandoned by several of his competitors, and decided that he, too, would dispense with it.</p><p>Ginners’ billing formulas are practically archaic; they haven’t kept up with two crucial changes in cotton farming in the last thirty years that have significantly increased the gin trash in raw cotton and made it harder—and hence more expensive—for ginners to process. The first of these changes, one that came during the late forties, was a shift from open-boll to closed-boll cotton. Closed-boll, or stormproof, cotton has burrs that hold the fiber tightly within their jaws even in windstorms and sandstorms. But stormproof cotton had to be hand-snapped, or pulled: field hands could no longer pick fibers from the burrs; they had to pull the entire burr from the plant. The burrs, formerly left hanging on plants in the field, became an additional component of gin trash.</p><p>The second big change came with the automation of the harvest shortly after the end, in 1964, of the bracero program, which had provided Texas with agricultural workers from Mexico for years. The Mexican laborers’ place was taken by the stripper, an assemblage of tractor addon machinery that pulls not only burrs but also leaves and bark from the cotton stalks. When stripper harvesting began, the ratio of fiber to gin trash, called turnout in gin parlance, took another unwelcome step down.</p><p>The fiber-to-trash ratio also varies with climatic conditions. In wet years the turnout is lower because the plants put on more foliage. Curtis adopted a new billing system to ensure that the added expenses of ginning low-turnout cotton could be met; good-sized gins like the one at Griffith can produce up to fifteen bales of fiber per hour when working over relatively clean cotton, but their output is slowed by as much as two thirds when cotton comes in that is wet or “dirty” (as fiber that has excessive gin trash is called). The new system meant that in 1981 farmers who had been careless at stripping or who had needlessly or lucklessly irrigated their crops would incur steep gin fees.</p><p>Gin fees are a sore spot in South Plains conversation because farmers are not accustomed to paying ginners at all. In the days before the cotton industry centered on this part of Texas, no money exchanged hands between farmer and ginner. In exchange for their services, gins took in cottonseed, which they sold to the oil mills. Today, they rebate to farmers the difference between cottonseed revenue and gin fees. Ordinarily, the amount of cotton it takes to produce a five-hundredpound bale will yield about nine hundred pounds in seed, and in favorable years seed has sold to mills for as much as $120 a ton, enough to provide a rebate of $10 to $12 per bale. But cottonseed oil competes with corn and soybean oil, and for 1981 bell-ringer harvests were predicted for all three crops. By October, mills were paying only $85 a ton for seed. A whole stack of cost studies and his own calculations told Curtis that across the South Plains ginning fees would average about $55 a bale. That meant that when the harvest was tallied up, Curtis would not owe his customers the usual $12 to $15 per bale. They would owe him as much as $20. He did not look forward to sounding the alarm.</p><p><strong>the Banker: Holding His Breath</strong></p><p>One harvest day 21 years ago, D. E. “Gene” Benham, a tall, thin farmer with delicate features, was standing in a gin yard in eastern Cochran County unhooking a cotton trailer from his pickup, when two friends approached him with a proposition. The men, one a butane dealer and the other a gin owner, said they wanted to start a bank in Morton, the seat of Cochran County. “Fine,” Gene told them. “i’ll take $10,000 worth of stock.”</p><p>Over the next few months, 120 small businessmen and prosperous farmers, including Hadley Kern, joined in the movement. They elected a leadership committee that began consultations with banking commissions and financial experts. The group secured a charter, rented a location, and ordered business furnishings. But by then some of its leaders, including Gene Benham, were saying that the whole plan would probably misfire: Morton already had one bank, and they believed the local economy couldn’t support two. They wanted to buy out the existing bank, not start a new one. One night in august 1962, the leaders of the upstart committee met with the owners of the established First State Bank. At 2 a.m., when the meeting broke up, the rival group owned the bank. At 9 a.m. Gene Benham sat down behind the president’s desk, ready to be a banker. He was not entirely new to the field. He had come to Cochran County in 1945 as an employee of the Farmers Home administration, a federal lending agency.</p><p>Now 68 and still president of the bank, Benham has become the sort of country gentleman always seen in church and rarely heard to speak ill. Phrases like “real fine,” “anytime,” and “enjoy visiting” distinguish his conversation, and a merciful streak marks his character. Though archconservative Karl Griffith, the ginner, is the bank’s biggest shareholder, Benham maintains the New Deal outlook of his younger years. “Karl’s problem,” he says with a chuckle, “is that he wasn’t poor as long as me.” Gene Benham is proud to be the father of a professor, but he is probably more proud to be the son of an arkansas sharecropper.</p><p>Almost since its beginnings in the Stephen F. Austin colony, Texas cotton production has been the province not of great planters but of family farmers—and family farmers have operated on credit since at least the turn of the century. From March to late January each season, many South Plains farmers owe $50,000 or more on their crops, in addition to $150,000 or more on machinery purchased on yearly installment terms. In today’s cotton economy, the federal government’s chief role is that of providing credit. Last year, Cochran County’s 350 farmers borrowed a total of $20 million, about a fourth of it from the First State Bank, the balance from the Farmers Home administration and other federal sources. Few are prosperous enough to qualify only for bank credit. Loy Kern, for example, borrowed from both Gene Benham’s bank and the Small Business administration, but he borrowed most from the SBA.</p><p>In the past, federal lenders made crop money available to farmers at reduced interest rates. In 1981 the Farmers Home administration made loans at 14.5 per cent, four to six points below the rates charged at Benham’s bank. Late last year, however, the government announced that 1982 loans would be made at bank rates. As much as men like Benham wanted to see farmers back on <em>their</em> credit rolls, they did not welcome the policy change, because most country bankers do not view federal or cooperative lenders as competitors. Many Farmers Home administration clients, they point out, are farmers who do not own land, who own only equities in machinery. Farmers are a poor credit risk, and farming is a business with a low rate of return. Banks usually take deposits—-in Cochran the money comes mainly from landlords and not farmers—and lend to local businesses. Instead of making substantial loans to farmers, Gene Benham has invested deposits of $15 million in out-of-county bonds and money market securities. He wishes he could keep Cochran County money at home.</p><p>In addition to extending production credit, the federal government administers a program that in farm talk is referred to as the loan. Cotton already baled and warehoused is “put into the loan”—used as collateral for loans from the U.S. Department of agriculture. Farmers use the loan only when market prices are low. It allows them to pay off their most pressing debts while holding their cotton against a rise in the market. Whenever cotton goes into the loan, the economy of the South Plains holds its breath. If prices rise, farmers pay interest and storage charges and sell their cotton; there is a cheer. If markets do not improve, however, farmers sell in distress or let the USDA keep their product, and there is a sigh. Cotton farmers didn’t use the loan program much during the seventies because the market was favorable, but the 1981 harvest ran into abrupt market declines, and by October farmers began talking about putting their cotton in the loan. As preparations for the harvest began, Gene Benham, like most other area businessmen, was holding his breath.</p><p><strong>the Compress: Work, Work, Work</strong></p><p>“Stick with the basics,” “Keep it simple,” “abide by the golden rule,” “Work, work, work.” These are the rules, characteristic of the South Plains outlook, that the late R. D. McDonald posted at the Levelland Compress in 1948 when he bought it. The compress, now run by McDonald’s son, is where Loy Kern’s cotton goes after ginning. It occupies 110 acres near Levelland, a town of about 12,000 people located thirty miles west of Lubbock. The complex includes 23 sheet-metal sheds, each one larger than a football field and capable of holding 10,000 bales of cotton stacked three high. The lanky, redheaded foreman of the compress, Jack Vaness, a man of shy but vigorous disposition, is charged with supervision of the seventy workers who load, unload, and transfer bales. During the peak of the season, Jack’s workers are in motion around the clock.</p><p>Compresses make their money from warehouse charges, but they do more than merely store bales. A compress is a cotton depot where bales are weighed, receipted, sampled, stored, and finally delivered to a trucker or railroadman for shipment to a cotton mill. When a bale comes into the compress, workmen load it onto a conveyor, and a machine cuts swaths out of two of its sides. The bale is assigned a number, the swaths are matched and halved. One of the composite swaths is kept at the compress in case buyers or shippers want a firsthand look at a particular sample. The other is sent to Lubbock for evaluation by the agriculture Department’s largest cotton-classing office.</p><p>In an aging yellow-brick building on a warehouse street two blocks east of Texas avenue, two hundred federal employees sit in judgment on South Plains cotton. The first test at the classing office is done by machines that determine the fiber’s maturity. The more mature the cotton, the more money it brings, but because of the relatively short growing season on the South Plains, Lubbock-grade cotton tends to be immature. The classing office also rates the cotton’s other qualities—color, trash, gin preparation, and length —by a manual method that has its origins in the days of town square cotton trading. Classers, most of them housewives who work two to four months a year, look over a swath of cotton under overhead lights that reproduce the spectrum of sunlight. They assign each sample a grade code number based on its cast and cleanliness, for gin trash is never entirely removed from stripped cotton. Next the classers take a handful of cotton between their palms, pulling it apart with their fingers. According to its look and feel, they rate its staple length; the longer the staple, the brighter the sheen and the greater the strength of the fabric it will produce.</p><p>Most South Plains cotton is classified as Light Spotted (the result of ginning immature bolls), and the staple length is short. The industry standard, on which the New York cotton futures market is based, is Strict Low Middlin 11 1/16-inch, a classification common in the southeastern United States. Plains cotton is usually a color grade below that, and its staple length usually falls in the range of 30/32 to 33/32 of an inch. In the Lubbock classing office, a bargain-basement seal is put on the quality of South Plains cotton.</p><p>At the end of the evaluation process, cotton classers issue a white computer card that identifies a bale and its ginner by number, as well as indicating the quality characteristics of the sample. They then return the classing cards to the gins, where they are stapled to warehouse receipts and turned over to the farmers.</p><p>After workers at the Levelland Compress take classing samples from a bale, they weigh it; although standard bale weight is five hundred pounds, variations of as much as fifty pounds are common. They record bale weight on a yellow computer card, the modern version of the warehouse receipt, a title to a bale of cotton. Before quality considerations became critical in the market, a warehouse receipt was as liquid as currency anywhere in a cotton-producing region. Even today, when farmers put their cotton in the loan, or borrow against bales at a bank, or sell their product to buyers, it is the warehouse receipt that they surrender. The receipt ultimately winds up at the warehouse that issued it, when truckers or railmen arrive to claim a bale for shipment. After this final surrender, the warehouse receipt, along with classing cards and any other documents attached to it, is destroyed.</p><p>The process that gives compresses their name is normally the last through which bales pass on their way to market. When a compress owner gets an order for bales, he gives instructions to have the shipment compressed, or squeezed to a smaller size. The bale size is reduced from 40 cubic feet to 18 cubic feet. Gin bales are formed under about 12 pounds of pressure per cubic foot and measure 24 by 45 by 55 inches. The compress, a machine that drops a weight onto the bales, delivers about 27 pounds of pressure per cubic foot, a force sufficient to reduce gin bales to a size of 25 by 23 by 57 inches. The product, called the universal density bale, is used for both domestic and export shipping.</p><p>At the compress in Levelland, Jack Vaness, like everyone else, expected the harvest to begin in late October. But in 1981 there was no hard freeze in October, and by November Jack was turning back crew after crew of job-seekers who had come from as far south as the Valley to work the South Plains cotton harvest. Cotton would come in late, and by December compress workmen would be hard put to keep up with demands from shippers. Of the four rules posted for the compress, “Work, work, work” seemed to be the one Jack Vaness would cite most often to the men in his crew.</p><p><strong>the Buyers Sell Quick</strong></p><p>All day long one Monday in October, pink-faced Lonnie Stern stared at the changing green numbers on the black face of a video display terminal atop his desk. The terminal, a machine called Telcot, was hooked into a network centered in Lubbock and connecting fifty buyers, some as far away as South Carolina, with four hundred gins all over Texas. Telcot figures provide a running account of the cotton bales for sale at any moment, along with prices asked, bid, and paid. Cotton buyers use Telcot reports more or less the way stockbrokers use ticker tapes.</p><p>Stern, now 64, learned his trade during the fifties as an employee of the Houstonbased anderson, Clayton and Company, back before that transnational firm decided to shy out of the cotton fiber market. Today he is the manager of the Producers Marketing association, a cooperative buying firm located in Levelland.</p><p>Fifty years ago, when Lonnie Stern was growing up on a cotton farm in Brenham, cotton buying was considered an unsavory business. Farmers loaded their bales onto horseor mule-drawn wagons, hauled them to town, and waited for cotton buyers, many of them anderson, Clayton men, to show up with cash. Buyers moved from wagon to wagon, yanking cotton from bales, holding their samples to the light, and pulling them apart to test for quality. If a fistful appeared to be of marketable quality, buyers asked a farmer to set a price on his bale. Then the haggling started.</p><p>In those days there was plenty of haggling to be done, and complaints against cotton buyers never ended. Farmers distrusted them, and that distrust was not entirely unfounded: buyers had money, information, and guile. Farmers often refused to tell their peers how much they had been paid for bales, for fear of creating envy, yet everyone wanted to know what price his neighbor’s cotton had brought. Only the buyer knew for sure.</p><p>Futures market tallies, government reports and predictions, Telcot activity, and the general passage of rural isolation have taken the secrets out of the cotton buyer’s trade. Today, when farmers have marketing decisions to make they consult Stern and other buyers like him.</p><p>That is why, after work that day, Lonnie Stern drove to Sudan, about fifty miles northwest of Lubbock. He had been asked to give a talk to a group of farmers about on-call contracts, a recent market development in which a buyer advances money, usually the loan value, on bales of cotton and promises to enter the futures market on the producer’s behalf. The farmers wanted to know whether to regard on-call offers as opportunities or pitfalls. Even before he rose to address them, Lonnie Stern had decided that he should neither advocate nor discourage on-call contracting. In a skittish year like 1981, boldness is not a trait calculated to pay off in the cotton trade.</p><p>“What we want,” a khaki-clad elder of the group told Stern, “is for you to tell us what to do with all this cotton.”</p><p>“You’d better buy some Vaseline, because you know where it’s going,” another farmer answered, without waiting for Stern’s reply.</p><p>“i’d sure hate to tell a man what to do with his cotton,” Stern told the group. “That is something every man has to decide for himself.”</p><p>“Next year we can plant peanuts,” a farmer in a John Deere hat jibed.</p><p>“Yeah, we can <em>eat</em> them,” another chimed in. The group laughed at the fate that was shaping up for them on the cotton market, and then they adjourned for the night. Lonnie Stern went home to Levelland relieved to be a buyer, not a farmer.</p><p>Buyers like Stern are not affected by market levels so long as markets don’t decline rapidly. It does not matter to a buyer whether market prices are high or low: his objective is to sell for a price higher than he pays. In a year of rising prices, the chief problem for buyers is finding enough cotton to sell. In a downdrifting market, like the one Lonnie and the farmers saw coming, the buyer must re-sell quickly, before the market falls below the price he paid for a bale. Lonnie Stern had already figured out that in 1981 he would need to keep his eye close to the Telcot machine and his hand close to the telephone.</p><p><strong>the Shipper: Lookihg To the Orieht</strong></p><p>Shippers are the link between the farmer and textile mills anywhere in the world. They are the men who used to spend a part of each day at cotton exchanges—before those organizations became mere trade associations—buying, trading, and sometimes selling bales by the hundreds. Today they, like buyers, work from offices, over telephones and other electronic communication devices. Through agents, they solicit orders from textile plants. Through buyers like Stern, they find and purchase bales to match their orders. Then they arrange truck, rail, or steamship transfer to mills. Five years ago most South Plains cotton was shipped or trucked to the Gulf Coast, usually to Galveston, the state’s preeminent cotton port. But the sea route through the Panama Canal has proved slower than rail shipment to Los angeles, with ocean export from the West Coast. This has occasioned no small worries for export firms in declining Galveston and for national shipping firms that have huge warehouses there. Most shippers represent national firms headquartered in Memphis and Dallas, the cities that preceded Lubbock as cotton capitals, but a handful of smaller, independent operators have set up shop in Lubbock. A1 Barnett is one of them.</p><p>A balding, portly fellow, Barnett is a booster who likes to wear a tie with a cotton boll painted on it. He is also the sort of alabama native who will point out, in a deep Southern accent, that his family has been in the cotton business since antebellum days. Like Lonnie Stern, Barnett is a former anderson, Clayton man. He went to work in the cotton giant’s Memphis office in 1950, then took a transfer to its outpost in Osaka, Japan, where he learned the ways of asian cotton marketing. In 1958 he opened his office in Lubbock on Texas avenue, the street built by cotton traders.</p><p>There are only three mills on the South Plains. The largest is in Littlefield, about forty miles northwest of Lubbock. Built by a co-op during the denim boom of the seventies, the plant consumes about 80,000 bales of cotton a year, enough to make 21 million pairs of jeans—or about one pair out of every 1 3/4 pounds of cotton it processes. The Littlefield plant also has open-end spinning, a new development in mill technology that enables South Plains cotton to substitute for finer grades in most uses. Only a few other plants in the country are set up for openend spinning. It is used primarily by oriental mills, and that is where Lubbockgrade cotton will find its largest market until part of the american industry retools.</p><p>Japan, Taiwan, China, Korea, and Indonesia are the biggest users of South Plains cotton, but late in October Barnett was working on an account in the Philippines. “Just received samples,” his agent had wired several days before. “Have talked to clients. Position is long but guarantee to allocate 500 bales 1-inch LOMA”—a reference to one of the trade names under which Barnett vends cotton —“and 1 1/16-inch BYAND monthly December through June. Will see client to present types.” at the bottom of the telex message was a postscript: “How is James?”—a reference to Barnett’s partner, James Porter, who had been in the hospital. “Give him our best wishes for a speedy and full recovery.”</p><p>After reading over the message several times, Barnett took out a bail-point pen and wrote a reply for his secretary to send out over the office telex machine. “It was sure good to receive your telex. We are anxious to get started with new business and give you the following special offer. LOMA, 1-inch, at 52.50 cents. BYAND, 1 1/16, at 62 cents. For good order’s sake, please reconfirm exact number of bales for each month, Dec. through June shipments. James doing fine. Back at office and joins in sending best personal regards.”</p><p>Selling the 1981 crop would not be difficult in the Orient, Barnett believed. Cotton’s low market value accounted for that. Trouble might come from what mills call quality claims. If an overseas buyer believes that he has been shipped cotton below the quality promised him, he can submit a claim for compensation to an international arbitration board. In years of an ascending market, claims are not numerous, because mills have little to gain financially by substituting one purchase for another. But most of the cotton Barnett had been shipping for several months before October had been purchased under contracts made months earlier at prices $100 to $150 a bale higher than fall levels. Barnett thought that cotton would be easy to sell and hard to ship throughout the fall season.</p><p>Several days after he made the offer to his Philippine agent, Barnett’s hunch about fall sales was confirmed by a telex reply: “Showed samples to client and sold as follows: LOMA, 1-inch, 52.50 cents. BYAND, 1 1/16, 62 cents. . . .”</p><p><strong>the Harvest: Finding Consolations</strong></p><p>On the afternoon of the day Loy Kern looked over his New Mexico cotton, he came home beset with cotton farmer’s worry, a woe not unique to the South Plains. As harvest nears, cotton farmers develop a mien that resembles their crop. They become high-strung, quicktempered, talkative—“radical” is the word used on the South Plains. And if the truth be spoken, they become a little bit vain. They tend to believe that the fate of the nation turns upon the year’s cotton crop or upon federal tinkering with the economy—a kind of tinkering that most of them decry until their hearers become exhausted and walk off.</p><p>That evening, after blessings were said and Loy had almost wordlessly eaten his supper, he sat on his recliner in the den, trying to find consolations for the ruin of his New Mexico crop. The first consolation, he thought, was that unlike a lot of farmers in Cochran County, he wouldn’t have to depend entirely on the harvest. Loy’s family owns the land he farms, and his credit is relatively strong: he can continue farming even after successive years of crop failure. Tenant farmers can’t, and some of them around Cochran were bound to go under if markets didn’t improve. Loy had seen farmers go bankrupt before, their livelihoods terminated by the auctioneer’s hammer.</p><p>Loy had hedged, too. Unlike most of his peers, he had not planted every row in cotton. On his New Mexico land he had planted 400 acres in wheat and had also seeded 582 acres in dryland sorghum, or milo, and soon the milo would come to harvest. Milo was in a market trough, just like cotton, but the way Loy saw it, it was still a worthy consolation because it didn’t worry him all the time. After his milo seed went into the ground, Loy didn’t have to weed the crop, didn’t have to spray all of it, didn’t have to go sand-fighting for it. Milo is not a make-it-or-break-it crop like cotton is; it doesn’t whine for constant attention like cotton. Instead, it is a smallstakes investment, a strong, silent, reliable crop. Milo, in many ways, is the picture of Loy: sturdy but not glittering.</p><p>And there was that oil well to consider. With a little luck, before the year was out Loy might have a fortune in sight anyway, despite the sorry shape of agricultural markets.</p><p>Early in 1982 there would be payments from federal price floor and disaster programs, too. But federal aid was the source of least importance in Loy’s search for solace. The mathematics of government programs is complex, and their benefits are always speculative until actual harvest results are in hand. Federal aid is not the sort of thing South Plains farmers view as consolation, because they can take no pride in it.</p><p>Dessicated by frosts and one light freeze, Loy’s fields were ready for harvest late in November. A week before Thanksgiving, he and his hands put two stripperequipped tractors in the Texas field, next to the module builder he had leased from the Griffith gin. They worked ten-hour days, even Sundays, and they worked on Thanksgiving too. When the Texas harvest was done, they moved over to the New Mexico land. After a three-day delay caused by rain, they began bringing in that crop, leaving it stacked in modules to wait for Curtis Griffith and his loader. By mid-December, the cotton harvest was over.</p><p>Late that month, Loy received reports on the year’s cotton crop. His 320 Texas acres had produced 120 bales, a yield of just over half a bale per acre, which for skiprow fields—fields planted with one row left bare for every two rows of cotton—is nothing to cheer about, but nothing to bewail either. His Texas cotton had enough gin trash to cause a fairly low turnout, which resulted in a gin fee of $26.18 per bale, fully $15 more than Loy had ever paid in the past. Most of it graded out in the Strict Low Middlin category, with an average staple length of <strong>31/32</strong> of an inch and fair maturity; it was good cotton. On the market, his Texas cotton was worth about 40 cents per pound, 15 cents less than its approximate cost of production.</p><p>The reports from the New Mexico land were even more disheartening: 720 acres, also skiprow-planted, had produced 142 bales, about one third of a bale per acre —the lowest figure in the land’s production history. The turnout had been abysmal, creating a gin bill of $41.96 per bale. Most of the cotton graded out in the Light Spotted category, with a 31/32-inch staple length and poor maturity. Its market value was about 36 cents a pound, a figure low enough to make an undertaker cry.</p><p>Loy’s New Mexico yield would qualify for a disaster subsidy of about $32,000, enough to ease the pain, but not enough to cure the ailment, whose real source was the world market. Some relief would also be coming for the market afflictions of Loy’s Texas crop. Under an agriculture Department program, farmers across the nation are paid the difference between the average price received for cotton and a target price set by Congress and the U.S. Department of agriculture. Though Loy would not know until late February how much he and other farmers would get, area economists were predicting a subsidy of 4 to 7 cents per pound. At those rates, Loy could expect to receive a blue government check sometime in March for $2400 to $4200, or about $20 to $35 apiece on his Texas bales—enough to pay gin costs and buy snuff. Even figuring on maximum government benefits, Loy Kern would lose $56,000 on his 1981 cotton crop. Rather than take that loss immediately, Loy decided to put his cotton into the USD a loan and hope for a rise in market prices early in 1982.</p><p>The future of the New Mexico oil well entered into Loy’s December calculations along with his government and cotton data. On the day he had begun the harvest in New Mexico, Loy had inquired about the well’s progress. The drillers had hit oil of uncertain value and engineers ordered them to run tests. No results were in by Christmas, and no decisions had been made about drilling other wells nearby.</p><p>Loy Kern is an optimist. He did not remove the.oil company cap from his head. But by New Year’s Eve, he had made a resolution: in 1982 he was going to plant more milo—and less damfool cotton.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "February 1982",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Cotton",
      "Farmers",
      "south plains",
      "Texas",
      "Mexico",
      "New Mexico",
      "Family",
      "Land",
      "Oil",
      "Government",
      "Home",
      "money",
      "Business",
      "office",
      "High Plains",
      "Lubbock",
      "March",
      "Trash",
      "Work",
      "Country"
    ],
    "wp_categories": [
      "Agriculture"
    ],
    "wp_location": [
      "Texas",
      "West",
      "Lubbock",
      "Levelland",
      "Austin"
    ]
  }
}