{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19897",
    "date": "July 1989",
    "year": 1989,
    "month": 7,
    "month_formatted": "July",
    "pdf_uri": "/1989/19890700.pdf",
    "issue_cover_image": "",
    "document_start_page": 87,
    "toc_start_page": 84,
    "document_page_range": [
      [
        87,
        88
      ],
      [
        121,
        122,
        123
      ]
    ],
    "toc_order": 5,
    "toc_headline": "The Temple Of Destiny",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198907-thetemple",
  "source": "/1989/19890700.pdf",
  "wp_post_id": 124911,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-temple-of-destiny/",
  "authors": [
    "Stephen Harrigan"
  ],
  "headline": "The Temple Of Destiny",
  "dek": "In the heart of Mexico lie the remains of the great pyramid of the aztecs. There an emperor and a conqueror met-and the fate of the world hung in the balance.",
  "spread_caption": "",
  "excerpt": "In downtown Mexico City are the ruins of the great aztec pyramid, the site where one empire ended and a new world began.",
  "kicker": "",
  "word_count": 3560,
  "content": "<img/><p><span class=\"dropcap\">I</span>n 1519 —almost half a millennium ago—two men stood at the top of a temple pyramid in the Valley of Mexico, looking out over the aztec city of Tenochtitlan. Both men were in the grip of a dream. Hernan Cortes was 34 years old, a tall, lithe gentleman-adventurer from the Spanish province of Extremadura. His hair was thin and his beard too sparse to completely conceal a knife scar near his upper lip. Though his physical and mental energies were boundless, he had the complexion of a scribe. (“Their bodies were as white as the new buds of the cane stalk,” the aztecs marveled of the Spaniards, “as white as the buds of the maguey.”) Ever since Cortes and his five hundred followers had sailed from Cuba for the unknown shores of Mexico, they had been riding a tide of fabulous luck, and now the tide had delivered them to the dreamscape of Tenochtitlan, to this beautiful and gruesome city floating like a water hyacinth in the middle of a lake, a Montezuma II, the ruler of the aztecs, was 52. In his youth he had been an honored warrior, but as emperor he was a rarefied being, a pitiless aesthete who dined on young children and fretted over every uncertain portent. For a long time there had been plenty of worrisome signs: a comet, “like a flaming ear of corn”; a strange storm in the lake; a captured bird with a mirror in the center of its head. All of this had helped to convince Montezuma that Cortes was the incarnation of Quetzalcoatl, the banished god whose vengeful return had long been prophesied. Montezuma was terrified of Quetzalcoatl, who promised to depose Huitzilopochtli, the Hummingbird on the Left, the god of war and human sacrifice from whom the emperor derived his power. But Montezuma could not fight a god, and so his only choice was to welcome the intruder with wary courtesy. “No, it is not a dream,” he told Cortes at their first meeting. “I am not walking in my sleep. ... I have seen you at last! I have met you face to face!” aMontezuma was not asleep, but even at this distance the conquest of Mexico seems more dream than history, some abiding pageant of the unconscious mind. Ever since I first read, over ten years ago, that Mexico City utility workers had discovered the remains of the Great Temple, I had been mad to go there, to see with my own eyes the evidence that this amazing story had really taken place. Could there be a more resonant tourist attraction anywhere in the New World? Here, at the summit of this pyramid, Cortes and Montezuma had stood for a moment hand in hand, and then a few months later the uneasy stasis was broken forever and the idol of Huitzilopochtli was carried down the steep steps, its place in the temple reclaimed by a statue of the Virgin, a Within a matter of months Montezuma was dead, and though Cortes and his followers were forced to flee the city in mortal chaos, they came back a year later to erase it from the earth. They pulled down the pyramid along with the seventy-odd other buildings that had once formed the main ceremonial complex of the aztecs. The ruins and foundations of those buildings —palaces and temples, monasteries, idol houses where sacrificial victims were dismembered and stewed, a royal zoo and aviary that employed three hundred keepers —were buried beneath the Christian streets. Mexico City’s main plaza was superimposed squarely upon the site of aztec religious and civic life. The city of Tenochtitlan had not entirely vanished, but its shattered remains lay secreted away, a Today the ruins of the pyramid are exposed, and a splendid new museum that interprets the history of the Great Temple rises discreetly behind them. At first glance, a visitor might easily mistake the site for an unfinished public works project. The greater part of the pyramid was destroyed, and its base, like so many other buildings in Mexico City —like the immense listing cathedral fifty yards away—has subsided into the soft ground reclaimed over the centuries from Lake Texcoco. Where once the pyramid was a towering monument, it is now a depression in the earth, an expanse of truncated walls and corridors made of volcanic stones, its decorative stucco facade long since eroded away. Visitors’ catwalks lead down from the street and over the unpolished marble floors of ancient plazas and temples and ceremonial quarters. Pieces of massive sculpture are still visible: boxy, snub-nosed serpents’ heads, so stylized they look mechanical; grim-faced frogs crouched like sentinels; a wall carving of human skulls.</p><p>Photographs By E. J. Guarino (Left), Damian Dovarganes</p><p>[ Continued On Page 118 ]</p><img/><p><em>Now revealed from beneath the vtreetv of Mexico City, the ruin,* of an axtec temple prove that history wav not a dream.</em></p><p> [ Continued From Page 84 ]</p><p>The ruins represent a complicated process of building and renovation. During the two hundred years of aztec residence in Tenochtitlan the pyramid was periodically enlarged, and each new phase was built on top of the one preceding it. Much of what is exposed today would have been hidden in Cortes’ time; he would have seen only the final phase, the tallest and grandest pyramid the aztecs ever built, crowned at its summit by massive temples to Huitzilopochtli and to Tlaloc, the god of rain.</p><p>Bernal Diaz, who was with Cortes and whose chronicles of his adventures are precise and vivid, recalled that the Spaniards climbed 114 steps to reach the top of the pyramid. Once there, Montezuma turned to Cortes and expressed concern that his visitors must be exhausted from the ascent. Cortes replied that he and his men were never tired.</p><p>From the temple platform Montezuma showed the Spaniards the view. Tenochtitlan was built on an island in the middle of Lake Texcoco, creating an ingenious imperial fortress connected to the mainland by three causeways whose access was controlled with removable bridges. There were other cities along the mainland shore, and Diaz could see their temples in the distance “like gleaming white towers and castles: a marvelous sight.” Montezuma pointed out the aqueduct, which brought fresh water from the springs at Chapultepec, and the canoe traffic flowing along the surface of the lake and through the extensive network of inner-city canals. The Spaniards could hear, from miles away, the murmur of commerce in the central market whose size and splendor eclipsed any they had seen in Europe.</p><p>And yet in the eyes of Cortes and his men it was all built upon an abomination. Though they themselves had slaughtered thousands of innocents on their march through Mexico, they could neither comprehend nor tolerate the idea of ritualized human sacrifice. To the aztecs and the other nations of Mexico, however, sacrifice was a binding tenet of existence. The gods constantly required the nourishment of “precious eagle-cactus fruit”—the pumping human hearts ripped from the bodies of living victims. When the Great Temple was consecrated in 1487, tens of thousands of people —taken by the aztecs in war or as tribute —were sacrificed. For four days the procession of victims made its way up the steps, as visiting dignitaries watched from galleries that were garlanded with flowers and sedge to protect against the reek of gore. In front of the Hummingbird’s temple the priests would seize each victim and bend him backward upon the sacrificial slab until his body was as taut as a bow, then the executioner would slice beneath the ribs with a ceremonial knife and in the next motion reach in and tear out the wildly beating heart. The body was then rolled down the stairs, along a stream of blood that made its way down the pyramid in a slow cataract. At the bottom, the limbs were cut off to be cooked with squash for a ritual human feast, and the torsos tossed to the animals in the zoo.</p><p>On their journey to Tenochtitlan the Spaniards had already seen their share of human sacrifice; along the way they had been toppling idols and converting the native priests into acolytes after washing the matted blood out of their hair. Cortes and his men were cruel and hardened adventurers, but they seem to have been genuinely unnerved by the idolatrous bloodlust they saw all around them. Their mission of conquest and greed steadily deepened into a religious crusade. Isolated in a world as unbelievable as a distant planet, they clung desperately to their own idols, no doubt realizing that in this dangerous city the subtlest turn of events could place the invaders themselves on the sacrificial slabs.</p><p>On the pyramid that day Cortes asked to be allowed inside the temple, and after some thought and consultation the emperor led the Spaniards into the sanctum of Huitzilopochtli. His guests were horrified. The idol of the Hummingbird, Diaz reported, had “huge, terrible eyes.” Three human hearts were burning in a brazier, and “the walls of that shrine were so splashed and caked with blood that they and the floor too were black. Indeed, the whole place stank abominably. . . . The stench was worse than that of any slaughterhouse in Spain.”</p><p>Cortes asked Montezuma for permission to erect a cross on the top of the pyramid, so that the lord of the aztecs could see how his false idols would tremble in the presence of the true God. Montezuma replied, “in some temper,” that if he had known Cortes was going to offer such insults he would never have allowed him into the temple.</p><p>Cortes tactfully dropped the subject. Montezuma’s hospitality was icy, but it was all that was keeping Cortes and his men alive. Over the next week or so it became clear to the Spaniards just how precarious their situation was. Montezuma protected them only because he thought Cortes was Quetzalcoatl, and he dared not challenge a god. But Montezuma’s control over the situation was shaky. There were thousands of aztec warriors—Jaguar and Eagle knights armed with wooden broadswords faced with cutting edges of obsidian—who had very little tolerance for their uninvited guests. Cortes’ predicament was delicate, but his response was astonishingly blunt: He arrested Montezuma in the heart of his own capital.</p><p>This outrageous strategy worked for a time. Montezuma was dumbfounded and ashamed, but compliant to the will of Quetzalcoatl. Diaz tells us that the Spaniards treated him with great deference, that during the long idle hours of his house arrest the emperor argued religion with Cortes and gambled good-naturedly at a game played with smooth gold pellets. “It was not necessary to instruct most of us,” Diaz writes, “about the civility that was due to this great chief.”</p><p>Cortes was now the dictator of a restive Tenochtitlan, and with typical bravado he marched to the top of the pyramid—to the temple of Huitzilopochtli-with an iron bar in his hand. “Upon my word as a gentleman,” wrote one of Cortes’ soldiers many years later, “I can still see him as he leaped high in the air, hovering over us almost supernaturally as he smashed the iron bar down on the idol’s head ...”</p><p><span class=\"dropcap\">W</span>ho would conquer Tenochtitlan?” reads a fragment of T T aztec poetry engraved on a wall of the new Museum of the Great Temple. “Who could shake the foundation of heaven?” The museum itself is filled with artifacts found at the site. The most arresting is a nine-ton monolithic oval disc, bearing in low relief the image of Coyolxauhqui, the treacherous goddess who was killed by her brother Huitzilopochtli when he was born, fully armed, from beneath the writhing serpent skirts of his mother. The dismembered goddess is depicted on the stone as a jumble of body parts, the head angled away from the torso, the limbs sheathed in armor studded with the likenesses of rattlesnakes. Not far from this violent and chaotic sculpture I came upon a seashell carved from a boulder, a work of such finesse and serenity that it instantly shattered my old storybook notions about the ferocious gloom of aztec thought. The shell’s beauty was troublesome, and challenging. Who were they, after all, these people who chose the harmless, radiant hummingbird as the manifestation of the deadliest god humankind has ever worshiped?</p><p>After an hour or two of wandering through the museum —among the life-size terra-cotta statues of Eagle Knights, the displays of sacrificial knives, the human skulls with leering stone eyes set into the sockets —I was no closer to an answer than when I came in, and the story of the aztecs and their conquest still seemed like a supernatural event. It was hard to view the story through the eyes of a historian, as a military campaign beset by the usual run of confusion, intrigue, and complicated alliances. On some level Montezuma’s perception made more sense: the conquest of Mexico was a clash of gods whose fatal outcome had long since been preordained. On the first floor of the museum I stopped in front of a model of the Great Temple. The pyramid was depicted along with the scores of other buildings that made up the center of Tenochtitlan. The complex was surrounded by a high wall known as Coatepantli, the Serpent Wall, and the buildings within the enclosure looked sterile and polished. Little human figures had been positioned around the grounds, and when I looked closely I could see lords in their feathered headdresses, armed knights in the guise of their animal totems. The pyramid dominated everything, towering and steep, its walls studded with the stone heads of serpents. The exhibit had the placid unreality of a model railroad layout, but it was still startling to realize that a city like this had once existed.</p><p>That city was gone, of course, cursed and obliterated by the conquering Spaniards. That Cortes and his men survived to wreak such vengeance is one of history’s miracles. The arrest of Montezuma had only forestalled the crisis that was building in the city. Cortes was weakening, and he was surrounded by a hostile population that had lost faith in the credibility of the emperor. Finally, when it seemed an attack by the inhabitants was imminent, Cortes persuaded Montezuma to climb onto the palace roof and tell his people to let the Spaniards leave the city in peace. As the lord of the aztecs stood there in his embroidered mantle and turquoise earplugs, his bottom lip pierced with a crystal tube containing the feather of a kingfisher, he was met with a hail of stones. One of the stones hit him in the head, and when he was brought back to his apartments, he refused all ministrations and languished, as Diaz tells it, until he died. “Cortes and all of us captains and soldiers wept for him,” Diaz says, though some historians believe that the Spaniards, angered by how useless the emperor had become to them, stabbed him to death on their way out of the city.</p><p>The Spanish memorialized their retreat from Tenochtitlan as La Noche Triste, the Night of Sorrow. More than half of Cortes’ men perished in this nightmarish battle, and none escaped unwounded. Hacking their way along a causeway, the Spaniards were pressed on all sides by thousands of warriors in canoes. The aztecs removed the bridges in the causeway; Cortes’ men fell into the gaps and drowned from the weight of the gold they were carrying, forming new bridges of dead men and horses across which the other soldiers made their way to the mainland.</p><p>The aztecs thought they had driven the Spaniards out forever, but the prophecy was still unfulfilled. Cortes managed to rally his men, enlist the aid of Tenochtitlan’s enemies, and besiege the city a year later. He built ships and launched a navy on the lake, blockading the aztec capital and subduing one by one the cities on the mainland that provided it support. Finally he assaulted Tenochtitlan itself. “Such was the slaughter done on water and on land,” Cortes wrote to Charles V, “that with prisoners taken the enemy’s casualties numbered in all more than 40,000 men. The shrieks and weeping of the women and children were so terrible that we felt our hearts breaking.” When Cuahtemoc, Montezuma’s successor, was captured and brought before Cortes, he tearfully begged to be stabbed. Cortes refused, and patted him on the head.</p><p><span class=\"dropcap\">L</span>ate one afternoon I took a walk from my hotel to the pyramid. I was staying at the Hotel de Cortes, a cool stone bulwark built in the eighteenth century as a rest home for Franciscan monks who had come to end their days in New Spain after a lifetime of missionary work in the Philippines. In front of the hotel ran avenida Hidalgo, the street built along the route of the old Tacuba causeway, along which Cortes had fought his way out of the city on La Noche Triste.</p><p>I crossed the street and made my way through the alameda, the plaza where, after the conquest, the Spanish had burned infidels. Now it was a public park draped with willows and bordered by street vendors.</p><p>My way took me past the Palacio de Bellas artes, the national concert hall, which was built in the 1930’s and which has already sunk twelve feet into the substrate; through the colonial heart of the City of Mexico, with its sixteenth-century buildings housing banks and <em>pastelerias</em> and religious-supply shops where one could buy a statue of a bloodied Christ lying in a transparent casket like Sleeping Beauty; onto the zocalo, the main plaza, where a crowd of striking schoolteachers had assembled to listen to speeches and chant their demands.</p><p>It was a clear day for Mexico City, but I could taste the particulate in the air, and the demonstration reminded me of the city’s desperate, sprawling essence: the 18 million souls who lived on the surface of the vanished lake, in the despoiled metropolis that spread over the oncemagical Valley of Mexico.</p><p>I walked into the Metropolitan Cathedral, which the Spanish began building in 1573 as a monument to the bloody exorcism that Cortes had conducted in Tenochtitlan. The cathedral was vast and heavy; I could sense its weight. It was not vaulting toward heaven but pressing down upon the earth. The floor was uneven, moving upward toward the nave like a ramp. Everywhere there were altars and chapels, lofts and pulpits, golden incrustations. It was a gloomy place that spoke of the vengeance of the Lord, the heartless triumph of Quetzalcoatl. Here, where the cathedral was erected, where images of tortured saints now resided, had stood the great cranial racks of the aztecs, the skulls of sacrificial victims strung like beads on an abacus —so many skulls, says Diaz, that it was impossible to count.</p><p>When I came out of the cathedral, the teachers had begun to disperse. Vendors were selling comic books and mangoes on sticks, the flesh carved like rose petals. Over by the Great Temple a line of salesmen had set out blankets for displaying their wares. One man had an ancient set of bathroom scales on which a customer could weigh himself for a few pesos. Another demonstrated wind-up plastic scorpions. A boy stood trying to interest passersby in two baby squirrels that skittered along on the pavement, their necks secured by leashes made of string.</p><p>The squirrels were so small and so out of place that for a moment they startled me, as if they were some new kind of creature. But they were just one more lingering, exotic element, part of the strangeness that Cortes had finally been unable to quell. Mexico City itself seemed that way, exotic and forlorn. “My heart burns and suffers,” Montezuma had said, “as if it were drowned in spices. ...”</p><p>I stood at the railing of the excavation and looked down upon the volcanic building blocks and the weathered serpent’s heads with their thick ribbons of flicking tongues. I could see braziers and fourpetaled flowers carved into the stone, and the remains of the apartments where the Eagle Knights had once gathered to put on their feathered ceremonial dress. They had stood here; it had all happened. Cortes destroyed the pyramid, but he could not eradicate its foundations. And it was fitting, I thought, that the city of Tenochtitlan was now underground, halfglimpsed but silently persisting, like some dark but enticing thought that cannot be banished from the mind.</p><p><strong>FOR Further Exploration</strong></p><p>The Museum of the Great Temple (Museo del Templo Mayor) is located adjacent to the zocalo, near the Metropolitan Cathedral and the National Palace. It is open from 10 to 5 every day except Monday. While in Mexico City, be sure to visit as well the National Museum of anthropology in Chapultepec Park, which has a stunning collection of aztec artifacts. The museum is open from 9 to 7 Tuesday through Saturday and from 10 to 6 on Sunday.</p><p>Many enduring books have been written about the aztec empire and the Spanish invasion. The classic account is W. H. Prescott’s <em>History of the Conquest of Mexico.</em> Modern retellings include <em>Cortes and Montezuma,</em> by Maurice Collis, and <em>The Hummingbird and the Hawk,</em> by R. C. Padden. All of these books make extensive use of Bernal Diaz’s indispensable and idiosyncratic first-person narrative, <em>The Conquest of New Spain. The Broken Spears,</em> edited by Miguel Leon-Portilla, is an anthology of various aztec accounts of the last days of Tenochtitlan.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "July 1989",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Temple",
      "Mexico",
      "buildings",
      "Spanish",
      "ever",
      "God",
      "Books",
      "History",
      "Mexico City",
      "people",
      "Wall",
      "Water",
      "Children",
      "Cities",
      "Sculpture",
      "Statue",
      "The Ruins",
      "War",
      "Work",
      "All Around"
    ],
    "wp_categories": [
      "Books"
    ],
    "wp_location": [
      "Temple",
      "Golden",
      "Mission"
    ]
  }
}