{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19897",
    "date": "July 1989",
    "year": 1989,
    "month": 7,
    "month_formatted": "July",
    "pdf_uri": "/1989/19890700.pdf",
    "issue_cover_image": "",
    "document_start_page": 71,
    "toc_start_page": 68,
    "document_page_range": [
      [
        71,
        72,
        73,
        74,
        75,
        76
      ],
      [
        128,
        129,
        130,
        131,
        132
      ]
    ],
    "toc_order": 1,
    "toc_headline": "The Semi-Reluctant Rock Star",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198907-thesemi-r",
  "source": "/1989/19890700.pdf",
  "wp_post_id": 124923,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-semi-reluctant-rock-star/",
  "authors": [
    "Joe Nick Patoski"
  ],
  "headline": "The Semi-Reluctant Rock Star",
  "dek": "at first Edie Brickell thought she didn't want to do the difficult, hard-nosed things you have to do to be a star. Then she thought again.",
  "spread_caption": "",
  "excerpt": "How did shy, sweet Edie Brickell become america’s hottest new performer? By sticking to her vision —and doing what the record company told her.",
  "kicker": "",
  "word_count": 5717,
  "content": "<img/><img/><img/><p><strong>Today’s New Bohemians (left to right), with girl singer (center): Kenny Withrow, Brad Houser, Matt Chamberlain, John Bush, Wes Burt-Martin.</strong></p><p><strong>When Geffen Records made Edie the star, she went along. Now she lust wants to be oneof the guys.“l don't like my name out fnont,” she says.</strong></p><img/><p><span class=\"dropcap\">S</span>how time!” the tour manager shouts, and Edie Brickell and the New Bohemians slowly file out of the tour bus, pause for photos with local radio people, then step onto a dusty stage by an artificial lake in the middle of the desert outside El Paso. They are a ragtag bunch, as they were four years ago, when they were just another band of long-haired hopefuls, the darlings of the nascent music scene in Dallas’ Deep Ellum. One guitarist wears shorts roomy enough to guarantee total body ventilation. Another favors green clamdiggers with a matching shirt. The bass player’s studious-looking goatee is offset by his tie-dyed T-shirt and swimsuit, and the percussionist is barefoot. The drummer hides behind his drum kit and shaggy, long blond hair. And lead singer and lyricist Edie Brickell has, as usual, taken a page from <em>annie Hall Does Dallas:</em> a tight-fitting black vest, baggy khaki slacks stuffed into cowboy boots, and an oversized floppy hat with the brim pulled back.</p><p>The band’s songs have a casual, almost ethereal air. When the performers launch into “What I am” (the chorus goes: “What I am is what I am are you what you are or what?”), the tune’s musical foundation gradually seems to slip away; the audience begins to float along on the New Bohemians’ drowsy, seductive riffs. The band members’ sartorial splendor adds to the atmosphere of witty iconoclasm, and when Edie assumes her trademark position—awkwardly angling her right foot in front of her left, pitching and tossing her lanky frame to the beat of some secret melody—her unpretentiousness is powerfully endearing, especially given her breathy, aftermidnight voice.</p><p>The laid-back image is deceiving. This band isn’t some local crew playing for the door receipts. In less than a year Edie Brickell and the Bohemians—guitarists Kenny Withrow and Wes BurtMartin, bassist Brad Houser, percussionist John Bush, and drummer Matt Chamberlain—have become one hot act, not just in Deep Ellum, not just in Dallas, but across the nation and around the world. The band’s first and only album,</p><p><em>Shooting Rubberbands at the Stars,</em> is approaching double-platinum status, meaning that almost two million copies have been sold since its release last august. Yes, things have been rough as the New Bohemians made their move out of Deep Ellum into the big time. The band’s once-celebrated closeness splintered when the work of some original members was supplemented by studio professionals on the album. The group clashed so acrimoniously with its producer and record company that planned parties to celebrate the record’s gold and platinum status were canceled, according to one insider. Some of the New Bohemians’ longtime fans charged them with selling out. Such is the price of success. Life’s not easy when you’re the latest overnight sensation: The band has had only 46 days off since December.</p><p>Then again, success has its perks. As you read this, the New Bohemians are touring Europe, opening for Bob Dylan at his request. Edie has dated Paul Simon. Her unruly mane and impossibly wide mouth grace everything from the pages of <em>Rolling Stone</em> to MTV promos that announce, “The legends start here.” a Dallas fan makes a cassette of his obsession and calls it “The Edie Song” (“i’m in love with Edie but she doesn’t even know I exist”), and a fan in New Jersey takes out a classified ad offering top dollar for bootleg Edie tapes and snapshots. Even though the band’s signature song, “What I am,” is only a slight improvement lyrically over Popeye the Sailor’s “I yam what I yam!” it has become an anthem for the disenfranchised, be they Santa Fe lesbians, Boston paraplegics, or anyone who feels left out of the mainstream.</p><p>Photographs By Tim Boole, Styling By Sally Boole. Hair And Makeup By Lydia Duron</p><p><strong>In Deep Ellum the spirit of community is vanishing. Clubs don't want unproven acts; Edie look-alikes have been spotted in abundance.</strong></p><p>During the past twelve months this Dallas band of unreconstructed hippies —initially so flush with idealism and integrity—has become sadder, wiser, and much, much richer. How they got that way is a tale of the struggle between art and commerce, between naivete and cynicism. When the time came for the New Bohemians to decide what they were, they learned that the surest route to rock and roll stardom is to listen to what the record company says to do —and then, like it or not, do it.</p><p><strong>The Naturals</strong></p><p><span class=\"dropcap\">I</span>n the beginning there was Edie. She was, in the words of her cousin Tish Conder, “a real cute kid who was mostly worried about not getting a tan.” She favored cutoff shorts, a “Born to Lose” T-shirt, hightop sneakers, and no socks. A loner, Edie wrote poems and posted them on the laundry-room bulletin board of her condo complex.</p><p>In the beginning there was also a group of friends, mostly students at Dallas’ arts Magnet high school, who liked to play music together. Among them were a guitarist named Eric Presswood, a drummer named Brandon aly, and a bass player from Hillcrest High named Brad Houser. They crafted a unique sound that leaned toward long, improvisational instrumentals, but with a layer of sweetness that relieved the boredom potential. The band got gigs wherever and whenever it could, at places like Suds, Calm Eddy’s, and B. P. Sunday’s. It was at this last club that the first New Bohemians legend was born. In February 1985 Edie, an arts Magnet grad who was attending Southern Methodist University, downed a shot of Jack Daniels to summon up the nerve to ask if she could sit in with her friends. “I wanted to do anything where I had creative freedom,” she says. “I was studying visual arts at the time, and something in me said that it would be neat to sing in a band, but I was too chicken.” The shot of courage did the trick. She improvised lyrics to the melody the band was playing, and the New Bohemians suddenly found a focal point. Two months later, Eric Presswood dropped out to pursue accounting full-time. Kenny Withrow replaced him; another arts Magnet pal, percussionist John Bush, signed on shortly thereafter; and the New Bohemians started to build a following.</p><p><strong>The Edie Effect</strong></p><p><strong>Will Texas' next musical discoveries be New Bohemians clones or what?</strong></p><p>Deep Ellum may have produced only one Edie, but there’s no denying that a slew of young artists are ready to ride the coattails of the New Bohemians to the big time. Watch for the following performers to try to take a walk in their shoes.</p><p>The band most likely to exploit the New Bohemians’ trailblazing is Poi Dog Pondering, an austin—not Deep Ellum—band that has just signed with CBS Records. Lead singer and songwriter Frank Orrall—as quirky as all get-out and almost hopelessly upbeat—could pass for a male Edie, and the band is arguably weirder than the Bohemians, bringing such nontraditional rock instruments as cello, trumpet, violin, banjo, and frying pan into the mix. The potential is obvious in an LP and an EP released on the independent Texas Hotel label. Odds of making it: 2 to 1.</p><p>Poi Dog Pondering</p><p><em>Ten Hands</em></p><p>Ten Hands is a New Bohemians-style band without the female singer. Even though they’re the toast of Deep Ellum, they’re not overtly commercial. They sound more like a dislocated English soccer crowd or dishonorably discharged Marines on a tear. “Bushlock Sadie” on their <em>Kung Fu . . . That’s What I Like</em> cassette has a jovial exuberance too rarely heard, reason enough to look forward to their new CD due out this month. Odds of making it: 3 to 1.</p><p>Alison Rogers, a onetime Deep Ellum regular now in austin, has a startling ringing voice and some catchy tunes, albeit much folkier than the Bohemians’. Especially enamoring is “Edie” (“Edie, you’re never home/ and there’s not anything I can do about that”). Odds of making it: 4 to 1.</p><p>Photographs By Tom Lankes / Austin American-Statesman (Left), David Moynihan</p><p>In the beginning there was also Deep Ellum. The warehouse area northeast of downtown enjoyed its first heyday in the twenties and thirties as a fabled collection of juke joints, whorehouses, bars, and cafes that served the black population—blues legends Blind Lemon Jefferson and Leadbelly once sang on the same street corner. After World War II the neighborhood fell into decline, functioning as a hub for light industry until the early eighties, when huge, empty buildings and cheap rents attracted local artists. By the summer of 1985 the area had become a haven for an artsy, antiglitz crowd—musicians who had no use for the moneyed pretensions of the Starck Club set followed the art crowd to Deep Ellum. No one dressed up to hit openings at the Theater Gallery or to listen to new music in new clubs like the Prophet Bar, a cavernous space where wall-size murals distracted from the lack of air conditioning. Comfort was not a priority in Deep Ellum. Late at night, skinheads roamed the streets, giving the place an edge of danger.</p><p>In keeping with the psychedelic-cumpunk mood of the place, typical Deep Ellum bands like Three on a Hill, Shallow Reign, the Daylights, and the Trees played angry, loud, and hard. In contrast, the New Bohemians emphasized rhythm and melody. “a lot of regulars thought we were kind of wimpy,” Kenny Withrow recalls. But the New Bohemians had something other Deep Ellum bands did not: an audience. Their followers weren’t just Grateful Dead fans who found something familiar in the group’s tie-dyed look and fifteenminute jams but also preppies from SMU in search of a thrill, and secondgeneration hippies who took solace in the band’s peace-and-love ethos.</p><p>The New Bohemians may have been free-form when it came to music, but there was nothing casual about their ambition. With local fame came a desire to reach a larger audience. On the advice of their manager, Lon Bixby, the band made a tape at Fort Worth’s Caravan of Dreams recording studio, and by the spring of 1986 a cassette titled <em>It’s Like This</em> was ready for release. It included “What I am” as the first cut on side one. Then, abruptly, Bixby quit. He was succeeded by Monte Krause, a painter and a former boyfriend of Edie’s. His first task as manager was to deal with the cassette. He refused to treat the recording as a demo [ Continued On Page 125 ] [ Continued From Page 73 ] —an audio sample that might pique the interest of record companies. But the band wanted something its audiences could take home. “We weren’t thinking major label,” Withrow says. “We enjoyed our trip too much to start compromising for success.” In this case, however, the band and Krause did compromise. They manufactured five hundred copies to sell to fans.</p><p><em>alison Rogers</em></p><p>Sarah Hickman, an engaging live entertainer who puts a nouveau spin on the old audience-participation shtick (“Everyone, put your hands together!”), is currently the fave-rave female from Deep Ellum. Her ditsy stage persona is markedly subdued on her recent Four Dots independent release, <em>Equal Scary People,</em> summoning up visions of Joni Mitchell more often than visions of Judy Tenuta. Odds of making it: 4 to 1.</p><p><em>Sarah Hickman</em></p><p>Princess Tex has the same chick-singer-dudes-in-theband lineup as the New Bohemians. Therein end all similarities between them. Lead singer Kim Pendleton passes for sixteen both physically and lyrically, mining Cars/ Gurlz/Boyz power-pop territory like the Go-Go’s and the Bangles. Given the right tune, PT could go far. On its Horsehead Records album, though, Pendleton’s range, vocal styling, and songs indicate the need for more development. Odds of making it: 9 to 2.</p><p><em>Princess Tex</em></p><p>Fever in the Funkhouse is the New Bohemians’ consensus pick to click. These rootsrockers are distinguished by great vocals, according to Bohemian Brad Houser. Contrary to the name of the group, funk is almost an afterthought. The new buzz on the block. Odds of making it: 8 to 1.</p><p><em>Fever in the Funkhouse</em></p><p>Other up-and-coming Deep Ellumites include Shallow Reign, guitar prodigy Rhett Miller, the Trees (if lead guitarist Pat McKanna is ever able to find a bunch of compatible mates again), the Plunge, Daylights, Mildred (another group recommended by the New Bohemians), and Killbilly.</p><p><em>J.N.P.</em></p><p>Photograph By Larry Ford (Second From Left)</p><p>Krause preferred keeping the band under wraps to give it time to develop, but his plan was foiled by Deep Ellum’s growing reputation. The volatile rock and roll business depends on new talent, and word of Dallas’ music scene had begun to reach record-company talent scouts, known as A&R (artist and repertoire) executives. A streetwise young woman named Kim Buie at MCA Records in Nashville was the first to scope Deep Ellum out. In the spring of</p><p>1986 she saw eleven acts in two days. The last band was the New Bohemians. “They rolled out their oriental rugs in the Prophet Bar and started to play,” she recalls. What she heard was the answer to every A&R exec’s dream: charming melodies, memorable lyrics, and a distinctive sound. “I was completely blown away,” she says. “It was a feeling i’d never experienced, and I don’t know if i’ll ever hear it again. It was magic. The other bands were original too, but they all needed to grow. The New Bohemians seemed ready.”</p><p>Unfortunately, Buie’s dreams of A&R glory were thwarted by MCA’s desire to sign only surefire-hit acts. Unable to sign the New Bohemians herself, Buie sent a tape to her friends Tom Zutaut and Teresa Ensenat, A&R partners at Geffen Records. Because Zutaut’s signings included heavy-metal acts like Motley Crue and Guns n’ Roses, as well as new age chanteuse Enya, word traveled fast, and Zutaut and Ensenat found themselves in a high-stakes bidding war—for an unproven commodity. For the band those were heady times. “Companies were blatantly offering twice as much as whatever the offer on the table from Geffen was,” Krause says. But the band believed that Geffen was the best choice. Besides, Edie had always liked the company’s logo. By Christmas of 1986 the New Bohemians had signed a letter of intent, and in March</p><p>1987 they had a contract. Krause thought the band had negotiated a great deal—with a record company it could trust.</p><p><strong>WELCOME To the Real World</strong></p><p><span class=\"dropcap\">T</span>he New Bohemians had a problem with motivation. It took almost a year from the time contract negotiations began until they started making the album, which was fine with the band but a bad omen in a business where time is money. The musicians were too engrossed with what was happening in Dallas to think about recording. The band that had once earned $300 to $600 a night was now commanding up to $4,000. That was enough to convince them, after unsuccessful forays into austin and Shreveport, that they didn’t need to tour. There were also internal problems. When other members of the band noticed a clause in the contract binding Edie to the label whether she had a band behind her or not, long-simmering resentment about her preferential treatment boiled to the surface-even though it was obvious that Gelfen’s interest was primarily in Edie. Then, too, the band members failed to realize that the company expected them to come to the recording session prepared, with carefully crafted songs, polished melodies, and tight arrangements; Geffen was not interested in on-the-job training. Instead of gearing up, though, the band let the bad vibes send them into a period of paralysis. “For nine months no one did anything,” Krause recalls. “Edie wrote new material on her own, but there were no rehearsals. Their idea of the creative process was to play gigs.”</p><p>Krause knew that once the recording process began for keeps, the record company would bring in professionals to do what the band would not or could not do for itself. The most important individual at that juncture would be the producer, who shapes a record as a director shapes a movie. Zutaut’s choice (Ensenat had taken a leave of absence from Geffen) was a Brit named Patrick Moran, known for his work with Led Zeppelin’s Robert Plant and the band Red Ryder. Moran’s task was to turn the New Bohemians’ improvisational style into marketable songs. But after meeting the band, Moran turned Zutaut down. “He said they were a bunch of punks and brats,” a friend of the band’s recalls. Zutaut finally prevailed by sweetening the producer’s pot: Geffen Records would give Moran complete control —magic words in a business where studio interference is the rule—at a studio on his home turf in Wales.</p><p>Upon hearing the news, Edie was ready to dive into the project, but the rest of the band was not so enthusiastic. They did not cotton to the crisp, clean sound Moran favored, nor did they appreciate the crisp, clean discipline he demanded in the studio. In their eyes they were artists; in his eyes they were lazy and inexperienced. During the preproduction sessions in Dallas, drummer Brandon aly was particularly troubled and troublesome. Moran told Krause that aly had a problem maintaining a steady tempo during the course of a song, a crucial element on modern recordings because producers believe that a consistent rhythm is essential for a hit record. Aly found some studio concepts —like playing along with a click track or using a drum machine to ensure that the beat was on the money—both insulting and frightening. The drummer was unable to concentrate under pressure. In one preproduction session he threw his sticks across the room and burst into tears. Soon Zutaut informed him that he would play on one or two songs on the album at most.</p><p>After the band arrived in Wales in November 1987, Moran brought in studio musician Chris Whitton to play drums. To add sparkle to Kenny Withrow’s guitar parts, another hired gun named Robbie Blunt sat in. Moran wasn’t keen on John Bush’s percussion fills and augmented them with keyboard work from a pro named Wix, whose watery organ sound added a distinct hook to “What I am.”</p><p>Three months later, Pat Moran and Geffen Records had the state-of-the-art album they wanted. They also had a bitter band on their hands. “The record company was left with nothing but the music,” Krause says, “but I was flipping out because the stuff sounded so good. For my taste, it was what I wanted to hear.”</p><p>Once the band was back home in Dallas, problems intensified. Edie liked Moran and the finished product. “I learned a lot from him. Before the album, we didn’t have to make decisions. Someone always did it for us,” Edie says. The rest of the band was understandably more defensive, and the squabbles continued. Finally, citing “negative chemistry,” Krause began pushing for a new drummer. Just as Pete Best had to be removed so that Ringo Starr could step in—so that the Beatles could become the BeatlesBrandon aly was fired. Matt Chamberlain, the founder of Ten Hands, became the new drummer. Wes Burt-Martin, from Josho Misho, another Dallas band, was hired as second guitarist.</p><p>Loyalists did not like the changes one bit. Aly was a founding Bohemian-the band wouldn’t be the band without him. Clay McNear, the music editor of the weekly tabloid <em>Dallas Observer,</em> cried betrayal. “It was your basic Marketing 101, but it seemed like if you do that to a Deep Ellum band, you’ve missed the point,” he says on behalf of musical purity. “If you take a band like the New Bohemians and clean them up, they’re not Deep Ellum anymore.”</p><p>McNear’s sentiment was not shared by the record company, which had sunk more than $500,000 into the gamble. As animosity grew, Geffen moved to protect itself. Just weeks before the album's release, the company announced that the band would be called Edie Brickell and New Bohemians. If the band dissolved, which appeared to be quite possible, the company would still have a contractually obligated star to promote. To the New Bohemians —Edie excepted —the name change was the final indignity. So what if, until now, they had had preferential treatment that most unknowns would kill for? What did fame and fortune matter if they sold their soul to the record company? as the release date drew near, the pressure increased, much of it focused on the heretofore epically even-tempered Edie. It was tough-choice time: her artistic integrity and her friends in the band versus a promising career as the featured singer. In a startling and now famous move, Edie chose to quit the band. “Her attitude was, ‘Why should I continue? Everybody hates me,’ ” remembers a friend. Then, two days later, the woman who wrote that “being alone is the best way to be” made a shrewd, conciliatory, and now famous move. She returned.</p><p><strong>CREATING a Monster</strong></p><p><span class=\"dropcap\">G</span>elfen had high hopes for the New Bohemians in the long run, but in the short run its goals were merely practical. At best, Geffen had hoped that the band’s reputation would grow slowly; the company intended to target the alternative press and college radio to gain a foothold in the marketplace. Shortly before the record’s release date, owner David Geffen confided to Edie that he would be happy if the record sold 100,000 copies, a relatively modest number that would not even allow the company to recoup its initial investment.</p><p>But advance word convinced Geffen staffers that this was more than a college record. Not long after Moran completed the album’s mix—shaping the musical dynamics and sequencing the songs—Marko Babineau, Geffen’s national director of radio promotion, paid a visit to Redbeard, the music director at Q102 (Ktxq-Fm) in Dallas and the most influential albumrock programmer in the Southwest. Meetings between the two men were always important and usually mutually beneficial. Extensive radio exposure means increased sales for a hit record, but it also means more listeners—and therefore more advertising dollars—for Redbeard and his station. Babineau played three songs by Geffen comers. “The first two cuts he played left me flat,” Redbeard recalls. “When he played ‘What I am,’ the sun shined a little brighter, the sky was a little bluer, and the temperature got a little balmier. It sounded remarkable, especially that lazy, cotton-gauze vocal.” Until Babineau told him, Redbeard did not recognize the musicians as the New Bohemians.</p><p>Another indication of the album’s potential came from the people responsible for getting Geffen’s products into stores. Henry Droz, the president of Warner/ Elektra/atlantic, was so excited about what he had heard on an advance cassette that he sent letters to his sales troops praising the record before it was shipped. Paul Simon’s <em>Graceland</em> was one of the few albums to receive such an endorsement.</p><p>Timing had a lot to do with the album’s appeal. The New Bohemians’ arrival coincided neatly with a heightened focus on female singer-songwriters, a revival of sixties psychedelia, and the wide acceptance of new age music. The band also happened to have talent. “Everything on that record is the band’s sound,” says Buie. “If they had split up, it would have been impossible to get the magic back.”</p><p>In august 1988 Mark Niederhauser, Geffen’s Southwest radio promotion manager, took the finished product back to Redbeard. The disc jockey agreed to add “What I am” to the playlist—making Q102 the first commercial station to do so —largely because the New Bohemians were a well-known Dallas act and because Q102 believed in playing as much local music as possible. Besides, Redbeard genuinely liked the album, especially “What I am.” It was unusual; the record’s loose, almost jazzy style stood out on an album-rock station. “It sounded like a wonderful debut from a local band,” Redbeard recalls, “but I had no idea anyone outside Dallas—Fort Worth would even hear it.” Perhaps for that reason, the first time Redbeard played the song, he identified the artists as the New Bohemians. Redbeard thought the name “Edie Brickell and New Bohemians” sounded a little forced. “It sort of stuck in my throat,” he says. With or without the new name, the response from Redbeard’s listeners was immediate—they wanted to hear the song over and over again. They did. Redbeard had already put “What I am” into heavy rotation, giving it at least four plays per 24 hours, a category generally reserved for superstar acts.</p><p>“Everything about this record was unusual,” notes Niederhauser. In the coming weeks he was pleasantly stunned to find that when he took the record to other album-rock stations, they couldn’t wait to add it to their playlists. He got the same reaction at contemporary-hit stations, the Top 40 outlets that, owing to their limited playlist, are traditionally slower to add new records. MTV liked “What I am” too and wanted a video, but the band hadn’t made one. No one had been optimistic enough to set up a video budget, which typically runs in excess of $100,000.</p><p>No matter. Not only did “What I am” captivate eighteen-year-olds, but it also reached twenty-, thirty-, and even fortyyear-olds who lived a long way —literally and spiritually—from Deep Ellum. Better yet, when this diverse audience heard “What I am” on the radio, they headed for their local record stores and bought the album. That’s the way it’s supposed to happen in the record business, though it rarely does. Geffen Records had engineered a hit. A brand-new band was looking at sales comparable to those of Michael Jackson or Madonna.</p><p>Sooner or later, with every real hit, an avalanche effect kicks in. Or as Edie wrote in a song called “The Wheel,” “The wheels keep on turning and turning and turning/and nothing’s disturbing the way they go around.” after the initial airplay blitz, demand for the band took on a life of its own. The big break came when the girlfriend of <em>NBC’s Saturday Night Live’s</em> music director, G. E. Smith, heard “What I am” on the radio in Los angeles. In November the New Bohemians appeared on the show. Though Edie flubbed her lines toward the end of the song—she caught sight of beau-to-be Paul Simon staring at her from the front row—the effect was charmingly innocent. From then on, it seemed that everyone wanted a little bit of New Bohemian stardust to shine on him. Arsenio Hall and David Letterman wanted Edie on their shows. So did London’s <em>Top of the Pops,</em> Britain’s long-lived version of <em>american Bandstand.</em> Former Eagle Don Henley asked Edie to sing on his album (she did). Tom Petty wanted to tour with Edie and the band (they turned him down—they had already committed to three months of opening concerts for Henley). A New Bohemians song, “Love Like We Do,” found its way onto the sound track of the movie <em>How I Got Into College.</em> Edie, in a crocheted miniskirt and with her hair parted in the middle, sang “a Hard Rain’s AGonna Fall” for the Oliver Stone film <em>Born on the 4th of July.</em> (“I look ridiculous,” she says with a laugh.)</p><p>After the first flush of fame, the band was treated differently, even at home. The New Bohemians returned for an engagement at Club Dada, a small, smoky Deep Ellum club with a shady, open back patio that made it possible for poorer fans encamped in the parking lot next door to watch the bands for free. But instead of having its usual Deep Ellum crowd of punks and folkies, the club was jammed with tourists desperate for a glimpse of “her”—a.k.a. Edie.</p><p>Finally, last spring came the ultimate seal of rock approval: a photo of denimclad Edie Brickell adorning a complimentary feature in a May issue of <em>Rolling Stone.</em> Edie concocted an entire autobiography during her interview for the story and then apologized the next day to writer Steve Pond. Blaming publicity overload for her fibbing, she declared, “I know people will say, ‘Oh, poor little rock star, it must be tough,’ . . . but I <em>really</em> didn’t ask for this.”</p><p><strong>the Price Of Fame</strong></p><p><span class=\"dropcap\">T</span>here were, of course, casualties along the way. Although the public loved the New Bohemians’ loosely structured, organic sound, Geffen had less and less use for Krause’s inexperience. When a Geffen radio promotion man asked Krause if he was going to hire independent radio promotion people to help the record company make the album a hit, Krause admitted he didn’t understand the function of independents in radio. Even more crucial, Krause should have been checking in with the home office to monitor the record’s daily progress. Ed Rosenblatt, the company president, complained that Krause was too green to handle such important property. Both he and David Geffen strongly suggested that Krause go into partnership with an established manager; that way the company could better coordinate fast-breaking developments, and Krause could benefit from the extra clout. When Krause dawdled, he became a marked man. By March he was fired. He bears no ill will toward band or record company and is proud that the New Bohemians earn between $15,000 and $25,000 per engagement. “What I feel good about are my initial instincts,” he says, “about hearing the songs and realizing there’s something about the songwriting that could make this really big.”</p><p>Some regulars who had followed the New Bohemians way back when were slower to offer praise. In a classic smallpond controversy, critics said that Edie had become just another creation of media hype. The final straw for Tom Maurstad —the <em>Dallas Observer</em> record critic and a fan from the early days—was Edie’s <em>Rolling Stone</em> feature, which he refers to as “the <em>Rolling Stone</em> centerfold piece.” Speaking a larger truth, Maurstad notes that Edie’s shyness was a crucial element of her original appeal, something a crowd could relate to. “She’s still doing that, but now the naivete, and the innocence, is deliberate. It’s an affectation.”</p><p>Worse, to some it seemed as if the band had abandoned the scene that spawned them. Look at a group like R.E.M., they said, whose success popularized the athens, Georgia, sound. Look at what Prince and the Replacements did for Minneapolis. Local musicians never got a ride on the New Bohemians wave, gripes the <em>Observer's,</em> Clay McNear; now talent scouts come to Dallas looking for polished acts with immediate profit potential, not newcomers whose talent must be nurtured. “In terms of developing the scene, the New Bohemians have hurt the scene more than helped in the short term,” says McNear. “Over the long run, i’d like to think they’ll help. If they would have gone out and become critical darlings —sold maybe a hundred thousand records and got a good reputation—other bands would have benefited.”</p><p>Though the New Bohemians were young and unproven, clubs nowadays are less interested in booking groups that don’t have a built-in draw. There is no evidence of a cover band playing “What I am” in Deep Ellum yet, but Edie clones—with and without berets—have been popping up on the scene. Gone is the spirit of cooperation and community that once prompted bands to cheer one another’s success. Instead they wonder aloud why so-and-so got a deal and they didn’t.</p><p>Deep Ellum has gone through some changes itself, even if few people are complaining. The skinheads have been made unwelcome. A much wealthier crowd comes to spend money at cuttingedge hair salons, tony restaurants, trendy clothing boutiques, and chichi clubs with valet parkers sprinting to open limo doors. The Theater Gallery is dark. The Prophet Bar has become a gathering spot for born-again Christians. Club Dada has fenced in its back yard—to see the bands, you’ve got to pay the price of admission.</p><p>Today the New Bohemians, like the more upscale Deep Ellum denizens, are comfortable with their good fortune. As Edie has written, “Life is better than the days behind.” Kenny Withrow realized the up side of fame the night Eric Clapton stopped backstage after a New York concert. Clapton wanted to know how Withrow got that wahwah sound on “What I am.” Sure, Edie has complained about those endless requests for interviews —she misses “being a vegetable, sitting at home by myself, thinking”—and emphatically insists, along with her bandmates, that she would like the record company to restore their original name. “I don’t want my name to be a product,” she says. “I want a life outside the New Bohemians.” Life with the Bohemians ain’t bad, though. Last spring she got her first royalty check —said to be at least $300,000—with which, like all good rock stars, she bought her mother a house.</p><p>Adversity has pulled the band closer together. The New Bohemians may not be ready even yet to appreciate the clean, clear sound Geffen gave them, but they are grateful for the professional attitude the company enforced. “We recently discovered rehearsing,” Withrow admits. Houser contends that the whole experience could have been a lot worse: “They could have fired all of us.” When they perform now, their set builds to a logical climax, and Edie in particular brims with confidence. She projects a magnetism that hauntingly recalls another charismatic Texas singer fronting a band of hippies twenty years ago—Janis Joplin. But where Janis chugged a bottle of Southern Comfort, Edie downs Evian water. This is the dawn of the nineties, after all. The Bohemians haven’t gone Hollywood either. Their street clothes are their stage clothes, and the only makeup visible on Edie is a trace of eyeliner. Unlike most established arena acts, in concert the Bohemians are exactly as you hear them; they don’t play along to prerecorded tapes.</p><p>With a new manager, Tim Collins, who also represents aerosmith, the band hopes to avoid the dreaded one-hit-wonder phenomenon, which in these times includes the pressure of a next album that might only go gold (500,000 copies sold). “Everyone would consider that a flop,” Brad Houser says, “but you can’t worry about that or else it’s going to start affecting the way you write, live, and think. To me, it’s important to be innocent when you create and to be rid of any preconceived notions.”</p><p>You would almost think the band has managed to remain as pure as it ever was. “The greatest thing about all this is, it’s proof you can have an idea in your head or a vision and make it happen,” Edie says, preparing for another show. Geffen Records, no doubt, would agree.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "July 1989",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Band",
      "record",
      "Deep Ellum",
      "Dallas",
      "Music",
      "Radio",
      "Rock",
      "Records",
      "Sound",
      "Album",
      "Singer",
      "Home",
      "Musical",
      "people",
      "Recording",
      "Spring",
      "Business",
      "ever",
      "Fans",
      "Hair"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Dallas",
      "Austin",
      "Texas",
      "Jefferson",
      "Santa Fe"
    ]
  }
}