{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-197811",
    "date": "November 1978",
    "year": 1978,
    "month": 11,
    "month_formatted": "November",
    "pdf_uri": "/1978/19781100.pdf",
    "issue_cover_image": "",
    "document_start_page": 245,
    "toc_start_page": 243,
    "document_page_range": [
      [
        245,
        246,
        247,
        248,
        249,
        250,
        251,
        252
      ]
    ],
    "toc_order": 7,
    "toc_headline": "A Country Christmas",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-197811-acountry",
  "source": "/1978/19781100.pdf",
  "wp_post_id": 112233,
  "wp_post_guid": "http://www.texasmonthly.com/article/a-country-christmas-2/",
  "authors": [
    "Mike Hicks"
  ],
  "headline": "A Country Christmas",
  "dek": "The Texas Monthly guide to down-home giving.",
  "spread_caption": "",
  "excerpt": "Holiday gift ideas with a true rustic flavor.",
  "kicker": "",
  "word_count": 1397,
  "content": "<img/><p>Photography by Michael Patrick</p><p>Here at last is the secret for the most peaceful Christmas ever: skip town. We mean it. Pack a picnic hamper, herd the kids into the car, and head for the hinterlands. You don’t have a home on the range? It doesn’t matter. Just a ramble in the woods or a frolic in the fields can have tremendous restorative power.</p><p>Of course, a country Christmas requires a certain number of accoutrements, and our gift guide this year suggests a few essentials—not to mention some sheer frivolities—that can make your time in the outback a lot more enjoyable.</p><p>We realize that some of our readers may never have been closer to the country than the nearest riding stable and intend to keep it that way; still, anyone can import a little bit of the country to the city and get the desired rustic effect. So whether you’re looking for steely-eyed rural authenticity or just a way to combine the best of the city and the country, you're bound to find something here to make your Christmas a truly down-home affair.</p><p>Most of the items pictured are national brands or labels generally available in major Texas stores, including Battelstein’s, Dillard’s, Foley’s,Frost Bros., Joske’s, Neiman-Marcus, Sakowitz, Saks Fifth avenue, Sanger Harris, and Scarbroughs. The rest, unless specified, are carried by camping and outdoor shops and Western-wear outlets. You can find even more esoteric country gifts by prowling small-town cafes, feed stores, hardware stores, and five-and-dimes. Think about it. This could be the first time ever that a package from La Grange or Ozona creates more hubbub than one from Big D.</p><img/><img/><p><strong>1.</strong> The first thing you need in the country if you plan to do more than fiddle around is gloves (atlas, right foreground, $2.50). Any selfrespecting cowperson needs a snap-to-it dog for the back of the pickup. Score points with an australian shepherd ($100 for a pup through Tom Stodghill of the animal Research Foundation, Quinlan 75474). While some kids will insist on a horse, a lot will prefer this scaled-down Yamaha GT80 dirt bike ($489). A Purina range block (left foreground, $2.90) and a fiftypound salt lick ($2.80) add realism to any country scene. If you are serious about becoming a gentleman rancher, consider the quintessential country vehicle: a pickup. Our choice is a shiny 1979 fourwheel-drive Chevy ($9423). Complete the image with Holstein luggage from Houston Trunk Factory ($330 and $352). To keep all this from looking too much like the spoils of city life, throw in a fiftypound sack of Purina livestock feed (in the pickup, $3.70). Our ranch hand is wearing Levi’s jeans ($14.50), pinwale corduroy shirt ($18.50), K-T split cowhide, fleece-lined vest ($46), Sorel Powwows camp shoes ($75). He’s hoisting a custom handmade saddle ($500-$750, from your local saddlery; we got ours at Frank’s Saddle Shop, austin). All buckaroos would appreciate their own lariat from the New Braunfels Leather Company ($ 16). A woman’s country chores are more fun in a Camp 7 down-filled vest ($44), Calvin Klein jeans ($34), and plaid shirt by Philippe Venet ($28). Notice her boots: they are covered with <em>the</em> rural necessity: the Tingley Western Boot Boot ($10). <strong>2.</strong> Keep the kids entertained with a Sport Craft horseshoe game ($20). <strong>3.</strong> When your kid lands a ringer around a playmate’s neck, be prepared with Cutter’s Camp Pack first-aid kit ($15) and Instant Ice-Cold Compress ($1). <strong>4. </strong>For more pastoral tots there is Kenner’s Milky ($17), a plastic cow that drinks water and can actually be “milked.” <strong>5.</strong> Get the hang of that great country pastime, fence-leaning, in a leather vest by K-T ($45). <strong>6.</strong> Keep your country Christmas memories alive all year with a cabin from Homemade German Cottages ($9600-$25,000 exterior; interior finishing extra. The one pictured is $12,500. Write 5212 Hwy 290W, austin 78735).</p><img/><img/><img/><img/><img/><p><strong>7.</strong> ah, those cozy country evenings. Fill them with Western novels by the king of country kitsch: Louis l’amour (foreground, $1.25—$1.50). Decorate your rural abode with duck decoys ($40 and up) from the Sportsman’s Gallery in Houston (associated with Reynolds-Penland in other cities) or a handmade Indian rug ($200-$2000 from Naranjo’s, Houston; Santa Fe East and NiWo-Di-Hi, austin) Saddle girths (right foreground, $8.50 and $16.50) from the New Braunfels Leather Company become objets d’art if you don’t have a horse. Another country necessity is the rocking chair. This plantation rocker comes from the Storehouse ($99). Any country girl will smile when she opens a gift of leather and canvas boots by Rainy Day for Cepex ($39). She will stay warm on nippy evenings in a green cowlneck sweater of lamb’s wool and angora by G ($36) and a Gil aimbez/Genre over-sweater ($42). Give her Bucilla's brick cover needlepoint kit ($9) and <em>voilà:</em> a homespun doorstop. Keep a country boy happy with popcorn from a Davies' U.S. Line popper ($5.50). His attire for the fire: Phoenix’s French Palladium boots from the Orvis Shoppe, Houston ($25), Dux-Rafel’s 100 per cent Shetland wool sweater ($28.50), and a big grin. If the tranquil ticker from Howard Miller ($145) makes you drowsy, sink into a pile of Indian cotton pillows (about $15 and up). Treat your mantel to something truly magnificent: a mounted steer head. Little else will rival that earnest gaze (taxidermy $250$400; you supply the head). <strong>8. </strong>Backgammon may be the urban rage, but in the country, it’s dominoes. Try this miniature chrome set from Sportpages ($35, specify item #0795, 3373 Towerwood Drive, Dallas 75234). <strong>9. </strong>Kids can get crafty with Tandy’s leathercraft kit ($20). <strong>10. </strong>a pint-sized branding iron ($7.50) from the Valley Forge, El Paso, will personalize your steaks. <strong>11.</strong> Dog-tired youngsters can count possums ($15) and skunks ($11) by Dakin, instead of sheep, in Sportpages’ Purina Dog Chow sleeping bag ($22, item #0923, see No. 8 above for address). <strong>12.</strong> Perk up a homestyle dinner with jellies from Hilltop Herb Farm ($2.50—$3 apiece, minimum order $10, Box 1734, Cleveland, Texas 77327).</p><img/><img/><img/><img/><img/><img/><img/><p><strong>13.</strong> For some folks, getting out in the country is easier if they take along a few of the amenities of civilization. Those so inclined would enjoy this Tree Spirit backpack picnic basket from Drummonds ($30). A Ke-Lite fourbattery flashlight ($28) will cast some light on things until you get the campfire started. Rattlesnake stew tastes better simmered in this Spring Culinox soup pot ($97). And no one should venture into the sticks without at least one fifteen-inch cast-iron skillet from atlanta Stoveworks ($19). Cure voracious country appetites with smoked cured bacon, available in slabs from the New Braunfels Smokehouse ($2.35 a pound, Box 1159, New Braunfels 78130). Our cook is wearing a bright red Calvin Klein shirt ($40), shearling coat from Lakeland ($295), and Russ’ snake boots ($65)—just in case the stew strikes back. To mellow out the occasion, he’s sipping a bottle of Texas’ own Shiner beer ($5.25 a case). Even in the middle of a Texas winter you can generally count on a warm day or two to run the river. This Blue Hole canoe ($550) steers like a dream. Our canoeist is wearing a royal blue velour shirt ($30, Frost Bros.), Inuk’s fleece vest ($200), and Dermaplast Jelly sandals ($6)—shoes for any tenderfoot, man, woman, or child. At sundown, head for home: a Eureka Timberline tent ($150) sleeps four good friends or two people on their first date. <strong>14.</strong> a Zeiss monocular ($150) is the smallest way we know to be far-sighted. When raccoons raid your camp provisions at midnight, a Fulton flashlight ($5) will come in handy. <strong>15.</strong> If you know someone who hates to dig for worms, he might be a closet fly fisherman. Give him Wheatley’s fly box ($19) and maybe he’ll get hooked. <strong>16.</strong> a savvy camper always picks a site with a clear, running stream. Why? So he can cool his wine in a wine brique ($10). <strong>17.</strong> The ultimate in campstyle food can be prepared on the Optimus 99 stove ($40). <strong>18. </strong>Knives are the fundamental tools of all outdoorsmen and women. From top to bottom: Track Sun River’s handy folding knife ($140), Ralph Bone’s M <em>4½</em> hunting knife ($60), and a. G. Russell’s “Sting” skinning knife with staghorn handle ($70)—a sharp gift no matter how you cut it.</p><img/><img/><img/><img/><img/><img/><img/><img/><p>Finally, the perfect gift for a red blooded Texan: his own Red Bran gus bull ($1000-$1500) and a ranch to put it on (How much?-The sky's the limit). Merry Christmas to all-and to all a good night.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "November 1978",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Country",
      "Christmas",
      "leather",
      "New Braunfels",
      "Texas",
      "Boots",
      "Houston",
      "Rural",
      "Picnic",
      "Wine",
      "Atlanta",
      "Austin",
      "Backgammon",
      "Beer",
      "Best of",
      "Blue hole",
      "Bull",
      "Camping",
      "Canoe",
      "choice"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "New Braunfels",
      "Texas",
      "Houston",
      "Austin",
      "D.C."
    ]
  }
}