{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198112",
    "date": "December 1981",
    "year": 1981,
    "month": 12,
    "month_formatted": "December",
    "pdf_uri": "/1981/19811200.pdf",
    "issue_cover_image": "",
    "document_start_page": 152,
    "toc_start_page": 150,
    "document_page_range": [
      [
        152,
        153,
        154,
        155,
        156
      ],
      [
        276
      ],
      [
        278
      ],
      [
        280
      ],
      [
        282
      ],
      [
        284
      ],
      [
        286
      ]
    ],
    "toc_order": 2,
    "toc_headline": "Let’s Get Serious About Toys",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198112-letsgets",
  "source": "/1981/19811200.pdf",
  "wp_post_id": 115872,
  "wp_post_guid": "http://www.texasmonthly.com/article/lets-get-serious-about-toys/",
  "authors": [
    "Stephen Harrigan"
  ],
  "headline": "Let's Get Serious About Toys",
  "dek": "Your kids think plastic is better than wood, new better than old, commercial better than wholesome, and corrupt better than pure. They’re right.",
  "spread_caption": "",
  "excerpt": "They used to be virtuous and wooden and they were good. Now they’re commercial and plastic and they’re great.",
  "kicker": "",
  "word_count": 6463,
  "content": "<img/><img/><p><span class=\"dropcap\">T</span>here I would be, lying on the floor with my eyeballs resting barely above the fuzz of the carpet, playing with my Fort apache set with its snap-together stockade and teetering blockhouses and its historically improbable melange of besieging Indians; and suddenly I would be overcome by an unwelcome wave of foreknowledge, the realization that one day I would be grown up and that adults did not play with toys.</p><p>During these spells I would feel the solid core of my childhood begin to rumble and quake. The idea of a life without toys filled me with panic. What would there be to do? I pictured adulthood as a void, an unrelieved Sunday afternoon existence in which I would be expected to sit around in a darkened living room, wearing scratchy woolen pants and watching <em>Issues and answers</em> on TV.</p><p>But nature has its ways, and my child’s mind that feared the loss of these toys itself grew diffuse and unsatisfied by childish things. Gradually their power began to leach away, until each play session became Paul J. Pasquarello a kind of incantatory ritual, an attempt to invoke a return of the magic. My toy gas station, with its curving interior ramp that had once seemed to me to be the fount of all mystery, became simply inert. In the same way, my plastic cowboys and GIs and foreign legionnaires steadily divested themselves of their personalities, so that in time I was left with only their forms.</p><p><em>To millions of children, and quite a few adults, the Chime Ball is a classic preschool toy.</em></p><p>Photography by Rick Williams</p><p>Lettering by Janice ashford/Sagebrush Studio</p><img/><p><em>assembling toys that will encircle Christmas trees is just a factory job for the workers at Fisher-Price’s New York plant.</em></p><p>Soon even the forms disappeared, lost under the bed or casually given to Goodwill. I still remember them, and sometimes they seem like ghosts to me, like the spirits of the departed. At those times I pine for them a little, thinking it would be nice to have them around, not as toys anymore but as artifacts, mementos of a time when I had not yet lost touch with <em>things,</em> when it was possible to believe myself to be a part of the inanimate world.</p><p>One of the pleasures of parenthood is the way it allows toys back into the orbit of everyday experience. It is a comfort to have them around, among those sober and ponderous adult possessions, the sofas and hedge clippers and radial tires that, try as I might, I can take no pleasure in. When it comes to toys my four-yearold daughter is a thoroughgoing girl, and the imaginative resonance of her dolls and dishes is lost on me. But they are meaningful objects, they carry a charge, and they are welcome in my house. I like to</p><p>watch her playing with them, though she does so with her own style, and I sometimes have to suppress an urge to sit down with her and show her how to do it right. When I was her age I played with a tight focus: it was a secretive, withdrawn activity that could not be performed in the presence of others. But my daughter seems to me more at home in the world, and she regards her toys with cheerful nonchalance, as props that help her imagine she is ready to take her place in the community of adults.</p><p>Every child is different, and every toy is different for every child. When I go to a toy store, which I do often and on the barest excuse, I see all those bright, intricate objects on the shelves as raw material. Toys that have never been played with are like books that have never been read: they are shadowy, unrealized things waiting for the breath of life. Billions of dollars are spent every year by businessmen who are far removed from the phantasmagoria of their own childhoods, who believe they know what can make a toy come alive for the unformed minds of their clientele. Many of these businessmen guess right, and billions of dollars flow back to them, but what finally happens between a specific toy and a specific child is a private and mysterious matter, and something that no adult will ever know again.</p><p><span class=\"dropcap\">M</span>y Fort apache set is still on the market. I noticed it recently as I was walking through the aisles of a giant Toys R Us store on the Katy Freeway in Houston. The fort looked diminished to me, composed of only a few miserly scraps of plastic stockade and peopled by cowboys and Indians molded in bright primary colors that made them look somehow anemic. There were a few other familiar toys on the shelves, but the bulk of it was new and clearly ephemeral, meant to rise or fall with the fortunes of the TV shows or movies or short-term phenomena that they depicted. Toys are a fashion business. What Calvin Klein and Diane Von Furstenberg are to clothes, <em>The Dukes of Hazzard</em> and Strawberry Shortcake are to toys. Standing in the aisles of Toys R Us in the middle of September, watching the smock-clad employees stockpiling $40 At-Ats that would be sold out long before Christmas, I could sense the furious consumer demand for these products. An invasion, an epic layaway crush, was imminent.</p><p>For now, things were quiet. The parking lot was almost empty except for a halfdozen abandoned shopping carts that gave the store the look of an all-night Safeway at two in the morning. Inside, in the 43,000 square feet of floor space, beneath the no-frills ceiling covered with silver foil, there were more employees than customers. The few children in the store foraged ahead of their mothers, inspecting the shelves with cold, scanning eyes. The children seemed to know something about all this merchandise that the mothers did not: that it was merchandise, and that it was available to them. The adults, pushing their carts, looked worn and dispirited, as if a deal had recently been struck from which their children had emerged the winners.</p><p><em>“When I go to a toy store, which I do often and on the barest excuse, I see all those bright, intricate objects on the shelves as raw material. Toys that have never been played with are like books that have never been read: they are shadowy, unrealized things waiting for the breath of life.”</em></p><p>“That’s stupid, Kevin,” a woman said to a little boy when he came running up with a boxed figure of the Lone Ranger in a blowsy, ill-fitting blue suit. “That’s stupid! See, it says it’s for four-year-olds. You’re only three.”</p><p>The boy began to whine.</p><p>“all right,” she said. “That does it. You’re not getting anything.” But then she reached blindly into a bin. “Here, you want a Spiderman billfold?”</p><p>“Nooooo!”</p><p>When I encountered this pair on a different aisle a few minutes later, the little boy was inspecting a small die-cast car.</p><p>“This car,” he announced, dry-eyed, “will be fine.”</p><p>“Thank God,” his mother said, hauling him to the checkout counter and getting in line behind a solitary, overweight teenage boy with a wad of bills in one hand and a Navarone Giant Play Set under his arm.</p><p>I turned around and walked through the doll aisle—rather quickly, since I felt the same awkwardness there as when I unwittingly blunder into the lingerie section of a department store. The dolls were named Baby Feels So Real, Chew Suzy Chew, Baby Be Good, Wipe Your Tears Baby. They had dimpled knees and pudgy vinyl wrists to which baby bottles were attached with rubber bands. Since the dolls were displayed upright in their boxes, their mechanical eyelids were retracted, and they stared ahead with an otherworldly poise.</p><img/><p><em>Collector Constance Haenggi likes toys better now than she did when she was a child.</em></p><p>John Grossman</p><p>Nearby was the latest crop of Barbie dolls, and looking at them I was once again fascinated by how Barbie’s body itself is a fashion accessory, something to be traded in when the restless, roving Barbie consciousness discovers another mood or hobby. This year there was a Western Barbie, and a Malibu Barbie with pale strap marks across her tanned shoulders, and another one with even darker skin tones that wore some sort of all-purpose Latin american folk costume (“Es la muheca Barbie especialmente para ti'!”).</p><p>Ken, Barbie’s eternal escort, had kept pace as well, like some holographic emanation from Gentlemen’s Quarterly. He appeared as Sport & Shave Ken (“Shave him. He’s athletic. He’s all man”) and as Western and Roller Skating Ken. But for all this athleticism he seemed a little rickety to me, and like Barbie, he had a maniacal, rabid expression. They looked like they would kill for their Dream Houses and Super’vettes and for the cold comfort of one another’s bodies.</p><p>As is the case with many of the hottest items for sale in our nation’s toy stores, Barbie is a vast marketing scheme, an ever-expanding system geared to keep even the most well-endowed kid one step behind. The day—not long in coming—when I give in to my daughter’s wheedling and buy her a Strawberry Shortcake doll, a treacly fantasy character with a nauseating fruity odor, I will have committed myself to a long-range purchasing plan that includes Blueberry Muffin, Lemon Meringue, Raspberry Tart, the Purple Pieman (“Strawberry Shortcake’s friendly foe . . . scented like cinnamon apple pie”), and assorted snail carts and berry habitats.</p><p>Strawberry Shortcake is made by Kenner, which also produces the <em>Star Wars</em> toys and goes ever on dredging up marginal scenes from those movies and resurrecting them as “action play sets.” (Who remembers Boba Fett’s spaceship? Who remembers Boba Fett?) Every costume change a character makes in a <em>Star Wars</em> movie is money in the bank for Kenner, since it may then offer the consumer not only Princess Leia in her frumpy Hoth Outfit but also another Princess Leia in her Bespin Gown with its stiff, detachable robe.</p><img/><img/><img/><img/><p>Countless other products—including dollhouses, building sets, replicas of characters from TV shows or movies or comic strips—have all adopted this component approach, so that owning the complete toy is as distant and unimaginable a prospect as paying off the mortgage on a house. This may be frustrating to a kid, or it may be simply instructive, but it seems to me that it cannot help but shift his attention from play to procurement. Toys these days are more than ever an acquisitive habit. They are there to be owned, added to, collected.</p><p>It is a part of the subtle erosion of the entire spirit of play. Die-cast cars are sold along with vinyl display cases, as if the point is to show them off. Toy packages outline suggested scenarios and provide summary character evaluations (“Shaun —Starr Doll’s boyfriend. He’s got it all”), and many of the dolls and figures have an odd, self-absorbed quality. The great term in toy manufacturing today is “poseable.” The Purple Pieman is “articulated for posing.” Characters from <em>The Dukes of Hazzard,</em> from <em>Star Wars,</em> from <em>The Lone Ranger,</em> are known as poseable action figures. It is as if the child’s primary interaction with the toy is to take it out of the box, pose it, and then sit back and watch while the object itself, basking in this attention, receives some sort of weird fulfillment.</p><p>Maybe it’s not the actual construction of these dolls—their poseability—that is so worrisome. It’s their, well, attitude. A Roman doll from the second century B.C. that I saw pictured in a book has many of the same qualities as a modern Barbie doll—jointed wooden legs and arms, a pair of knobby breasts, and a carved hairstyle that surely represented the current fashion statement. Perhaps this doll, too, was backed by a shrill advertising campaign (“Get Octavia™ and her Dream Villa™”), and it’s just the intervening millennia that make her seem benign while Barbie has the look of a succubus. But the image left to us is that of a simple, engaging toy that is undemanding and meant to be placed at the service of a child.</p><p>But leave it to a righteous adult to assume the role of spoilsport when it comes to children’s toys. Like many parents, I feel a chronic unease about the whole subject. I think the people who advertise their products directly to children on Saturday mornings are crumbs. I believe that toys should be safe and durable and as nonviolent and nonsexist as it is possible for them to be and still be fun. But that is about the extent of my pious guidelines. Can healthy children really be corrupted by toys? Is a simple wooden pull toy, made by some honest craftsman in anadarko, Oklahoma, necessarily better for a kid than a supercharged Dodge from <em>The Dukes of Haz- zard?</em> The “play value” of a toy depends on more than the toy itself—it is the result of the relationship between the toy and the child, the product of a thousand variables, of chemistry.</p><p><em>(Continued on page 274)</em></p><p><em>(Continued from page 154)</em></p><p>So for all of my groaning about the items for sale at toy stores, I choose to see the stores as happy places and not as philistine temples. Standing in the aisles of Toys R Us, I decided that toys were better than ever. Wood is a great material for trees, but the toys I liked best were made of plastic, bright and realistic and “fully articulated.” Some of the toys that appealed to the vestiges of my primitive boyhood consciousness—submachine guns or plastic handcuffs or a large Incredible Hulk figure whose limbs could be stretched like taffy—offended my adult tastes, but so what? If toys are no fun, they are not toys.</p><p><span class=\"dropcap\">I</span>n any case, there were quite a few objects in which the sensibilities of boy and man converged. I noticed that a lot of them were made by Fisher-Price, one of the legendary good-guy toy companies. Fisher-Price began in 1930 with wooden pull toys that were the forerunners of the beagles and bumblebees still considered standard equipment for preschool children. Within the last few years the company has been working its way into the older market, manufacturing trucks, dollhouses, Muppet characters, and its own line of poseable action figures known as the adventure People.</p><p>Fisher-Price is located just outside of Buffalo, New York, in an idyllic little upstate hamlet known as East aurora. There is a tasteful steel-and-glass office building, in front of which is a sentimental sculpture of a child lying dreamily on his stomach with his chin resting on his hands; next to that is the research and development building, which with its rustic wood-and-brick architecture looks like a rest home for aging camp counselors.</p><p>It was the R&D building that I was shown first when I arrived in East aurora one rainy fall day. There was a charming air of secrecy about the place, and it was necessary for me to have an ID badge and an escort, who courteously whisked me past mysterious corridors with signs reading, “Visitors not allowed beyond this point.”</p><p>The first stop was the nursery that Fisher-Price maintains as a kind of proving ground, in which prototypes and the toys of competitors are introduced to kids while people such as Dr. Paula abramsSmith, a studious-looking young woman who is the nursery’s director, watch from behind a two-way mirror.</p><p>“One thing we find out,” abramsSmith observed in a whisper, so that the children on the other side of the mirror could not hear, “is that if a toy’s going to work, it’s going to work over a period of time. For instance, a good toy gets played with for eight to twelve minutes at a time with these younger kids. Anything over that is a real success.”</p><p>The children in the nursery that day were between two and a half and three and a half years old. A calm, crisp woman with short brown hair presided over them. Abrams-Smith told me that because I was there they would not be testing any real prototypes today, and I thought it discreet of her not to say outright that I might be a toy spy. Instead, the kids would be testing blocks made by rival companies, with the hope that the data obtained would be useful if Fisher-Price decided to enter that market.</p><p>The teacher sat the kids at a table and gave them each a different set of blocks —Mattel Tuff Stuff, Playskool Jumbo Kiddie Blocks, Slinky Tower-ifics, and several others whose names I could not make out. “Very often we’ll do that,” whispered abrams-Smith. “We’ll take a category of something—blocks or vehicles or whatever and just say, ‘Go to it.’ One of the things we’re looking for here is how the blocks connect, how easily the kids can stack them, how manipulate they are.”</p><p>It was apparent, even to a layman, that the best blocks on the table were from a set that had wheels and vehicle parts and could be made, as the boy who had drawn them demonstrated, into a truck. The other kids eyed him enviously, the girl with the Tower-ifics most of all. She had only a pile of bone-white ladder sections, which she found difficult to assemble and whose end product was, invariably, a white ladder.</p><p>Gradually the kids drifted away from the table. One of the boys went to play with a Fisher-Price dollhouse, and the girl who had found the Tower-ifics so unappealing went over to the sink and began cranking the handle of a common eggbeater.</p><p>“That eggbeater,” abrams-Smith commented, “is the biggest hit we’ve had. We’ve gone through three of them.”</p><p>I wanted to watch the toy designers at work in their offices, but I was politely given the impression that this was comparable to visiting the Joint Chiefs in the Situation Room of the Pentagon. By way of compromise I was ushered into the conference room, where a sample of every current Fisher-Price toy was displayed on the shelves, and the designers came to see me, bringing blueprints and prototypes of toys they had had a hand in creating.</p><p>I met several designers in this way, and they were all affable nuts-and-bolts types. When I would ask them what toys they themselves had played with as children, they would look up at the ceiling, think for a moment, and mention trucks, or building sets, or mechanical robots, toys that could be tinkered with, whose workings could be taken apart and investigated. A few of them had studied to be automotive designers, managing to enter the job market during the depths of the recession. One way and another, they fell into the toy business.</p><p>Their job at Fisher-Price was not merely to conceive of toys but to make meticulous blueprints of their ideas, go down to the model shop and assemble working prototypes out of scraps of styrene, and then attempt to sell the ideas, in this very conference room, to the Product Selection Committee, a group of sobersided businessmen who as often as not voted down the products. About this the designers were philosophical.</p><p>“The only great toys,” Bob Ostrander, the design director, told me, “are those that make it in the marketplace. You think of the millions of kids who play with these toys and you simply judge greatness and success on that scale.”</p><p>When I asked Ostrander, who has worked for F-P for eleven years, what his own successes had been, he remained slouched in his chair as he craned his neck to look around at the shelves behind him.</p><p>“Well, let’s see. I did the Play Family Farm set. And that jet is mine. It’s sold two different ways now: as part of an airport and by itself. Let’s see, what else. Oh, yeah, I did the Chime Ball.”</p><p>“Wait a minute,” I said. “You did the Chime Ball?”</p><p>He nodded modestly and seemed surprised that I was impressed. But the Fisher-Price Chime Ball, a partially transparent plastic sphere filled with swans and rocking horses, is one of the classic preschool toys. Millions of babies a year are presented with one of these little orbs, and its soft tinkling sounds and bright colors are among the first sense impressions to be absorbed into their minds. Meeting the inventor of the Chime Ball was like meeting the inventor of some common household object—a dish drainer, say—that I would have assumed had a perfectly anonymous creation.</p><p>“It <em>is</em> a nice feeling,” Ostrander allowed, in a subdued, matter-of-fact way, “to see some kid walking through an airport with one of your toys.”</p><p>In the afternoon I went on a tour of the East aurora plant (there are eight F-P plants, including one in Brownsville and two in Europe). It was an immense place filled with pale green machines that stamped and labeled and sorted and drilled many of the bits and pieces that went into the final toys. There was a great chunketa-chunketa pulse in the air, and it was here that the white-collar reveries of the designers across the parking lot were translated into monotonous toil. The personnel, most of them women, went about their tasks with joyless efficiency. One woman’s job was to insert the two plastic halves of Roly Raccoon into a machine that painted the tip of his nose black; the next woman made sure that the two nose halves matched.</p><p>“We take the pigs out of the box,” said my guide, referring to another assem’ ly line where piggy banks were being put together, “put the eyes on ’em, take ’em to this pad-printer, put the tongues and cheeks on, then the girls put on their hats and put ’em in the box.”</p><p>One corner of the plant was devoted to the assembly of the Play Family figures—legless, armless torsos topped by round heads with perky, smiling faces—that inhabit Fisher-Price’s preschool line of playhouses and fire stations and ride around in little schematic vehicles. Binloads of small flesh-colored plastic balls were being channeled into a stamping machine and emerging on the other side wearing faces. The faces entered another machine that set them on a parallel track with a series of headless bodies and then, with a mechanical precision bordering on sleight of hand, joined the two forms together, sonically welding the heads in place. The little people then trundled along, as if on some elaborate carnival ride, to be fitted with the plastic hair or fireman’s hats that would fix their identities.</p><p>There are, I was told, a half-billion little people like these at large in the world, a figure I had no trouble believing when I was taken to the warehouse, which looked to me as if it could have housed a halfbillion full-sized humans. The warehouse was four football fields long, had its own interior railroad siding, and was filled from one end to the other with shipping crates containing inconceivable numbers of Bob-along Bears and Wheelie Dragsters.</p><p><span class=\"dropcap\">A</span> very small percentage of this merchandise was destined for a toy store in my austin neighborhood, a place called Over the Rainbow. It is the sort of small, upscale store specializing in European imports or higher-quality american toys that you see sprouting all over the place these days in the shadow of the toy supermarkets.</p><p>Stanley Moore, the owner of Over the Rainbow, is a Harvard graduate, a former English professor at the University of Texas who decided to open a toy store when he was denied tenure. “i’m not exactly sure why I chose this business,” he told me, speaking in a thoughtful, hesitant way. “It was a kind of mystical inspiration in some way or other. In the beginning I saw some connection between selling toys and what i’d been doing. It was connected to a broader educational ideal. Since then i’ve become more of a business person.”</p><p>Moore’s taste in toys is high-minded and rather finicky but at the same time shrewdly based on the economic realities of the small retailer. By and large he leaves the megatoys to the giant chains, which, by ordering in vast quantities, receive price breaks and freight discounts that allow them to sell their Millennium Falcons and Barbie dolls at way below what Moore would have to charge. But Moore is not interested in selling that stuff anyway; he does not like toys that are gimmicky or overpromoted, or that have that vague air of moral rot.</p><p>When Stanley Moore went to the Spring Toy Show at the Dallas Trade Mart this September, he was there primarily to buy toys for next year. He had done most of his Christmas shopping, like the rest of the toy buyers, during the big shows in February, but he was hoping to beef up his stock a little for the Christmas traffic that would begin in several weeks. Specifically, he wanted to see if he could get hold of some Stomper 4x4s, batterypowered all-terrain vehicles that were expected to be one of the bullish items for the 1981 Christmas.</p><p>“Yeah, those Stompers are really hot,” Moore was saying as we walked down the aisles of the Trade Mart. “They apparently will just climb up anything. I knew there was going to be a fair demand for them. In New York last February I ordered a small quantity. I didn’t get them till July, and then I sold out in a month. I immediately wrote an order for a whole lot of them, but they said, ‘We’re sorry, we’re sold out for the year.’ Now my only chance to get some is from a cancellation or a wholesaler.”</p><p>Moore stopped in at the Schaper exhibit (Schaper is the company that makes Stompers), but the salesman was out, and so Moore picked up his worn briefcase filled with invoices and order forms and continued down the corridor. Toys occupied two floors of the Trade Mart. Many of the exhibits were permanent, the space leased by importers or large american companies, but others were just big, empty rooms containing a few card tables with toys displayed on them.</p><p>Next, Moore went into a showroom that featured a display of rocking horses, one of which came equipped with an electronic voice box behind the saddle that, when pressed, said, “Let’s hit the trail, Kemo Sabe.”</p><p>“It comes with the mask, the hat, the kerchief,” said the salesman, who seemed to be exploding with pride. “It’s basically a play environment. What we’re saying, Stanley, is that the kids can be the Lone Ranger, too. Because of the success of the movie, the character has been completely revitalized. Let me tell you, this horse has really taken off at the retail level.”</p><p>Moore inspected the horse next to it, which was much larger and looked better made. “This is the electronic Wonder Horse,” the salesman said, patting its rump. “The success of it has really been phenomenal. This is what everything is heading toward. Oh, it’s just been breathtaking, the success we’ve had with this horse.”</p><p>Moore ordered some of each and then walked down to the next showroom and looked in the window. A woman came out and said, “This is a wild and crazy place! Come in and look at our Hot Ride Writer. It’s a car <em>and</em> a pen at the same time.” She showed us a ball-point that was, indeed, shaped like a car. She put it on the floor and it scooted across the rug.</p><p>“When it’s a pen,” she explained, “the wheels go up. When it’s a car, the pen retracts. That way when you run the car you don’t get ink all over the rug. That’s important.”</p><p>Moore smiled politely and began to leave, but then the saleswoman directed our attention to an oversized wooden horse that she described as an executive rocking horse.</p><p>“Get on it,” she said to me. “You can’t go to a toy show unless you become a child again. Go on, get on.”</p><p>I got on the horse. “Rock!” she commanded. “Oh, you’re inhibited. Come on, act a little crazy.”</p><p>I apologized for my inhibitions and dismounted, and Moore and I managed to slink away under her disappointed gaze.</p><p>The next showroom belonged to a company named Ertl, which specializes in diecast vehicles. The salesman was a dry, humorless man with a deep voice.</p><p>“I assume you’re aware,” he told Moore, “of the fact that we have a very good die-cast line. We have some very good licensing. We have <em>The Fall Guy, The Dukes of Hazzard, Smokey and the Bandit.</em> Everything that we make is made from the blueprints of the manufacturer. Everything we make—be it truck or tractor—is an exact replica of what you will see on the road.” He leaned forward for emphasis. “We do not make an esoteric vehicle.”</p><p>Moore browsed among the shelves, picking up the die-cast cars, rolling them along his palm, tapping their roofs with his index finger.</p><p>“That one there is the General Lee from <em>The Dukes of Hazzard</em>,” said the salesman. “I don’t know if <em>The Dukes of Hazzard</em> turns you on down there in austin, but that is the number one toy in the country. You may ask me why its door doesn’t open. That is because the door does not open on the real one.”</p><p>“How much is this dump truck?” Moore asked.</p><p>“Eight dollars and change. It has a hydraulic unit in it. As long as we’re speaking about hydraulic units, let me show you this fire truck. This is the only completely retooled fire truck in the industry in the last ten years.”</p><p>Moore ended up buying six or seven dozen die-cast vehicles—Camaros, Broncos, dump trucks, tractors, even a few <em>Smokey and the Bandit</em> Trans ams. He worked all day, skipping lunch, restlessly appraising the merchandise, sometimes tuning out the salesmen and sometimes asking for their advice.</p><p>“The hardest thing about all this,” he said, “is buying what you don’t like yourself. It’s interesting to me that my staff, who are all female, have definite opinions about dolls. But I think i’m a better doll buyer, because I don’t have those real strong preferences. I’m objective. If I turned the buying over to them, they’d buy only what appealed to them.”</p><p>Moore himself was taken with the Effanbee doll line, which was on display in the showroom of an independent distributor that represented the products of a half-dozen companies. The salesman there presented us both with jars of honey.</p><p>“Why are you giving us a jar of honey?” Moore asked.</p><p>“Because we’ve got a honey of a deal.”</p><p>I stood around for a while and listened while Moore placed his order—“I need three Baby Button Noses. Four Baby Winkies. Eight Butterballs. And you’d better give me six Tiny Tubbers”—and then I wandered off on my own, past a showroom dominated by a $1500 stuffed Steiff giraffe and past another devoted exclusively to the sort of cheap little toys found on the twirling racks in convenience stores. Some of the salesmen were stentorian and hard-line, others were folksy and took you aside and told you about the hell of a time they’d had at Billy Bob’s the night before. I was standing before a display of miniature high-fashion dolls when a weary-looking man in a doubleknit suit, a salesman who looked like he had a million road miles on him, came over and began to sell me on his product.</p><p>“Why buy one Barbie,” he asked, with a tired journeyman enthusiasm, “when you can buy a doll with rooted hair for what one Barbie dress will cost?”</p><p>He picked the doll up and twirled it slowly in his hand.</p><p>“Look at that face!” he said. “and look at that hair! Why not buy a doll with rooted hair?”</p><p><span class=\"dropcap\">W</span>hen I was in college I once volunteered to help take a group of retarded men from the state school Christmas shopping. The men were all middle-aged, with five o’clock shadow and stained teeth and an unsettling quality to their faces, a look of age without experience. Each of them had a dollar to spend on himself. We took them in a bus to a dime store, and once we were inside, a fifty-year-old man automatically slipped his bony hand into mine and said, “Toys.” The toy aisles were where all of them wanted to go, and I remember their faces as they walked up and down, enraptured by the sight of all those cap guns and Super Balls and cheap plastic trinkets. To an eighteen-year-old racked with growing pains there was something perversely appealing about the condition of these child-men. They were in a place like the old Catholic version of limbo, where it was possible to be happy without fulfillment. Whatever else they might be denied in life, I thought, at least they would never lose their intimacy, their grounding, with toys.</p><p>For most of the rest of us it is all over and done with, although toy collecting among adults is a growth industry. Madame alexander dolls are bought off the shelves of toy stores by collectors before children ever get a chance to see them. Auction houses have begun to realize the potential in antique toys. Sotheby Parke Bernet recently auctioned off a tin battleship for a record $21,000. The asking price for a 1959 Barbie doll can go as high as $800. And there are certainly thousands of people right now who are hoarding <em>Star Wars</em> toys or trying to keep up with the endless profusion of playthings based on Walt Disney characters.</p><p>I went to visit a woman in Houston named Constance Haenggi, who is said to be the foremost toy collector in Texas. Her house was filled with toys, with nineteenth-century automatons that creaked and whizzed when she wound them up, with tin and lead soldiers, with toy buildings and figures made of wood overlaid with faded lithography. Walking into her living room, I was struck by a dense, musty smell and by the realization that the one quality I had always associated with toys—brightness—was missing from these shapes that had become drab with age.</p><p>Haenggi herself was vibrant, a sturdy, jocular woman with a grain or two of irony. She is an antique dealer—“a natural-born collector”—and part of her business is the buying and selling of old toys, although many of the things in her house constitute a more or less permanent collection that she has no interest in putting on the market. She is a serious enough collector to have recently been inducted into an exclusive organization called the antique Toy Collectors of america, whose 240 members convene twice a year in places such as Burlington, Savannah, and even London to talk toys. Adult talk, one assumes, since toy collecting is, as Constance Haenggi reminded me, an adult passion. She sees toys as art objects, as interesting examples of workmanship or historical effect. She has no lingering childhood lust for her toys. “Since i’ve been an adult,” she said, kneeling on the floor to wind up a mechanical lion made in the 1890s, “I can do more things with toys than I could at age four. They still make me think, but it’s on a different plane now.”</p><p>She stood back from the lion, and it began creeping forward. Its fur looked ratty, mummified, but it moved with a natural fluidity and made a kind of whirring sound in its throat, and then all of a sudden pounced with such verisimilitude that I jerked back in my chair.</p><p>“Some of the motions are so great that you can’t bear not to see them every now and then. I suppose one of the ways I play with my toys is to show them to other people.”</p><p>Haenggi grew up in Kansas and was, she said, a precocious child. “I had more toys than the law allowed. I didn’t care a thing about toys when I was a kid. They were just something to tear apart because I had so many of them. I hated dolls. Oh, God, I used to smash them to see what made their eyes work. I liked fire engines, machine guns—violent things. I hated celluloid. Never did like it. It was a forerunner of plastic. It was no challenge to destroy something like that. You could just snap it with your fingers. But those thirties toys were tough to destroy. I mean, they were a real challenge. Here’s a thirties gas station. Here, lift it. That is a substantial toy.</p><p>“I just don’t like plastic,” she said. “Its tactile feeling to me is not the same as wood or metal. There’s an impermanence about it.”</p><p>I looked around the living room, thinking about how the toys here had turned out to be more permanent than the children who had played with them. Haenggi kept taking them down off the shelves and showing them to me: a wooden Felix the Cat with bendable legs, a metal airport, a windup musical toy depicting the Three Little Pigs. She collected these toys primarily because she approved of the lost values—the ingenuity and solid construction—that they represented. But that grown-up perspective was lost on me; I kept seeing them merely as playthings. They were interesting and evocative because they were old, but when it came down to it they seemed no better or worse to me than the toys I had played with as a boy or those that were on sale across town at Toys R Us. In one sense all of those toys were the same: they were created by adults to reach a place that has become inaccessible to them. The creation of toys is a hit-andmiss process, complicated by the fact that the more adults think about toys, the more forcefully we are reminded that we are no longer children.</p><p>From a high shelf Haenggi took down a little wooden boat whose roof came off to reveal several dozen carved wooden animals. She explained that it was a Noah’s ark, and that it had been a “Sunday toy,” a special object that the child who owned it was allowed to play with only once a week. The craftsmanship that had gone into the carving and painting of the animals was unremarkable, but the very idea that they were special, to be handled with restraint and care, made them seem as powerful as primitive totems.</p><p>I imagined it was a little girl who had played with these animals, and I had the idea that if I looked at them long enough I could, like a psychic who is given a scrap of clothing belonging to a missing person, call her to mind. Then I remembered how secretive I had been in playing with my own toys, how I used to guard them from view as if they revealed more about me than I wanted anyone to know. It seemed indelicate to try to invade the aura of this imaginary girl who had long since grown up, lived out her life, and died. So while Constance Haenggi bent down to the floor again to demonstrate a mechanical pig, I put the toy away.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "December 1981",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Children",
      "people",
      "Christmas",
      "ever",
      "Fire",
      "Success",
      "Fashion",
      "Giant",
      "Hair",
      "Movies",
      "Star Wars",
      "Trade",
      "Books",
      "Business",
      "Comfort",
      "Cowboys",
      "Family",
      "gas",
      "Guns",
      "Home"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Aurora",
      "Austin",
      "Brownsville",
      "Dallas",
      "Houston"
    ]
  }
}