{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198112",
    "date": "December 1981",
    "year": 1981,
    "month": 12,
    "month_formatted": "December",
    "pdf_uri": "/1981/19811200.pdf",
    "issue_cover_image": "",
    "document_start_page": 180,
    "toc_start_page": 178,
    "document_page_range": [
      [
        180,
        181,
        182,
        183,
        184,
        185
      ],
      [
        295,
        296,
        297,
        298,
        299,
        300,
        301,
        302,
        303,
        304,
        305,
        306
      ],
      [
        312
      ]
    ],
    "toc_order": 5,
    "toc_headline": "The Ground’s the Limit",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198112-theground",
  "source": "/1981/19811200.pdf",
  "wp_post_id": 115857,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-grounds-the-limit/",
  "authors": [
    "Harry Hurt III"
  ],
  "headline": "The Ground’s the Limit",
  "dek": "When Phil Smith and his friends saw the tallest building in Texas rising up from the streets of Houston, there was only one thing they wanted to do—jump off the top and live to tell the tale.",
  "spread_caption": "",
  "excerpt": "How a band of thrill-seekers called BASE made jumping off Texas’ tallest building the ultimate urban adventure.",
  "kicker": "",
  "word_count": 9379,
  "content": "<p><span class=\"dropcap\">A</span>t precisely 8:15 on the chilly, overcast morning of January 18, 1981, Philip Hammond Smith perched on the 72nd floor of the stillunfinished Texas Commerce Tower in Houston and prepared to jump. Smith, a lean but hard-muscled five feet ten inches tall, was dressed in a billowing red jump suit, an orange parachute harness, a white Bell crash helmet with two backward-pointing cameras mounted on it, and a pair of aviator-style prescription glasses. A few feet away crouched Phil Mayfield, his jumping partner, attired in a yellow jump suit, a yellow parachute harness, and a white crash helmet sporting two forward-pointing cameras. With the vertical girders of the building sticking up on either side of them like leafless steel branches, Smitty and Mayfield looked like camera-combed birdmen, strange nylon-and-metal flying creatures hybridized from classical mythology and contemporary science fiction.</p><p>Looking straight out from his exit point on the tower’s north corner, Smitty had the highest and best view afforded by any structure outside New York or Chicago. It began with the yellow-lined parking lots in the foreground, then fanned out past the fire station and the post office and Buffalo Bayou to the vast carpet of green treetops that merged with the blue-gray of the horizon at a point that seemed halfway to Oklahoma. In the distance Smitty could easily pick out the skyscrapers of Greenway Plaza and the Galleria. Closer in, just off his left shoulder, was the cluster of buildings that dominate the skyline of downtown Houston: Shell, Tenneco, First International, Bank of the Southwest, the Pennzoil towers, and the rest. Off his right shoulder were the <em>Houston Chronicle</em> building and Market Square.</p><p>Nine hundred and fifty feet below, the downtown streets stared up at Smitty with the empty concrete silence of a Sunday morning. Except for the last-minute bustling of the nine-member crew—the photographers and getaway-car drivers stationed on the sidewalks nearby—there were few signs of traffic or street life. The parked cars appeared to be about the size of snap buttons. The people looked like pinheads.</p><p>A sharp wind gusted across the top of the building at ten or fifteen knots, rattling the corrugated steel floor on which Smitty and Mayfield were standing. Smitty’s mind raced over his jump plan for the umpteenth time. He would exit from the north corner with the wind blowing from right to left, free-fall for three to five seconds down the side of the building, then release the parachute. Once his chute opened, he would have about a thirtysecond ride to his targeted landing area, which was the parking lot beside the Western Union office on Capitol Street near the corner of Smith. As soon as he landed, he would gather up his canopy, jump in the getaway car his girlfriend was driving, and go.</p><p>At least that’s what would happen if everything went right. The tricky thing about parachuting is the huge set of unpredictables inherent in man, nature, and the equipment. Those unpredictables vastly multiply when a jumper exits from a fixed object, like a building, instead of from an airplane.</p><p>Photograph by Carl Boenish</p><img /><p>Camera on helmet, pilot chute in hand, Phil Smith takes the first plunge from the Texas Commerce Tower.</p><p>Carl Boenish</p><img /><p><em>Brad Smith records Sam Ramos’s jump from the 1100-foot KUHT-TV antenna.</em></p><p><em>“Looking straight out from their exit point on the tower’s north corner, the sky divers had the highest and best view afforded by any structure outside New York or Chicago. Nine hundred and fifty feet below, the</em>■ <em>downtown streets of Houston stared up at them with the empty concrete silence of a Sunday morning.”</em></p><p>Phil Smith</p><p><em>No structure is immune from BASE jumpers. Brad Smith takes a perilously short leap </em>from the Gerald Desmond Bridge at Terminal Island. It is only 160 feet high and the trip down takes six seconds.</p><p><span class=\"dropcap\">S</span>mitty had been obsessed with the idea of jumping from the Texas Commerce Tower for months before this cloudy Sunday morning. He had first gotten the notion when the building was only three quarters of the way to its projected height. Each week, Smitty had monitored the progress of the construction crew, dragging his girlfriend, Mike Vincent, downtown to observe such milestones as the girderwork for the 60th story, then the 65th and the 68th. The building was</p><p>scheduled to be 75 stories high when completed, but by the time the work passed the 70th story, Smitty could hold off no longer. As far as he was concerned, the tower was either tall enough to be jumpable or it wasn’t. A few more stories wouldn’t make much difference.</p><p>In the fall of 1980, Smitty put on his usual truck driver’s attire—blue jeans, T-shirt, and boots—then added a plastic hard hat and drove downtown to check out the building. Looking like a typical construction worker, he walked into the tower as calmly as if he were on his way to work and climbed up the stairwell to the top floor, which was then the 72nd. He passed several bona fide construction workers on the lower levels, but when he reached the summit he was alone. He picked up some paper trash that was lying around and began dropping small pieces off the edge, watching intently as his makeshift wind streamers sailed to the street. Then he turned and walked back down the stairwell to the ground.</p><img /><p>Smitty made ten more forays to the top of the tower before the end of 1980. With each trip, he gleaned new information about the winds, the best exit points, the safest landing areas. By New Year’s he felt that he knew enough to make the jump. He called up his skydiving friend Phil Mayfield in arlington and invited him to come and jump too. He also telephoned the husband-and-wife skydiving photography team of Carl and Jean Boenish out in California and asked them to come along.</p><p>On the night of Friday, January 16, 1981, Smitty climbed the Texas Commerce Tower to make a last-minute wind test. The following night at eight o’clock, the jumpers held a briefing at Smitty’s modest tract house in North Houston. He reported that the winds, instead of blowing from the southeast, so that a jumper would be carried away from the other tall buildings, had been coming out of the east. That left some clearance, but conditions were enough short of ideal to give the Boenishes second thoughts. Still gung ho, Smitty and Mayfield decided to try going off in the early morning when the winds would be less turbulent. The Boenishes decided to stay on the ground, where their photographic talents would be needed to film the jumps.</p><p>Thirteen people showed up at the briefing. Besides the two jumpers and the Boenishes, there were Phil and Kathy Chaplin, who would be driving getaway cars; Mike, who had reluctantly agreed to drive a getaway car; and six other friends, four of whom were assigned to drive cars while the other two took movies and still pictures from a rented helicopter. Carl Boenish directed most of the meeting, giving each photographer specific instructions about positioning, timing, and focusing. Smitty, who knew the city, briefed the drivers.</p><img /><p>Photograph by Carl Boenish</p><p>A jumper exits El Capitan in Yosemite; Jean Boenish (left) photographs.</p><p>When the jumpers and their crew arrived at the tower at four o’clock on Sunday morning, there was no one in sight. A gaping hole in the fence encircling the building afforded an easy entry. Smitty and Mayfield bade good-bye to the others and went inside. Their 72-story journey up the stairwell took more than two hours. Dressed in blue jeans and carrying their parachutes on their backs, the two jumpers encountered no one on their way to the summit.</p><p>Once they got to the top, Smitty pulled out a walkie-talkie and notified Carl Boenish that they’d made it. It was only about six-thirty and still pitch-dark, not to mention cold, so Smitty and Mayfield went back down a couple of floors to a construction workers’ shed they had spotted on the way up. The two of them huddled in the shack for about an hour, then went back up to the 72nd floor.</p><p>Dawn had broken across the cityscape, but the sky was a wintry gray. Smitty used his walkie-talkie to inform Boenish that they were back on top and ready to get into their jump suits to go off at eight o’clock sharp as planned.</p><p>Boenish asked if they could postpone things till the light improved. If they went off at eight, all the pictures would be dark and blurry. But if they could wait just half an hour, conditions might be much more favorable for getting this momentous event on film.</p><p>Smitty and Mayfield did not want to delay. Being on top of the building with the daylight all around them made them more anxious than ever to get on with it. And the longer they waited, the greater their chances of being caught.</p><p>Finally, Boenish and the jumpers reached a compromise. Smitty and Mayfield agreed to go off at 8:15. Then Smitty hid his walkie-talkie beneath a pile of building materials and started to dress.</p><p>All of a sudden, a yellow-and-brownstriped Bell JetRanger helicopter came out of the patchy sky and began orbiting the tower on a 75-foot radius. On the second pass, one of the passengers waved at Smitty, signaling that the helicopter-borne photographers were ready. Smitty reached into the pocket of his jump suit, pulled out a yellow wind streamer, and dropped it over the side of the building. The streamer floated to the pavement like a piece of crepe paper falling from the world’s tallest goalpost. That was the signal for the ground crew to ready their cameras. It was also the signal for Phil Mayfield to start the countdown.</p><p><strong>“Ten . . . nine . . . eight . . .” May-</strong> field shouted at Smitty from upwind.</p><p>Although Smitty had planned this jump more carefully than any skydiving stunt he had ever attempted, he still felt the same emotion he had felt on his very first jump: pure, unadulterated, gut-wrenching fear. Smitty had good reason to be afraid. The jump he was about to make was no routine skydive. The main difference—and the main danger—was the altitude. When jumping out of airplanes, most sky divers open their chutes above the minimum altitude recommended by the United States Parachute association (USPA): 2500 feet, a height that allows time for deploying a reserve chute if the main chute does not open. But the distance from the 72nd floor of the Texas Commerce Tower to the pavement of Milam Street was only 950 feet, considerably less than half the minimum recommended opening altitude, and that was just the height at which Smitty would begin his free-fall. His chute probably would not open until he reached about 600 feet. Although he was wearing a reserve chute, Smitty knew that if he needed it he would not have time to perform the usual cutaway procedure that prevents the reserve from tangling with the main chute. In essence, then, there would be no second chance. If Smitty’s main chute did not open properly, he would probably “go in,’’ the sky diver’s euphemism for crashing to death.</p><p>Smitty reached back with his right hand and clutched a fistful of yellow nylon attached by a cord to the back of his knapsacklike parachute harness. Unlike oldfashioned parachutes, Smitty’s modern skydiving rig did not have a rip cord. Instead, a plastic handle was located at the lower right corner of the backpack. In a typical airplane jump, a sky diver pushes back on or “throws” this handle to deploy a small pilot chute, which fills with air and pulls the main chute out of its Velcro-fastened sack. But Smitty planned to bypass the handle by holding the yellow nylon pilot chute in his hand when he leaped off. He hoped the main chute would open faster if he threw the pilot out manually.</p><p>But a quick opening was not the only element critical to Smitty’s surviving the jump. Once his main chute filled with air, he would have to navigate away from the tower and the other tall buildings nearby. By jumping off the north corner with a favorable wind, Smitty and Phil hoped to drift away from any trouble. Their parachutes were square and shaped more like wings than umbrellas. Whereas the oldfashioned round chutes operate on drag, these ram-air “squares” operate on lift, like gliders. Since they can generate more forward speed, squares, which have come to predominate in sport skydiving, are more maneuverable than rounds. But if Smitty’s chute opened facing the Texas Commerce Tower, that forward speed could slam him into the side of the building. Then, too, at any time along the ride he could get caught in unexpected turbulence or a patch of dead air. A skydiver faces these dangers on any jump, but in this case the skyscraper canyons of downtown created all sorts of shields, box canyons, and oblique edges for the wind, and increased the problems of turbulence and dead air manyfold.</p><p>Phil Smith</p><img /><p><em>Phil Mayfield (left) and Phil Smith in their baggy, high-drag jump suits.</em></p><p><em>“BASE is an acronym derived from the categories of things to be jumped from —buildings, antennas, spans (bridges), and earth formations. Smitty had already scored in three of the four categories. He intended to be the first to go off the Texas Commerce Tower, which would qualify him as BASE No. 1.”</em></p><p><em>(Continued on page 293)</em></p><p><em>(Continued from page 183)</em></p><p>The other obstacle Smitty had on his mind was his partner. Phil Mayfield, a short but broad-shouldered 29-year-old with a brown handlebar moustache and braces on his teeth, was a traveling salesman for the 3M Company, but he lived to jump and jumped to live. Mayfield was a veteran of more than 1400 airplane dives and had excelled in national skydiving competitions. He was a natural athlete with the strength and coordination of a gymnast. Smitty trusted Mayfield’s jumping ability as he trusted his own. Still, any slipup in timing—either in going off the building or in releasing their chutes—could send the two of them tumbling into each other and, ultimately, the street.</p><p>“Seven . . . six . . . five . . Mayfield droned, as if he were oblivious to anything but his countdown.</p><p>Smitty stepped to the edge of the corrugated steel floor and reached for a thin metal cable that served as the only guardrail on the building’s summit. Clutching his pilot chute in his right hand, he clung to the wire with his left hand and swung one leg over it at a time, so that he faced out from the building. Although he had not yet begun the jump, Smitty was already experiencing a sensation common to sky divers: time seemed to be slowing down. The jump would last only 35 seconds, counting the ride down under an open canopy. But to Smitty, it would seem more like 35 minutes. And afterward, if there was an afterward, the things to be said about the jump would consume days, weeks, maybe years.</p><p>Despite what some might regard as appearances to the contrary, Smitty had no intention of killing himself. He was not making the jump because of a suicide pact or a death wish. He simply thrived on confrontations with the unknown. The son of a patent attorney, he had been born in Pittsburgh, Pennsylvania, and had spent a rather predictable middle-class youth in Southwest Houston, where his family had moved when he was a child. After graduating from Westbury High School, he enlisted in the Marine Corps and trained as a computer programmer. In 1970, while stationed at Camp Pendleton in California, he took up skydiving—not as part of his military training but as a hobby. Now he was by occupation a truck driver for McLean Trucking Company of Houston; he was also a perpetual student, working on a college degree in mathematics at the University of Houston. But he was at heart a skydiving junkie who geared almost everything else he did in life to getting yet another jump-fix. A veteran of more than 1750 jumps, Smitty was rather good at his addiction. Among his skydiving laurels were three first-place prizes in ten-man team competition at the USPA-sponsored Southwest Conference Championships and a USPA area safety officer designation.</p><p>But for what might be his most awesome jump Smith intended to avoid public attention at all costs. Although no specific law prohibited parachuting off a building, the mere fact that he entered the tower without permission might leave him open to trespassing charges. And Smitty did not want anything to interfere with his chance to accomplish his chosen feat. He and Mayfield even had a cover story in case they got caught: they would claim that they had parachuted not from the building but from a hot-air balloon that had accidentally dropped them over downtown.</p><p>“Four . . . three ...” Mayfield continued.</p><p>The three-second mark was the preordained time to activate the helmetmounted cameras. Smitty flipped a switch taped to his chest. As the cameras started shooting, the whirr of the motor drives on top of his head almost drowned out the sound of Mayfield’s voice.</p><p>Poised on the edge of the building, Smitty once again had to consider a single question: why jump? The answer was as deceptively simple as the question: Smitty was making the jump for sport, for fun, for the blood-tingling thrill of it. The skyscraper stood as a challenge to his nerve and ability and therefore to his very being. Something gnawing inside Smitty pressed him to test and retest his own limits, to go after the “rush” of overcoming his own fear. For Smitty, it was all summed up in a line from Norman Mailer’s book <em>The Executioner’s Song,</em> which went, “No psychic reward might be as powerful as winning a dare with yourself.”</p><p>Smitty was also making the jump for a nascent parachuting organization called BASE. The name was an acronym derived from the categories of things to be jumped from—buildings, antennas (and other towers), spans (bridges), and earth formations. A marked departure from skydiving proper, BASE represented the new and growing sport of fixed-object jumping. Smitty had already scored in three of the four categories by jumping a cliff, a bridge, and an antenna tower. Since jumping the Texas Commerce Tower had been Smitty’s idea, he intended to be the first to go off, a distinction that would qualify him as BASE No. 1. Phil Mayfield would go off a fraction of a second after him, thereby becoming BASE No. 2.</p><p>Smitty felt the excitement surging up within him as the long-awaited moment approached. But he also felt his fear grow in nearly equal measure. That was another reason he was glad to be going off first. As he had confided to Mike, he was worried that if Mayfield went off first, he might not have the guts to go after him.</p><p>“Two . . . one . . . go!” Phil shouted hoarsely.</p><p>Automatically, Smitty let go of the guard wire and flexed his knees. He usually began each jump with a blood-curdling yell. But this time he could not risk calling attention to himself with a scream that would echo off the building walls. So he arched his back and sprang silently into the void. Half a blink later, Mayfield dived after him, his hand grazing Smitty’s shoulder.</p><p><span class=\"dropcap\">W</span>hen Mike Vincent saw the red and yellow figures leave the top of the Texas Commerce Tower, she felt like she had just plunged from the highest arch of a giant roller coaster. Mike, a petite brunette wearing oversized glasses, was five feet three inches tall and not an ounce over a hundred pounds. She had been shivering in the cold of the parking lot across the street from the Western Union office for what seemed like hours, too miserable to fool with the still camera that had been entrusted to her. Her white Dodge Monaco station wagon was only a few feet away, but she was too anxious about the jump to stay in the car warming herself. One of her three children, sixyear-old Tad, was at her side. Besides being the driver of a getaway car, Mike was the one woman other than Smitty’s mother and sister who really cared what happened to him. And as she watched Smitty and Phil fall from the building, Mike was overcome by a terrible sinking feeling in her stomach.</p><p>Mike was no stranger to skydiving. In the early seventies she had started parachuting from airplanes, only to quit after her third jump when she barely missed hitting some high-tension wires. Her husband, Bob, had been an active sky diver and one of Smitty’s best friends. One night in 1974, Bob and Smitty had gone out to a go-cart track. When closing time came around, the two of them kept on racing. A cop finally showed up and Smitty pulled over, but Bob kept on driving. The cop threw a tire in front of Bob’s gocart. Bob swerved to a stop and started yelling at the cop. They argued and the cop drew his gun. Moments later, Bob lay dead on the pavement. Mike sued the Houston police, but nothing came of it.</p><p>Mike did not lack a sense of the absurd. She had been christened Shirley Jean but had gone through life with a boy’s name because her parents had wanted a son whom they had intended to name Michael David. But Mike had a serious side, too. Her husband’s tragedy merely confirmed a theory she had about sky divers and death. Like her late husband, most jumpers seemed to die young, suddenly, accidentally, and unusually—but not because of a skydiving mishap. Instead of taking the obvious route, death seemed to mock and punish those who defied it by sneaking up on them in a roundabout way.</p><p>As Mike watched her boyfriend and his buddy dive from the tower, cold shivers shot through her bones. The red and yellow figures seemed to fall and fall and fall, and still their chutes did not open. When the figures dropped to what looked like halfway down the side of the building, Mike began to wonder if their chutes would ever open, or if death was pulling still another double cross by coming in the front door this time, laughing like the bitter wind.</p><p><span class=\"dropcap\">D</span>own Milam Street in front of the two Pennzoil towers, a wiry, brown-haired man in winter jacket and corduroy jeans hunkered over a tripod and grinned a toothy grin. Keeping his right eye plastered to the viewfinder of a 16mm movie camera, he followed the jumpers with obvious excitement and delight. Unlike Mike Vincent, he felt no apprehension or dread. He seemed to know that the jump would come off perfectly. The sight of the red and yellow figures falling from the building only recharged his optimism.</p><p>Carl Boenish, 39, approached skydiving with an enthusiasm born when he was a 12-year-old kid jumping from trees and sheds near his home in the Los angeles airport suburb of Hawthorne, California. About that time, Boenish had set what he claimed was a world record of 800 consecutive jumps on a pogo stick. Boenish had made his first airplane jump in 1962 at the age of 21. Since that day, he had become a self-confessed “skydiving bum” who devoted his whole life to the sport. Deriving his income from a commercial photography business called PhotoChuting Enterprises, which he set up in a home studio, he had made more than 1660 jumps and established himself as both a pioneer of skydiving formations and stunts and the sport’s preeminent free-fall photographer. More recently, Boenish had become the founder, the guiding light, the guru, of BASE.</p><p>As he watched Smitty and Mayfield fall, Boenish knew that their jumps marked the culmination of a craze he had started back in the summer of 1978. Before that, the history of fixed-object jumping had consisted of a jump in the Dolomite alps in Italy, a handful of mostly ill-fated (though not fatal) jumps from the 2200-foot cliffs of El Capitan in California’s Yosemite National Park, Owen Quinn’s jump from one of New York’s World Trade Center towers in 1975, and a two-man jump from the Seattle Space Needle in 1976. In august 1978, Boenish had filmed a four-man jump from El Capitan. Equipped with square parachutes, the men easily cleared the trees on the valley floor and landed safely. Boenish got such good movies of the jump that he was able to make a deal with ABC Sports. But the National Park Service found out about the jumps, prosecuted Boenish and the others for unlawful hang gliding, subpoenaed Boenish’s film, and tied him up in a court case for more than a year.</p><p>That episode had marked the escalation of a long-running war between Boenish and the Park Service, but it had also ignited interest in a new sport called cliff jumping. While the rangers pursued Boenish in the courts, other sky divers trekked to Yosemite, hiked the six hours to the top of El Capitan, and jumped. Soon the Park Service had twenty more cases of illegal hang gliding on its hands.</p><p>Meanwhile, Boenish started another new fixed-object jumping sport when he and three other experienced sky divers went off Colorado’s 1053-foot Royal Gorge Bridge on august 11, 1979. Because of the low altitude, two of the jumpers asked friends to stand on the bridge and throw out their pilot chutes manually so that their main chutes would open more quickly. All four jumpers landed safely. The police spotted Boenish and one of the other jumpers and took them in for questioning. But there was no law the jumpers could be charged with breaking, so the police let them go.</p><p>Back in California, the lawsuitburdened Park Service finally offered to allow cliff jumping if the USPA would sanction it. Although the 2200-foot height of El Cap was barely below the association’s recommended minimum opening altitude, the USPA agreed to make an exception for El Capitan cliffs. On July 1, 1980, Boenish and some USPA officials, including national director Joe Svec of Houston, made the first legal El Cap jumps in a Park Service test. When all landed safely, the rangers agreed to start issuing a maximum of twelve permits a day with the stipulations that the jumpers go off singly and before eight-thirty in the morning.</p><p>That summer sky divers began flocking to El Capitan from all over the country. Among them were Phil Smith and Phil Mayfield, who made the trip out from Texas, and Carl Boenish’s nineteen-yearold wife, Jean. It was at El Capitan that Smitty and Mayfield became fast friends with the Boenishes. Tentative at first about running off a cliff, the two Phils from Texas became as comfortable falling off El Cap as they were falling out of an airplane. Soon they were doing stunts for Carl Boenish’s movies. In one film, Smitty walked off the cliff on a pair of stilts, Mayfield walked off on his hands, and Carl bounced off on a pogo stick.</p><p>By early September 1980, there had been a total of 479 jumps from El Capitan, according to the unofficial log kept by Boenish. Although there were no deaths, 5 of the estimated 400 jumpers who attempted El Cap sustained injuries serious enough to require hospitalization. Complaining that enforcement problems were just as bad as in the past, the Park Service stopped issuing permits for El Capitan, and cliff jumping once again became illegal.</p><p>Outlawing cliff jumping did not stop it. In the months that followed, Boenish and others continued to jump El Capitan and other Yosemite cliffs. But the volume of jumps decreased from about 120 a month to about 60 a year. Part of the reason was that the Boenishes and the two Phils from Texas were already enthralled by new types of fixed-object jumping.</p><p>Phil Smith, his spirit charged by the El Cap jumps, could no longer get excited about jumping out of airplanes. Upon his return to Texas, he began looking around for other jumpable earth formations. Although the flatlands of the Gulf Coast did not offer any cliffs, Smitty’s skydiving friend Phil Chaplin discovered something that looked even more challenging: the 1100-foot KUHT-TV antenna tower south of downtown Houston. After sneaking up to the top for some wind streamer tests, Smitty made plans to jump the tower with Phil Mayfield on October 12, 1980. The hardest part of the jump proved to be the three-hour hand-over-hand climb to the top, a feat that required periodic rest stops along the way. At eight o’clock on the appointed morning, they jumped. Since the skeletonlike structure of the antenna tower did not block the wind, there was no major turbulence to contend with. Only the guy wires that helped support the tower presented a potential hazard. But the jumpers exited with the wind at their backs, and their initial spring carried them away from the guy wires. They landed perfectly and scrambled over the fence and into their cars without being seen. Later, Smitty phoned in the news of the jump to the <em>Houston Post,</em> which ran a brief story about it.</p><p>Smitty and Mayfield could not wait to make more antenna tower jumps. Near Dallas, Mayfield discovered the 1500-foot KNUS antenna in Cedar Hill; the Boenishes flew in from California and Smitty drove up from Houston. Once again, all jumped safely and without detection.</p><p>Neither the Texans nor the Californians confined themselves to antenna jumping. In September 1980, shortly after the Park Service “closed” El Capitan, the Boenishes and four other sky divers jumped the New River Gorge Bridge in West Virginia. Though the jumpers did not have official permission, the local authorities reportedly knew about the jumps in advance but did not intervene to stop them. The next week the Boenishes made the first completely legal fixedobject jump aside from El Capitan when they went off the cliffs of Canyon de Chelly on reservation land in northeastern arizona. They performed the jumps for a film being made by Home Box Office, and they had the permission of the Navajo Indians, who shrewdly charged HBO a fee for using the canyon. After the first Houston antenna jumps, Smitty, Mayfield, and five other sky divers jumped the Royal Gorge Bridge in Colorado. One of the jumpers, Hank asciutto, broke his leg on landing, but the others escaped injury. A short time later, Smitty and Mayfield returned to antenna jumping by making dives from the 1909-foot KTUL antenna near Tulsa, Oklahoma.</p><p>The exhilaration of the jumpers at this time was nearly indescribable. Like test pilots, they were exploring the edge of the envelope of human capabilities. But instead of going ever higher and faster, they were going lower and lower. About the only official negative reaction the jumpers got came from USPA director Joe Svec, who revoked Smitty’s area safety officer designation on the grounds that the antenna jumps set a bad example for other sky divers. But when Svec’s term expired, his successor reinstated Smitty as an ASO.</p><p>By this time, Phil Smith had the hots for jumping the Texas Commerce Tower and was talking of nothing else. His words gave his fellow fixed-object jumpers a brainstorm. They began to see a pattern in the jumps they were making. After playing with several combinations and acronyms, Jean Boenish and Phil Smith came up with BASE. In addition to covering every conceivable type of fixed-object jumping, the acronym also connoted something that was stationary. The group decided that from then on they would refer to what they were doing as BASE jumping and that those who completed jumps in all four categories would be called BASE jumpers.</p><p>Because he had elected not to jump from the Texas Commerce Tower with Smitty and Mayfield, Boenish would not be the first man to get his BASE. But he was still the unofficial leader of the maverick organization that was being born on this nippy January morning in Houston. As far as Boenish was concerned, filming a jump was the next-best thing to doing it. His talents were sorely needed on the ground. After all, without the photographic evidence, who would believe that such a jump had really happened?</p><p>Suddenly, Boenish saw something through the lens of his camera that made his grin freeze.</p><p><span class=\"dropcap\">W</span>hen Smitty first pushed off the tower he felt as if he had just stepped out into his driveway. When he made an airplane jump, he was immediately socked by a rush of wind. But in the opening moments of his fall from the tower, Smitty dropped through an eerie, almost windless calm. Then he began to accelerate very rapidly. The wind blasted his face, and he saw a series of windows flash past floor by floor, a visual measure of his fall that was not available in a normal jump. Then he saw the street closing in.</p><p>Smitty was not counting seconds. That wasn’t necessary. His years of skydiving had left him with an automatic timer in his brain. He had a sixth sense for the passage of one second. Two seconds. Three. Somewhere between seconds four and five, he opened his right fist and thrust out his pilot chute. A flicker of yellow nylon zipped past the corner of his right eye. Now everything was up to fate and his equipment. Either his main chute would open or he would accelerate into the pavement like a human bullet.</p><p>A split second before he saw Smitty’s yellow pilot chute fly toward his face, Mayfield was still struggling to keep his back arched and his head up. That was not an easy thing to do. The weight of the two cameras attached to his helmet kept making his head dip forward. But Mayfield knew that if he went over too far, he might plunge into a head-over-heels tumble. He had to keep falling with his belly at a 45-degree angle to the ground so that he would not tangle in the lines of his chute when it started to open. At the same time, though, he wanted to keep his head far enough forward to get photographs of Smitty’s fall. This was an enormous physical challenge, requiring not only strength but also balance and coordination. And that was just the kind of thing Mayfield thrived on.</p><p>Suddenly Mayfield felt a sharp jolt across his neck and shoulders. His head snapped back and his legs swung forward and down in the manner of an aerialist swinging on a trapeze. That was what sky divers call opening shock, the sensation of the main chute opening and filling with air. As the second man off the building, Mayfield had thrown out his pilot chute an instant before Smitty had thrown his. They had planned it that way so that Mayfield would not fall into Smitty or Smitty’s chute. But as it turned out, Mayfield saw Smitty’s main chute unfurl and billow open at almost the same time he felt his own opening shock. That was what had alarmed Boenish. Fortunately, there was enough distance between the two to prevent a collision.</p><p>Mayfield looked straight ahead into the patchy gray horizon. To his relief he realized that his chute had opened facing to the west, away from the building. He looked down and saw that he was drifting over Jones Hall toward the parking lots and the federal building. He reached up for his steering lines and began to pilot himself through the morning air.</p><p><span class=\"dropcap\">P</span>hil Smith sailed over Milam Street on the wings of an open canopy and the most incredible jubilation he had ever experienced. The full impact of what he had just done was only beginning to hit him, but the adrenaline rush of the jump was already an afterglow. He manipulated the steering lines of his rig instinctively, reflexively, without even thinking about the individual tugs and slackenings he made as he flew. Having opened at about the fortieth floor, he was already less than six hundred feet from the ground. For a second or two, he worried about clearing Jones Hall, but then he realized that the forward speed of his rig would carry him over Jones Hall with ease. He needed only to navigate himself to an unobstructed landing area in one of the parking lots, and he was home free. For the first time all day, the tension flowed out of him. Forgetting his concern with attracting attention, Smitty let out a yell: “Yaaaaaahooooooo!”</p><p><span class=\"dropcap\">M</span>ike Vincent could not imagine what the small crowd of winos and early risers now standing on the street corner must have been thinking as they watched the two men with parachutes come out of the Sunday morning sky. The winos were laughing as if they were still drunk. The early risers seemed to be formulating what they would say when they got home that night: “Honey, you’re not gonna believe what happened downtown this morning . . .”</p><p>Smitty’s triumphant shout snapped Mike out of her reverie. He was still quite a few feet from the ground, but he was heading for a spot just across the street. Mike grabbed her son and hustled over to her station wagon, determined not to flub her role as getaway-car driver if she was needed.</p><p>She wasn’t. Smitty swirled to a soft landing on the grass-and-concrete top of the civic center’s underground parking garage. Phil and Kathy Chaplin jumped into their tan truck and drove toward him. The moment his feet touched the ground, he began gathering up his parachute. Seconds later, Phil Mayfield landed in the parking lot across from Western Union and started pulling in his chute, too. Smitty tossed his gear in the Chaplins’ truck and dived in after it. Mayfield hopped into the seat of a yellow Chevy station wagon driven by their friend Pam Cattaneo. Before any of the bystanders could make sense of what had happened, both the tan truck and the Chevy station wagon were speeding down Capitol Street.</p><p>Realizing that she was the only member of the ground crew left in the “drop zone,’’ Mike pushed her son into the car and headed for the rendezvous point.</p><p><span class=”dropcap“>T</span>he Bell JetRanger descended <em>J</em> on the Memorial Drive Holiday Inn just as the getaway cars were pulling into the parking lot. .Besides being near the downtown jump site, this particular motel conveniently featured a helipad. By the time the helicopter touched down, Smitty, Mayfield, the Boenishes, the Chaplins, Mike, and the others were already filing into the dining room on the floor below. The chopper pilot and the two photographers quickly joined them.</p><p>The group was both drained and overjoyed, happy but not rowdy. Carl Boenish was oohing and aahing about the pictures they were going to get and laughing his car-motor-starting laugh. Mayfield was cracking sardonic jokes. Smitty was bouncing Tad on his knee and asking the boy what he thought of the jump, whether he had liked it.</p><p>After a couple of minutes of backslapping, Boenish and the helicopter pilot took their leave. Boenish was renting the chopper for $400, and he wanted to film some tracking shots down Memorial Drive to downtown to establish the setting of the jump in his film. The rest of the group ordered breakfast and relived the events of the morning. Before the meal was over, Smitty and Mayfield were talking about when they could jump the building again.</p><p><span class=”dropcap“>T</span>he next Texas Commerce Tower jump took place the following Saturday at four o’clock in the morning. Although the sky was pitch-black, the lights of the downtown streets and buildings provided almost as much visibility for the sky divers as broad daylight. This time both Carl and Jean Boenish jumped the building with Smitty and Mayfield. All four landed safely and without detection. Having completed their first building jump, Jean and Carl now had jumps in all four categories and became BASE No. 3 and BASE No. 4, respectively.</p><p>One month later, in February 1981, Carl came back to Houston from California with three more would-be building jumpers: Mike Perron, Brad Smith, and Sam Ramos. Smitty and the three Californians jumped at five o’clock on a Tuesday morning while Boenish photographed with strobe lights. By the end of June, sixteen jumps had been made from the Texas Commerce Tower. And no one had been hurt or apprehended by the authorities, and not a word of it had appeared in any of the Houston media.</p><p>When not jumping the Texas Commerce Tower, Smitty and the rest of the BASE jumpers were going off other fixed objects. They jumped off El Capitan again, despite the Park Service ban, and off the antennas in Houston and Tulsa. They also jumped the Gerald Desmond Bridge at Terminal Island, California. Other sky divers, some affiliated with BASE and some not, got wind of these exploits and started jumping off antennas and bridges in other parts of the country.</p><p>Soon the ranks of BASE-affiliated jumpers swelled to at least fifty nationwide, and the number of jumpers who had completed all four BASE categories grew to nine. By midsummer, Smitty could claim the most BASE jumps: 28. Mayfield and andy Smith, one of Smitty’s skydiving buddies, weren’t far behind. No longer content to jump only in the early morning, they started a whole new class of jump called Night BASE and went back to rejump the buildings, antennas, bridges, and cliffs they had already done in daylight. The ever-competitive Mayfield proudly became the first of the group to get his Night BASE, followed by Smitty and andy Smith.</p><p>Having been brazenly defied for months, death finally took its toll in april 1981 when a sky diver crashed from a television antenna tower in Virginia. Other fixed-object jumps produced some nasty injuries. But for the most part, the BASE jumpers and their kindred spirits across the country escaped mishap. About the only drawback for most BASE jumpers was the expense involved. Getting outfitted with a parachute, jump suit, and helmet calls for an initial investment of about $1500. In a normal skydive, a jumper also pays $11 to $14 per jump for the airplane ride up. Airplanes are not necessary for jumping fixed objects, but they are often necessary for getting to them. In the fall of 1980 Smitty spent an estimated $1000 simply on travel to jumpable bridges, antennas, and cliffs scattered all over the country.</p><p>Always the organizer, Carl Boenish began publishing <em>BASE Magazine,</em> a newsletter that he dubbed the unofficial publication of the United States BASE association. It featured a logo that could be worn by those who had jumped in all four categories, as well as statistics on all recorded BASE jumps, how-to articles by experienced BASE jumpers, and reprints of various newspaper stories pro and con fixed-object jumping. Although he nodded to commercialism by running ads for his Photo-Chuting Enterprises, Boenish took care not to neglect the philosophical basis of BASE. For those who worried about the illegality of some of the jumps, the Boenish line was essentially “as long as it doesn’t hurt anybody, do it anyway.” But the overall BASE ideology was summarized by an unattributed quote Boenish had found on a wall at a skydiving center in Florida. Listed among <em>BASE Magazine's</em> “Quotations to Inspire Us By,” the passage began with the sentence “Ido not choose to be a common man.”</p><p><span class=\"dropcap\">O</span>n June 28, 1981, Phil Smith, Phil Mayfield, andy Smith, and Dewayne Bruette climbed to the top of the Texas Commerce Tower for another Sunday morning daylight jump. The plan called for the two Phils to go off first at eight o’clock, with andy and Bruette following them after filming the jumps from atop the building. After Smitty, Mayfield, and andy Smith had jumped, Bruette waited. He later said he delayed in order to let the other jumpers get out of his way and to complete the filming. At least five minutes passed. Finally, Bruette went off the building and drifted over to a routine landing in Market Square. By the time he touched the ground, Houston police cars had arrived on the scene.</p><p>Although they knew he had jumped from the Texas Commerce Tower, the cops could find nothing to arrest him for. At last they led him to the building security officers and informed them that there were no charges. The building security people kept calling higher-ups, trying to get instructions. Then word came down to file trespassing charges against the jumper. The police took Bruette down to the station and booked him. That afternoon, Smitty and the others bailed him out.</p><p>The BASE jumpers lay low pending the outcome of Bruette’s hearing. But Bruette merely showed up in municipal court, entered a plea of guilty, paid a fine of $75, reclaimed the balance of his bond money, and went home.</p><p>Smitty and andy Smith immediately started planning their next jump: a leap from the Loop 610 bridge that arches over the Houston Ship Channel. Here again the challenge was not the altitude but the lack thereof. The bridge was only 168 feet above the water. That would make it the lowest BASE jump yet attempted. The fact that a disconsolate prostitute had managed to kill herself by jumping off the bridge a few years before attested to the danger involved. But Smitty figured that if he and andy relied on the static-line rigs used by novice sky divers and paratroopers, their chutes would open fast enough to get them down safely. The static lines would be attached to the bottom of the bridge and would automatically pull the chutes open as the jumpers went off. Besides, by jumping from the middle of the bridge, they could count on the water’s breaking their fall.</p><p>Following what was becoming standard operating procedure for urban BASE jumps, the two Smiths asked some skydiving friends to photograph the event and to drive the getaway cars. They also arranged for a motorboat to be on hand to fish them out of the water when they landed. Then, in their first departure from their unofficial policy of avoiding publicity, the Smiths invited KPRC-TV and radio stations KLOL and KTRH to witness the jump.</p><p>They went off the bridge at 8:30 in the morning on Sunday, august 16, 1981. By 8:40, they were standing in bathing suits on the shore beside the getaway van, toweling off the murky Ship Channel water. KPRC-TV reporter Dana Millikin stood beside them, thrusting a microphone under their noses to record their post-jump reactions. But before the jumpers could get off the Port of Houston property, a blue city police car pulled up with its lights flashing.</p><p>As in the case of the Bruette jump, a lengthy period of official confusion ensued. Then some Port of Houston security officers showed up and advised the officer on the scene that the port wished to charge the jumpers with trespassing. Still dressed in their bathing suits, the two Smiths were taken downtown and booked for trespassing on Port of Houston property and for the additional offense of walking on a freeway, which they allegedly did before actually jumping off the Loop 610 bridge. That afternoon, they each posted a $240 bond and were released.</p><p><span class=\"dropcap\">O</span>n Labor Day weekend, while the Smiths were out doing some conventional skydiving, they got word that someone had just been hurt jumping the Texas Commerce Tower: 25-year-old Richard Davis of austin. He had jumped at about two-thirty in the afternoon and had hit against one of the upper stories of the building, knocking a piece of granite off the facade that nearly hit some construction workers on the street below. Then he had drifted across the intersection of Milam and Capitol to bang into the northern Pennzoil tower. Somehow, Davis had proceeded down the north side of the building and turned south along Louisiana Street, only to crash into the glass canopy above the lobby on the building’s west side. He was rescued from the shattered canopy by an emergency unit and rushed to St. Joseph Hospital.</p><p>Rick Davis turned out to be lucky. His injuries consisted of only a broken foot and some facial cuts. Except for his sky diver’s ego, everything else was fine. When Smitty visited him in the hospital the next day, Davis still did not seem to know what had gone wrong. He remembered that his chute had opened facing the building, the worst of all possible opening directions. He remembered putting up his feet to absorb the impact before he hit the building. But the next thing he knew he was lying in the hospital. Davis surmised that he must have broken a steering line because of the severe opening shock, but he could not be sure until he examined his rig. And that he would be unable to do for some time, since his parachute was now in the custody of the Houston police, who were charging him with criminal mischief, a felony punishable by two to ten years in jail or up to $5000 in fines or both. Davis had also been told that he had caused an estimated $10,000 in damages and might face problems from the building owners.</p><p>Though Smitty and the other BASE jumpers were glad that Davis had escaped serious injury, they were highly critical of him for jumping in the afternoon when the winds were turbulent and a fair amount of traffic was on the street. The two Smiths had spoken with Davis on the telephone briefly in the days preceding the jump, but they did not know how well (if at all) he had checked out the building and tested the winds. More than anything, they regretted that the Davis jump, unlike all the previous jumps, had damaged property. They felt certain that it would cause a negative public reaction to BASE.</p><p>They were right. On September 19, 1981, in an editorial titled “No Sport in This,” the <em>Houston Chronicle</em> labeled the building and bridge jumps a “dangerous and unnecessary nuisance” and called on law enforcement agencies to treat them as such. A short time later, Joe Svec wrote a letter to the <em>Chronicle's</em> “Viewpoint” column, branding the building jumpers “skydiving outlaws” who were “not representative of the skydiving community as a whole.” Though Svec did not mention BASE by name or refer to the fact that he himself had jumped from El Capitan, he lamented the publicity being devoted to the building jumpers while the United States Parachute Team was being virtually ignored by the media. The team, of which Svec was leader, later won a world championship meet against 24 other national teams.</p><p>The day after the <em>Chronicle</em> published Svec’s letter, Phil Smith and andy Smith went on trial in municipal court for the charges related to the Loop 610 bridge jump. The charges of walking on the freeway were dropped when the prosecution’s only witness failed to appear, but assistant city attorney Danny Easterling went ahead with the trespassing charges, basing his case on the testimony of the arresting officer and a Port of Houston security guard. However, the defense counsel, Walter Reaves, put Phil Smith on the stand to testify that there weren’t any fences or No Trespassing signs along the waterfront from which the divers had entered the port property and that their entry had been made on Sunday, which was visitors’ day. The jury deliberated the case for more than two hours. Mindful of Easterling’s closing argument that the case should be used to discourage others from attempting similar stunts, the six-member panel leaned toward conviction. But the jury also realized that the Port of Houston had not posted the proper notice to forbid trespassing. At 2:13 p.m. the jury returned a verdict of not guilty.</p><p><span class=\"dropcap\">B</span>efore they had left the courtroom, Smitty and andy were already whispering plans to jump the Texas Commerce Tower again the very next day. As it happened, that jump had to be postponed so that Smitty could watch Nolan Ryan pitch the astros past the Los angeles Dodgers with a no-hitter. But the BASE jumpers continued to plan more fixed-object jumps for the near future. Although many of their jumps would require illegal or extralegal entries, they now tried harder than ever to get official permission for at least some of their projects. Phil Mayfield, for example, wrote to Texas Commerce Bank chairman Ben Love requesting permission to jump the tower on its opening day. Smitty wrote West Virginia state officials for permission to jump the New River Gorge Bridge.</p><p>The letter writing produced some unexpected results. Although Mayfield never got a response from the bank, Smitty did manage to persuade West Virginia officials to let him jump New River Gorge. On October 17, he and four other sky divers made a total of thirteen successful bridge jumps in West Virginia before a crowd of 20,000 people. The BASE jumpers also made 35 jumps off the Crocker Center in Los angeles. In the meantime, however, the sport of fixedobject jumping claimed another life when a sky diver from Oklahoma crashed from the Black Canyon formation in Colorado.</p><p>Despite the tragedy, Carl Boenish continued to promote BASE jumping with mounting zeal. In a newspaper interview shortly after one of the Texas Commerce Tower jumps, Boenish had predicted that BASE jumping would one day become a recognized national sport and that within five to ten years police departments in major cities would routinely cordon off twoblock areas around selected buildings so that up to fifty sky divers could make jumps. Boenish now worked to make his prediction come true by spreading the gospel according to BASE wherever he could sell or hand out copies of <em>BASE Magazine.</em></p><p>Boenish’s unflagging optimism notwithstanding, all indications are that his vision of a world of legal building jumps is a pipe dream. Ben Love has told friends that the jumps have provided free publicity for his bank and has joked that while bankers are usually the ones jumping out of tall buildings, “our loan portfolio is strong enough that we don’t have to do that.” But he opposes the jumps. Meanwhile, Turner Construction Company officials have tightened security around the building and have vowed to prosecute trespassers with or without parachutes. Criminal trespass has recently been upgraded to a Class B misdemeanor punishable by both a fine and imprisonment, which provides a stiffer deterrent to prospective building jumpers than the old law.</p><p><em>(Continued on page 310)</em></p><p><em>(Continued from page 304)</em></p><p>BASE has also incurred the opposition of the United States Parachute association. “The USPA regards all BASE jumps as potentially very dangerous stunts which are not a part of sport parachuting,” the USPA’s official statement reads. “We urge our members not to participate in this type of activity.”</p><p>The USPA’s position leaves Boenish undeterred. “They are officially recognizing the difference between the two sports, and we’re happy about it,” he says. “I think it’ll add credibility.”</p><p>What both sidqs^of the BASE controversy repeatedly overlook is the possible redeeming social value of the fixedobject jumps. By testing the lower limits of parachuting, the BASE jumpers may have opened new approaches to lifesaving equipment for tall buildings. Two workers were killed during the construction of the Texas Commerce Tower because of falls from high places. Had they been attached to their work sites by static-line parachute rigs, their lives might have been saved. The BASE jumps may also have implications for preventing the <em>Towering Inferno</em> nightmare of people jumping off the top floor of a burning skyscraper to certain death on the pavement in order to avoid perishing in the flames. The Texas Commerce Tower jumps have shown that chutes can be opened as low as forty stories above the ground, a building height becoming increasingly common in Texas cities. If quick-opening parachutes were stored at the top of a building, evacuees might have at least a chance of saving their lives.</p><p>Smitty, for his part, does not regard BASE jumping as anything but a personal obsession. One of his goals is to jump the 1454-foot Sears Tower in Chicago, which is the tallest building in the world. But his burning desire is to make ever lower and more difficult fixed-object jumps<strong>.</strong> “Last year, we didn’t know we could jump a building less than a thousand feet,” he says. “Then we jumped a bridge that was only one hundred and sixty-eight feet. Who knows how low we can go? One hundred and fifty feet? One hundred feet? The only thing we know for sure is that the ground’s the limit<em>.”</em></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "December 1981",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "Commerce",
      "Houston",
      "Bridge",
      "wind",
      "El Capitan",
      "Construction",
      "ever",
      "Police",
      "Cars",
      "Death",
      "Home",
      "ten",
      "buildings",
      "people",
      "Son",
      "California",
      "Cameras",
      "Earth",
      "Edge"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": [
      "Texas",
      "Houston",
      "West",
      "Canyon",
      "Arlington"
    ]
  }
}