{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19759",
    "date": "September 1975",
    "year": 1975,
    "month": 9,
    "month_formatted": "September",
    "pdf_uri": "/1975/19750900.pdf",
    "issue_cover_image": "",
    "document_start_page": 63,
    "toc_start_page": 61,
    "document_page_range": [
      63
    ],
    "toc_order": 3,
    "toc_headline": "Mexico: An Introduction",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-197509-mexico",
  "source": "/1975/19750900.pdf",
  "wp_post_id": 108765,
  "wp_post_guid": "http://www.texasmonthly.com/article/mexico-on-five-words-a-day/",
  "authors": [
    "Mike Hicks"
  ],
  "headline": "Mexico",
  "dek": "",
  "spread_caption": "",
  "excerpt": "",
  "kicker": "",
  "word_count": 292,
  "content": "<img/><p>Lettering by</p><p>Four hundred and fifty years ago Texas was claimed for Spain by an adventurer who was washed ashore, naked and starving, on the beach at Galveston. Cabeza de Vaca was promptly made a slave by the vile, cannibalistic, and otherwise inhospitable Karankawa Indians. For the next 300 years (more than twice as long as we have been part of the United States) Texas lived up to this initial tradition as one of the most troublesome provinces in New Spain. This cantankerous reputation reached its climax during the 25 years Texas was a part of the Republic of Mexico, and, in the opinion of many educated Mexicans, persists to this day. “Poor Mexico,’’ the saying goes,</p><p>“so far from God and so close to Texas. ’ ’</p><p>And while Texans and Mexicans may have had occasional quarrels, misunderstandings, and even bloodshed, on the certainty of our geography we must all agree: the two proud peoples on either side of the long and fickle Rio Grande are destined forever to be neighbors. We Texans have the opportunity to participate in the life, history, culture, and language of another society, a society easily accessible in a way few americans enjoy, but which Europeans, with their many national borders, take for granted.</p><p>Now we know that some of you out there have some fuddy-duddy ideas about Mexico: that it’s dirty, that you can’t eat or drink without getting sick, that the Revolution is going to break out any minute, etc. Well, maybe the somewhat arbitrary selection of Mexican items that follows will help set your mind a little to rest, as well as throw some light on Mexico’s mysteries and delights. On that note of discovery, let’s turn our gaze to the south and cross the Rio Grande.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "September 1975",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "rio",
      "Texans",
      "Cabeza de Vaca",
      "Geography",
      "God",
      "Language",
      "Opinion",
      "Rio Grande",
      "Society",
      "spain",
      "Tradition"
    ],
    "wp_categories": [],
    "wp_location": [
      "Texas"
    ]
  }
}