{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19905",
    "date": "May 1990",
    "year": 1990,
    "month": 5,
    "month_formatted": "May",
    "pdf_uri": "/1990/19900500.pdf",
    "issue_cover_image": "",
    "document_start_page": 105,
    "toc_start_page": 100,
    "document_page_range": [
      [
        105,
        106,
        107,
        108,
        109,
        110
      ],
      [
        151
      ],
      [
        153
      ],
      [
        155
      ],
      [
        157
      ],
      [
        159
      ]
    ],
    "toc_order": 2,
    "toc_headline": "The Way Out",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199005-thewayou",
  "source": "/1990/19900500.pdf",
  "wp_post_id": 125838,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-way-out/",
  "authors": [
    "Jan Jarboe"
  ],
  "headline": "The Way Out",
  "dek": "With its old-fashioned emphasis on basics, discipline, and morality, El Paso’s Cathedral High succeeds where other schools fail. Most of all, it offers Mexican american boys . . .",
  "spread_caption": "",
  "excerpt": "A modest Catholic boys’ school in El Paso could teach public schools a lesson or two about how to provide a solid education on a limited budget and send 98 percent of their students off to college.",
  "kicker": "",
  "word_count": 5564,
  "content": "<p>The Joke At El Paso’s CAtHEDRAL High School is that the only thing holding up the 64-year-old structure is 64 coats of paint. The dilapidated downtown school stands directly under the stern and craggy face of Ranger Peak. Across the street, elderly Hispanic women tend beds of flowering bougainvillea in front of small brick duplexes. This is an old school in a waning neighborhood, housed in a shabby medieval-style building that is cold in the winter and hot in the summer. The student body is 77 percent Hispanic, and most students come from working-class families. Studying the neighborhood and the school’s facade, you could make some grim assumptions: This is another school with high dropout rates, low test scores, lax discipline, and tense racial relations.</p><p>But Cathedral High School is the opposite. Last year Cathedral’s 82 graduates were accepted by colleges and won 55 scholarships. Yet the class of 1989 was not all that extraordinary—98 percent of Cathedral’s graduates go on to college. When teachers at Cathedral speak of discipline problems, they are not talking about drugs or gang wars. A discipline problem here is when a boy forgets to wear a belt to school and might have to do one hundred pushups for violating the dress code. Or when a boy doesn’t sit up straight at his desk (“Unless oxygen reaches your brain,” a math teacher informs a slouching student, “there’s nothing up there but mush”) or when he fails to stand when an adult visitor enters a classroom. When teachers talk among themselves about discrimination at Cathedral, the issue isn’t racism but favoritism toward the intellectual elite. In this school, eggheads are heroes. Each nineweek grading period, 30 to 35 percent of the students make the honor roll.</p><p><em>Education is Cathedral's central purpose, hut religion gives the school its sense of mission.</em></p><img/><img/><p>Photographs By Keith Carter</p><img/><img/><p><strong>At Cathedral, Mexican american boys enter a cycle of success. They see their peers making good grades and expect the same of themselves.</strong></p><p>Cathedral’s record stands in dramatic contrast to that of american public education. It is no coincidence that everything about Cathedral is different from the typical high school. Cathedral is private, religious, and all male. The very policies that are now being advanced as far-reaching reforms for public schools-small classes, high standards, freedom for teachers, lots of homework, and old-fashioned rules that cover every facet of students’ lives from how they dress to what color of ink they use for their homework-are a matter of course at Cathedral.</p><p>The prevailing wisdom in public education is that minority students are problem learners and that only more money can reverse their record. The prevailing wisdom at Cathedral is that Mexican american students are the same as anyone else and that they can excel even when money is scarce. In 1988 Texas public schools spent an average of $3,238 for every student; Cathedral spends about $3,100 per boy-$2,285 of that comes from tuition and fees and the remainder from selling school calendars and tickets to <em>gordita</em> dinners and from endless other fundraising activities. It hasn’t been too many years since students held Friday night dances to raise money for teachers’ salaries. The school has almost no frills (no football field or band) and no bureaucracy (even the principal teaches two classes a day), so every dollar goes straight to the classroom. The school is so poor that chemistry students work in a 64-year-old lab—on the same equipment that many of their fathers used—but they still manage to do titrations, a method of measuring dissolved substances, with near-perfect accuracy.</p><img/><img/><p><em>Opposite page: Brother Nick Gonzalez (above, center) urges religion students to think for themselves. Brother Stephen Furches (below) keeps standards and expectations high. This page: Cathedral's shabby walls are showing their age, but the boys succeed despite the conditions (above). To Chris (below, left) and David Medina, Cathedral is family.</em></p><p>In large Texas high schools, Mexican americans become part of a cycle of failure. The dropout rate for Mexican american students who were freshmen in the 1985-86 school year is a staggering 48 percent. Gangs thrive. But at Cathedral, Mexican americans become part of a cycle of success. They see their peers making good grades and getting full college scholarships, and they come to expect the same of themselves. The sons of truck drivers and auto mechanics look at Cathedral graduates and know that they too can move from poverty into high-paying professional jobs. Cathedral is the way out.</p><p>There is a school like Cathedral in every Texas city that has a long-established Mexican american community. Laredo has St. Augustine High School, Brownsville has St. Joseph academy, and San antonio has Holy Cross High School and Central Catholic Marianist High School, which produced Henry Cisneros. In El Paso, Cathedral’s influence is so pervasive that most of the city’s successful Hispanic lawyers, doctors, and accountants are alumni. Each new class quickly learns about graduates like brothers Lucas and Jose Luis Gonzalez, class of '40 and '46, respectively, who were both chief technicians at NASA; J. Fernando Barrueta, class of ’61, the president of one of the largest real estate management companies in Washington, D.C.; Hector Camarena, the valedictorian of the class of ’85 and a recipient of the prestigious AT&T Bell Laboratories Engineering Scholarship, which financed his four years at Harvard.</p><p>The march of progress across the generations is slow but steady. For instance, Pete Ramos’ father went to school only through the fifth grade. He supported his family by working as a street-sign caretaker for the City of El Paso and sacrificed to send his son to Cathedral because he knew that education was Pete’s ticket into the middle class. Pete graduated from Cathedral in 1959, went on to get his college degree, and now is the principal of El Paso s Bowie High, a large school near the Rio Grande. Pete's own son, Roderick, graduated from Cathedral last year and is a student at Southwest Texas State University in San Marcos. “My dad gave me the gift of a fine education, and I went the next step by going to college,” said Pete Ramos. “I gave my son the same gift, and he wants to go a little farther than I did and go to law school.”</p><img/><img/><p><em>This page: Freshmen like Victor Contreras (above) soon become caught up in the school's magic. An old-world quiet pervades the halls during classes (below). Opposite page: Swim coach Leo Cancellare (above, center) builds champions. Time moves slowly at Cathedral: the youngest student, Richard Fleager, meets its oldest graduate, Joe James.</em></p><p>That movement-from laborer to principal to lawyer—is the story of Cathedral High School. You hear it over and over again. Victor Miramontes, the executive vice president of Henry Cisneros’ assetmanagement company in San antonio, said that when he was a student at Cathedral, the pressure to learn was so constant that education became synonymous with religion and family. His own father earned a living working for a beer distributor. “I remember one day my father and I were driving around in his truck, and he told me, ‘Victor, I don’t have a lot to give you, but the one thing I am going to give you is a good education. Make the most of it.’ You simply don’t let parents like that down,” Miramontes said.</p><p>I asked Pete Ramos why Cathedral is able to do what public schools find impossible. Ramos listed the reasons: Bowie has 2,100 students; Cathedral, 370. Bowie’s curriculum is full of electives and must be broad enough to accommodate students who are not bound for college; Cathedral’s curriculum is traditional, and every boy takes four years of English, science, math, and religion. The discipline problems of the two schools are not even comparable. Ramos said that fifteen different gangs have members that attend Bowie, and he counts it as a victory that he is able to keep gang activity out of the classroom. At Cathedral, deadbeats, troublemakers, and shirkers don’t last one semester. The workload is simply too tough.</p><p>[ Continued On Page 146 ]</p><img/><img/><p><strong>The students have two things going for them: parents and teachers who want them to learn and are intimately involved in their lives.</strong></p><p>[ Continued From Page 104 ]</p><p>It is not intelligence or wealth that distinguishes Cathedral students but motivation. Most of Cathedral’s student body is of average intelligence and middle-class income. (Ten percent of the student body receives financial assistance from the school. Many more students need it.) They do have two things going for them, however—parents and teachers who want them to learn and who are so intimately involved in the boys’ lives that they know when the boys have stepped out of line. Not all of the boys who enter Cathedral are highly motivated and disciplined, but if they last, they soon become that way.</p><p><span class=\"dropcap\">A</span>t 8:25 a.m. the warning bell sounds, and all the boys attending Cathedral have five minutes to get to first-period class. The hallways are crowded and noisy as the boys rush past. All are dressed according to the school’s dress code: slacks (no jeans), shirts with collars (no T-shirts), and dress shoes (no sandals or tennis shoes). No skinheads or boys with long hair roam these halls; hair must be kept above the top of the collar, and it must be neat—not too bushy—and maintained in its natural color. “No outlandish styles are allowed,” reads the student-parent handbook.</p><p>Considering the number of male hormones bouncing off Cathedral’s battered walls, the atmosphere is remarkably calm. The boys don’t shove one another; shoving is against the school rules. Their books are covered with clean manila paper because some teachers dock them a quarter for every dirty book jacket. All of the boys carry black ballpoint pens: Homework written in blue ink automatically earns a grade of zero. The point of emphasizing dress and rules, according to Cathedral’s handbook, is to instill in each boy a sense of order and respect for himself, other students, and the faculty. Still, the hallway is no gathering of angels. The boys laugh and joke and call each other silly nicknames. When teachers are out of sight, it is possible to hear the rebellious slam of a locker or spot a spitwad in mid-flight.</p><p>At 8:30 the steady, smooth voice of Brother Stephen Furches, the principal, comes into all the classrooms over the school’s intercom system. “Let us remember that we are in the holy presence of God,” begins Brother Stephen earnestly. “In the name of the Father and of the Son and of the Holy Spirit.” Three floors of boys respond in unison: “I will continue, O my God, to do all my actions for the love of You.” For as long as anyone can remember, this is the prayer that has started every class at Cathedral.</p><p>The prayer and the strict rules are Brother Stephen’s way of communicating a clear message to the boys: What you do here matters. It matters to God. It matters to your family, who is making enormous sacrifices to pay the annual tuition to send you here. It matters to your teachers, who are willing to earn less money at Cathedral than they could in public schools, not because you’re smarter, but because you care and are willing to learn. Finally, it matters because although the academic demands are rigorous and the personal demands traditional, the rewards are worth it. This is Cathedral’s offer: Follow our rules for four years and you’ll leave here with not just a diploma but a destiny.</p><p>Brother Stephen is a chubby man of French ancestry with pale, translucent skin and hazel eyes that glisten with tears every time the sixty-voice Cathedral choir sings “I Believe.” Brother Stephen is a member of the order of the Brothers of the Christian Schools, founded by Saint John Baptist de la Salle in France in 1680. It was La Salle who created the concept of classroom education. In seventeenthcentury France only the children of the wealthy were allowed an education, and the method of instruction was one teacher working with one pupil at a time. La Salle opened schools for poor children and trained religious men as teachers.</p><p>Ever since Cathedral was founded in 1925, it has been run by the Christian Brothers. I caught up with Joe E. James, 79, Cathedral’s oldest living alumnus, at a rock show —the old-fashioned kind, with crystals and geodes that he had discovered on various treasure hunts. James told me that his father, a cowpuncher and ranch hand, had been willing to pay the $5-a-month tuition to send James to Cathedral because he was impressed by the Brothers’ emphasis on discipline. In James’s day, the boys were not allowed to wear overalls to school because the brass buckles scratched the desks. Today Brother Stephen and the five other Christian Brothers who teach at Cathedral still have that same attention to detail. The modern equivalent of the no-overalls rule is that boys are not supposed to place their feet against the desk in front of them, because shoes are hard on furniture.</p><p>“We’ve stayed very basic,” says Brother Stephen. “In some ways, I think schools like Cathedral have been blessed by not having a lot of money to spend on the latest trends in education. Our strength is that the faculty here know exactly where we want to take the students in the course of a year and believe that the boys can go there.”</p><p>The method of instruction is as traditional as the course material; some learning is even done by rote. If Brother Stephen, who teaches two classes of junior English, hears a boy stumble through the opening lines of Marc antony’s hero speech (“Friends, Romans, countrymen, . . .”), he stops the boy on the spot, tells him that Shakespeare deserves closer attention, and sends him off for more practice. “You have to learn to love the sound of words —I mean really love them,” he told one boy. In senior English the boys have to memorize a historical speech longer than 250 words and recite it in front of their classmates.</p><p>Most american schools have roots in much less traditional soil. For the past one hundred years or so, educators have embraced the ideas of progressivism —the view first put forward by John Dewey that children must be inspired, not forced, to learn. Dewey argued against formal methods of instruction. He believed that education should be child-centered: Teachers should help children use their own experience to set their own learning goals. From there, it was only a few short steps to personally useful courses such as vocational education and typing and to more and more electives. Instead of teaching The Federalist papers and Shakespeare, schools began offering instruction in registering to vote and business communications.</p><p>At Cathedral the purpose of education is not to teach a student what he already knows or has an interest in but to introduce him to a world of ideas and knowledge about which he is completely ignorant. “You may ask a fifteen-year-old boy what he’s thinking or feeling, but you do not ask him what he wants to learn,” said Brother Stephen. “at Cathedral, the general assumption is that the faculty know what the boys need to learn.” Cathedral science teachers believe that if you teach a boy how to repair a radio, then that’s all he will ever know how to do. If you give him an understanding of the laws of physics, then he can learn how to repair rocket boosters as well as radios.</p><p>Every year Brother Stephen, with the aid of some of the school administrators, chooses up to 120 boys for the new freshman class. His criteria are simple. Candidates must have a mastery of eighth-grade skills and a willingness to learn. Brother Stephen looks at an applicant’s scores on a placement test, his grades, and his general attitude about learning. Students who have trouble with reading or math are sometimes admitted to Cathedral anyway, provided they attend the school’s summer program. Boys with learning disabilities are not necessarily refused; students with dyslexia and attention-deficit disorders have done well at Cathedral, and one dyslexic graduate is now a student at Stanford.</p><p>Not every boy is suited for Cathedral, though. About ten a year decide not to return to the school. A few leave because they won’t follow the rules, others because they fail more than two subjects a year and don’t make them up in Cathedral’s summer school. Typically, the boys who leave Cathedral do so after their freshman year, when they have the most trouble understanding why a school with no girls and lots of nit-picking rules is inherently better than public high school. I talked to one student who left, David Villalobos. “I just didn’t like it,” he said. “I didn’t like it because it was just guys, and I didn't like the teachers. One teacher got all bent out of shape when I didn't do my homework one night. I flunked a couple of classes, and that was it.” Now David goes to Hanks, a large high school on El Paso’s east side, where he is happier and passing all of his classes. “Hanks is more fun,” David said.</p><p><span class=\"dropcap\">W</span>hen Chris Medina was a freshman at Cathedral, he cringed every time he heard kids from public schools call his school Homo High. But now that he is a senior, he says, “I just walk up to whoever is saying that and ask them straight out, ‘Do you think i’m queer?’ and they always back down. I notice that it’s only the pip-squeaks who say that kind of stuff.”</p><p>At eighteen, Chris is no pip-squeak. He is five feet eleven inches tall and weighs a solid 210 pounds. He is the captain of the football team (which lost five out of six games this year) and a member of the student council. The evolution of Chris’s career is typical at Cathedral. In his first year, he hated going to an all-boys school and resented doing several hours of homework every night. He thought Cathedral’s grading system was unfair: an a is 94 to 100; a B, 87 to 93; a C, 76 to 86; a D, 70 to 75. If Chris made a 90 on an exam, it would have been an a anywhere else in the city. In his sophomore year, he began to like school. By then he viewed the school as a complex obstacle course. Nothing his teachers asked of him seemed beyond his reach. In his junior year, he coasted. He knew he wasn’t going to flunk out. By the end of that year, Chris could honestly tell himself that girls were, as he put it, enough of a distraction after school; it was a relief not to have to impress them in class. Now that he is a senior, Chris Medina is so attached to Cathedral that he is terrified to leave. “i’m used to a place that isn’t just a school but a brotherhood,” says Chris. “Here, everyone is special and everyone thinks i’m special. My teachers are my friends. What’s going to happen to me when I hit the real world?”</p><p>Everywhere at Cathedral Chris is reminded that the real world is approaching. In her first-period English class, Gabriela Diaz asks Chris and the other boys to pray for the eight Cathedral graduates who are attending Stanford; only the day before, the San Francisco Bay area was ravaged by an earthquake. “Our boys telephoned Brother Stephen this morning,” says Diaz. “They are all fine, thank the Lord. The only problem is they were scared to death, and several of them said they wish they had gone to Harvard instead.”</p><p>Diaz is a purposeful, steady Hispanic woman with a no-nonsense manner and a genuine love of her subject matter. A few years ago she was examining textbooks and came across an English text that offered seniors a condensed version of <em>Macbeth.</em> “Can you imagine anything more insulting?” she asked, her brown eyes boring right through me with displeasure. Today Diaz is lecturing on the <em>Canterbury Tales</em> (“We study these tales because Mr. Chaucer understood human nature,” she says. “Read the tales and find the modern equivalent of the characters in our own society”), and she gives the boys a new reading assignment: Plato’s account of the death of Socrates. Diaz has taught at Cathedral for eleven years, long enough for the boys to call her Gaby behind her back. Despite her seniority she takes home only $18,000 a year. “I teach here because I have the freedom to offer a challenging and difficult course of study,” Diaz told me, “and because I hope someday some teacher does for my kids what i’m doing for these boys.” Not a day goes by that Diaz doesn’t remind her students that they are college-bound. As a class assignment, she asks them to write letters of application to four universities. “You may choose to go to UTEP or a community college, but I want you to apply to three other schools. Who knows? You might get a scholarship.”</p><p>The specter of college follows Chris Medina all day long. In second-period math class, Luz Ulrickson, who has taught at Cathedral for 22 years, returns test papers to the groans of all twelve boys in her class. About half of the class failed. Chris yells, “Oh, my God!” when he sees his failing grade. Ulrickson stands behind her desk and surveys the wreckage without a trace of sympathy. “When you get to college,” she tells them, “it simply won’t do to wait until the night before to study for an exam.” Third period is business, taught by Duayne Thompson, who gives the class of ten an assignment: Come up with a plan to start a business, with heavy emphasis on how it will be financed. “If you do this right,” he tells them, “next year, freshman accounting won’t be so hard for you.”</p><p>After a cafeteria lunch of made-from-scratch burritos, Chris goes to religion class taught by Brother Nick Gonzalez. More than any other teacher at Cathedral, Brother Nick is the embodiment of the school’s psyche. He emphasizes old-world values and tradition, but he presses the boys to think about the modern world. Only 27 years old, he dresses like a traditional Christian Brother in a long black robe with a plastic white collar. His robe represents an earlier time and space. Privately, however, the boys tell each other that Brother Nick wears the robe to appear older than he is, and they call him the Boy Wonder.</p><p>Even the 7 percent of the students who are not Catholic must take four years of religion at Cathedral. As freshmen, they study the fundamentals of Catholicism and the Old Testament. As sophomores, they learn about the sacraments and morality; as juniors, they study the New Testament and church history. Seniors focus on adult Christian living, and they are urged to begin thinking for themselves.</p><p>In the old days Catholic schools used religion class for indoctrination, but Brother Nick uses his 55-minute classes to teach the boys how to think. He does not try to win converts. “That would be immoral,” Brother Stephen told me. Although questions are framed within the Catholic point of view, the boys don’t necessarily agree with Brother Nick’s view of the world.</p><p>Today Chris’s religion class centers on a discussion of Hermann Hesse’s novel <em>Siddhartha.</em> “Where does suffering come from?” Brother Nick asks. One boy suggests that suffering is a by-product of cause-effect relationships: The world operates according to rules, and if you break one, you suffer. Brother Nick writes that theory on the blackboard. Another boy suggests that God causes man to suffer in order to bring man closer to Him. Again, Brother Nick records the idea. A third student says that suffering happens totally at random, no one causes it. Brother Nick notes this theory too. Then the class argues about the various ideas, relating them to the characters in <em>Siddhartha</em> and the Book of Job and exploring the roots of the characters’ suffering. As the class comes to an end, Brother Nick assigns the nightly homework: Write a personal plan with a general personal goal and develop five or six steps for attaining that goal. Chris tells me that his plan is to complete all his college applications by Christmas, and high on his list of steps is to have a candid talk with his parents about finances.</p><p>In government class, an admissions counselor from the University of Southern California stops by to encourage the seniors to apply to his school. “i’m in Texas on a scouting mission,” he tells them, “and Cathedral is a school I didn’t dare pass up.” Chris’s last class of the day is physics, where he and the other boys beg the teacher, Joyce Gridley, for a tenpoint curve on their most recent exam. “Not in this school,” says Gridley. “Not on your life.”</p><p>The Medina family lives in a middleclass neighborhood on El Paso’s east side. When I arrive at the house for dinner, Chris greets me at the door and directs me to the kitchen to meet his mother. Irma, a friendly, open-faced woman, is standing by the stove, frying a mountain of <em>flautas.</em> Chris’s younger brother, David, a freshman at Cathedral, is in the den, poring over his homework. Irma and Ralph Medina are typical Cathedral parents. She is a secretary, and he is a deliveryman for a local freight company. Neither went to college. As the <em>flautas</em> sizzle in the pan, Ralph tells me of the moment he decided that he had to find a way to pay $4,590 a year to send his two sons to Cathedral. “I was making a candy delivery to a local high school. When I walked in the school, long-haired, creepy-looking boys were wandering the halls. I peeked into the classrooms, and the kids were mouthing off to the teachers, and the teachers just sat there and took it,” Ralph says. Even though Irma and Ralph both grew up Catholic, they wanted their sons to go to Cathedral for self-discipline, not for religious training. “i’ve seen Chris change so much,” Ralph says. “When he started at Cathedral, we had to nag him to do his homework. Now he does his work without us asking. I really don’t think there is any obstacle that life can hand him that Chris can’t manage.”</p><p>The conversation works its way to college, and there is a moment of tense silence. “Chris would like to go out of town for college,” says Irma, looking down at her plate, “but there is no way we can afford it. We’ve told him that if he’ll live at home and go to UTEP for two years, we’ll see about sending him someplace else later.” Chris nods. He is not the only boy in his class headed for UT-E1 Paso. About 60 percent of Cathedral graduates start college there for exactly the same reason as Chris. “The truth is,” says Chris, his voice filled with duty, “i’m not ready to leave home yet.”</p><p>Irma and Ralph still face three more years of Cathedral tuition for David. As a freshman, David doesn’t yet appreciate Cathedral. “School’s okay,” he says, “but the seniors boss us around a lot and the work is too hard.” Chris looks at his little brother as though he were a small pest and pitilessly croons, “Poor David.”</p><p><span class=\"dropcap\">W</span>hen I first visited Cathedral, I wondered whether an all-male, religious institution has any real lessons to offer public schools. At the very time that boys and girls are consumed by questions of gender and identity, does it make sense for them to be separated? at a time when public schools forbid the singing of Christmas carols for fear of offending someone, does a school like Cathedral have anything to do with the real world?</p><p>As I spent time at the school, I saw firsthand the benefits of a same-gender high school. An hour before the start of the school day I watched the choir practice in the cafeteria. As I heard sixty sleepy boys sing “ave Maria,” I wondered whether they could tackle such a sentimental song with a straight face if girls were in their choir. Cathedral’s swim team has won the state championship six out of the last eight years, and Leo Cancellare, one of the swimming coaches, is the most popular male role model in school. At a team practice, Cancellare spied a swimmer loafing, and his face went rigid with anger. In an instant he was in the pool —still fully dressed—grabbing the loafer by the shoulders. “If you don’t want to work,” he screamed, “get out of the pool!” Such stories pass by word of mouth through an all-boys school like electricity. And they don’t just build a swim team; they build male camaraderie.</p><p>Teachers at Cathedral who have taught in public schools say they don’t have to contend with the kind of gamesmanship that goes on continually in coed classes. The boys here try to outwit and outperform one another, but in a different way than when they are competing for the attention of girls. From eight-thirty to three the boys get a break from puberty. It’s not as though they don’t interact with girls. The moment the last bell of the day rings, Cathedral boys head straight for Loretto academy, a Catholic girls’ school a tenminute drive away. Loretto is comparable to Cathedral; it has a student body of 387 girls, and in the last few years, 99 percent of its graduates have gone to college. Nevertheless, many parents of Catholic girls want the Christian Brothers to make Cathedral coeducational.</p><p>It is religion that gives Cathedral its sense of mission. Although schools don’t have to be religious to be successful, they do have to have some sort of mission. For some schools, that mission is football; for others, it is building a sense of community or producing good citizens; for a few, it is academic excellence. Cathedral has chosen religion, and everyone—students, parents, and teachers—accepts the school’s mission, even if they don’t embrace it personally. Juli Furgeson, a Jewish mother who sends her son Josh to Cathedral because of the emphasis on discipline and academics, says that no one has tried to convert her son to Catholicism. “In fact, everyone at the school has been very respectful of our religion,” she says. “Brother Nick <strong>attended</strong> Josh’s brother’s bar <strong>mitzvah. I also think religion class</strong> has made Josh examine and defend what he really believes.” David Bowman, another Jewish boy at Cathedral, says that he and the other non-Catholic boys go to monthly mass, but simply sit quietly in the pews while the other boys take Communion. “Religion is just another class here,” David says. “It’s like anything else. If you’re going to argue about it, you’d better know what you’re talking about.”</p><p>Even secular educators understand the role of religion at Cathedral. I asked Diana Natalicio, the president of UTEP, why Cathedral seems to work. “Whether God is a Catholic, a Protestant, or a Jew,” said Natalicio, “she’s working real hard at Cathedral High School.”</p><p>Public schools can’t duplicate the allmale, religious atmosphere at Cathedral, but Cathedral offers many other lessons that public schools should take to heart. Public schools could reinstitute a more traditional curriculum, especially for college-bound students. Dress codes and rules about homework could provide greater order. Principals could teach classes, so that they would know students better and understand the practical effect of rules and regulations. Teachers could give parents clear and concrete tasks to do to help their children and the schools. For instance, at Cathedral, parents must attend PTA meetings to get their sons’ report cards. Public schools should also acknowledge that education is inherently a spiritual process —one human being imparting something valuable to another—and give consideration during the school day to values, morality, and perhaps even religion.</p><p>On homecoming night hundreds of Cathedral graduates gathered in the school cafeteria under an enormous blue-andwhite banner that read: “Welcome Back to La Cate.” (La Cate is a Spanish nickname for the school.) In one corner members of the class of ’61 gathered. In another stood several from the class of ’73. Some families were large enough to hold their own reunions. At one table, I met several of the Romero brothers; there were ten in all, and all ten went to Cathedral, some on scholarships.</p><p>As I surveyed the crowd, it occurred to me that even though Cathedral is a private school, it is close to the ideal of a school for everyone. The very poor and the very rich were all standing in the same line to buy a $5 plate of tamales. To attain a common ideal, everyone in the room had sacrificed a small amount of individuality to achieve a consensus about what constituted a sound education. I thought about Chris Medina’s fear of the real world and realized how difficult it will be for him to leave Cathedral. A few minutes later, I saw one of Chris’s best friends, Bobby o’dell, now a freshman at UT-Austin, enter the cafeteria. Bobby headed straight for Brother Stephen and threw his arms around his former principal in a tearful reunion. I asked Bobby how he liked going from a high school of 370 to a college of 50,000. “Oh,” he answered, “i’m doing just fine. But the truth is, none of us ever really leaves Cathedral. We just carry around this place inside of us wherever we go.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "May 1990",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "School",
      "Students",
      "Schools",
      "Teachers",
      "Religion",
      "Public Schools",
      "Education",
      "College",
      "Children",
      "High School",
      "Medina",
      "money",
      "Son",
      "Texas",
      "Love",
      "ten",
      "Tuition",
      "Hispanic",
      "Home",
      "Work"
    ],
    "wp_categories": [
      "Books"
    ],
    "wp_location": [
      "Texas",
      "El Paso",
      "Brownsville",
      "D.C.",
      "Laredo"
    ]
  }
}