{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19938",
    "date": "August 1993",
    "year": 1993,
    "month": 8,
    "month_formatted": "August",
    "pdf_uri": "/1993/19930800.pdf",
    "issue_cover_image": "",
    "document_start_page": 80,
    "toc_start_page": 78,
    "document_page_range": [
      [
        80,
        81,
        82,
        83
      ],
      [
        108,
        109,
        110,
        111,
        112,
        113
      ]
    ],
    "toc_order": 12,
    "toc_headline": "Famous Last Words",
    "toc_kicker": "",
    "cover_cut_line": "Famous Last Words What John Connally Really Thought of Lbj, George Bush, Ross Perot, Ann Richards, and His Own Career."
  },
  "identifier": "TXMO-ARTICLE-199308-famouslas",
  "source": "/1993/19930800.pdf",
  "wp_post_id": 127326,
  "wp_post_guid": "http://www.texasmonthly.com/article/famous-last-words/",
  "authors": [],
  "headline": "Famous Last Words",
  "dek": "In excerpts from his forthcoming autobiography, In History's Shadow, John Connally bashes George Bush, puzzles over Ross Perot, grieves for Lyndon Johnson, and analyzes his own unrealized ambitions.",
  "spread_caption": "",
  "excerpt": "John Connally opposed supplyside economics, thought Sid Richardson mistreated Perry Bass, and never regretted not being president: this and other candid commentary from his forthcoming autobiography.",
  "kicker": "",
  "word_count": 5109,
  "content": "<p>On Himself as Governor</p><p><span class=\"dropcap\">I</span> HAD Definite Ideas About Where Texas should be headed and how to get there. About the future, I was proved right, which ought to count for something. I foresaw the coming of the Sunbelt boom, and I knew Texas wasn’t ready to take advantage of it.</p><p>I was as activist a governor as the state had ever had. I called for sunset reforms, eliminating or consolidating a number of agencies that always seemed to have been there. The reforms would be enacted a dozen years later. I was the first Texas governor to call for the creation of a public utility commission. I made the case for a revision of the state constitution [in 1968] six years before the legislature assembled itself for that purpose.</p><p>From the outset, my emphasis was on higher education. If we failed there, we could entertain no hope of unifying the state in the areas of race and social welfare. House Bill 1 created a board to bring more intelligent direction to the role and scope of our colleges and universities. I hoped the board would husband and make more productive the monies that were to be funneled into higher education.</p><p>But it didn’t stop there. We sought greater support for libraries, for research, for teachers’ salaries, for vocational training. We developed a comprehensive water plan; created the Texas Tourist Development agency and the Travel Trails of Texas. We combined the parks and wildlife commissions. We merged the mental health and retardation agencies. We created the Texas Historical Commission. There was hardly an area of state government that we did not attempt to either reshape, reorganize, or create anew.</p><img/><p>Most Of the Legislature Had No Particular interest in my vision of Texas. They were consumed by the things state legislatures always fight over: interest rates, tax breaks, keeping waste dumps out of their districts. They see trees, not forests. It isn’t much different, if at all, on the federal level. I have been told—at times by people who could have made it happen—that a seat in the U.S. Senate was mine for the asking. I never asked. Legislatures reward longevity, not productivity.</p><p>On Lyndon Johnson</p><p><span class=\"dropcap\">F</span>OR All Of His Ego And Self-Confidence, he felt a sense of inadequacy. He was a man who hungered for everyone’s affection. One of his weaknesses, in my view, was this desire to be loved by everyone. To this end, he too often courted his enemies and abused his friends. He thought he could convert every foe into an adherent. He was unwilling to believe that there were people who just didn’t like him, and never would, and that he was better off if they did not.</p><p><em>From</em> In History’s Shadow, <em>by John Connally with Mickey Herskowitz. To be published by Hyperion in November. Copyright 1993 by John Connally with Mickey Herskowitz</em>.</p><img/><p>Photograph By Todd Johnson</p><p><em>1993: One of the last formal photographs of John Connally, taken for his autobiography.</em></p><p>I Was In My Room SHAVInG [During the 1960 Democratic Convention in Los angeles] when Johnson called [me into] the adjoining suite. He said [Bobby] Kennedy was on his way down to see him, and what did I think he wanted?</p><p>I said, “He’s going to offer you the vice presidency.”</p><p>Johnson looked startled. “Oh, no, he’s not going to do that.”</p><p>I said, “Yes, he is.”</p><p>“Well, what do I tell him?”</p><p>“The fact is, you don’t have any choice. If he offers it to you, you have to accept.”</p><p>In the few minutes we had, I analyzed his options very quickly. I said, “There are four possibilities. Let’s assume that you take it and lose the election. You’re still a senator, you can still be the majority leader. You will have been a good soldier, and you won’t be blamed for the defeat. It will be blamed most likely on the religious issue or some other issue, and you will continue to have a very viable position.</p><p>“Now, let’s assume you take it and win. Then, you’re the vice president of the United States, for whatever that’s worth. Now take the reverse side of it. Let’s assume that you refuse to take it. And Kennedy wins. Where are you then? You’re the majority leader, but you don’t have any power left because the policies of the party are going to be dictated by the White House, and you’re going to wind up an errand boy, carrying out those policies. You’re not going to be the kingpin of the Senate that you are today. Sure, you’ll still be a senator, you’ll have power, but you will also have incurred the disfavor of all the people who supported Kennedy because word will get out that you were offered the vice presidency and you refused it. So they’ll have their pound of flesh.</p><p>The Center For American History, Ut-Austin</p><img/><img/><p><em>University of Texas, 1938: an aspiring politico, Connally was student body president.</em></p><p>“Now let’s assume you decline and he loses the election. Then you’re going to get the blame because if you’re not on the ticket, Texas probably will not vote for Jack Kennedy. Texas will probably go Republican, as it has in the last two elections. And then you’re going to be blamed for Kennedy and the Democrats losing the White House. Frankly, it may cost you the majority leadership. But, in any event, it’s going to cost you an enormous amount of prestige in the Democratic Party. I don’t think you have any choice but to accept it.”</p><p>This was a blunt, rough reading of what was on the table, but I sensed this was no time for table manners.</p><p>I Saw Him Several Times After His return from Washington, and invariably I came away from those visits saddened. It seemed to me that he was a lonely man who had resigned from life itself. He had entered into old age before his time, had gained too much weight, and punished himself by returning to old habits long buried. He smoked, drank, and ate to excess. He knew exactly what he was doing, yet in an air of almost despair he continued to assault his own health. He would do whatever he wanted, whenever he wanted, without regard to his own welfare or anyone else’s concern.</p><p>John Mazziotta/Lbj Library Collection</p><p><em>Campaign photo, 1962: (From left) Nellie, John, Sharon, John III, Mark. Virtually unknown at the start, Connally won a runoff by 27,000 votes.</em></p><p>I was with him at the hospital in Fort Sam Houston after a flare-up of his heart problem. He said very little, and I had to choke back the impatience that welled up in me, the anger that clashed with the sympathy I felt. It was hard to watch this proud man I had known so many years, who had been vain in his appearance and fired with ambition, now suddenly devoid of a desire to lengthen his life. In a manner that was almost petulant, he had refused to develop any new interests, to dream any new dreams. He had consigned himself instead to days of defeat and despair.</p><img/><p>Much of this, I think, was the lingering result of the way he left public life. He never fully recovered from his treatment at the Democratic Convention of 1968, when he felt so in disfavor as the outgoing president that he was made to feel unwelcome by his own party. In 1972 no one dared or cared to mention his name until Thursday night, when Senator Edward Kennedy did so in a gracious speech. The convention backdrop featured portraits of Roosevelt, Truman, adlai Stevenson, and John Kennedy, but none of the president who had done more than any other to protect civil rights, the right to vote, and the right to obtain fair housing, for all.</p><p>A lesson he knew well, he now relearned. When you are in high office, you have many friends. When you are in a position of power, the captains and the kings come courting. But when you are sitting in retirement on the banks of the Pedernales, you are no longer attended by the powerful, the beautiful, the rich, or the famous. He found himself too often alone, and lonesome, waiting for phone calls, many of which never came.</p><p>John H. Jenkins Collection</p><p><em>November 22,1963: The next moment changed america forever.</em></p><p>The deterioration of his health was gradual; by early 1972 it was irreversible, a textbook case, I believed, of a selffulfilling prophecy.</p><p>Yoichi R.Okamoto/Lbj Library Collection</p><p><em>The governor and the president, 1967: Connally thought Johnson courted his enemies too much.</em></p><img/><img/><p>On Sid Richardson and the Basses</p><p><span class=\"dropcap\">R</span>ichardson Was a Man Of modest habits who lived in two rooms at the downtown Fort Worth Club. His suits had to be custom-made because of his peculiar build, but I knew of no other extravagance he engaged in. For [the eight years I worked for him, from 1951 to 1959], he drove a used car and rarely entertained. He spent less money on personal things than Nellie and I did.</p><p>He told earthy stories of his days when he was a lease hound for Gulf and other oil companies. Typical of him was a gesture he made when he was at Ranger, where the only telephone service available was a central switchboard presided over by a very, very plump lady, who sat on a small stool with no back. She was obviously ill-suited for that type of chair, so Mr. Richardson went to Fort Worth on one of his trips and brought back to Ranger a large, heavy, swivel armchair. She accepted the gift as gratefully as if it had been a car.</p><p>Thereafter, when he walked into the office where the lease hounds were lined up trying to make or receive a call, the operator would immediately sing out: “Sid, your call is just coming through.” That was his cue to move to her side, and she would whisper, “What number do you want?” Then, while everyone else stood in line waiting to get their connections made, she put through Sid Richardson’s calls.</p><p>I Never Saw Him Do Or Say Anything that I thought was out of line or inappropriate or unfair to anyone, with a single notable exception. He had one failing in his relationship with his nephew, Perry Bass. Richardson was often critical of Perry even in front of others. I thought it [COnTINUED On Page 106] [COnTINUED From Page 81] was unwise, certainly unnecessary, and undoubtedly resented by Perry. I was uncomfortable when Richardson derided Perry in my presence. That practice may have resulted in some degree of resentment against me on his nephew’s part, and I can understand it. If I had received such treatment, I probably would have been more visibly incensed than Perry. I never really understood it, except that it may have been a reflection of Sid’s attitude about their backgrounds.</p><p>Wide World</p><p><em>Washington, 1970: Connally came to play hardball as Nixon’s new Treasury secretary.</em></p><p>Where Perry had graduated with honors from Yale, Richardson never pursued any education beyond [a couple of semesters at Baylor] and Hardin-Simmons. He had come up through the school of hard knocks as an oilfield roughneck to achieve his success in life. He obviously loved and trusted and worked well with Perry, yet he took some peculiar pleasure out of belittling him.</p><p>Right After Christmas Of 1958, Richardson asked me to join him at the Thunderbird Country Club in Palm Springs, where he had now transferred his winter allegiance. It was not unlike any number of visits we had shared over the years.</p><p>Each morning I would join him in his parlor. He would be sitting there in his pajama tops and an old gray sweater, boxer shorts, and a robe. He never wore the bottoms of his pajamas. We drank coffee and talked all morning and through lunch. Then he would adjourn to what was called the Snake Pit, where gambling took place. At times, Phil Harris was there, or Ray Ryan, a high-stakes gambler and oilman, or many others who came and went.</p><p>The only difference in this trip was the result of a second call I received just before my departure. The call was from Perry Bass, asking me to raise with his uncle a matter of delicacy. Sid had bequeathed nothing to the family except $200,000 to his sister, Perry’s mother. The rest was going to a foundation.</p><p>I told Perry I would be glad to bring up the subject while I was in Palm Springs. I just said it to him without any embroidery: “Mr. Richardson, you need to leave some substantial money to your family and Perry’s children.”</p><p>He seemed genuinely startled by the suggestion. “Why should I?” he asked. “Bass is rich. He could leave them plenty. I have set it up so I won’t have to pay any taxes.”</p><p>I almost laughed. “What difference does that make? You won’t know it. You’ll be dead. You have spent your entire life accumulating money. Now you’re preparing to leave almost all of it to a foundation that ultimately will be controlled by strangers. They will determine how your money is spent and, in the long run, you’ll get little if any of the credit.”</p><p>He looked at me with the slightly worried expression of the first barber in a good barbershop. I had planted a thought that he needed to chew on. The day he returned from Palm Springs, he changed his will. As a result, [when he died of a heart attack the following September] he left two million each to Perry’s mother, to Perry and his sister, and two million to each of Perry’s children, plus the island [San Jose Island off the Central Texas coast] and the stock in several of his corporations. By the time the children were old enough to take control, their inheritance was worth in excess of $50 million. These millions became the basis for the fortunes that the Bass brothers—Sid, Bob, Lee, and Edwardamassed into the billions.</p><p>I never mentioned the source of their inheritances, nor did they. To this day I don’t know if they are even aware of the role I played in persuading Sid Richardson to change his will. There is no doubt in my mind that he would not have done so otherwise.</p><p><strong>On Richard Nixon</strong></p><p><span class=\"dropcap\">I</span>N a World Where Charisma Is regarded as a priceless asset and extroverts are the rule, he has been an anomaly. Basically a humorless man and extremely private, almost antisocial, he has outlasted many of his enemies and his contemporaries, rising again and again in an industry that rewards wit and social warmth.</p><p>He became president while surrounded by an atmosphere that magnifies all weaknesses. His ambitions were undone, but he never lost his ability to bring to a task his fierce determination. His knowledge and judgment in foreign affairs may have surpassed that of any other president in this century.</p><p>He had a distrust of academia and an insecurity that led him to be secretive and devious. He has been viewed by many as cold, hard-hearted, and uncaring. Those were but shields for a man with a soft center. He disliked confrontation, except in the foreign arena. I observed a man who was unwilling to fire anyone and incapable of uttering a harsh word to his staff or cabinet officers. Yet, in what he believed to be the privacy of his quarters, he could rail in the most profane terms against friends as well as foes.</p><p><strong>On Himself as Secretary Of the Treasury</strong></p><p><span class=\"dropcap\">W</span>E Were Preparing To Reconvene the meetings [of economic ministers in 1971] when the deputy minister of Japan beckoned to me from the back of the room by crooking his finger.</p><p>We walked into the hall, and he said, “Minister Mizuta cannot accept a revaluation [of the yen] of seventeen percent.” I said, “Thank you very much” and turned to walk away. He literally clutched at my coattails and said, “Wait, wait! You do not understand.”</p><p>I said, “I understand quite well. I told you to tell the minister that if he could not agree to revalue the yen, in parity with the other countries, I would hold a press conference and lay the responsibility for the failure of these meetings at the door of the Japanese. That is what I intend to do.”</p><p>Again he said, “No, no, you do not understand. In 1930 the finance minister of Japan revalued the yen by seventeen percent. The economy went into a deep depression. It was a catastrophe for our country, and the minister committed suicide. Mr. Mizuta cannot accept seventeen percent. Please, give us some other percentage.”</p><p>Startled, I said, “all right, sixteen point nine.”</p><p>He said, “Yes, yes, we can agree to that.”</p><p>And that was how the agreement was reached, in the final days of 1971, to revalue the currencies of the world.</p><p><strong>On Jimmy Carter</strong></p><p><span class=\"dropcap\">I</span>f the Economy Had Been Less wretched, we might have appreciated his intelligence more. He was motivated by a care and concern for the less fortunate, more than most presidents. He reflected, then and now, a personal dedication to trying to improve the lot of those whose lives he touches. He would probably win with ease a contest to name the best ex-president. None since Truman has shown less interest in making money.</p><p>But the Jimmy Carter of 1976 was a mystery, and the virtue that got him elected—he was a Washington outsider—in many eyes became a weakness. If Jimmy Carter didn’t return a phone call from a senator, it was interpreted as a sign that he didn’t know how to get along. If Lyndon Johnson didn’t return one, it was interpreted as his way of sending the senator a message.</p><p><strong>On Ronald Reagan</strong></p><p><span class=\"dropcap\">W</span>ith Each Passing Day On the [1980] campaign trail, the Reagans were more infuriated with Bush. At one point, Nancy turned to me and snapped, “Why can’t you get him out of the race? He’s doing nothing but costing us time and money and energy.”</p><p>I had to suppress a smile. I understood how she felt, but realistically I didn’t think George Bush was going to be persuaded by anything I had to say. Still, I offered to call Jim Baker, adding a cautionary note to Governor Reagan: “I hope when it’s over that you won’t reward him with the vice presidency.”</p><p>Reagan shook his head. “Don’t worry,” he said. “i’ll never do that.”</p><p>Of course, at the convention, after an offer to Ford went haywire and almost turned into a co-presidency, Reagan did exactly that. To his credit, he remembered our conversation and gave me the courtesy of a phone call.</p><p>I Disagreed Mightily With Reagan’s devotion to supply-side economic theory, which George Bush had labeled, correctly, as “voodoo economics.” It was almost the last independent thought [Bush] expressed. I disagreed with the lack of courage on both their parts in not trying to bring about debt reduction and a more balanced budget.</p><p>Reagan promised essentially these things to the nation: that he would change the attitude of the nation, restore confidence in and respect for the United States and the flag, upgrade the military, and lower taxes. He did all of them. A man of consuming charm, good humor, graciousness, and warmth, he reflected a kind of grandfatherly image that every american, regardless of age, could accept.</p><p>Unfortunately for the nation, he failed to confront the real problems of the country during his eight years, when he could have accomplished so much by expending more of his personal capital. It will not be until historians evaluate the decade of the eighties in its entirety that a final judgment will be passed on the Reagan Presidency, the debt and deficits he created. And that judgment will not be entirely laudatory.</p><p><strong>On George Bush</strong></p><p><span class=\"dropcap\">I</span>n the Summer Of 1991, As a Result of Desert Storm, the popularity of George Bush remained at an all-time high. In the years since science was introduced into polling, I doubt that any president could boast of an 88 percent approval rating in the third year of his term.</p><p>I was among an almost invisible minority who believed this support was transitory and illusory. I thought his numbers would drop like a rock down a drainpipe, and his support would erode and fade as quickly as it had soared. I expressed that opinion to a number of people, although I am not sure I convinced any of them.</p><p>One in particular who rejected my forecast was Lloyd Bentsen, who had gained enormous respect across the country as the running mate of Michael Dukakis. He won praise despite the defeat of the ticket and the campaign strategy of Dukakis, which was virtually beyond comprehension.</p><p>Well before the 1992 campaign began, I sent word to Senator Bentsen that I thought Bush would slip, and on three separate occasions I urged him to announce his candidacy. Like many Democrats at the height of the Desert Storm celebrations, he thought they needed to worry about retaining control of the Senate. Through the summer of ’92, as Bush’s popularity shrank and the Clinton campaign gathered momentum, I wondered many times what might be going through Lloyd Bentsen’s mind.</p><p>With the Possible Exception Of the race by Dukakis, the Bush campaign of 1992 was probably the weakest, dumbest, most out-of-touch campaign waged in modern times. My own view is that it was worse than the Dukakis effort, because Bush was an incumbent president and had every conceivable advantage.</p><p>I think I have the capacity to be objective in looking at a political operation, but I must admit to some prejudice as far as the Bush campaign is concerned. I never thought that he had the vision or the wisdom to be president in the first place. What he had was a great resume, largely because presidents Nixon, Ford, and Reagan appointed him to positions that kept him alive politically. Then, largely on the coattails of Ronald Reagan, he succeeded to the presidency.</p><p>But any careful analysis of Bush’s background as U.N. ambassador, envoy to China, head of the CIA, and head of the Republican National Committee will show that he was a man who left few footprints.</p><p><strong>On the Gulf War</strong></p><p><span class=\"dropcap\">I</span>t May Be That the Worst Thing to happen to american foreign policy in the last twenty years was England’s swift victory in the Falklands War. They sent their fleet and modern jet fighters halfway around the world to devastate the poorly equipped, poorly led argentine military. Later, Margaret Thatcher made the connection for George Bush. “George,” said the British prime minister, “I was about to be defeated in England when the Falkland conflict happened. I stayed in office for eight years after that.”</p><p>Yet, it is my belief that the Persian Gulf War didn’t help George Bush’s chances for reelection. For all their preoccupation with the economy, most americans sensed that the war had been less noble, less pure and antiseptic than we thought. It became a subliminal issue, an uncomfortable and unspoken one, and this was borne out by Republican research with focus groups. George Bush scarcely referred to it during his losing campaign against Bill Clinton. What irony! President Bush could not bask in or celebrate what had been his greatest foreign policy victory.</p><p>I believed then, and now, that the administration thought that the war would address several problems: divert attention from the sagging economy; justify the continued, almost uncontrolled spending on the defense budget; remind americans that even in the era of glasnost the world was a dangerous place. There had to be a reason for maintaining nearly half a million troops in Europe. The Persian Gulf War did, in fact, demonstrate how well the U.S. was equipped to deal with situations that require the rapid deployment of maximum force.</p><p>But, in the end, the war turned out to be something less than history’s longestrunning campaign commercial.</p><p><strong>On Bill Clinton</strong></p><p><span class=\"dropcap\">I</span> Support His Efforts To Appeal to the best instincts of young americans, their pride and unselfishness. It will be fascinating to watch how Clinton adapts to the office. Some older Republicans feel threatened by him and his wife, Hillary. I would caution my friends in my adopted party to soften their cries of alarm over the role of the First Lady. With no disrespect intended, I believe Ford, Reagan, and Bush have wives who did not suffer intellectually by comparison to their husbands.</p><p>In his first few weeks in the Oval Office, President Clinton demonstrated political courage by tackling the problems of the deficit, the national debt, and health care, along with a few other issues that made many people even more uncomfortable. In four years he has a chance to be recognized as a great leader, a Franklin Roosevelt for the nineties. If he fails, in four years he has a chance to be fifty.</p><p><strong>On Ross Perot</strong></p><p><span class=\"dropcap\">I</span>t Is Not Exactly Clear To Anyone—except, possibly Perot—what his eventual goals are. But for the short term, he is content to be the hornet buzzing around the do-nothing or retrograde politicians, ever ready to sting their backsides.</p><p>Whatever his future role, his presence has changed american politics. More and more, you will see the candidates talking directly to the people, responding directly to the people, and going over the heads of the anchorman and the White House correspondents. That approach is an end run around the political experts and analysts, who in the past have always considered it their right to interpret the candidate, the meaning and nuances of his words, for the american voter. The most interesting part of Perot’s campaign was the confrontational mode he adopted with respect to the press. He dominated almost every interview. He dared to say, “i’m not going to talk about that,” or quickly dismiss a question with a favorite retort, “That’s irrelevant.”</p><p>This style will be part of the american scene for a long time to come—a prospect that may not inspire the media to do cartwheels off the nearest curb, but they will learn to live with it. Perot demonstrated that a candidate doesn’t necessarily go in harm’s way by taking on the press.</p><p><strong>On ann Richards</strong></p><p><span class=\"dropcap\">U</span>nlike Ma Ferguson [Texas’ first woman governor, who was first elected in 1924], she is bright, witty, personable, very much an extrovert who has achieved the highest office in the state on her own, without the help or support of a crafty, wise, and corrupt husband.</p><p>Governor Richards is today inheriting the whirlwind of growth that resulted from a migration into Texas from around the world. She inherited an exploding student population, an alarming expansion of prison inmates, street crime, and drug trafficking—all the problems of a complex industrial state of more than 17 million people.</p><p>I wish her well. I think she has the brains and the capacity to cope with the problems. If she succeeds, she will indeed be the forerunner of other women who will be instrumental in transforming our society, turning old ways into a new future.</p><p><strong>On What Might Have Been</strong></p><p><span class=\"dropcap\">I</span>f Kennedy Had Lived, It Is Conceivable I might have presumed to run for president myself in 1968. My political ambitions would almost certainly have taken on more steam. If not the presidency, I would have run for a fourth and even a fifth term as governor of Texas, if for no other reason than to set a record. That goal is one I now regard as ignoble, but there is a time in your life when records matter.</p><p>John Kennedy’s death gave me a different perspective on life, its frailties and its meaning. It made me impatient with trivia and egos and self-aggrandizement. The fires of ambition had been considerably banked by the tragedy. Not out of personal fear, but out of a new awareness, I no longer had an irresistible desire to subject myself or my family to a continuing political career. It is true that I have never found a satisfactory answer to the question of why my life was spared. And so I made my run, and had a last hurrah, in the 1980 primaries. Having lost, I decided there was much more to life than what I could see in the crystal ball of a political arena. And today I have no regret that there was never a President Connally.</p><p>I Am Often Asked If I Regard My switching parties as a mistake. In terms of making a difference, of changing the country or even the Republican Party, I have to say that it did not. Some of my friends still entertain themselves by speculating that I could have been elected President as a Democrat. I do not subscribe to this theory. In my time, the Democrats were not going to nominate a Texas conservative. In politics, something is always wrong: the year, the opponent, the issues. Think of how few people actually run for president; only one gets elected every fourth year. For most, it is like a romance that is never in sync; one of the parties is always free when the other is married.</p><p>In any event, my switching had nothing to do with presidential ambition. At the time, in 1973, I was just a wild card. I was too long a Democrat, too soon a Republican, to hold any such lofty ideas. But it long ago became clear to Nellie and me that we were at least as comfortable among our old friends as our new ones. “I think you have to be born into the Republican Party,” said Nellie, “before they will accept you at something other than entry level.”</p><p>Our Generation Is Passing From the stage now. No veteran of World War II will ever again be elected president. And there are fewer sons and daughters to remember the parents who were not far removed from the frontiers of america. They provided for their families, as mine did, with back-breaking, dawn-todark physical labor that was an extension of the harsh and demanding rural life they led. There were no luxuries and no options—no other way to rear a family of five boys and two girls, to educate and prepare them for the world of opportunities that beckoned to them, a better life than my father, an eighth-grade dropout, had ever known.</p><p>In a more innocent time, before capital gains taxes and even Social Security, this was called the american Dream. When I became governor in 1962, Texas was less than fifty years away from its frontier. Texans had ridden against Pancho Villa, the Mexican revolutionary and bandit-hero, less than fifty years earlier. That was history pretty close by. By the end of the sixties, american astronauts had walked on the moon, their flight plan calculated by scientists working at NASA in the state I governed. Now we are approaching the end of this century, and the wonders of it could reach from here to the lunar surface itself. I think of loved ones and friends long gone, and what I feel isn’t maudlin. As these words are written, I am 76 and still trying to find my potential.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "August 1993",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "Campaign",
      "Richardson",
      "Governor",
      "War",
      "people",
      "Country",
      "ever",
      "Family",
      "money",
      "Republican",
      "Democrats",
      "Health",
      "John Connally",
      "office",
      "Reagan",
      "Carter",
      "Democratic Convention",
      "Economy",
      "Fort Worth"
    ],
    "wp_categories": [
      "Education"
    ],
    "wp_location": [
      "Texas",
      "Richardson",
      "Fort Worth",
      "Houston",
      "Washington"
    ]
  }
}