{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19851",
    "date": "January 1985",
    "year": 1985,
    "month": 1,
    "month_formatted": "January",
    "pdf_uri": "/1985/19850100.pdf",
    "issue_cover_image": "",
    "document_start_page": 102,
    "toc_start_page": 100,
    "document_page_range": [
      [
        102,
        103,
        104,
        105
      ],
      [
        156,
        157
      ]
    ],
    "toc_order": 2,
    "toc_headline": "Towers Of Power",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198501-towersof",
  "source": "/1985/19850100.pdf",
  "wp_post_id": 121617,
  "wp_post_guid": "http://www.texasmonthly.com/article/towers-of-power/",
  "authors": [
    "Harry Hurt Iii"
  ],
  "headline": "Towers Of Power",
  "dek": "Everybody is talking about Houston's new royalty, but do they know the truly important stuff? Like what Ralph Sampson eats for breakfast, why akeem Olajuwon paints his sneakers, and how tall they really are.",
  "spread_caption": "",
  "excerpt": "So. Ralph Sampson listens to Grover Washington and akeem Olajuwon craves Chinese food. Now you know.",
  "kicker": "",
  "word_count": 2871,
  "content": "<img/><img/><p><strong>NAME:</strong> akeem abdul ajibola Olajuwon.</p><p><strong>ALIASES:</strong> Best known simply as akeem ... a.k.a. Akeem the Dream, Jellybean (college nickname derived from his penchant for same), and Koko One (moniker from his high school days, when he regularly ran downcourt waving one finger in air after making a big play).</p><p><strong>AGE:</strong> 21.</p><p><strong>CITIZENSHIP:</strong> Nigeria.</p><p><strong>OCCUPATION:</strong> Center-forward, Houston Rockets basketball team.</p><p><strong>PROFESSIONAL Experience:</strong> Twenty games as of December 6.</p><p><strong>SALARY:</strong> $6.5 million over six years, starting august 1984 ... reportedly the largest guaranteed contract of that length ever signed by a rookie basketball player.</p><p><strong>MARITAL Status:</strong> Single. Gained reputation as ladies’ man in college ... college teammate Clyde Drexler once noted enviously, “I can’t keep up with his women. They’re all over him.” With increase in success and celebrity, seems to have settled down ... Rice University undergrad Lita Spencer has been steady girlfriend for more than a year.</p><p><strong>MEASUREMENTS:</strong> Official height 7'0“... Olajuwon says he is really 6'11”. Rockets publicist Jim Foley explains: “akeem was listed at seven feet in college, so that’s how we list him on the Rockets’ program. We didn’t want to shrink him after we signed him to such a big contract.” Weight 240-250 pounds. Waist 34“. Inseam 38”. Shoe size 16.</p><p><strong>FAMILY Background:</strong> Member of Yoruban tribe ... grew up in Lagos, a modern city complete with skyscrapers. Father, Salaam Olude Olajuwon, age 69, stands 6'3“ tall, owns cement dealership in Lagos ... mother, alhaja abike Olajuwon, age 64, is 5'11” tall, works in family business ... five siblings, the tallest of whom, akin, is 67“ and attends University of Houston but does not play basketball. Family lives in one-story, three-bedroom concrete house in middle-class neighborhood. Father did not encourage akeem to play basketball, expected him to return to Lagos after graduation ... his decision to forgo senior year of college and turn pro did not please father at first. Akeem recently told KPRC-TV’s Ron Franklin, ”I miss my family, but I can’t relate to my friends [in Nigeria] anymore.”</p><p><strong>PERSONALITY:</strong> TO the amusement of his teammates, has often made mistakes in speech and behavior that are typical of foreigners. (In practice before road game against Denver Nuggets, Olajuwon was sitting next to teammates in row of courtside seats while Coach Bill Fitch lectured on upcoming opponent. Fitch saw Olajuwon yawn. “am I keeping you awake, akeem?” Fitch asked with characteristic sarcasm. “Oh, yes, Coach!” he replied.) Unusual innocence, warmth, and openness for a superstar.... occasionally lets impression of naivete work to his advantage, not letting on how much he understands. Speaks English, French, and four african dialects. A quick study, yet likes to “check it all out” before making a decision. Remarkably respectful of elders, coach, teammates, and fans. Has the usual highs and lows but seldom displays anger or frustration on or off the court... maintaining composure is tribal and familial ideal. “akeem is blessed with serenity,” says half-brother Kaka. Possesses refreshing sense of wonder at the world that is now his oyster.</p><p><strong>ACADEMIC Education:</strong> attended Baptist academy in Lagos, a nononsense secondary school where students were required to wear coats and ties and were fined if they spoke african dialects instead of English. Later transferred to equally strict Moslem Teachers College in Lagos. Enrolled at University of Houston in fall of 1980 ... majored in business technology and maintained 2.5 grade point average.</p><img/><img/><p><strong>ATHLETIC Education:</strong> Did not begin playing basketball until age sixteen, when he was “discovered” on sandlot soccer field. Best known in high school years as intimidating soccer goalie and powerful team handball player ... led the junior state team from Lagos to national championships in both handball and basketball. At seventeen was promoted to national basketball team for all-african Games ... Peace Corps volunteer Chris Pond advised him to try out for UH team. Honed skills against NBA stars like Moses Malone in summer pickup games at Fonde Recreation Center in Houston.</p><p><strong>COLLEGE Career:</strong> Coach Guy Lewis redshirted akeem his freshman year for inexperience. Second-string center for Uh Cougars in 1981-82 season ... starting center next two years. Played in Final Four championship rounds three consecutive years. Led nation in field goal percentage (.675), rebounds (13.5 per game), and blocked shots (5.6 per game) in 1983-84 season. With akeem at starting center, Cougars had 66 wins, 11 losses ... Uh lost in NCAA finals his last two seasons, but he had play-off averages of 19.1 points, 12.5 rebounds, and 5 blocked shots. Voted top</p><p><em>(Continued on page 154)</em></p><p><em>(Continued from page 102)</em></p><p>player in Final Four 1983. First NBA col-</p><p>lege draft pick in 1984.</p><p><strong>PRO Stats: </strong>1984-85</p><p>(as of</p><p>December 6)</p><p>Points per game. 19.1</p><p>Field goal percentage.518</p><p>Rebounds per game. 11.6</p><p>Average playing time in minutes. 32.9</p><p><strong>EATING Habits:</strong> Prefers generous helpings of american or Oriental food to native Nigerian dishes. Ate almost nothing but steak when first arrived in U.S. . . . later indulged a passion for seafood, particularly the oysters at Captain Benny’s. Now on Chinese food kick.</p><p><strong>MAJOR Endorsements:</strong> None to date. Said to be angling for contract to represent major basketball shoe manufacturer. Plays in white hightops made by Nike but has removed stripes and painted over label to conceal brand name ... reportedly hopes to sign with adidas.</p><p><strong>CARS:</strong> Black Mercedes mini-limo, custom-made to accommodate his height at reported cost of $56,000, with vanity license plate <strong>“DREEM” </strong>. . . white Porsche 944 similar to that driven by teammate Ralph Sampson.</p><p><strong>STRENGTHS:</strong> Coach Fitch rates him best all-around athlete on the team . . . extremely agile and well coordinated for a man of his size. Recently bet a teammate he could kick a basketball into the backboard from the midcourt line and did so -not with a straight-ahead kick but by standing with his back to the target and using a reverse, bicycle kick. Conventional basketball exploits equally spectacular. Has the muscular build to withstand the pushing, shoving, elbowing, and pounding underneath the basket that Sampson avoids. Extraordinarily quick jumper . . . “Some guys have to coil their legs every time they jump,” notes trainer Dick Vandervoort, “but akeem just goes up, comes down, and goes back up without having to coil in between. That’s one of the reasons he’s so good at rebounding and blocking shots.” Not intimidated by NBA big men encountered so far, partly because he hasn’t heard of most of them until he meets them on the court. Runs floor faster than most small forwards and with good endurance. Powerful move to basket and ferocious dunk.</p><p><strong>WEAKNESSES:</strong> Needs to learn that life in NBA is not all blocked shots and slam dunks . . . weak outside shot. Notes Coach Fitch: “When Kareem Jabbar puts up a skyhook, the ball comes off his fingers with the same spin every time. Akeem’s ball comes off his fingers with a different spin just about every time. He’s got to learn to shoot with consistency to be a great player in the NBA.” Effectiveness on offense also limited by bad habit of putting ball on floor too often. His unrefined moves sometimes result in fouls and turnovers . . . aggressive but unseasoned play on defense gets him into early foul trouble . . . college experience as middleman in Cougar zone defense hasn’t prepared him for man-to-man coverage required by NBA rules. Tends to sag inside for rebounds and blocks, leaving opponents a clear outside shot.</p><p>NBA <strong>PLAYERS He’d Most Like To Emulate:</strong> Darryl Dawkins and Moses Malone.</p><p><strong>ROLE In Rockets Offense:</strong> Plays center when Sampson is on floor at power forward . . . mixes it up inside while Ralph pops from outside.</p><p><strong>OUTSIDE Interests:</strong> Soccer, soul music, life in Houston, USA.</p><p><strong>FAVORITE Music:</strong> Marvin Gaye.</p><p><strong>IF He Didn’t Play Basketball:</strong> Most likely he’d be an underpaid and farlesser-known soccer or handball star in Nigeria ... or then again, he might take over his father’s cement business.</p><p><strong>If You Happen To See Him On the Street, He Doesn’t Mind If You:</strong> Say hello, request his autograph, ask him an honest question about basketball.</p><p><strong>BUT Please Don’t:</strong> ask him what kind of car he drives or how much money he makes . . . and don’t act patronizing about his Nigerian heritage.</p><p><strong>CAREER Goals:</strong> Upon signing with Rockets last summer, announced that he aimed to be Rookie of the Year . . . recently added that he wants to be top rebounder and shot blocker in NBA.</p><p><strong>NAME:</strong> Ralph Lee Sampson, Jr.</p><p><strong>ALIASES:</strong> Only known nickname is Stick, a reference to his long, lean build ... usually just called Ralph.</p><p><strong>AGE:</strong> 24.</p><p><strong>CITIZENSHIP:</strong> U.S.</p><p><strong>OCCUPATION:</strong> Forward-center, Houston Rockets basketball team. <strong>PROFESSIONAL Experience:</strong> One season... but what a season! Unanimous choice for Rookie of the Year.</p><p><strong>SALARY:</strong> $5 million over four years, starting in 1983. Base pay this season is $800,000, same as rookie year... rises to $1 million next season and $1.15 million in 1986. Contract includes $1 million interest-free loan, partnership in a real estate investment with Rockets owner Charlie Thomas, incentive bonuses for performance on the court.</p><p>Marital Status: Single. Has been besieged with female admirers ever since freshman year at the University of Virginia ... says Barry Warner, Channel 20’s color commentator on Rockets' away games, “If I had fifty dollars for every girl who’s asked me to get her a date with Ralph Sampson, i’d be making more money than he is.” But college roommate Louis allen Collins III reports that Sampson is a one-woman man. No known steady girlfriend at present.</p><p><strong>MEASUREMENTS:</strong> Height a hair under 7'4“. Weight 230 pounds, but has problem keeping it stable despite ravenous appetite. Waist an unbelievably thin 32”. Inseam 421/2“. Shoe size 17.</p><p>Family Background: Grew up in Harrisonburg, Virginia. Father, Ralph Lee Sampson, Sr., is 47 and stands only 5'8” tall... mother, Sarah Blakey Sampson, also 47, is one inch taller than her husband ... two sisters, one of whom attends University of Virginia on track scholarship. Father did not attend college ... mother attended Virginia State for one year... both value college educations for their children. Ralph Senior aspired to be professional musician and vocalist but instead worked for a maker of aluminum window frames to support family. Mother played high school basketball, encouraged Ralph Junior’s athletic career, taught him hook shot, acted as official spokesperson to sports media during his high school years... worked at pants-making firm, which fitted oversized son with custom-made clothes. Parents borrowed money to take out $1 million injury insurance policy on son while he was in college.</p><img/><img/><p><strong>PERSONALITY:</strong> Complex, moody, unpredictable. Suffers from the sevemfooter syndrome far more than Olajuwon. Overcame youthful awkwardness to make himself a great player but struggled constantly in high school and college to cope with exceptional height and athletic celebrity. Was object of curious stares, freak show-type attention ... gave speech in college speech class that began, “Yes, I am seven feet four,” and made plea to be treated like any other student... once told reporters, “I have two eyes, two ears, a nose, a mouth. Like everyone else, I have normal feelings. I get hurt inside too.” Can be courteous, considerate, perceptive ... can also be withdrawn, defensive, hostile. Can play like a true superstar one night, then get frustrated and seem to quit trying the next time out. Since becoming Rockets captain, has emerged from last season’s shell to shout encouragement to teammates and be restraining influence when refs let fouls and fights get out of hand. Says he is committed to treating fans and media with respect but clearly doesn’t enjoy the public relations duties that go with being a superstar... in college, once told a reporter that end of season meant “I won’t have to talk to you guys for six more months.”</p><p><strong>ACADEMIC Education:</strong> attended integrated elementary schools in Harrisonburg ... often one of only a handful of black children in his class. Parents worried that son was socially immature for his age, so had him repeat second grade. Graduated from Harrisonburg High School in 1979 with C average and two years of French ... highly respected by peers, was voted Student of the Year junior and senior years. Attended University of Virginia on basketball scholarship 1979-83 ... received special tutoring to overcome learning disability ... maintained 2.1 grade point average. Resisted temptation to leave college after each of his first three years to qualify for pro draft, telling reporters, “I love this university. I’ve got plenty of time to pay the bills but only one chance to be a college student.” Joined protest of Black Student alliance senior year to call attention to needs of black students at university. Graduated in 1983 with speech communications degree ... interested in TV broadcasting.</p><p><strong>ATHLETIC Education:</strong> Little League baseball was first love ... wanted to pitch but arm too wild, so moved to center field to guard fence. First played organized basketball at age eleven, in fourth-grade youth league. As 6'3“ seventh grader in 1974, quit baseball to concentrate on basketball. As 6'7”, 168-pound freshman, played center on Harrisonburg High School junior varsity ... made first recorded dunk shot in lay-up drill before JV game. Too frail to play inside with back to basket like traditional center ... moved outside, facing basket like forward, and developed perimeter shot... led JV in free throw percentage, shooting technical fouls, total points, and rebounds. Became starting center for varsity in 1977, voted second-team all-district. At 7'1“ and 182 pounds, led Harrisonburg to two state championships, in 1978 and 1979 ... voted high school all-american. Recruited by 180 colleges.</p><p><strong>COLLEGE Career:</strong> Named consensus Player of the Year three consecutive years ... named first-team consensus all-american three consecutive years. With Sampson as starting center for four years (1979-83), Virginia’s Cavaliers had more wins than any other team in the nation (112 wins, 23 losses). Virginia won or shared in three atlantic Coast Conference titles . . . also won 1980 National Invitational Tournament title. NCAA tourney play disappointing ... in four years the best Virginia could do was third place in 1981. The first NCAA player since Elvin Hayes to score more than 2000 points and grab more than 1500 rebounds in college career . . . averaged 19 points and 11.7 rebounds per game in senior year. First NBA college draft pick in 1983.</p><p><em>(Continued from page 103)</em></p><p><em>(Continued on page 154)</em></p><p><strong>PRO Stats: </strong>1983-84 1984-85</p><p>(as of</p><p>December 6)</p><p>Points per game ... 21.0 18.5</p><p>Field goal</p><p>percentage.523 .476</p><p>Rebounds</p><p>per game. 11.1 9.7</p><p>Average playing time in</p><p>minutes. 32.8 33.7</p><p><strong>EATING Habits:</strong> Prodigious eater . . . his four-helping appetite amazes even other big men on Rockets team. Typical breakfast includes double orders of eggs, sausage, bacon, and buttered toast, French toast with syrup, and milk.</p><p><strong>MAJOR Endorsements:</strong> Reportedly is paid around $500,000 a season to wear red-striped Puma hightops on court . . . Puma also markets Ralph Sampson Majesty High Signature basketball shoes. AMF Corporation sells Ralph Sampson Signature basketballs.</p><p>CARS: White Porsche 944 with vanity license plate “STIX 50” (abbreviation of nickname plus basketball jersey number)</p><p>. . . white stretch Mercedes limo.</p><p><strong>STRENGTHS:</strong> Most overused but most accurate word to describe abilities is “awesome.” His quickness and agility combined with his arm length and vertical extension mean that opponents must either alter their shots or risk having them blocked . . . runs the court with good speed and endurance . . . incredibly versatile for size. Has tremendous desire to improve . . . said in college that he wanted to be the best basketball player in the world at seven four. Says Coach Fitch, “Ralph thinks he can play all five positions on the court, and he’d love to try.” Sometimes he does ... in a recent game against San antonio Spurs he blocked a shot like a center, scooped up the loose ball like a small forward, dribbled the length of the court like a point guard, and then slammed home a power forward dunk on imposing 7'2“ Spurs center artis Gilmore.</p><p><strong>WEAKNESSES:</strong> Mood swings can still take him and the team out of a game . . . has improved upper-body strength significantly with weight training since high school but continues to dislike mixing it up underneath the basket . . . more consistent shooter than Olajuwon but still has room for improvement. Recovers slowly if faked into premature jump. Desire to block every shot in sight can leave him out of position for rebounds, leading to easy baskets for opponents.</p><p><strong>NBA Players He’d Most Like To Emulate: </strong>“I don’t emulate nobody. I play my own game.”</p><p><strong>ROLE In Rockets Offense:</strong> Plays power forward when Olajuwon is at center, which almost always gives the Rockets a significant advantage in height . . . forward may be his natural position, since it allows him to shoot facing the basket, as he prefers. Plays center when Olajuwon is on the bench.</p><p><strong>OUTSIDE Interests: </strong>“I just like to play basketball, period. I can’t put it no simpler than that.”</p><p><strong>FAVORITE Music:</strong> Frequently listens to Grover Washington on Sony Walkman while on road trips . . . attended recent Michael Jackson concert in astrodome.</p><p><strong>IF He Didn’t Play Basketball:</strong> “I don’t know what i’d do. If I did know, i’d be doing it in the summertime.”</p><p><strong>If You Happen To See Him On the Street, He Doesn’t Mind If You:</strong> Just let him go about his business.</p><p><strong>BUT Please Don’t:</strong> Try to start a conversation or ask him for his autograph, because you may be disappointed by his response.</p><p><strong>CAREER Goals: </strong>“I just like to play basketball, period. I can’t put it no simpler than that.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "January 1985",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "College",
      "Basketball",
      "Rockets",
      "School",
      "High School",
      "NBA",
      "Game",
      "Houston",
      "Rookie",
      "Games",
      "Love",
      "money",
      "NCAA",
      "Power",
      "Soccer",
      "Son",
      "Baseball",
      "Business",
      "Cougars",
      "Defense"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": [
      "Houston",
      "Mercedes",
      "D.C.",
      "San Antonio",
      "Washington"
    ]
  }
}