{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19946",
    "date": "June 1994",
    "year": 1994,
    "month": 6,
    "month_formatted": "June",
    "pdf_uri": "/1994/19940600.pdf",
    "issue_cover_image": "",
    "document_start_page": 108,
    "toc_start_page": 102,
    "document_page_range": [
      [
        108,
        109,
        110,
        111
      ],
      [
        136
      ],
      [
        157,
        158,
        159,
        160,
        161,
        162
      ]
    ],
    "toc_order": 17,
    "toc_headline": "Invasion of the Organ Snatchers",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199406-invasiono",
  "source": "/1994/19940600.pdf",
  "wp_post_id": 128472,
  "wp_post_guid": "http://www.texasmonthly.com/article/invasion-of-the-organ-snatchers/",
  "authors": [
    "Scott Mccartney"
  ],
  "headline": "Invasion of the Organ Snatchers",
  "dek": "A young woman murdered in EI Paso offers the last hope for a dying man in Dallas—just another day in the harrowing drama of liver transplants and the pioneering doctors who perform the most delicate surgery in the world.",
  "spread_caption": "",
  "excerpt": "An inside look at the doctors, donors, and surgical drama of a weekend with a Dallas liver transplant team.",
  "kicker": "",
  "word_count": 6662,
  "content": "<p>Caren Eisenstein Slumped Into the wide, slippery leather back seat of the Lear jet and cooed, “We’re the donor cowboys! Here we go again.” It was the second time in one day that the young surgeon, a Kansas City native who was now on a two-year transplant fellowship with Dr. Goran Klintmalm at Baylor University Medical Center in Dallas, had flown to El Paso to harvest a liver. In the world of transplant surgeons, there are no office hours and few planned nights off. Their grueling world is governed by tragedies that befall others. A motorcycle accident may mean a heart is available. A stroke may yield a liver and two kidneys. Organs have to be harvested—that’s the term—quickly. And tragedy seems to run in spurts. For two weeks in November 1992, there had been hardly any donors, two weeks during which Klintmalm’s surgeons groused, fretted, and agonized over the declining condition of some of their patients waiting for organs. But now the Baylor team found itself in the middle of a marathon stretch of harvests and transplants—three livers in 36 hours. Klintmalm and Eisenstein had retrieved a liver from Dallas’ Parkland Memorial Hospital overnight, and now that organ was being transplanted into a patient by another surgeon on Klintmalm’s team, Bo Husberg.</p><p>At 10 a.m. on Saturday, the coordinator for the Southwest Organ Bank, the regional center for organ donation, called Klintmalm, who was just getting into his riding clothes for a day of polo, with word of the first El Paso liver. Klintmalm reached Eisenstein at her riding stable, and she rushed to Love Field in her jodhpurs. She and Klintmalm, along with a heart transplant team from Dallas and organ bank coordinator Cindy Morphew, flew the six hundred miles to El Paso to harvest the liver of a 32-year-old soldier who, while drunk, had wandered into the street and was struck by a car.</p><p>Before the plane had even left the ground, the soldier’s liver oozed controversy. Klintmalm had selected Jackie</p><p>Henning, a 34-year-old father of three who was near the top of the waiting list, to get the liver. Baylor, the second largest adult liver transplant center in the country, which also has the highest survival rate of all major transplant programs, routinely has more than fifty people on the waiting list. The wait used to be two weeks, but now it exceeds four months. Some patients die waiting, which has become a disturbingly frequent occurrence, because the organ shortage has steadily worsened over the past five years. Henning, unemployed because of a debilitating genetic disease, had been waiting for a new liver for four months. He was on his way to Baylor to be prepped for surgery as Klintmalm headed for Love Field. Reached on his car phone, Klintmalm was reminded by doctors back at Baylor that Don Bryan (not his real name), a 62-year-old farmer who had recently missed out on a liver at the last minute, was much sicker and also a good match for the El Paso liver. Could it go to Don Bryan instead? Klintmalm chose Bryan, and Henning was called and told there had been a mistake; someone more seriously ill needed the liver.</p><p>As the Lear took off, Klintmalm’s pager went off. The pilot placed a call to Baylor for him, where the revered and powerful head of the gastroenterology department, Daniel Polter, was insisting that the liver go to a gravely ill patient in the intensive care unit. The patient was a 61-year-old alcoholic who had already sparked intense rancor in the hospital hallways. Klintmalm’s surgeons and the social worker assigned to Baylor’s transplant program didn’t believe the patient had proved any sobriety, let alone the six months required for acceptance into Baylor’s program. But, the team of gastroenterologists argued that they had a critically ill patient who would die soon without a new liver. The man had come before Baylor’s weekly selection committee meeting at a time when the session was dominated by gastroenterologists. Klintmalm and two of his three other staff surgeons were out of town or operating, and the vote quickly went in the alcoholic’s favor. “I guarantee you he will be noncompliant [drinking again],” fumed one of the team’s social workers, after the selection committee meeting. “If Klintmalm had been there, there’s no way he would have been accepted. ”</p><img/><img/><p><em>From</em> Defying the Gods: Inside the New Frontier of Transplant Surgery, <em>by Scott McCartney. To be published by Lisa Drew Books/Scribners this June. Scott McCartney, a reporter for the</em> Wall Street Journal, <em>lives in Dallas.</em></p><p>Illustrations By James Noel Smith</p><p>Klintmalm, a 43-year-old Swede known worldwide in transplantation circles for his surgical skill and scientific brilliance, has built one of the world’s leading transplant programs at Baylor since starting the program in 1984 with the father of liver transplants, Thomas Starzl. Klintmalm’s program brings in millions in revenue for the hospital—a sizable portion of the total business Baylor does each year. Blond, trim, and stylish, Klintmalm prides himself on “pushing the envelope,” and his contributions and breakthroughs have been copied around the world—treatments for liver cancer, surgical procedures, drug therapies for transplant patients, and even a couple of patented medical instruments for transplant operations. One of the most difficult aspects of liver transplants is deciding who gets the precious organ. Not so much “playing God” as “practicing God,” Klintmalm many times has chosen who will live and who will die. On his way to El Paso on Saturday, Klintmalm took the message from the pilot, shrugged, and said, “Okay.” The liver would go to the alcoholic in intensive care. Don Bryan got passed over once again—a grim game of musical livers.</p><img/><img/><p>In El Paso Klintmalm got word of a second donor, whose organ would possibly be available later that afternoon. A young woman had been at a party at four in the morning and was playing “with one of those unloaded guns”—the words of the El Paso organ bank coordinator. The gun had gone off, destroying the woman’s brain. But there would not be time to wait for the second liver, Klintmalm decided. He had the first liver out in less than two hours and by five was back in Dallas, driving to Baylor with the liver chilled on ice and preservation solution in a Coleman cooler in the trunk of his BMW. He would transplant this one into the 61-year-old alcoholic that night.</p><img/><p>The Cycle Of Donating Organs has a rhythm all its own. Most harvests come in the middle of the night. After the victim is declared brain-dead, the family is approached about organ donation. Once consent is obtained, care of the donor is transferred to the local organ bank. The organ bank takes steps to preserve the dead person by keeping the heart stable and pumping the body full of fluids to keep organs as ripe as possible. It’s a tricky tightrope walk between life and death. Often while trying to save a victim of head trauma, doctors try to dry the patient out as much as possible—just the opposite of what the organ bank wants. Sometimes drugs are used in an effort to save a patient, but often they can irreparably harm the organs for donation. The organ bank has several hours of tests to run, checking for everything from HIV and hepatitis to drug use. If the donor passes medically, the organ is offered to a transplant program.</p><p>For the donor cowboys, the calls often come at night and entail a late-night flight to a small town. Usually there is a team for the heart, a team for the liver, and a local surgeon for the kidneys. Sometimes the lungs are harvested, sometimes the pancreas. The more organs, the more complicated and timeconsuming the harvest. Then, one by one, the teams depart back to their respective cities, usually landing in the early morning. It seems like <em>Invasion of the Body Snatchers.</em> They sneak in under cover of darkness, and they depart before dawn. Few know of the drama that has gone on overnight; few know of the tragedy someone has suffered, the gift that a family has made, and the excitement of perhaps half a dozen families scattered around the United States who will wake up that morning to a new beginning.</p><p>The Second El Paso liver turned out to be very small, and Klintmalm thought it would be a better match for a woman in Tyler who was on the list. But for the first time in years, a patient turned down the liver, saying she was not yet ready. “Call in Don Bryan,” Klintmalm said as he decided on the next recipient and dispatched surgeon Marlon Levy and Caren Eisenstein back to El Paso for the second liver at eleven o’clock Saturday night.</p><p>For Eisenstein, a stylish Missourian who has become part of a small elite of female transplant surgeons, donor surgery was as close as she would get to operating on humans for the first six months of her two-year fellowship with Klintmalm. At the time, she was immersed in a research project in Baylor’s animal laboratory, operating on pigs to study the blood flow through their livers and how the organ is affected by different drugs and different steps in the transplant process. The Baylor team held out high hopes for the pig liver project, hopes that they would someday soon be transplanting pig livers into humans. The next year, Eisenstein would be Klintmalm’s senior fellow.</p><p>Eisenstein was asleep when the Lear touched down a second time in El Paso, this time at 12:15 a.m. on Sunday. The same ambulance driver greeted the surgeons with a chuckle. “Haven’t I seen you before today?”</p><p>“I think it was actually yesterday,” she said, yawning.</p><p>Thomason Hospital was crawling with people, some lined up in the driveway to the emergency room, all watching with curiosity as doctors in hospital scrubs jumped out of the back of an ambulance carrying a bright orange flight bag and a couple of red-and-white coolers. Inside, in the middle of a large, brightly lit operating room with beige simulated woodgrain linoleum walls, lay a 21-year-old Hispanic female, the woman said to have been partying with the “unloaded” gun. She lived in an apartment in the barrio of El Paso, spoke only Spanish, attended trade school, and at the time of her death, was trying to make a better life for herself. People at the party said it was a self-inflicted gunshot wound, an accident. Actually, the team was told, the medical examiner found no powder burns on her hands—so she had been murdered. Everyone looked at the large exit wound near her right temple, halfway between the ear and the eyebrow, and the entry wound on the left side of her head. The only certainty was that earlier tonight she had been in the wrong place at the wrong time.</p><p>The Southwest Organ Bank had been unable to place the pancreas or lungs. There is less demand for those organs because successful transplantation is still extremely delicate and largely unsatisfactory. The Baylor team was asked to take out the kidneys and leave them for local transplant surgeons in El Paso. Another team from Oklahoma City arrived to take the heart.</p><p>To the heart transplant surgeon, all other organs are lesser organs. Nothing could be more dramatic than taking a heart out of one human, watching it go soft and become a mass of deflated muscle, then hooking it back up in the empty chest of a patient and starting it again. Heart transplanters have only four hours of ischemic time—time when the organ can remain without blood flow outside a body—so the harvest and transplant must be carefully timed, and not a minute can be wasted. On this night, the Oklahoma City team had about six members—nurses, residents, the lead surgeon. They paraded in as if accompanied by a marching band: “We are here to take the heart ...”</p><img/><p>Reference Photography Courtesy Alison Victoria</p><p>[ Continued On Page 128 ]</p><p>[ Continued From Page 105</p><p>Liver surgeons often seem a bit defensive about heart surgeons, some of whom they regard as pompous, self-important, and inferior surgically, yet who seem to garner more attention and respect from the public. A liver transplant is the most rigorous, difficult surgery there is, requiring lilliputian work underneath the organ, as well as a complicated balancing act of all the body’s systems during the operation. Taking out a heart or a kidney is pretty simple, a cut here, a snip there. Putting a heart in is a breeze too, but it carries so much emotional baggage that it commands media attention and prominence in the medical community. Putting a kidney in is also relatively easy, requiring only two or three hours in the operating room. But taking out a liver and putting it in are skills that only a select group of surgeons have mastered.</p><p>What’s more, so many heart transplant programs have cropped up, given birth by hospitals eager for the prestige, publicity, and full beds, that few have enough work to support full-time transplant practices. In Dallas, for example, there are four heart transplant programs. To some cardiac surgeons, especially dedicated full-time transplanters, the plethora of heart programs is a waste of medical and financial resources and a danger to patients who may not receive as much expertise as they might need.</p><p>Though the Hispanic woman lay dead on the table, her skin was still full of life, her heart still beating, her liver still functioning, her kidneys still producing urine. Marlon Levy watched as she was covered with blue towels and prepped for surgery. As he always does, he went to her chart to check for a death certificate himself. Inside, signed consent forms for organ donation were written in Spanish. And a thank-you note for her family from the Southwest Organ Bank had already been included to accompany the body to the funeral home. An anesthesiologist, working out of a red Craftsman tool drawer from Sears, placed monitors on the woman’s body and inserted tubes and needles to keep the body stable through the surgery.</p><p>“Do you have some way to keep me from humming?” Levy asked as he prepared to begin cutting. “Is there a radio?” anything to cover up the beep, beep, beep of the monitors.</p><p>At 34, Levy is the youngest and newest of Klintmalm’s trio. Born in France, he moved to Texas with his parents when he was ten. His father worked at Neiman Marcus and raised five children in suburban Dallas. Marlon stayed in Dallas for college and medical school, trained in Wisconsin and in London, and was hired as a fellow by Klintmalm. Halfway through his fellowship, he was asked to take a staff position.</p><p>Levy stomps through the hallways like a fast-moving, svelte Winnie-the-Pooh. He is a favorite of the patients for his relaxed, cheerful, almost happy-go-lucky mood, but he can be strict when the time comes to be firm. He cuts neither the figure of the dashing surgeon nor that of the brilliant researcher, but he has quickly proved himself to be both while still looking like the kid with the stubby fingers who used to collect frogs.</p><p>Eighteen people had gathered in the operating room to watch as Levy began making an incision down the length of the woman’s chest, exposing her heart and the inside of her belly. Smoke rose from the body as the Bovie buzzed away, releasing the stench of burning flesh that hangs in the air. The Bovie is an instrument that looks like an old-style electric toothbrush. Electric currents twitch through the plastic tip, cutting and cauterizing at the same time. Next a nurse handed Levy an instrument that looked like a Black and Decker jigsaw to cut the sternum and open the chest. It was 1:10 a.m. and the radio was finally on: “Walking in Memphis ...”</p><p>The heart team moved in at the top of the chest, beginning their own dissection. One nurse near the feet fed instruments to two separate operating teams, each made up of two surgeons. Within ten minutes, the surgeons had opened the body up, transforming the woman from somebody’s daughter, somebody’s sister, to a parts warehouse.</p><p>A phone stretched from the wall to the table, where one of the Oklahoma City surgeons began briefing a surgeon back home: “It’s not a bad heart. The aorta is small. I think it will work. Get Mr. Crowley ready.” He then explained to Levy, “Our guy is very sick—but much bigger than her. He’s six feet. It’s very borderline, but we’re going to do it.”</p><p>The recipient of the liver, Don Bryan, is also over six feet tall—six feet two, in fact. He had shrunk to only 130 pounds but still weighed about 20 pounds more than the donor. But a liver can grow to meet demand; a heart can’t. The sixfoot-tall Crowley will have to live with a heart not capable of keeping up with a large active man. However, living that way is better than dying.</p><p>“It’s a beautiful liver, just beautiful,” Marlon Levy was murmuring. “It’s a nice crimson color with no yellow to it that would make us worry about fat.” a healthy liver is smooth and supple, with a perfectly curved leading edge. The liver is aerodynamic, floppy yet tough, perfectly molded to fit its home inside the body. Nature does beautiful work, better than man ever will.</p><p>[Continued On Page 149]</p><p>[Continued From Page 128]</p><p>Levy pawed aside handfuls of intestines and began feeling down under the liver for the hepatic artery, its main blood supply. Unlike the tidy pictures in textbooks, the human anatomy can be a confusing jumble of look-alike parts. Many people have abnormal anatomies—bodies that work just fine but don’t have textbook-perfect structures. Levy and Eisenstein began the tricky process of identifying and separating the hepatic artery from the splenic artery, the gastric artery, and the branches of other arteries. Some vessels are no wider than the head of a pencil. Some are embedded in tissue, hidden by nature without any regard for the future possibility of organ transplantation. They often can be found only by knowing how and where to feel.</p><p>Once found, the artery was isolated and prepared for the dissection. With control of the hepatic artery, the surgeons would be able to salvage the liver should the patient crash—and donors are by definition unstable, because the body begins deteriorating as soon as the brain dies, no matter how skilled the preservation is. Systematically, Levy and Eisenstein excluded every organ not wanted and isolated and preserved blood flow only to the ones to be transplanted, the liver and two kidneys.</p><p>Suddenly the donor’s blood pressure dropped, and one of the “heart boys” asked if the anesthesiologist could give her some blood. It seemed rather strange, giving blood to a dead woman. What a struggle it is to keep a dead person “alive.”</p><p>The radio belted out sad love songs about heartache and pain. After thirty minutes or so, the heart team was prepared and headed to the doctors’ lounge to wait for the liver team to finish its preparations. Both organs must be taken out at the same moment.</p><p>Tension had built between the two teams. A heart surgeon standing behind Levy barked to a nurse, “Maybe you could ask the liver team to wet a cloth from time to time with warm saline and place it over the heart. ”</p><p>Levy and Eisenstein tied off the arteries they didn’t need and controlled the aorta above and below the liver. There are five connections to be made in a liver transplant: the hepatic artery, the vena cava above and below the liver, the portal vein, and the bile duct. Everything else is discarded.</p><p>“Now we’re going after the common bile duct,” Levy announced, raising his voice. “Kids, don’t try this at home!” With fine silk thread, the duct was tied twice, then cut between the two knots. The end of the sealed duct attached to the liver then will be sewn together with the recipient’s bile duct during the transplant. After the bile duct, Eisenstein worked to find the portal vein, separating it from the tissue in which it is embedded with tiny, tiny twitches. Bit by tiny bit, the vein pulled away from its nest.</p><p>“I mean, is that beautiful or what?” Levy asked Eisenstein as he taught her technique. “See how that opened everything up?”</p><p>Eisenstein began threading a large, clear plastic tube into the portal vein, tying around it to secure it. Fluid, chilled almost to ice, was fed into the tube. “Please start the pre-cool,” she said.</p><p>At 2:40 a.m., Levy asked a nurse to tell the heart surgeons, “We’re ready to go.” But Oklahoma City was not yet far enough along in the preparation of the recipient to allow the team in El Paso to remove the heart and start the four-hour clock running. The heart team began stalling. “Can you show me the heart, please?” one asked, requesting that a wet cloth covering the heart be lifted. “The heart looks a little over fluid, bulging perhaps. Can we do something about that?”</p><p>Levy, in no mood at this hour on this weekend to wait with this heart team, suggested that the heart looked just fine.</p><p>The heart team scrubbed again for sterile conditions, as everyone else stood waiting. The heart, exposed to the linoleum walls, kept beating. It looked futile, as if it never got the message that the woman was dead. And thankfully, it never did get the message. For the heart and the liver and the two kidneys, it wasn’t over yet. They would find new homes, changing the lives of four people.</p><p>Now the heart team wanted to inject more medication to see how the heart would respond. Fourteen people watched as the lead heart surgeon tinkered with his toy. Finally, he prepared to cut out the heart.</p><p>“Ready to slow flush. Slow. Slow. Slower now. Slower. Stop now. What is the time?” It was 3 a.m.</p><p>At 3:25 a.m., Eisenstein lifted out the liver, smooth as an eel and now pale brown without blood. The liver was hooked to a clear plastic tube stretching to an IV pole, still receiving an infusion of preservation fluid. It—the liver—was the patient now. Like the heart, it was cleaned up, double bagged, and placed in the Coleman cooler, along with glass jars of extra lengths of arteries for patching, lymph nodes, and a piece of spleen for laboratory testing. By 4 a.m., the thank yous were said to the nurses, and the ambulance, sirens ablaze, returned Eisenstein and Levy once again to El Paso International.</p><p>Pumped up, Levy scurried onto the plane, flopped down in the rear seat that stretched the width of the jet, and spread out. “Have you ever gone vertical?” he asked innocently. “Mike’s the pilot, and Mike loves to go vertical. ”</p><p>Mike aimed the Lear jet, an achievement of power itself that can defy the laws of nature by rocketing through the air on tiny wings and huge engines, toward the east, back to Dallas. At 150 miles per hour, Mike lifted the Lear off the ground, maybe five hundred feet or so above the desert floor, and leveled off.</p><p>“Here he goes,” Levy cried.</p><p>If there is one distinguishing characteristic of transplant surgeons, it is that they are all thrill-seekers. There are easier ways to make tons of money in medicine, simpler ways to perform lifesaving feats. It is a young person’s profession, a profession that requires enough ego to have the confidence to defy the gods and remake a person. More than anything, though, to endure the 24-hour days, the four-in-the-morning flights, the tension of taking apart a human body and putting it back together, you have to be a thrill-seeker.</p><p>Mike accelerated the Lear, keeping it at the same low altitude, close enough to see the moonlit cactus race by faster and faster as the jet built momentum. Two hundreds miles per hour. Like an F-16 evading detection by ducking under the radar, Mike hugged the desert floor, the Lear going faster and faster.</p><p>Then in an instant, in the time that it took to pull the trigger that ended the young El Paso woman’s life, Mike pulled the Lear straight up. Vertical. There is not a roller coaster on earth that can duplicate the speed or the sensation of leaving your stomach on the floor of the desert while you climb 10,000 feet in seconds. Levy screamed in the back, his legs dancing and pumping at the rush. The donor cowboys were heading home.</p><p>At Love Field, the day not yet ready for the sun, Caren Eisenstein plopped the cooler in the trunk of her Hyundai and, without any of the sirens that had brought the liver to the airplane in El Paso, drove toward Baylor at about 5:30, nearly eighteen hours and 2,400 miles after she had been summoned from the riding stable. Her bumper sticker over the trunk seemed totally appropriate: “The Grateful Dead. ”</p><p><span class=\"dropcap\">I</span>n the Early Days Of Transplanting, organs were run straight into the operating room, where the patient was already prepped, opened, and almost completely dissected. Sometimes guards were posted at doors to swing them open at the appointed moment. Such drama proved to be wearing on the hospital staff and disruptive to all the other surgeons counting on fresh nurses, alert anesthesiologists, and other undistracted support staff. And it soon proved unnecessary.</p><p>Now, better preservation solution and quicker surgery have given transplant surgeons —and the operating room nurses and support people they rely on—the luxury of sleeping in. So even though Don Bryan’s new liver was back in Dallas before dawn, the surgery didn’t start until 8:25 a.m. Sunday morning.</p><p>Pam Fertig, a transplant coordinator at Baylor, had called Bryan the night before, at 10:04 p.m., his wife, Cathy, remembered. Who could ever forget the moment when the call came? Fertig had not told Cathy that Don was getting the liver solely because a woman who was a closer match had turned it down or that he had lost out on another liver earlier in the day to an alcoholic. All the pain, all the anxiety of hearing through their doctors of the transplants done each week on critical patients flown in from other hospitals and the lack of Don’s progress up the waiting list, suddenly melted away. A farmer who had risen through the ranks of american Petrofina oil company only to clash with a new president and find early retirement, Don had been hospitalized for a couple of weeks because of an accumulation of fluids in his belly. Bedridden and weak, the 62year-old Bryan looked 82. He had lost fifty pounds and was now as skinny as a fence post. Anxious for a liver, cranky from the illness, Bryan was a picture of misery. Fertig’s call was the call of relief for Cathy, relief from changing bedpans, relief from staying up all night comforting Don, relief from dealing with a dying, confused, uncomfortable, encephalopathic grouch. With this call, Cathy had won the game of beat the clock. She had kept Don going long enough to get a liver.</p><p>In operating room four, Tom Renard was on the lead surgeon’s side; he would do the liver “skin to skin”—opening incision to closing stitches. Opposite him was Bo Husberg, who had been at the hospital most of the previous night, working on and worrying over a transplant done on Saturday. A liver harvested from a car accident victim by Klintmalm and Eisenstein on Friday had been “questionable,” both from trauma damage and fat content. Quick tests were run to see if the liver was too fatty to use. The initial pathology lab findings came back borderline, but because later, permanent results always look better than the initial quick look, Husberg decided to use the liver, transplanting it into Kelly Moore, a 37year-old american airlines employee who was in the hospital, bleeding internally. The Baylor team was consciously using livers that would have been rejected a year before, figuring that with the available drugs, the team’s expertise, and the longer waiting list, they should take a shot at a marginal liver.</p><p>Husberg had done the transplant while Klintmalm was flying to El Paso Saturday morning. All had gone well, but the liver did not kick in when hooked up. It didn’t start making bile, or anything else. Moore’s liver-function enzyme numbers went sky high, indicating liver failure. He was dying faster than he had been dying the day before the transplant. Drastic measures were under debate at his bedside: whether to relist him on an emergency status for another liver or to give him the second liver coming from El Paso—the one meant for Don Bryan. The donor had type O blood, and Moore had type a. Cross matches were made in emergency cases, however. Statistically, they worked well but often resulted in more complications down the road. The liver was very small, and Moore was a big guy, two hundred pounds or so. At midnight, Husberg and Klintmalm, who was finishing the liver transplant with the organ he had carried from El Paso for the controversial alcoholic patient, began discussing the options as Levy was just touching down in El Paso. Maybe the thing to do was take that liver—the second one from El Paso—and piggyback it into Moore, giving Kim two livers. That way, the strain would be taken off of the first transplanted liver, and it could repair itself, and then the second liver could be removed.</p><p>If Moore was no better in the morning, they had decided, he would get a new liver one way or another. He would probably get Don Bryan’s new liver, even if Bryan had been prepped for surgery. So instead of sleeping in, Bo Husberg was back at Baylor at 5:30 a.m., studying lab results. And the numbers were encouraging. Husberg decided to sit tight on Moore and give the liver to Don Bryan after all.</p><p>Renard opened Bryan’s skinny chest and found a liver that looked as if it had an acute case of acne, all pimply and decrepit, with brown spots and lots of white—a multicolored moonscape of craters and mountains. Renard lifted it up and asked the retractor holder—a technician who stands to the surgeon’s left and holds the metal scoop retractors that keep the chest wall pulled back and up from slipping—to grab the liver and hold it up as he worked underneath.</p><p>On a table in a corner of the operating room, Marlon Levy was preparing the liver for the transplant. The back table work is a separate surgical procedure. Levy standardizes the anatomy of the new liver, correcting any defects and reworking any abnormalities in the plumbing. Ends of veins are given fresh, clean edges and stretched open with tiny stitches. The brown blob of liver sits in a slush-chilled stainless steel bowl.</p><p>“Wait a minute,” Renard declared, a tinge of excitement in his voice. “Can I have a pickup?”</p><p>With his loupes on, Renard delicately stretched some flesh with the pickup—a pair of tongs—and then began trimming with small scissors. Inside, he revealed a tiny vessel the width of a toothpick that had almost gone unnoticed.</p><p>“Good for you,” Husberg applauded the first-year fellow.</p><p>The mystery vessel was actually part of the arterial flow of blood to Bryan’s liver. If Renard had not found it and hooked it up with the standard arteries, blood flow to the right lobe of the liver would have been cut off.</p><p>“It would have died,” Renard said later. “and then we’d all go, ‘What happened?’ ”</p><p>Casually in control now in operating room four, the baby-faced Renard sought a change of music, as is the lead surgeon’s prerogative. A born-again Christian, something of an oddity in the ranks of transplant surgeons, Renard asked that an amy Grant CD be summoned from his personal music bag and cued up in the stereo. Somehow, Christian music in this miracle factory seemed nakedly out of place. Patients talk constantly about “putting it in the hands of the Lord,” or they say, “I turned it over to God.” They place their faith, and their fate, in their religion at moments of crisis. And the hospital, a Baptist institution, lays on heavy doses of religion. The chaplain visits every patient before the transplant surgery, sometimes not knowing whether to prepare the family for life or for death, and is a visible and integral part of the transplant team.</p><p>To the surgeons, blind religious faith can ring hollow. They have seen too many bad things happen to too many good people, with no theological, or even medical, explanation. They create miracles on an almost daily basis, miracles that are usually the result of surgery and treatment, drugs, organ donation, and years of research and schooling. And each week they face the pressure of holding someone’s fate in their hands, not God’s. In operating room four, “God” usually has a Bovie in his hand.</p><p>Don Bryan’s new liver was now hooked up, filled with blood and ready to go. Husberg called for the probes to measure the flow inside the hepatic artery, clamplike grabbers placed over the artery and hooked to an electronic box that delivers a numeric readout: 101. 103. 97. 102. Nothing close to the readings over 800, even 1,000, that they customarily get.</p><p>“What’s wrong here?” Husberg asked innocently, as if someone other than he might have the answer. “The flow feels great in my hand. ”</p><p>Another probe was tried as Renard agreed that the flow looked great. Bryan’s artery, tiny, curved, and stitched together like a patchwork tunnel, was pulsating with each beat of the heart, twitching back and forth like a metronome. “It certainly is a very small liver. But that really is a very poor rate,” Husberg pondered, his bushy eyebrows furrowed above his half-glasses.</p><p>“His pulse is okay,” an anesthesiologist suggested.</p><p>“It certainly looks pretty,” a nurse chimed in.</p><p>Husberg removed the probe, and the flow reading jumped to 450.</p><p>“Oh, wow,” the anesthesiologist exclaimed, staring at the machine, not the patient. “Hold it right there.”</p><p>“I took it off,” Husberg said. “It reads four-fifty when I take it off. What is going on here?”</p><p>After a moment, Husberg pronounced Bryan fit. “The liver looks good, the artery feels good, and the machine goes to four-fifty when I take it off. So we’re not going to worry about it, and we will measure it again at the end of the case.”</p><p>It is a situation calling for Marlon Levy’s favorite saying: “Better is the enemy of good. ” In transplant surgery, you can get into trouble trying for perfection when good will do just fine. So delicate are the moves that getting too cute can get you into big trouble.</p><p>With a needle, the portal vein was punctured and pressure was measured. It checked out. Time to stitch up the bile duct. Renard inserted a tiny rubber Ttube into Bryan’s bile duct at the anastomosis. The tube, with one branch of the T extending into Bryan’s bile duct and the other up into the donor bile duct, helps keep the delicate biliary system open and flowing as it all heals from the surgery. It also creates a drain so that bile production, and quality, can easily be measured in the first few days after surgery. The T-tube stays in place some ten to twelve weeks, a piece of plastic hanging out of the side of the belly through a hole rather unceremoniously punched by a pair of scissors at the end of the operation. Then the rubber tube is simply pulled out. Some come out easily. Some produce leaks, resulting in incredible pain and hospitalization. One woman had a stroke shortly after her T-tube was removed. Probably a coincidence, but stroke became one of the more talkedabout complications of a T-tube pull. Among the fellows, a successful T-tube removal is something to brag about. An unsuccessful pull is a source of ridicule for weeks to come. One refrain when things are going badly: “Life sucks, and then they pull your T-tube.”</p><p>With Husberg at the controls, the flow probe was placed back on Don Bryan’s suspect hepatic artery. 320. “Don’t touch it!” 327. 350. 337. 329. 345. 339. “It looks better. Call it three-forty. That’s okay,” Husberg said. “If it had stayed very low, I would have started to talk about taking the anastomosis apart and redoing it or putting a graft in the artery—but only if it was a measurement I trusted. He has a great pulse here. It really feels all right. ”</p><p>Bryan’s belly was x-rayed for leaks in the bile ducts, and although there was a weak-looking area near where the Ttube went in, Husberg thought it was satisfactory. After this transplant, he was scheduled to bring another patient into the operating room to have a leak in his bile duct fixed. But now, it was off to give Cathy Bryan an update.</p><p>“Well, that was a nice, easy case,” he said at 1:30 p.m., taking off his surgical mask after the six-hour transplant.</p><p>As he has many, many times before, Bo Husberg strode swiftly to the fourteenth floor nurses’ station and asked what room the Bryan family was in.</p><p>“Hello. Yes, I am Dr. Husberg,” he said. “all went well; it was very good. There were no problems.” Cathy Bryan smiled with relief.</p><p>“He will be slow to wake up and will be in intensive care for a few days. He will need a lot of support from you in the coming days. But if there is one night you can take off, it is tonight. Y>u probably should go sleep somewhere tonight. It takes a long time to wake up from surgery this long,” Husberg said.</p><p>The family wanted more answers, but there were no others to give. It can be unsatisfying, for the reality is that the battle has just been engaged, not won. The fight is yet to come. Whether Don Bryan will survive is not clear today, only that the gods have been put off, for now.</p><p><span class=\"dropcap\">D</span>on Bryan Left Baylor In February, three hellacious months after his transplant. He had been so sick that fluid burst out of stitches in his belly. For weeks he couldn’t eat, couldn’t walk, and couldn’t even sit. Even on the day he left the hospital, he still was not well. He had tremendous headaches. He had an infection in one eye that probably had gone untreated too long. But when he finally got antibiotics for his eye, they produced, among other problems, diarrhea, and threw his liver function numbers out of whack. He was still as thin as a fence post and lacking in energy.</p><p>It was crucial to Don to be back on his farm in rugged West Texas, back to his panoramic view, his house, his dog, and such as it was, back to his own life. More than any new drug or medical trick, the best therapy seemed to be simply gazing out the back wall of windows in the house he and Cathy built.</p><p>“People told me they never thought they’d see him again when we left for Dallas,” Cathy Bryan said proudly. “I know he’s bad, but you work through it day by day. ”</p><p>Slowly, Don began doing more around the farm. He began trying to catch up on chores and tending the fifty cows that graze what was once a cotton farm. By april, he was planting his garden—cantaloupes, squash, tomatoes, watermelons, black-eyed peas, peppers, and pimientos—across a large plot between apple trees, peach trees, and the Bryans’ vineyard of Cabernet Sauvignon grapes.</p><p>After nine months of struggles following the transplant, Don Bryan was finally back to his old weight and, for the first time, feeling more or less as fit as a 63-year-old should. It was the first time in two years, really, that he was feeling like his old obstreperous self. And as welcome as the old Don was, there was something different about him too.</p><p>“I don’t go as hard as I used to. I have a new outlook,” he says. “\\ou can’t help but think that way when you think you would have been dead.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "June 1994",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Bryan",
      "Baylor",
      "El Paso",
      "Surgery",
      "Surgeon",
      "Family",
      "people",
      "Doctors",
      "Work",
      "Love",
      "Oklahoma",
      "Oklahoma City",
      "Wall",
      "Dallas",
      "Drama",
      "ever",
      "Nature",
      "Southwest",
      "Coleman",
      "consent"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": [
      "Bryan",
      "El Paso",
      "D.C.",
      "Dallas",
      "Crowley"
    ]
  }
}