{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19946",
    "date": "June 1994",
    "year": 1994,
    "month": 6,
    "month_formatted": "June",
    "pdf_uri": "/1994/19940600.pdf",
    "issue_cover_image": "",
    "document_start_page": 94,
    "toc_start_page": 88,
    "document_page_range": [
      [
        94,
        95,
        96,
        97
      ],
      [
        125,
        126,
        127,
        128,
        129,
        130,
        131,
        132,
        133,
        134,
        135
      ]
    ],
    "toc_order": 14,
    "toc_headline": "Death Watch",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199406-deathwatc",
  "source": "/1994/19940600.pdf",
  "wp_post_id": 128487,
  "wp_post_guid": "http://www.texasmonthly.com/article/death-watch/",
  "authors": [
    "Mimi Swartz"
  ],
  "headline": "Death Watch",
  "dek": "Why are Texans living in fear of violent crime? Because of horror stories like the brazen midday robbery inside a crowded restaurant, when Kennie Matthews was shot for his wristwatch and his wife was murdered.",
  "spread_caption": "",
  "excerpt": "In Houston, Kennie Matthews’ wife was killed in a midday robbery. Another senseless murder, and yet another reason why Texans’ fear of crime has never been higher.",
  "kicker": "",
  "word_count": 7874,
  "content": "<p>Lizabeth Matthews’ Murder Was the Kind Of Murder Everyone feared because it was the kind of crime that said no one was safe anymore, anywhere. Last December 30, she and her husband, Kennie, had walked into a busy Bennigans restaurant on Houston’s Southwest Freeway in the middle of the day, and moments later both lay shot on the floor, Lizabeth dying from a robber’s bullet. Every detail of the crime, aired so prominently on local newscasts and even on CNN, served to heighten the public’s sense of vulnerability. The police believed that the killer, whom they identified as 22-year-old Charles Harold Hughes, a.k.a. Dinkie, had seen the couple drive up in a white Mercedes. He had waited at a pay phone in the foyer for them to enter the restaurant. Then, even though the Matthewses did not resist, he shot them. Afterward he circled the parking lot twice in his car before departing, as if what had happened had not been quite enough.</p><p>Class and race played a part in elevating this crime to high-profile status. News accounts told of Liz Matthews’ seemingly infinite good works, which included serving as a regular blood donor, a volunteer for the Lighthouse of Houston, and a major supporter of an annual Christmas event for needy children; in a newspaper photo, she and her husband were featured in evening clothes and described in the accompanying article as “a charismatic couple” who “influenced other people with their enthusiasm and zest for life.” Charles Harold Hughes, people would learn three days after the crime, was a rap singer, car thief, and drug dealer not two months out of prison, set free by the State of Texas to rejoin society. Though blacks are five times as likely as whites to be crime victims, the Bennigans murder intensified the already inflamed racial prejudice regarding crime. The Matthewses came to symbolize all that was good in the world; Hughes became the nameless urban destroyer whom everyone from the Ku Klux Klan to the Reverend Jesse Jackson (who has confessed to being concerned when he is being followed by a black person on the street) described when they needed to put a face on crime in this country. He became, simply, the man everyone was afraid of.</p><p>If, over the next few months, the specifics of this crime faded from public memory, the fear did not. That is why Houstonians were in no way reassured when, shortly after Liz Matthews’ murder, Houston mayor Bob Lanier released statistics purported to reveal a 22 percent drop in local crime since 1991, or why, several months later, they were skeptical when Governor ann Richards reported that the state’s crime rate was the lowest it had been since 1985. The citizenry was experiencing a totally different reality. People who had not yet become victims of crime worried not if but when violence would befall them. Fear was the reason they had all but stopped going out at night, why they did not answer their doors during the day, why they suspected the most innocuous strangers. They reconsidered purchasing fine watches or luxury cars, believing such goods might turn them or their children into targets. They came to believe that the best way to solve crimes was to report them to “reality” shows like <em>City Under Siege</em> or news segments with titles like “To Catch a Crook.” They observed the proliferation of victims’ rights groups. They weighed the value of various self-defense products—pepper sprays versus pocket-size alarms versus safe rooms—and wondered, finally, if they were not kidding themselves, if they shouldn’t just buy a gun and learn to shoot.</p><img/><img/><p>Photographs By Robert Ziebell</p><p><em>Kennie Matthews was never afraid before he was shot and his wife, Lizabeth, was killed in a lunchtime holdup at Bennigans. Now he is learning to live with fear, just as he is learning to build a life for himself without her.</em></p><img/><p><em>Louis Hernandez feels he is a lucky survivor. Robbed by the same assailant who half an hour later shot and killed Liz Matthews. Hernandez has since tried to develop a program to stop kids from turning to crime.</em></p><p>In other words, most people were now inhabiting a world in which the fear of crime had become the dominant factor in their daily lives, and that fear had in turn spawned an entire culture, one with its own heroes and villains, customs and rites, and unique progression of events. Urban Texas is becoming the kind of place where even the martyrs are armed and where the criminals serve as unwitting pitchmen for a whole new crime-fighting economy, from specialty products to specialty psychotherapists. It is the kind of culture in which Lizabeth Matthews was murdered, and if you look closely at the lives that this crime and this criminal affected, you will see that the Bennigans murder is not the story of one crime but many crimes. To experience the culture of fear is to realize just how pervasive crime really is.</p><p><em>“Seventy-three percent of Harris County residents believe crime is the single biggest problem facing people in the Houston area today.”</em></p><p>Houston Post, <em>March 1994</em></p><p>Houston Police Sergeant Fred Carroll Got the page at about twelve-forty-five on the afternoon of December 30, when he, like so many people all over town, was on his way back from lunch. He suspected homicide when his partner told him that a couple had been shot at Bennigans. Carroll guessed that some kid had tried to rob some customers in the parking lot and panicked, shooting the couple. He had been a cop for almost twenty years, a homicide detective for eight, and the toll of his work showed in the deep lines on his face and the rushed manner in which he spoke. Carroll believed that kids were getting meaner, and for that reason he had stopped believing in excuses and second chances. In his experience, kids loved crime, they got hooked on it just like dope, and those little probated terms they got for committing big crimes just made them meaner and wiser. Put them away till they’re grown, he liked to say.</p><img/><p><em>Stacy Wallis (left) and Mahasti Khorramabadi are friends who worked at the Southwest Freeway Bennigans where Liz Matthews was killed. But even before that murder, the women’s lives were infested with crime.</em></p><p>When he arrived at Bennigans and found what had happened, he knew that he had figured wrong about this criminal. It wasn’t a panicky kid. This guy was very, very bold: In broad daylight, right after noon, he had stood in the foyer, greeted the maître d’, acted as if he was going to make a phone call, and then waited for someone to rob. And he found them: The man who had come to meet the couple for lunch identified them as Kennie and Lizabeth Matthews, 41 and 37, respectively, the owners of an import-export business. Someone else said that the Matthewses had arrived early and spent twenty minutes or so talking inside their car. When they stepped into the foyer, the man was ready. Kennie had been shot first, when he failed to turn over his watch fast enough, then Lizabeth, after the robber grabbed her purse. The ambulance had taken them away before Carroll arrived; Lizabeth’s condition was critical. The maître d’ had had a good look at the assailant’s face, but they didn’t have much to go on—a black male in a black silk jogging suit, driving a blue car.</p><p>[ Continued On Page 117 ]</p><p>[ Continued From Page 91 ]</p><p>Then a policeman listening to his walkie-talkie came up with something. The description fit that of a suspect who had held up a salesman at apple Chevrolet—right across the freeway, just half an hour before. Carroll knew right away it was the same guy. And he wasn’t surprised when, a short time later, the ambulance driver came back and said Liz Matthews hadn’t made it. Carroll had suspected from the start that this was a homicide.</p><p><em>“Violent attacks seem more brutal and random in recent years and . . . ‘murders occur in areas . . . previously thought to be safe from violence.</em></p><p>Houston Post, <em>March 1994</em></p><p><span class=”dropcap“>T</span>he Black Salesmen At Apple Chevrolet had pegged the guy for a flake right away. He was nicely dressed in a black jogging suit and well built, but he was flashing a serious wad of cash and bragging about being a local disc jockey named Michael Harris. Then one salesman told another that he knew Michael Harris, and he didn’t resemble this guy at all. And nothing seemed to satisfy this customer: He looked at Blazers, Suburbans, all customized with leather interiors, fade-out paint, wood trim, mag wheels—your basic nineties dream car—and he didn’t see one he liked. Something wasn’t right. But 53-year-old Louis Hernandez missed these cues. He was new at apple, and he wasn’t very street smart—he had never been held up in all his 25 years as a car salesman—and, as of December 30, he hadn’t sold a car in three days. “i’ve got ten thousand dollars on me, I want a Suburban, and nobody will sell me one,” the man complained. Hernandez figured, what the hell. Leading the customer to the back of the lot, he said, “Let’s go. Lemme sell you a Suburban. ”</p><p>But when they got there, the man lost interest in buying a car. “If you don’t give me your watch and your money, you’re dead. I’m gonna shoot you right now,” he said, and Hernandez looked inside the man’s jacket and saw the barrel of a gun pointed his way. “are those diamonds real?” the man asked, indicating the watch now betraying Hernandez on his wrist.</p><p>Somehow Hernandez knew what to do, and it was not exactly the meek complicity that law enforcement officials advise. Just a week before, he had read anthony Robbins’ <em>awaken the Giant Within You. </em>“Do the unexpected,” the self-help guru had urged, and Hernandez now put that advice to work. He stared down at the $500 watch he had bought in Puerto Rico years back and began to laugh. “Hey, man, I just started working here two days ago—take my watch—it’s a fifteen hundred dollar watch,” he said. Still laughing, he raised his hands. “But don’t kill me for that. You gotta be kidding. Don’t kill me for that.”</p><p>Then the guy did a strange thing. He laughed too. “Hey, man, i’m not kidding,” he said, a star-quality smile breaking across his face. He took the watch and told Hernandez to hit the dirt and wait five minutes. As soon as the man took off, Louis Hernandez crawled forty yards on his stomach toward the service department door, like a man under enemy fire.</p><p>The police came and took his statement but then asked if he would ride with them to another crime site. They drove him just across the freeway to Bennigans, where he saw the police cars and the reporters and the yellow tape strung across the entrance. He wondered why they had brought him here, and then, just as quickly, he got his answer. “I think that guy came over here and killed somebody,” a fellow salesman beside him in the police cruiser said. Then Louis Hernandez, so recently inducted by Charles Harold Hughes into the culture of fear, saw his life pass before his eyes.</p><p><em>“You can’t show us the</em> Lifestyles of the Rich and Famous <em>and expect us to work at Wendy’s and come home with nothing of substance in this material world.”</em></p><p><em>The Reverend Louis Farrakhan, speaking in Houston, april 1994</em></p><p><span class=\"dropcap\">H</span>e Was Her Baby And SHe Had lost him and she did not know why. When Debbie Jones searched for an answer, the only one she could come up with was that Dinkie had just gotten mixed up with the wrong crowd. She was 38 years old and looked much younger; she was still slender with flawless copper-colored skin. She wore her black hair cut short, like a penitent, but she dyed the top a shimmering gold. Debbie Jones had atoned for her share of mistakes—now she carried a dogeared and tabbed Bible wherever she went, trusted in the Lord, and had the bright, unclouded eyes of a true believer.</p><p>But even the Lord seemed lost when it came to the deeds of her eldest son. She possessed few recent pictures of Dinkie, but two were instructive. In one, Dinkie posed with local rappers, each sneering menacingly at the camera. Jones sometimes wondered why Dinkie hadn’t worn a shirt for the picture, but it did make that broad, muscular chest he was so proud of the focus of the photograph. In another, Dinkie stood behind his girlfriend, his forearm locked affectionately around her neck. She was a pretty teen with pale eyes and an electric smile, her shirt open and a black bra top showing underneath. Another friend leaned toward them, mugging for the camera. Dinkie, Debbie Jones sometimes noted, was the only person in the photograph still alive. The other two were killed in a drug deal gone sour. But when she looked at these pictures, she could only smile at her boy. And when she thought about him getting into so much trouble . . . well, maybe he just wanted to be grown. And in the world that Dinkie inhabited, being grown meant getting into bigger and bigger trouble.</p><p>His father had been wild too. She was just a girl when Dinkie was born, sixteen, with her own singing career. Oscar Perry and the Love Generation—she still had the records they had cut. But Dinkie’s dad beat her up, and after she left him, things got worse. Once, he climbed through her bedroom window with a rifle. Dinkie remembered all of this, even that his dad had died at Ben Taub hospital from complications after his new wife shot him.</p><p>Dinkie’s real name was Charles, but he got his nickname from Debbie’s sister, who thought he was as small and as sweet as a Hostess Twinkie. Debbie Jones hadn’t had what she called a poverty-stricken life, and on her administrative assistant’s salary, she made sure Dinkie didn’t either. After she married, she gave half of her salary to her husband for household expenses, but the other half went to her baby. Dinkie had trips to Sea-arama, Kiddie Park, and the Ice Capades, and he got a new gocart for his sixth birthday. Even when Dinkie was eighteen, she still washed his clothes, because she didn’t want him to go out looking all sloppy and wrinkled. He always had his own phone. She bought him a $500 watch, hoping that if he had nice things, he might stay away from the wrong crowd. But no matter what she did, the object of Dinkie’s life remained being in the limelight with those rough boys.</p><p>It wasn’t always that way. For a long time life looked as though it would work out fine. With her second husband, the father of Dinkie’s brother, Jones had moved her family to Carrizo Springs, and Dinkie, then in the seventh grade, had excelled in just about everything: football, basketball, Future Farmers of america. He was elected most popular; he was a top break-dancer. His favorite show was <em>The Undersea World of Jacques Cousteau. </em>The trouble started when they moved back to Houston. Dinkie went to Sharpstown High, and what Debbie Jones called the rippin’ and runnin’ began. She fought for him—calling the parents of other kids when he didn’t come home, letting his friends crash at her house just so long as they went to school the next morning. But Dinkie quit school in the tenth grade and by 1988 had been arrested for stealing a car, a charge that was later dismissed. The same year, he was stabbed in the wrist by another boy. He had a few jobs—at a doughnut shop, at an auto parts store—but Debbie Jones knew she had lost her child to the streets. The only thing he loved was his music, and the only time Debbie Jones felt relaxed was when she heard him practice. He wanted to be a rap star, and everyone said he was good enough to make it. But Dinkie could not perceive the line between rapping about crime and doing crime. In 1989 he was arrested for delivery of a controlled substance—crack—and sent to boot camp. After less than a year, he was released on a five-year probation.</p><p>Debbie Jones had believed him when he told her he wasn’t using drugs, just selling them. “But what in the world do you need?” she had asked him. “Mom, it has nothing to do with you,” he told her. She was scared for her son, and she prayed for him regularly. It seemed like these children lost their friends every few days. Every few days, one of them died.</p><p>When he got out of boot camp, Dinkie seemed even wilder than before. In June 1990 he was arrested and sentenced to 180 days in jail for threatening to kill a police officer. Once, the police came and stormed into her house looking for Dinkie, but he wasn’t there. As they roamed through the place, they said over and over, “Your house is so nice.” She wondered, “What were they thinking? That Dinkie had given me his drug money? That just because children get into trouble their parents have to be dumbos or drug addicts?” She was terrified that Dinkie would show up and run and the police would kill him.</p><p>She was afraid of Dinkie’s friends too. “These kids could get mad at you and kill us,” she had told him. “Don’t put me in that situation.”</p><p>Then, in 1991 he was arrested again while on probation for stealing a car. He took the time, two years, figuring he would be back on the streets, back with his girlfriend soon enough. But then she was killed, and so it ended up that he had a year to sit in his cell and think about it. Debbie Jones thought her son might lose his mind, and in fact Dinkie once threatened to kill himself by eating ground-up razor blades, but mostly he practiced his music, got his general equivalency diploma, and read the muscle magazines she sent him. He told her he loved the <em>Christian Word</em> magazine she brought him too. When he got out, maybe things would be different. If not, Debbie Jones knew she would be there for her son.</p><p><em>“Have you changed the way you live because of crime? We want to hear those stories. .</em> . . <em>We’ll print your stories in a later Style section.”</em></p><p>Houston Post, <em>February 1994</em></p><p><span class=\"dropcap\">B</span>efore Crime Overwhelmed Her life, Stacy Wallis had been the kind of person everyone liked. At thirty her whiskey voice and tousled blond curls belied the mother-hen tendencies that had made her a successful bartender at Bennigans, where she had worked for more than seven years. She loved her job, and she was good at it. Stacy didn’t mind listening to people’s troubles, but she also couldn’t help trying to fix them, and that’s what had made the last six months among the worst in her life.</p><p>The trouble started when a customer told her about a cheap apartment close to the restaurant. In the daytime, the place looked nice, and the rent was right—$525 a month for a two-bedroom, two-bath apartment, all bills paid. She had heard about the Gulfton Ghetto that existed within a mile or two of work, but she didn’t think crime would have moved that close to what she had always considered a quiet suburban neighborhood. She learned differently the first night she drove home. Young Hispanic guys were all over the street, ambling back and forth like sentries in a bad dream. She pulled up to one and rolled down her window.</p><p>“What are you guys doing?” she asked. She was friendly.</p><p>“Oh,” a young man barely out of his teens answered, “we’re looking for work.”</p><p>“What kind of work?” she asked.</p><p>“Well,” he said, “we sell cocaine.”</p><p>That was how Stacy Wallis learned she had just rented a condo in the heart of the Southwest Cholos’ gang territory. Every single night they were out on her corner from midnight until four in the morning dealing crack. They patrolled the tops of the condo carport with semiautomatic weapons. Gunfire was so regular that she and her boyfriend stopped jumping at the sound after the first few weeks or so. Once, she encountered a man with blood pouring from his head. He refused her offers to call the police or an ambulance. At a nearby convenience store, one of the Cholos threatened Stacy’s life when she refused to give up the pay phone she was using. Another night, she came home to find the police, an ambulance, and TV trucks surrounding a teenage girl covered with a white sheet in the middle of the street. She had been the victim of a drive-by shooting.</p><p>By the end of the first month, Stacy had called the police so often that they knew her voice. They had responded to her calls at first, but then they just promised to come and didn’t. They made it clear they couldn’t do anything—the kids carried such small quantities of drugs that they would be back on the street before the paperwork was processed. “What you need to do,” a cop told Stacy, “is move.” But she couldn’t. She had signed a lease and sure couldn’t afford to walk it. Her boyfriend thought about buying a gun. In desperation she called Channel 26’s <em>City Under Siege,</em> a crimebusting reality TV show that was on every weeknight. A reporter came out, and when a gunshot went off during the afternoon interview, she went white. Stacy barely noticed. When the show aired, she and her friends were featured anonymously as part of a larger story about a construction worker who had been left for dead after being shot nine times by the Cholos in an initiation rite. Like Stacy, he had known them, talked to them from time to time. It hadn’t mattered.</p><p>The Cholos weren’t Stacy’s only problem. She had been drawn into the domestic problems of her best friend, who was being stalked by her husband, Sam. Iranian-born Mahasti Khorramabadi, another bartender at Bennigans, had accepted for years what Stacy would call an abusive relationship. Mahasti had to ask Sam for permission to go out at night. She sometimes appeared at work with unexplained bruises. She supported both her husband and their six-year-old daughter. Sam could not keep a job and had been fired twice for stealing. When Stacy persuaded Mahasti to leave him, she wound up right in the middle of their argument.</p><p>Sam followed Mahasti and Stacy when they went to pick up Mahasti’s daughter at school. He conned Stacy’s apartment manager out of a gate card so he could watch Mahasti whenever she visited. He pestered Stacy so often with hang-up calls that she put call return on her phone to harass him back. He circled the parking lot at Bennigans so often that the manager told him to leave. In return, Sam threatened to hire “a bunch of niggers to mess up your face.”</p><p>As with the gangs, the police initially came and did nothing, and then later, did not come at all. It did not matter: Sam did not listen to the police or the lawyers or anyone else. He did as he pleased.</p><p>By November, Stacy was taking tranquilizers and drinking herself to sleep. She had passed from fear to a kind of numbness. When her lease was finally up, she moved twenty miles away, to north Houston. It was the only place she felt safe. Even so, she was afraid to stop at stoplights and she was afraid of the people on the streets. But she was getting better, until the day her mother called and told her to turn on the TV—someone had been shot at Bennigans.</p><p><em>“I don’t think I was aware that I was a target of crime. I wasn’t conscious that I was saying, ‘This is what success looks like. This is what lucky looks like.’”</em></p><p><em>a crime victim, speaking of her life before she was attacked in a Montrose-area shop and before her father was murdered for his Rolex watch in 1991</em></p><p><span class=\"dropcap\">T</span>hey Had Always Done Everything together, so it was natural that when someone stepped between them, she would have tried to do something about it. That was a truth that occurred to Kennie Matthews later. Liz could have saved herself if she had left him there, alone, for just one moment, but she would not have done that. Could not have done that.</p><p>They had never been afraid. On a dive trip or a hunting trip or in the boardroom, Kennie and Liz could hold their own. For thirteen years they had been inseparable, the kind of couple about whom clichés like “joined at the hip” were made. They argued and they needled, but no one doubted their absolute love for one another. He had met her when she signed up for the diving lessons he taught; on a trip in which she turned out to be the only woman, he had bent down to pick up her gear. “i’ll get it,” she had said, and from then on she had always carried her weight, had always been able to match him. It was strange, but they had even talked about what might happen if they were ever attacked. They sold guns along with hunting and diving equipment in their business, and they kept a gun at home. If a criminal thought a homeowner was armed, Kennie believed, he would go elsewhere.</p><p>But Matthews was not carrying a gun on December 30. They had just stepped into the foyer when the man stepped between them. Normally, Kennie would have stepped ahead of Liz, to open the second door for her, but the man got in his way. “Gimme your watch. Gimme your watch. Gimme your watch,” he said. It was the middle of the lunch hour, but the guy was cool and determined.</p><p>Matthews recognized the gun he was holding, a Spanish-made Star 30M blue steel 9mm semiautomatic. As a federally licensed firearms dealer, he had sold guns just like the one pointed at him now. He had always thought of it as a mid-priced weapon people bought for protection.</p><p>“It’s not gold,” Kennie Matthews said as he tugged at the $500 diver’s watch on his wrist, a watch that until that moment had not seemed anything more than a timepiece, certainly not a symbol, certainly not something that would mark him as a target. Nor would it have occurred to him that his manner, that such a qualification, was in any way less than compliant. But at the same time, instinct told him to turn to the side; Matthews was a man who understood risk, and even at that moment, he had the presence of mind to give the assailant a smaller target. That is probably why the slug hit him just beneath the sternum, missing his heart.</p><p>Kennie dropped to his knees from the impact, and the watch fell from his hands. The man now turned on Liz, who had been standing, frozen, near the second set of doors. He covered the fifteen feet or so quickly and grabbed her shoulder bag. But the strap snagged on her elbow, and so he raised his pistol and shot her point-blank in the chest. When she fell, the color began draining from her face immediately. The only time Kennie Matthews felt fear was when the man returned to him, pointed the gun at his chest, and once more demanded his watch. “Where’s the watch?” he asked, patting Kennie’s pockets. “I don’t know where the watch is,” Kennie replied. “I lost it when you shot me.” For a few seconds, they both groped futilely for it, but then the robber vanished. Matthews crawled into the restaurant, yelled for someone to call 911, and then began crawling back toward his wife.</p><p>It would later occur to Matthews that he and Liz had done everything right, but it hadn’t mattered. Because, he believed, that man had wanted to pull the trigger. What had struck Matthews at the time, as cruelly as any bullet, was that as he dragged himself through the doors of the restaurant, no one came to help him. Kennie Matthews had become a victim of collective memory: “We thought it was another Luby’s,” a patron explained to the <em>Houston Post,</em> as if that explained it all.</p><p><em>“Occupation: Dope dealer and hijacker Cannot remember previous address Cannot remember previous charges Defendant is charged with capital murder and is also habitual”</em></p><p><em>Notes from the arrest sheet of Charles Harold Hughes for the murder of Lizabeth Matthews, January 1994</em></p><p><span class=\"dropcap\">F</span>red Carroll Knew There Was not much he could do about a random shooting without a tip. That was why he released the composite sketch to the media, along with video footage of a lookalike car, a metallic blue 1987 or 1988 Chevy Nova. In the space of a few hours the police got all kinds of calls from all kinds of people—Carroll listened patiently and politely to some of the biggest nuts you could imagine. But then they got a call from a woman who said that a man she knew had borrowed her friend’s car a month ago and had never returned it. Carroll went out to see the guy and knew right away he wasn’t the Bennigans shooter. This man was a skinny crackhead with a scraggly beard; Carroll’s suspect was in his twenties, well built, and cleanshaven. But the guy had a story to tell: He had rented the car out for dope money to a guy named Dinkie. When Carroll ran the name through the computer, it turned up the file on Charles Hughes.</p><p>Dinkie’s rap sheet told Carroll all he needed to know. Over the years he had trod the familiar path from petty crimes to increasingly more violent ones. Carroll saw no history of mental illness, though in September 1993, when Dinkie complained of delusions, a prison psychiatrist had warned that Dinkie might fake it. Carroll believed that guys like Dinkie knew right from wrong; they just didn’t care. They liked the charge they got from having power over people. From scaring people. Dinkie was different only in that he wanted it both ways: When he was with his mom, he could be a nice, polite kid, but out on the streets, he knew how to keep everybody in line. Dinkie had plenty of middle-class ambition—he wanted to be famous, Carroll believed—but it was directed in the worst way.</p><p>The case turned Carroll’s stomach. Lizabeth Matthews’ credit cards had been found out on Selinksy Road, a rough area of junkyards, overgrown lots, and dope-infected apartment complexes near Hobby airport where just about everybody was scared of Dinkie. Residents told Carroll that he used to drive through the place shooting his pistol in the air just for show. Carroll wanted him, and he wanted to get him to confess. If you could arrest a guy, get his confidence, and get him talking, you had a better chance of getting a conviction: Juries believed confessions, even if the other side started talking coercion, insanity, or any number of excuses in court.</p><p>But Fred Carroll didn’t get his chance to get Dinkie to talk. On January 2, as the investigation closed in, he turned himself in, accompanied by his attorney. He was innocent, he claimed, but the word on the street was that the cops were going to kill him.</p><p>He was identified in a lineup by Louis Hernandez, a few Bennigans employees and customers, and several members of a Pearland family whose lives he was accused of devastating on December 19. In that assault, or “home invasion,” as victims’ groups have taken to calling them, four gunmen had kicked in the door of a home and forced a couple and their children to lie on the floor. When the wife raised her head to calm one child and a family pet, Hughes, who had been the only robber who didn’t wear a mask, shot her in the face with a twelve-gauge shotgun. She survived, but the family moved out of the neighborhood. “We don’t feel safe here anymore,” fifteen-year-old Sean Palmer told the <em>Houston Post.</em> He refused to say where his family was going.</p><p>Most people would think Dinkie was doomed, but Carroll knew better. Dinkie had already shown his street smarts by turning himself in. Then, in jail, he started asking for his medicine. “What medicine?” Carroll had asked him. “and if it was so important, why don’t you have it with you all the time?” Dinkie didn’t answer. Maybe he simply wanted the Dilantin he had taken for years for seizures, or maybe, as Carroll assumed, he was faking a psychotic episode. Or maybe he really did need something stronger. Later, Carroll got word that Dinkie had a story, and the story was that he had never been the same since his girlfriend was murdered back in 1991. That’s when prison doctors had put him on a major tranquilizer. Carroll could picture the parade of witnesses marching up to the stand in Dinkie’s defense: a crime had made Dinkie who he was today.</p><p><em>“Justice for all, Zero accidental Killings, Sharing Hearts, Victims of Crime alliance, Victim assistance Centre, Parents of Murdered Children, People against Violent Crime”</em></p><p><em>a partial listing of victims’ assistance groups provided by the Mayor’s Crime Victim Office</em></p><p><span class=\"dropcap\">T</span>here Were a Great Many places Pam Lychner didn’t go anymore, and even more places she didn’t allow her children to go. She didn’t go to the Galleria; she didn’t go to public parks; she didn’t drive at night. She believed security guards were as dangerous as most criminals. At home she allowed her girls to play in the back yard, but not the front. Her fears were partly because of her own experience: Three years ago, when she had been working as a realtor, a man had attacked her in a house she was renovating. Luckily, her husband had been there, and with the help of some neighbors, he had held the man in a closet until the police arrived. Before that, she had been robbed by three men in a grocery store and accosted in an elevator. For these reasons she had co-founded a legal-reform organization called Justice for all. Now that Pam Lychner really knew what was going on, she was even more afraid.</p><p>She was a very blond, very telegenic woman with sharp features and an urgent way of speaking, and she was for stiff prison sentences, capital punishment, and making legislators responsive to their constituents. She knew the head of every victims’ rights group in town (and Houston has more of them than any other city in the U.S.); she knew district attorneys and assistant district attorneys by name across the state. Pam Lychner was an expert in victimization, which had, in a very short time, made her into a star of the somewhat predictable post-crime narrative: Every high profile killing was another chance to pressure the criminal justice system. Not surprisingly, the local all-news radio station called her for a comment after the Bennigans shooting.</p><p>The information the reporters gave her was not unusual. The man charged with the crime, Charles Hughes, had been released from prison early because of a mathematical equation. When his good time was added to his time served, it equaled the total length of his sentence, and he was eligible for mandatory release. Whether he was actually ready to return to society—he had been cited for several disciplinary actions, including failure to obey orders, refusing to work, fighting with inmates, and sleeping on the job—was immaterial. So, too, was the fact that he had been turned down for parole twice before, when he was deemed “a threat to society.” He had been awarded good time anyway—three days’ credit for each two days served. The prisons were overcrowded, and room had to be made for new arrivals. One of Pam’s goals was to educate the public on the dangers of the mandatory-release program, and the Bennigans parking lot, where she would discuss Liz Matthews’ killing, seemed ideal. As crime increased, businesses would cease to exist in their present form, she believed, because people would become too afraid to venture out. Spending would go down; jobs would be lost. The only growth industries were those devoted to crime prevention. Already burglar alarm companies were featuring Dinkie’s Pearland break-in in their sales pitches. As Pam liked to note, there was a lot more money in crime than in victims.</p><p>She called Bennigans and by chance spoke with Stacy Wallis, whose manager next directed Pam to the corporate office in Dallas. A Pr woman at the corporate office said she would have to speak to her superiors before granting permission for the press conference. The president was contacted and then the answer flowed back through channels to Pam Lychner: No. The company did not want to get involved in anything so political.</p><p>Pam Lychner added Bennigans to the list of places she would not go. A family restaurant, she believed, should devote itself to keeping families safe.</p><p><em>“i’m so tired of running from crime.”</em></p><p><em>The headline of a</em> Houston Post <em>story about a woman who moved to a safer neighborhood, only to have her nine-year-old daughter raped by a thirteen-year-old and two twelve-year-old boys, april 1994</em></p><p><span class=\"dropcap\">L</span>ouis Hernandez Did Not Sell a car for 37 days after he was held up. No one really cares about victims, he told himself. People figure that if you’re alive, you’re fine. But he wasn’t. He had nightmares of being shot, of seeing his family destroyed. Even with the new security guard on the lot all day, he did not feel safe. After picking Dinkie out of a lineup, he felt helpless all over again. He was haunted by the idea that Hughes could have shot him as easily as he shot those other people.</p><p>Hernandez tried to keep the crime from tainting his attitudes about other people. He had never been a racist, and he was not about to become one now. So when a black man pulled up in a crowded car just before closing one night and asked to test drive a new Suburban, Hernandez handed over the keys. “It can’t happen twice,” he told himself. When the man returned, he beckoned to a woman in his car. Hernandez didn’t recognize her until the negotiations were over and she signed the check, paying for the car in full. It was Wanda Wilson, who had just won $41 million in the lottery.</p><p>Within the next few weeks Hernandez sold sixteen cars and was chosen salesman of the month. Wanda Wilson, he would later tell people, restored his faith in humanity. A black person had taken it away, and a black person had restored it. He kept the lottery ticket she had autographed for him in his breast pocket, close to his heart. A month or so later, rumors swept through town that she had been murdered. Thank goodness they were false. But in april, a man came into the dealership to have his car repaired and said he was Dinkie’s brother. Hernandez told his doctor about it, and his doctor advised him to change jobs. Louis Hernandez, who could not have known that Dinkie’s brothers weren’t old enough to drive, followed his doctor’s orders.</p><p><em>“Tell your parent you are worried about a friend who showed you a gun or knife be is keeping in his locker. Tell your parent you are worried about staying alone after school for a few hours every day. Tell your parent you want a friend to stay with you in the evenings when the parent goes to work or out with friends. Tell your parent you have a fear of getting shot in your own neighborhood.”</em></p><p><em>advice given to students of McDonald Junior High School in Katy for United against Violence Week, March 1994</em></p><p><span class=\"dropcap\">P</span>eople Told Debbie Jones To get a white attorney because a black attorney couldn’t do anything for her son. The black attorneys wanted to make it a racial thing, to talk about the disadvantages of being black. They wanted $200,000 for his defense, and they didn’t even have a plan. “Mom,” Dinkie had told her, “you can’t come up with that money. Just get me a court-appointed lawyer.” Debbie Jones knew in her heart that no matter what people said, her son could not have done this. She just wanted someone who could prove his innocence. Meanwhile, the district attorney would be asking for the death penalty. She had been so relieved when she found Connie Williams, a former assistant district attorney, to represent her son. Williams was black, he didn’t talk about money, and he believed he could prove Dinkie had never been the same since his girlfriend died. Jones went back to visiting her son religiously at the Harris County Jail.</p><p>Since Dinkie’s arrest, Jones had become even more frightened for and protective of her other kids. She did not let her thirteen-year-old son visit homes in which she did not know the parents. She was afraid to buy him tennis shoes, lest he be shot for them. She didn’t want him to wear the pager they used to keep track of him anymore because she didn’t want someone to try to take it away from him.</p><p>One evening after work, she went to a meeting in Williams’ office downtown to talk about Dinkie. While she was there, the sun went down and the streets emptied. Afterward, she and another woman walked out together and began the standard negotiation of evening in the city—who would walk whom to whose car. They were both afraid of someone like Dinkie.</p><p><em>“They got the guy, and i’m happy about that . . . [but] there are so many other crooks to take his place.”</em></p><p><em>a gunshot victim, quoted in the</em> Houston Post, <em>april 1994</em></p><p><span class=\"dropcap\">W</span>hen Customers Asked Stacy Wallis where the pay phone was, she directed them to the foyer. “Don’t you read the papers?” she would think.</p><p>She hadn’t even been there when the murder happened, but she was paying for it. People were staying away, as if the place were haunted or cursed. Someone even called and offered to do an exorcism there. Bennigans tried special promotions and even turned to a psychologist to help employees overcome their fear. The lawlessness that had happened seemed to attract more lawlessness: On January 12 a man came in and threatened to kill himself with a bomb if he wasn’t put on TV. Since the killing had received so much media attention, the guy reasoned, the reporters would certainly come back for more. The manager turned off the televisions in the bar so the man couldn’t see the news reports of the SWAT team assembling outside. When the incident was over and one station did run a story, Stacy called to complain. “Don’t you know people here are trying to make a living?” she demanded of the reporter.</p><p>After seven years, the place just didn’t seem the same. She was worn out, and she didn’t feel safe unless the newly hired off-duty cop was around. People at work weren’t getting along the way they had been. Lots of them were looking for new jobs. Mahasti was staying on, but Stacy was still frightened for her friend. She had testified against Mahasti’s husband at an assault trial this spring, but even though he was found guilty, put on probation, and ordered to stay away, he called Mahasti within a few hours of the verdict. Like so many others in Houston, he ignored the law and got away with it.</p><p>Stacy started looking for a new job, closer to her new apartment. After she found one at a place where she could wear jeans and a T-shirt to work, Stacy Wallis took off her green Bennigans apron for good.</p><p><em>“i’d rather face a grand jury twice a week than the funeral home once.”</em></p><p><em>Harris County district attorney John B. Holmes on self-defense, quoted in the</em> Houston Post, <em>January 1994</em></p><p><span class=\"dropcap\">A</span>t First, Kennie Matthews had been preoccupied with survival. He had spent seven days and six nights in the intensive care unit at Ben Taub hospital. During that time, he had received four hundred requests for interviews from the media; some relatives had seen him on CNN before they had been notified of the shooting. He lost 27 pounds. His friend Garland Richards sat with him, and when that mournful quiet came over him, Garland would ask, “What’s the matter?” even though he knew. They would talk about that hunting trip, this sailing trip, that dive trip. They talked about her, some silly thing they had all done together. Then he rested again. Grieving would begin when he was stronger. Later, when he thought back on his checkups at Ben Taub, he thought of the gang members in the halls, visiting their friends.</p><p>In the months after Liz died, it was as if Houston had exploded in fear. The day after her funeral, a West Houston homeowner shot and killed a Scotsman, in town on business, who had stumbled into his back yard, himself afraid of the people who had given him a ride from a local bar. (Unimpressed that Houston’s proclivity for violence was viewed with disdain in other countries, the attorney for the homeowner, citing Dinkie, declared, “Over there they’re not kicking doors down and shooting you in the face when Mom gets up to quiet her children.”) In March another man shot and killed the person trying to repossess his pickup. Both cases were no-billed by a grand jury. Around the same time, no charges were filed against the father of a fourteen-yearold girl who shot a Willowridge high school basketball star he found in his daughter’s bedroom. Since Lizabeth’s death, everyone, it seemed, was entitled to a bit more protection.</p><p>Matthews did not really understand yet what had happened to him. He was a man of action; he believed in moving ever forward, in getting on—that is what she would have wanted. He helped set up a memorial fund in her name at South Texas College of Law in Houston. But when he sat alone at home or in the oneroom office that had been their business, he wondered how he would make it without her. By late spring, Kennie Matthews had not yet learned to stop saying “we.”</p><p>A fear that had never been a part of his life was a constant companion now. He was wary of people, jumpy, always looking to see who was behind him. He was impatient, felt more strongly about the value of his time, and did not spend it with anyone likely to waste it. He described his condition to a doctor as a coldness, but the doctor told him no—he was just numb.</p><p>He weighed his options, considered suing Bennigans, considered suing the state for releasing someone he considered less than an animal. Garland wanted to take Lizabeth’s blood-stained clothes to the office of every legislator in the state. Kennie knew only that his wife was no longer beside him, and from her death he had drawn one lesson, and one lesson alone: In urban Texas today, the only way to save yourself is not to be caught defenseless.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "June 1994",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Crime",
      "people",
      "Police",
      "Houston",
      "Family",
      "Murder",
      "Home",
      "Work",
      "Children",
      "office",
      "School",
      "House",
      "March",
      "Shooting",
      "Son",
      "Texas",
      "Culture",
      "Death",
      "Garland",
      "Hunting"
    ],
    "wp_categories": [
      "Ann Richards"
    ],
    "wp_location": [
      "Houston",
      "Texas",
      "Garland",
      "Pearland",
      "Katy"
    ]
  }
}