{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19946",
    "date": "June 1994",
    "year": 1994,
    "month": 6,
    "month_formatted": "June",
    "pdf_uri": "/1994/19940600.pdf",
    "issue_cover_image": "",
    "document_start_page": 98,
    "toc_start_page": 92,
    "document_page_range": [
      [
        98,
        99,
        100,
        101,
        102,
        103
      ]
    ],
    "toc_order": 15,
    "toc_headline": "Defending Their Lives",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199406-defending",
  "source": "/1994/19940600.pdf",
  "wp_post_id": 128481,
  "wp_post_guid": "http://www.texasmonthly.com/article/defending-their-lives/",
  "authors": [
    "Mimi Swartz"
  ],
  "headline": "Defending Their Lives",
  "dek": "Facing the ever-present threat of crime, these Texans are prepared to fight hack.",
  "spread_caption": "",
  "excerpt": "Tired of constantly feeling threatened, these Houstonians won’t be caught with their guard down.",
  "kicker": "",
  "word_count": 1005,
  "content": "<p>Photographs by Robert Ziekell</p><p>Everyone Has a Scenario—That’s What Robert Ziebell found when he photographed the people on these pages. So many people in Houston have been victimized by crime or know someone who has that the standard police homilies—to be aware of your surroundings or to submit to attackers’ demands—are ignored in favor of a much more active, or reactive, stance. Ordinary people are putting their own contingency plans into effect. They know the penalties for carrying concealed weapons and do not particularly care; they know the punishments, legal and financial, for wounding, as opposed to killing, a suspect. Even as the rate of violent crime drops, those who have not been victims continue to assume that their day will come. For them, like the people pictured here, the only comfort comes in being prepared. MIMI Swartz</p><img/><p><strong>RESEARCH Assistance By Janice Blue</strong></p><p><em>Opposite: anybody who comes through this door is going to be dead, says this 44-year-old businesswoman, who has had her purse snatched and her home broken into three times, the last through a set of burglar bars. She keeps the shotgun beside her bed so that when intruders trip her alarm system, she will be ready for them. I don't live in fear, because i'm competent and capable with the weapon, she says. With a shotgun, you don't have to aim that well.</em></p><img/><p><em>When you live alone, youre always hearing weird noises, says Hazel acoeeUa, a 73year-old who has never been the victim of a crime. I take precautions, she says. I just like to have something around that I can latch on to. Aeocella takes her pipe with her on walks in her neighborhood park in northwest Houston, and at home she shores up her defenses with a gun and some knives, and the college students she takes in as roomers.</em></p><img/><p><em>Napoleon Bruns II has two 100-plus-pound rottweilers and one 250-pound English mastiff patrolling his landscape business in southwest Houston after hours: another mastiff and a rottweiler protect his home. Dogs are a decent deterrent,’ says the 40-yearold Bruns, whose encounter with a chain-wielding mugger about a year ago left him with permanently impaired vision. Ehey re sort of like an alert system. I feel secure knowing they re around. They give me a chance to arm myself or take precautions.</em></p><img/><p><em>Paul Halleck II, 64, has had weapons since the dap he opened Montrose Loch and Key three years ago. Key shops are a one-man operation, and that sets you up for an easy hit, he explains. Halleck keeps a knife, a .380 semiautomatic pistol, and a shotgun he calls his snake charmer on the premises, though he has never had occasion to use them. If I ever had to draw the gun. I would do it with intent to shoot, and if I shoot, I would do it with intent to kill, he says, following the advice of his friends on the police force. You have to shoot to kill because if they live, they will sue you.</em></p><img/><p><em>I don t like violence at all, and I hate to have a gun, says twenty-year-old University of Houston student Jamie Pettit, “hut you have to face reality. I hough her father taught her to shoot when she was around six, Pettit only recently began carrying her pistol, a gift from her boyfriend, after a friend was mugged at gunpoint. The weapon, she says, makes her feel only slightly safer. I would use it if I had to, she says, hut I would try to wound someone just to get away. I wouldn’t kill another person.</em></p><img/><p><em>Rudy Irevino owns a twelve-gauge shotgun. a 9mm Beretta. a .380 automatic, and a .22 derringer. A member of the air Force Reserves and the National Rifle association who works for Southwestern Bell as a telephone installer and repairman, the 28-year-old Irevino has no reservations about using his guns ifprovoked. I would just make sure my children stayed down, he says. then i'd grab whatever is loaded. If I see a whole group of people, i'll grab my shotgun. If I see only one person, well. I'm very accurate with a pistol. Irevino has made sure that his wife is accomplished with a gun too. She doesn't know how to break them down and clean them, hut she knows how to pick them up and pull the trigger, he says. Because Irevino has been robbed at gunpoint while using a pay phone and has had both a truck and a motorcycle stolen, he has put the word out in his apartment complex in northwest Houston that he will not he a victim again. Anybody comes near my house, I don't call the police anymore, he says. I will shoot to kill.</em></p><img/><p><em>The Blodgett Neighborhood Food Market, run by Tom Doans family for about a year, has never been robbed or burglarized, even though it is located in a high-crime neighborhood in central Houston. To Doan, who is 24 and Vietnamese, that’s because of T, the stores security guard. “I feel safer having I here, because he’s black. Its better to have a black deal with a black than an Oriental. I got to have somebody who knows the system.</em></p><img/><p><em>“I don't want my kids thinking i'm Charles Bronson, this 35-year-old businessman says, hut I would not hesitate to do anything to protect my family. The man and his family, who have always had guns, became more fearful after one of their dogs, a golden retriever, was stolen from their yard—their only experience with crime. Now the family, who live in an upper-middle-class neighborhood in southwest Houston, have a shotgun and two pistols ready for use, the businessman says, ”in the blink of an eye.</em></p><img/><p><em>Weve reached the point in which there are no consequences for committing crimes, 49-year-old artist anastasia Sams says. Criminals think, Why not?—if you can get away with it. The victim of a violent crime, Sams now protects herself not with a gun but with her hat. If attacked, she intends to drive a hatpin up the assailants nose and into his brain.</em></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "June 1994",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Houston",
      "people",
      "Police",
      "Crime",
      "Home",
      "Southwest",
      "Advice",
      "Artist",
      "Business",
      "Children",
      "College",
      "college students",
      "Comfort",
      "Dogs",
      "ever",
      "Family",
      "Favor",
      "Food",
      "Golden",
      "Guns"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": [
      "Houston",
      "Golden"
    ]
  }
}