{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19915",
    "date": "May 1991",
    "year": 1991,
    "month": 5,
    "month_formatted": "May",
    "pdf_uri": "/1991/19910500.pdf",
    "issue_cover_image": "",
    "document_start_page": 122,
    "toc_start_page": 118,
    "document_page_range": [
      [
        122,
        123,
        124,
        125
      ],
      [
        193,
        194,
        195,
        196
      ]
    ],
    "toc_order": 16,
    "toc_headline": "Armed and Considered Dangerous",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199105-armedand",
  "source": "/1991/19910500.pdf",
  "wp_post_id": 126534,
  "wp_post_guid": "http://www.texasmonthly.com/article/armed-and-considered-dangerous/",
  "authors": [
    "Jan Reid"
  ],
  "headline": "Armed And Considered Dangerous",
  "dek": "Roger Clemens Can Control His 97-Mile-Per-Hour Fastball. It's His Temper That's Wild.",
  "spread_caption": "",
  "excerpt": "The only thing scarier than facing a great pitcher is facing a hothead like Roger Clemens.",
  "kicker": "",
  "word_count": 5060,
  "content": "<img/><p>In Austin, Baseball Season Starts In Early February with a game between the current University of Texas Longhorns and a team of UT alumni who are playing professional ball. It is an afternoon of nostalgia and yearning for spring. The alumni players wear their pro uniforms, chat with sportswriters during batting practice, and sign autographs for swarms of kids. Nobody pays much attention to the score or takes things too seriously. • Except Roger Clemens. Although the two-time Cy Young award winner from Katy has only a cameo role in these affairs —he pitches to the Longhorns’ leadoff batter and then comes out of the game —it is enough time to make a statement. Last year Roger, a righthander who is six three and weighs 220 pounds, launched his first pitch directly at the head of heralded UT recruit Calvin Murray. What message was he trying to convey? Was it, <em>Welcome to the big time, kid?</em> Was it, <em>I make my own rules?</em> Or was it simply, <em>Don’t mess with me?</em> The teenager didn’t wait around to figure it out-he hit the dirt. Then, back to business, Roger struck Murray out. This year the game was Roger’s first public appearance since umpire Terry Cooney threw the cursing pitcher out of the final game of the american League play-offs. With 7,300 people wondering what he would do, he sailed his first pitch far over the head of the batter (Murray again), the catcher, and the umpire. All the way to the screen. This time the message was unmistakably clear: <em>i’m Roger Clemens, that wild and crazy guy. I’m on a different level than everyone else.</em> • But everyone in the ballpark already knew that, of course. Not only is Roger Clemens the best pitcher in baseball, but he is also the game’s most celebrated enigma. He was only a few days removed from an ugly altercation at a Houston club called Bayou Mama’s. Gary “Randy” Clemens had gotten into a tiff with a Houston cop who was moonlighting as a bouncer. Accounts differ as to what happened next-Dallas Cowboys running back alonzo Highsmith was there and claimed that Roger and Randy ran into hotheads with badges—but both brothers ended up being charged with aggravated assault on a police officer, a felony that can get two to ten years. . Before the start of the alumni game, Roger’s emergence from the clubhouse in his Boston Red Sox uniform had raised a loud, enthusiastic cry from the kids. He scribbled on baseballs and programs without much comment or eye contact and moved off abruptly when it suited him. He ambled to the bull pen with former UT teammate Calvin Schiraldi, who was wearing the brown pinstripes of the San Diego Padres. The catchers’ mitts popped loudly as they warmed up. Returning to the dugout, Roger wagged a thumb at Schiraldi and told the other pros, ”He is <em>gassed.“ </em>Clearly first among equals —Roger’s the only one who has achieved true stardom —he preens a bit among them. He struts. • Roger had declined requests for an interview regarding this article —his right and privilege, of course. As the players prepared to take the field, I approached Roger’s friend and UT ex Mike Capel, a pitcher who has had brief stints in the majors with the Cubs and the Brewers. I hastily told Capel what I was doing and mentioned a few prior interviews with people recommended to me as Roger’s friends, all of whom went to great lengths to cast him in a rosy light. • a moment later Capel appeared in the corridor between the dugout and the clubhouse with the man himself. Capel pointed at me. Roger did the same, then crooked his finger commandingly. Come here.</p><p>Illustration By C. F. Payne</p><img/><img/><p>Typography By David Kampa</p><p>Could it be? an interview at last?</p><p>”What are you doing talking to Rich Hairston?” Roger demanded. Rich Hairston, an aspiring actor in Los angeles, had been Roger’s closest friend at Houston’s Spring Woods High School. “I don’t want you talking to no people like that. Rich Hairston played baseball in <em>high school. </em>There’s no reason to talk to people like that.”</p><p>I was dumbfounded. In Roger’s tidy little universe, nobody but professional ballplayers count?</p><p>“I knew you was going to be here today,” he continued. ”I been talking to my agents and my lawyers.”</p><p>“Look, I don’t want to offend you,” I said, which seemed to help.</p><p>Roger tilted his head toward the locker room. “You can talk to these ballplayers. That’s all right. But people like Hairston, they just want to get their names in the paper.”</p><p>I thought back to my conversation with Hairston, whose days as an outfielder had ended with a knee injury at Rice University. “Other players get distracted—squabbles, family things,” he had told me. ”When Roger’s out there, they don’t exist. He gets this look in his eyes that’s kind of scary. He gets so incredibly pumped. Maybe too pumped: You don’t have control of your thoughts. It takes him a long time to come down. Last year I went to see him in Oakland. He’s just beaten the a’s, pitched a complete game. An hour and a half later, he’s still on the exercise bike. There’s Roger the person and Roger the baseball player. A total contrast, it really is.”</p><p>Toward the end of the alumni game, Montreal Expos shortstop Spike Owen sat on a UT clubhouse rubdown table, giving the kind of authorized interview Roger had in mind. “It’s hard to understand why some of these things are happening to Roger,” Owen told me. ”It’s sad to see a good guy —and he really is a good guy, not a troublemaker at all —get a bum rap. I know Roger too well. He’s not the kind of guy he’s been made out to be. I know that for a fact.”</p><p>Roger strolled up, abruptly leaned across me, and talked to Owen about their evening plans on austin’s Sixth Street entertainment strip. Though he didn’t address me, his air was civil. I was doing what I was supposed to do. The moon and stars were correctly aligned. For the moment, everything was peachy. Just fine.</p><p><span class=\"dropcap\">O</span>n a Raw April Night In Boston in 1986, Roger Clemens transformed himself from a 23year-old prospect with a history of arm trouble into an instant superstar. He struck out twenty Seattle Mariners in nine innings, a major league record. Spike Owen led off for Seattle. The first fastball was a strike. The second sailed near enough to Owen’s helmet to drop him spinning to one knee. The third one passed six inches from his chin. Roger knocked his old Texas chum down, then struck him out.</p><p>Roger’s specialty is “going up the ladder.” The high fastball looks big. Hitters think they can catch up with it, but it keeps rising, and they keep flailing, up and up, striking out. He also has a quick-breaking curve and an 88-mileper-hour slider —the velocity of an average big league fastball. And that night against Seattle, he worked low and in, low and out, shaving the rectangle of air with the touch of a razor. The radar gun timed Roger’s fastball at 97 miles per hour. Of 138 pitches, the Mariners got a bat on only 29, and 19 of those were fouls. Roger didn’t walk a batter that night in Boston. Not one.</p><p><strong>With Determination And Hard Work, Clemens Turned His Accurate Arm Into a Rocket.</strong></p><p>Most great fastball pitchers fight for years to gain control. A jerk of the head shoots the ball wide. A jolting stomp of the foot disrupts the follow-through. When the pitcher’s motion is fluid, then coaches delve into the mental process. Some teach control in images: the hollow of the catcher’s mitt, the lines of his shin guards. Stand on the rubber and read the writing on the mitt. Total focus. Shut the world out.</p><p>Roger Clemens never needed much of that. From the day he walked onto a high school field in West Houston, he could throw strikes; he just couldn’t get them there fast enough. Fastballs are supposed to be God’s gift, if you happen to be a pitcher. “I don’t care if you can’t hit the backstop,” one big league scout put it. ”If you can throw the ball ninety-three miles an hour, you’re going to be a number one draft choice.” Everything else can be taught and learned. Roger arrived at San Jacinto Junior College in Houston with a mediocre fastball clocked in the low eighties. But in three years, he somehow willed, worked, and forced himself into the power range of the New York Mets’ Dwight Gooden and the Texas Rangers’ Nolan Ryan—without losing his uncanny control.</p><p>With the Red Sox, he has won 20 or more games three times. Last season he had an earned run average of 1.93, the best in either league. He won 21 games and lost only 6. He tied for the lead in shutouts, with 4. Only six pitchers threw more complete games. He struck out 209 batters and walked 54 —by far the best ratio in the game. Gooden and Oakland’s Dave Stewart are the only pitchers who are even close to his standard.</p><p>But stardom is a somewhat different proposition. As a public figure, Roger Clemens projects an image that consistently spins <em>out</em> of control. In 1985, suffering torn shoulder cartilage, he threatened a Boston sportswriter with bodily harm after the columnist called him a head case. In 1987 he whirled and raged off of the mound, screaming at Kansas City’s Willie Wilson, who had reached second base. Well, Roger, it’s the ninth inning, and Wilson’s team is down 2-0 in a threehitter in which you’ve struck out sixteen —of course he’s trying to steal your signs.</p><p>“Who does he think he is?” Wilson said later. “He struts around out there like, 'hey, man, i’m God. I’m Roger God Clemens, and nobody’s going to hit me.’ ”</p><p>Last year in the american League championship series against Oakland, Roger sat in the corner of the Red Sox dugout on the two days he didn’t pitch, mouthing a stream of invective toward the plate. In the fourth game, with Boston embarrassed and all but swept, he meant to put on a one-man show. It scarcely got beyond the credits. Trailing the a’s 1-0 in a second-inning jam, Roger scowled at Terry Cooney, the home plate ump, and started shaking his head. Cooney appeared to speak first. Roger told him to keep his mask on —he wasn’t talking to him. But Roger kept talking, profanely. Without so much as a warning, Cooney ejected him.</p><p>In a big game of sorts, Roger got into a baiting match with an umpire he rubbed the wrong way. He used foul language in a most public setting. So what? Ty Cobb and Babe Ruth had an advantage-no instant replays, no zoom lens. More alarming were reported threats by Roger that he would get Cooney, find out where he lived. In the off-season, Roger pursued a doomed appeal of his league punishment—a five game suspension, which amounts to one lost start and a $10,000 fine: no big deal for someone who makes $48,000 a week.</p><p>[Continued On Page 189]</p><p>[Continued From Page 121]</p><p>A January wire story promised a mellowed and matured Roger, a team leader. One week later, he left Bayou Mama’s in handcuffs. Nonetheless, in February the Red Sox management made him the richest player in the game with a fouryear contract extension that pays an average annual salary of $5,380,250.</p><p>Head case or no head case, if the Red Sox executives had balked at Roger’s demands and allowed him to leave the team as a free agent, the fans would have howled for <em>their</em> heads. New Englanders and their team have made an art form of losing. The Red Sox have had sluggers like Babe Ruth, Jimmie Foxx, Ted Williams, Carl Yastrzemski, Jim Rice, and Wade Boggs —yet haven’t won a World Series since the end of World War I. Pitching has to be the prime suspect.</p><p>To baseball fans in most parts of the country, Cy Young is a remote and patriarchal figure. Over beers in New England, fans still talk about Cy Young’s years with the Red Sox: He led the league in strikeouts in ’01, went 28-9 two years later.</p><p>Roger Clemens has heard boos in Boston’s Fenway Park, but deep down the fans don’t mean it. The ghosts in those venerable stands haven’t seen one like him in ninety years.</p><p><span class=\"dropcap\">B</span>ORN In Dayton, Ohio, In 1962, Roger came to Texas in the midseventies, during the Houston boom. His eldest brother, Rick, a Vietnam vet, led the migration to Houston. Except for one unpleasant phone conversation, Roger never knew his dad, and his stepfather had a fatal heart attack when Roger was nine. In Houston, Roger’s mother managed a convenience store. They had little money. As a teenager, he never had a car, so he jogged everywhere he went. From Little League on, he had been talented and encouraged to think that he was a future star. When Roger was in high school, his brother Randy, who was ten years older, took charge of Roger’s career development. Randy had been a basketball star in high school and college; he had had two unsuccessful tryouts with NBA teams. Roger pitched in Sugar Land as a sophomore, but Randy thought Roger needed a more demanding league and program, so he found the family a condo near Spring Woods High.</p><p>At Spring Woods, coaches, scouts, and friends referred to Roger’s bulk as baby fat. And life had dealt him a real-world jolt: With a fastball clocked at 82 miles per hour, he simply didn’t have the arm. In despair after graduation, he talked about going to North Texas State to play football.</p><p>Finally, a baseball offer came from San Jacinto Junior College. There, his baby fat began to turn into muscle, and he learned to lengthen his pitching delivery, which increased the velocity of his fastball. After one year he won a baseball scholarship to UT, a program that has been an assembly line of big league pitchers —Burt Hooton, Jerry Don Gleaton, Jim acker, and more. In the spring of 1982, few would have picked Roger to be the best of them, but he was always running, throwing, lifting weights —inching up his marks on the all-important radar gun.</p><p>As a sophomore at UT, Roger missed most of the conference games with bursitis, then pitched 35 consecutive shutout innings in the postseason tournaments, helping the Longhorns to a third-place finish in the College World Series. He lived in a dorm and then in a student apartment ghetto beside Town Lake. He had a green Pinto that was always breaking down. His social life was so unremarkable that his teammates were hardpressed to remember anything except his addiction to the video games at a Riverside Drive arcade. “He’d find a game that challenged him and play it till it smoked,” says one, ”and then move on to another when he had that one beat. Roger knew what he was here for: Get the big money. Be a first-round draft choice.”</p><p>During his junior year, more than Roger’s muscle and talent were developing. The closer he got to his goal, the more intensely he pursued it. On the mound, he talked to himself and taunted opposing hitters, especially in late innings. In a meaningless game against UT-Arlington, Roger didn’t like the strike zone of Randy Christal, an austin umpire good enough to have been invited to work the Olympics and the College World Series. Nor did Texas catcher Jeff Hearron, who started holding the ball on every close pitch. Christal finally had enough of it and threw the catcher out. Roger avoided ejection, but after the game he popped off in the presence of an austin sportswriter, calling Christal “a choker who’s so scared of making a call for us that he chokes. It’s time for him to move on.” Christal declined to work any more Texas home games that year.</p><p>Suddenly, Roger went into a tailspin. Calvin Schiraldi, another fast righthander, became the ace and an allamerican. Roger gave up a gamewinning homer to Texas Lutheran and looked like a batting practice pitcher against Texas A&M. Shelled in Tulsa by Oral Roberts, he tore up his uniform and swore that he was quitting the game.</p><p>In June 1983, at the end of his junior year, the Red Sox drafted Roger in the first round. The New York Mets chose Schiraldi a few picks later. The same week, in the College World Series in Omaha, Roger started the national championship game against alabama. That game ranks among his most arresting performances on TV. Roughed up early, he hung in and kept throwing strikes until Texas took the lead. As the game progressed, he got so excited that he couldn’t breathe between innings. In the ninth, he gave up a leadoff double to Dave Magadan, now with the Mets, and found himself in danger of blowing Texas’ lead. UT coach Cliff Gustafson trotted out to calm him down.</p><p>The game ended with a pop fly; near ESPN’s on-field camera, Roger disappeared, grinning, cap askew, under a pile of exultant players. The camera worked closer, along with a directional mike. Schiraldi pulled Roger up. Roger thrust a fist at the sky and yelled upward, distinctly, though he disputes it in his autobiography: “You tested me, you motherf-er!”</p><p>Schiraldi was grinning. Pat, pat, pat. Roger backed up, unfinished, with an emphatic look of wild anger. “Don’t test me!”</p><p>Who, viewers wondered, was he talking to?</p><p>A moment later, Roger was on the screen being interviewed. “Coach came out there, and I said, 'i ain’t coming out of this one, Coach. I don’t wanna come out.’ The man upstairs was testing me.” Roger’s eyes rolled upward. ”It’s been an up-and-down season all year for me, and alabama’s a good-hitting ball club. ... I was hyperventilating in the eighth inning, and I settled down a little bit. The man upstairs was testing me . . .“—the eyes rolled up again —”I said, 'coach, I don’t wanna go nowhere. I want this one. I ain’t coming out.’ ”</p><p>Bonkers. Put a rope on him. Walk him around.</p><p><span class=\"dropcap\">a</span> YEAR After Leaving Ut, Roger went 9-4 as a Red Sox rookie. He got his first shutout against the White Sox, his first three-hitter against the Indians, and struck out fifteen Royals while walking none. He also pulled a muscle in his forearm. In 1985 a new pain was diagnosed as tendinitis, then as torn shoulder cartilage. In <em>Rocket Man</em>, his autobiography co-written with Peter Gammons, Roger described his revelation that the injury was serious:</p><p>I grabbed that heavy metal door that goes from the clubhouse to the dugout runway and tore it off its hinges. Somewhere in the runway I must have torn my jersey off, for there were buttons everywhere.</p><p>I kicked off one shoe somewhere down there, then kicked the other one across the clubhouse. I fired my glove into one trash can, my pants and socks into another trash can, and picked up the chair and fired it into my locker. . . .</p><p>I went up the flight of stairs, walked out into the parking lot, and took off. It was a hot July afternoon in anaheim, about ninety degrees. As I ran, I thought about playing with the broken ankle or breaking my nose three or four times or what pain tolerance really is. I ran about as hard a pace as I could, with tears in my eyes from frustration. <em>Junkball,</em> I thought.</p><p>But arthroscopic surgery repaired the ailing shoulder. In april 1986 Roger mowed down Spike Owen and all the other Mariners in the twenty-strikeout game. He was off on a fourteen-game winning streak, on his way to his first Cy Young award. After the all-Star break, the Red Sox called up Calvin Schiraldi, whom they had obtained from the Mets as a relief pitcher. With a spectacular 1.41 Era, Schiraldi emerged as Boston’s fireball closer. Then in august, Boston traded for shortstop Spike Owen. When the Red Sox won the pennant and pounded the angels in the final game of the league championship series, Roger pitched seven innings with the flu. Out of the bull pen, Schiraldi struck out five of the last six. At the plate, Owen went two for four and drove in one run and scored another. Hook ’em, Horns!</p><p>Boston’s 1986 season propelled Roger toward the Hall of Fame. In the end it ate Calvin Schiraldi’s lunch. In the infamous sixth game of the World Series against the Mets, Roger went to the bench after the seventh inning with a torn blister on his finger. Then Schiraldi was out there, throwing a bunt away, giving up a sacrifice fly, letting the game go into extra innings. In the tenth, with two outs and a two-run lead, he gave up three straight singles and let the dream slip away. Schiraldi had the Red Sox <em>one strike</em> away. Another New York single. Another Boston nightmare. A new man to blame.</p><p><span class=\"dropcap\">S</span>CHIRALDI Spends Off-Seasons in austin. Roger often drives up from Katy and plays golf with him at Barton Creek Country Club. Schiraldi was in Roger’s wedding. They’ve been friends for a long time now. But after the ’86 Series, Roger made some comments that must have stung. He complained about being pulled with the bleeding finger. In <em>Rocket Man,</em> Roger categorized Schiraldi: “He’s basically a threeto six-out pitcher.” Schiraldi hated the bull pen. He wanted to start—go the distance, just like Roger. Trades moved him on to the Chicago Cubs and the San Diego Padres, where last year he was 3-8 with a 4.41 Era and just one save. (This March, in spring training, San Diego gave the former first-round draft choice his unconditional release.)</p><p>Schiraldi is tall, with sleepy eyes and Italian features. He sat in the Barton Creek dining room in cutoff jeans and a tattered Cubs T-shirt. Schiraldi doesn’t like talking to reporters and said so flatly.</p><p>“Yeah, I had a real good year,” he said of the 1986 Boston experience. ”and it’s</p><p>been f-ing downhill ever since. I’m</p><p>not much for relief. A reliever’s got to be able to forget a game he didn’t do his job in, and I have a tough time doing that.” He yawned. “It’s a living.”</p><p>Schiraldi seemed a little damaged by baseball. The subject of his famous friend made him kind of tired. “No comment,” he said when asked about the Red Sox fans. ”That gets you in trouble, talking about fans.”</p><p>All right. Boston sportswriters?</p><p>A very long pause. “They treated me all right,” he said. ”Most of them. You had a couple of jerks.”</p><p>How did Roger get so crosswise with them?</p><p>Another long pause. “always up there, they like controversy. Roger had some things misquoted, and it pissed him off. Then in ’86, they kept saying, 'when are they gonna fold, when are they gonna fold?’ That tends to grate on you —when the team’s winning, whenever you’re going good. Roger knows he’s good enough; he’s gonna be around. He doesn’t have to sit and take all the bullshit. He’s gonna voice his opinion, and if you don’t like it, screw you.”</p><p><span class=\"dropcap\">O</span>NE Off-Season, Veteran Magazine journalist Pat Jordan flew to Houston and drove out to Katy. Jordan had been engaged by <em>GQ</em> to write a spring cover story about Roger. In Katy, he found a Tudor house expensively furnished and strewn with children’s toys. Roger was passing the time with a friend, another pitcher. Jordan, who had played minor league ball in the fifties, dropped some names Roger would recognize, trying to draw him out. No response. Outside he watched the athletes lift weights and throw a football around. They ignored him. Back in the house, Roger perked up only when he inserted a cassette into his VCR.</p><p>The TV set played a scene recorded, they said, at a car lot owned by the other pitcher, and now he was being sued. Two stringy-haired youths climbed a fence and were attacked by guard dogs. One burglar reached safety. While the pitchers laughed and Jordan stared, the other kid was torn apart, killed. Roger finally told the writer what he was watching. It was a scandalous purported documentary composed of real moments of human destruction, certain of which had been arranged, some said, not simply observed. A kind of snuff film, the allegations went. Some joke. Roger gave Jordan a copy of <em>Rocket Man,</em> autographed it, and then began writing a list of his achievements. Cy Young award. American League MVP. End of interview. Some days, Jordan thought, driving away, this is a wretched way to make a living.</p><p>The GQ cover story never ran. Roger couldn’t make the photo sessions in New York. Nor did he call to cancel. He wasn’t going to fly to New York for some photographer; send the guy to Houston. The stiffed photographer —as famous in his profession as Roger Clemens is in baseball —was Richard avedon.</p><p><span class=\"dropcap\">O</span>N the Pitcher’s Mound, Roger Clemens has few equals. In the real world, he often comes across as a big baby. In late 1988 he received the crew of a Boston TV station on his lawn in Katy; he meant to rip into Red Sox executives for letting pitcher Bruce Hurst get away in free agency. “Playing major league baseball is not all fun and glory,” he rambled instead. ”Traveling on road trips, carrying your luggage —that’s not my idea of family oriented. There are certain things going on there in Boston that make it a little bit tough on your family.” Nobody has ever accused Roger of being articulate. He was trying to be a labor spokesman. Among other grievances, he blamed Red Sox management for allowing Fenway fans to jeer and curse the players’ wives in the stands. But Boston is a proud working-class town, and on opening day in Fenway Park the following spring, several thousand Bostonians booed their ace.</p><p>Red Sox fans have always had a lovehate relationship with their stars. Ted Williams would spit on Boston fans and shoot them the finger. In batting practice, he would take aim and whack line drives at groups of his tormentors in the outfield bleachers. New Englanders know their baseball, and they love to hate the experience of being let down. “It’s hard to be a great player in Fenway Park,” said former Red Sox infielder Marty Barrett, in recent years Roger’s closest friend on the team. ”The fans have had their hearts broke too often. Come through for them one day, that’s nice. Blow it the next, and you’re a bum all over again.”</p><p>Strangely, though, Roger’s recent comic opera—the ejection and tirade in Oakland, the professional lip-reader summoned to testify at his suspension hearing, the barroom rumble in Houston —has solidified his standing with Red Sox fans. Hey, the guy’s a jock. Leave him alone. He produces. Roger’s $21 million contract was perceived as an emotional commitment. He’ll put up with sarcastic sportswriters and Fenway’s hooligans. The fans’ elusive dream is his own crusade. New Hampshire resident Eric McDowell was schooled in this quixotic art by a grandmother who started pulling for the Sox at the turn of the century. His outlook on Roger is representative: “The only way we’ll ever get to that Holy Grail is with him. But we’ve all made him out to be a king or god. When somebody that young receives that kind of treatment, it’s just human nature: Tell him no, and he’s going to throw a tantrum.”</p><p>Lordly airs may come easier to an athlete when success is won by total focus and unrelenting effort —not by birthright, not through some lucky draw of the genes. Roger Clemens is consumed with baseball. He runs and lifts weights constantly. At home, his Jacuzzi is equipped with a special jet that soothes and conditions his shoulder. He sifts and clenches his hand in a bowl of uncooked rice to strengthen his grip. His sons are named Koby and Kory —spelled with a <em>k</em> because that’s the scoring symbol for a strikeout.</p><p>“Roger’s had to feel his way,” said Barrett. ”But there’s no question about him on the field. 'Put the blinders on’ —that’s his favorite expression. I’ll tell you what he’s like as a player. On the television replay, watch his eyes. It’s like a mad dog has his little boy by the leg, and if Roger doesn’t throw a baseball through that dog, it’s gonna eat his kid.”</p><p><span class=\"dropcap\">R</span>ICH HAIRSTON, the High School friend turned actor whose interview annoyed Roger, once played Tom Sawyer to Roger’s Huck Finn. Two years younger than Roger, he met him in biology class at Spring Woods. I had gone to see Hairston when he returned to Houston for the Christmas holidays.</p><p>At one point he exclaimed, “We never drank. We didn’t do drugs. We never got in trouble!” That was the tenor of the forbidden interview. Stardom has made Roger just a tad paranoid, if you ask me.</p><p>Hairston’s mother, Martha, a handsome woman, came home from the psychiatric hospital where she works. She pointed at the sofa where Roger met Debbie, his wife. Debbie and her mom had come over to give the Hairstons a cat. Not long after that, Roger popped the question. Martha Hairston crossed her arms, leaned against the kitchen cabinet, and sifted further back in her memories. “They were good kids,” she said. ”i’d come home and say, 'roger’s been here, right? The milk’s all gone.’ 'rich! How many times do I have to tell you, Roger can’t drive my car!’ 'he doesn’t, Mom.’ 'then why’s my seat set back for somebody six feet four?’ ”</p><p>“No matter what,” Rich Hairston said, ”Roger always had to get his workout in. He’d come in huffing all the time. Our house was between theirs and the high school, and his girlfriend’s was beyond that. He’d run back and forth at night and hang out on the baseball field. Do his sit-ups. Lie on the mound and dream.” Wait. You saw him do that?</p><p>“No, I just knew. Everybody did. One time he and I were out driving around. He was seventeen, I was fifteen. Twothirty in the morning, big perfect moon. I’ll never forget it. He said, 'rich, I really think I can be a baseball player.’ He said, 'don’t you think we can be <em>bigger than life</em>?’ ”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "May 1991",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Game",
      "Boston",
      "Baseball",
      "Texas",
      "Fans",
      "Houston",
      "Spring",
      "Fastball",
      "Roger Clemens",
      "UT",
      "Games",
      "people",
      "College",
      "Home",
      "New York",
      "Bull",
      "ever",
      "Family",
      "High School",
      "San Diego"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Texas",
      "Houston",
      "Austin",
      "Katy",
      "North Texas"
    ]
  }
}