{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19809",
    "date": "September 1980",
    "year": 1980,
    "month": 9,
    "month_formatted": "September",
    "pdf_uri": "/1980/19800900.pdf",
    "issue_cover_image": "",
    "document_start_page": 110,
    "toc_start_page": 108,
    "document_page_range": [
      [
        110,
        111,
        112,
        113,
        114,
        115,
        116,
        117,
        118,
        119,
        120,
        121,
        122,
        123
      ],
      [
        150
      ],
      [
        153,
        154
      ],
      [
        227,
        228,
        229,
        230,
        231,
        232
      ],
      [
        234
      ],
      [
        236,
        237,
        238,
        239,
        240
      ],
      [
        242
      ],
      [
        244,
        245,
        246,
        247,
        248,
        249,
        250,
        251
      ],
      [
        256
      ]
    ],
    "toc_order": 1,
    "toc_headline": "The Italian Connection",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198009-theitalia",
  "source": "/1980/19800900.pdf",
  "wp_post_id": 107790,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-italian-connection/",
  "authors": [
    "John Bloom"
  ],
  "headline": "The Italian Connection",
  "dek": "What began as a quest for stolen paintings ended up as a desperate flight from Europe’s most ruthless gangsters.",
  "spread_caption": "",
  "excerpt": "An informant offered to lead a journalist to Europe's largest cache of stolen art. Soon they were trapped in a web of lies, suspicion, treachery, and impending death.",
  "kicker": "",
  "word_count": 29365,
  "content": "<img/><img/><p>Reenactment photographed by Marlon Taylor</p><p><span class=\"dropcap\">W</span>hen Barry Wilson first told me about the Lost Paintings of Lugano, I half-hoped that he was lying. After all, Barry was a consummate con man, I had known him.only two days, and there was no apparent reason for him to jeopardize his life by telling me about the largest hoard of stolen art works in Europe. Barry knew it was the largest, he said, because he had seen it. And now he wanted me to see it.</p><p>The two of us had arranged to meet at Tolbert’s Chili Parlor, a crowded, noisy establishment in the heart of Dallas’s Oak Lawn area, to go over some information I was collecting on Barry’s West Coast drug connections. Barry was not a dealer himself; he was what is known in the business as a moneyman. A moneyman’s job, simply defined, is to take “unreported income”—usually briefcases full of $100 bills, gold bullion, or precious jewels—and convert it into safe, legitimate, untraceable liquid assets. Depending on the client, this could mean certificates of deposit at offshore banks, exotic cars that appreciate rapidly in value, or even <em>Fortune 500</em> stocks. Barry was not averse to carrying money himself —though he considered bagmen little more than cheap errand boys—but, thanks to the era of electronic transfers and to friends at several banks, he could accomplish most transactions with a mere phone call.</p><p>When we met in late May, Barry had been unofficially retired for about five months, but he was finding it hard to quit. One man in particular, a notorious San Francisco dealer by the name of David Victorson, had Barry scared half out of his wits. Barry changed hotels three times during his week in Dallas, and all our meetings were held in crowded public places. One reason Barry was scared was that he owed Victorson $75,000. But the more important one was that he had quit the business without an acceptable explanation. He knew enough to put Victorson and several others in prison, and Victorson apparently believed that Barry might do it. Victorson was right. Barry would never go directly to the police—he hates all law enforcement agencies with a passion, but especially the “jokers” at the Drug Enforcement administration. But he hoped that an expose would result in a long sentence for Victorson.</p><p>At first I thought this was Barry’s only reason for talking. But as we continued to review my notes—names, addresses, trade routes, partners in Colombia, dates of major deals—Barry began to grow restless.</p><p>“Look, this is bullshit,’’ he said at last. “This is nothing. Drugs, drugs, drugs! Is that all you want to hear about? Why are we wasting our time on nickels and dimes when I could show you things in Europe that would make these people look like upright citizens?”</p><p>But I was still more intent on developing the american angle first. That’s when Barry told me about the paintings at Lugano.</p><p>“Drug dealing is not even a glamour profession anymore,” he said in an offhand way. “Drugs are not efficient. I know these things; it’s been my business for four years. Take marijuana—you need a whole boatload to make a few hundred thousand dollars. Maximum risk. Cocaine is better. Heroin, of course, is best—one delivery and you’re set for life —but I hate heroin and the people who deal it. I’ve always refused to have anything to do with the stuff. Besides, every cop in the country is looking for drugs. It’s the one crime they understand.</p><p>“Stolen cars are different—easy to smuggle, easy to convert to cash. I could introduce you to people who have been doing this for years. Steal them in Europe, change the engine and body numbers, repaint them, drive them through Switzerland, and then ship them into any american port. Mercedes, BMWs, and Fiats are the best, because there are plenty of them, yet they still bring maximum cash. But the problems with cars are the same as with drugs—large package, long delivery times, some risk at borders.</p><p>“That leaves paintings.” Barry paused here for dramatic effect. “How many times do you read about stolen paintings being seized at airports? How many stolen painting dealers get sent to San Quentin?” I could see that Barry was getting worked up over the syllogistic beauty of his argument, so I tried to object.</p><p>“How many stolen painting addicts are there?” I said.</p><p>“That’s the beauty of it,” said Barry. “all you need is one. One painting the size of a magazine cover might bring a hundred thousand dollars, two hundred thousand, half a million—who knows? Read the papers. They sell ’em for that every day. You probably know people who have stolen paintings on their walls. They’re your neighbors right here in Dallas.”</p><p>Barry named two people. One was a reclusive West Texas rancher; the other was the ex-wife of a Dallas millionaire. I recognized both names. Neither of them lived in my neighborhood.</p><p>Next Barry reached into his briefcase and produced two photographs of paintings. One was a colorful landscape of what appeared to be mounted soldiers passing through a rural area. The picture was identified by a Sotheby’s catalog number and the name “Fattori”—presumably the nineteenth-century Florentine who led a school of Italian impressionists. The other photograph showed a surreal still life dominated by three wideeyed fish arranged on a table; someone had written “De Chirico” on the back. Giorgio de Chirico is an Italian modernist best known for his work before and after World War I.</p><p>“Check these out,” said Barry. “You might find that they’re stolen. Would you like to see the originals? Would you like to <em>buy</em> the originals?”</p><p>“Where did you get these?”</p><p>“are you ready to talk about more than drugs?” asked Barry.</p><p><strong>Getting the Picture</strong></p><p>Barry’s story had the air of romantic fable. The center of the stolen art business, he said, was Milan, Italy. Barry had first visited Milan about two years before in order to locate and purchase exotic Italian cars, usually Ferraris or Lamborghinis, for his american clients. With his natural flair for making friends, he found that his circle of acquaintances gradually changed from legitimate collectors to the kind of car dealers who were less than scrupulous about where their cars came from, who their owners were, or where they were going. This led to new friends, the kinds of connections Barry needed to, for example, arrange for a car title in two days as opposed to the six weeks required by the Italian bureaucracy.</p><p><strong>“Stolen cars were only one part of a network of crime that included everything from Turkish heroin to precious jewels from South america. The cars were a kind of underworld currency. Barry had witnessed trades of cars for drugs, drugs for jewels, art for cash, and a dozen other variations on the theme.”</strong></p><p>Perhaps even more important, Barry began to understand that stolen cars were only one part of a network of crime that included everything from Turkish heroin to precious jewels from South america. The cars were nothing more than a kind of underground currency. He witnessed trades of cars for drugs, drugs for jewels, art for cash, and a dozen other variations on the theme.</p><p>But the paintings, by and large, were the province of a single man. Barry knew him well enough to have spent several days in his home, but such was the paranoia surrounding “the business” that he still couldn’t be certain of the man’s name. Most people called him simply the Count, but Barry had once heard him referred to as “Moretto.” One thing Barry did know was that the Count had openly described his collection of stolen art as the largest in the world, and he had invited Barry to his villa to see it. The villa sat on the side of a hill overlooking Lake Lugano, one of several lakes in the alpine foothills that separate Italy from Switzerland. The main building was once a castle, and now its walls were lined with old masters, its hallways adorned with Renaissance sculpture and Greek vases, its living rooms and parlors furnished with antique French furniture.</p><p>The Count was a cultured man, though he spoke broken English, and he took great delight in reviewing each work for his guests in affectionate detail. But this was far from the private collection of an eccentric rascal. It was actually a giant clearinghouse for art works waiting for the right buyer. Some of them were too hot to be sold for several years—the statute of limitations on ownership of stolen art is ten years in Italy and less in most other countries. Others were priced so high that only a handful of people could afford them. A few had been temporarily removed from time to time to be loaned out to “dealers” for private showings.</p><p>The Count’s major problem was one of marketing. Most of the art was stolen in Europe, but he found that his biggest supply of buyers was in the United States—especially New York, with Texas and California close behind. His Texas connection was a 65-year-old Italian american named Jim Cosetti. Cosetti had a long history of criminal activity. He was presently living incognito in Houston and working through the owner of a fashionable gallery there. Cosetti would receive a painting from the Count on credit, locate a buyer through his dealer friend, have the art appraised by an employee of a Houston museum, and consummate the deal—generally getting 30 per cent of the appraised value—in cash. Cosetti, the dealer, and the museum employee would all take a cut of the profits. The Count, needless to say, was a millionaire several times over, and he maintained equally lavish homes in Milan and Rome.</p><p>As I said, I half-hoped Barry was lying. I wanted to see the paintings for myself—it was really the only way to verify Barry’s story—yet at the same time I was filled with a vague sense of dread. Barry had been quite explicit: “These men are maximum gangsters.” That much, at least, I believed.</p><p>I finally agreed to go with Barry to Italy, but only after I was able to verify that Cosetti and the gallery owner existed and that what he had told me about them was essentially correct. We not only located Cosetti in Houston, but Barry attempted to buy a stolen painting from him. Cosetti flew to Dallas with a small canvas that he represented as a Tintoretto. Price: $125,000. At first Barry tried to borrow the painting so he could “show it to a buyer.” But Cosetti refused to part with it unless Barry put up a $75,000 deposit. Barry called two legitimate Dallas businessmen to raise the money, but he could only come up with $73,000 in the allotted 48 hours. Cosetti grew suspicious, since he knew that Barry was accustomed to handling much larger amounts of money, and finally returned to Houston in a huff. But Barry had made his point.</p><img/><img/><p><em>These casual lists, scrawled by the thugs, read like a who’s who of modern artists.</em></p><img/><p><em>No passport photo could capture Barry Wilson’s charm or mercurial temper.</em></p><img/><p><em>Hello, Dali: a purloined illustrated Bible</em></p><p>“When do you want to leave?” I asked.</p><p>Barry wanted to leave immediately. In fact, he had grown virtually obsessed with the prospect of showing me the seamiest side of international crime. The paintings were only part of what he had in mind. He wanted me to see the stolen car rings, the heroin trade routes between Turkey and Beirut, the rogues’ gallery of thieves and killers who haunt the alleyways of Istanbul, the political gangsters and hired assassins of Lebanon who disguise their crimes under the cloak of religion. All of this was necessary, Barry said, if I wanted to see the paintings. In Barry’s mind the world was run by one enormous syndicate, each part of it linked to every other part, and he would not be satisfied until I had seen it all.</p><p>Why did Barry want me to see it? What would his life be worth after he introduced me to these European gangsters? These were questions that I asked him time and time again. He never had a good answer. “i’m tired,” he said once. “Tired of the fear, I guess. Tired of hundreddollar-a-night hotels and midnight plane rides and border crossings and the incompetency of the police and the meaninglessness of money. I’ve done everything, i’ve seen everything, and I don’t like it. Maybe i’m ready to die.”</p><p><strong>My Partner in Crime</strong></p><p>Barry was one of those rare people who have the capacity to live entirely in the present moment. He had forgotten—or perhaps willfully concealed—most of his early life long ago. His future was a misty blur. Ever since his days at Highland Park High School he had rarely slept more than four hours a night, and his perception of time was skewed from habitually staying awake two days at a time, sleeping at odd hours, and continuously crossing time zones as he jetted between Europe and the U.S. on various business errands. Disdainful of exercise, he smoked two or three packs of cigarettes per day and drank heavily during periods of tension, which were not infrequent. It was remarkable, then, that Barry showed virtually no outward effects of this abuse.</p><p>Barry’s appearance, in fact, was that of a man with boundless energy and quick wits, a man ten years younger than his real age of 35. He had the soft, whiskerless skin of an adolescent, dark hair combed rakishly back in the European style, and a long straight nose that set off his hawkish eyes. Only a thin white scar on his upper forehead suggested that he lived a fast life.</p><p>When it suited his purpose Barry could display infinite charm and what passed for sophistication. He dressed with the understated elegance of the casual rich, and he was known to the maitre d’s of three-star restaurants on both continents. He read voraciously—he could both recite Kipling and recall long lists of quotations from the morning’s <em>Wall Street Journal</em>—and he was never more comfortable than when discussing nineteenth-century vintage wines or evaluating the best chefs of New York City. He was partial to the grand gesture. Once, to impress a waitress who worked at arthur’s (his favorite Dallas restaurant), he landed at DFW airport, chartered a helicopter, paid the pilot to set it down on the parking lot of Campbell Centre, and ostentatiously requested a parking check from the valet on duty.</p><p>Barry’s talent for the big lie—the con so outrageous that people have no choice but to believe it—was developed at an early age. His contemporaries at SMU, where he spent a year before growing bored and dropping out, remember him as at once a very gregarious and a very private person. He had a fondness for racing motorcycles and a consuming interest in firearms, but he is best remembered for his parties. It was not uncommon for Barry to roll up to an SMU dormitory in a chauffeur-driven limousine, invite his friends to pile in, and provide the alcohol and women for a weekend of debauchery in a downtown hotel suite. How he paid for it all remains a mystery, but one close friend recalls that he never signed the register with his real name. Once he successfully posed for three days as Jean Paul Getty IV. More often he used his fake French accent to impersonate a Parisian playboy.</p><p>It would be easy to conclude from Barry’s background that he was a gigolo, a petty thief, or a shady wheeler-dealer. Yet for long periods of his life he was purportedly a sedate, conservative citizen: working long hours for Richard Nixon’s reelection campaign, taking night classes in business at community colleges, working part-time in a sporting goods store. He had no criminal record to speak of—one arrest for carrying a concealed handgun, with his conviction overturned on appeal —and when he did start doing “favors” for West Coast drug dealers and others who wanted to hide unreported income, he was always able to stay well ahead of the cops.</p><p>His chief qualification as a moneyman —apart from his encyclopedic knowledge of exotic cars, commodities markets, and the banking industry—was, oddly enough, his sterling reputation. Whereas most of Barry’s clients, Victorson included, looked like fugitives from Woodstock, Barry favored three-piece suits and attache cases. Despite the fact that he never earned more than $15,000 a year in wages, he managed an A-l commercial credit rating at three major banks. Many of his “investments” were made in his own name, thereby providing double protection for the client who had actually spent the money.</p><p>Barry did his first clandestine favor in 1976, for a friend in San Francisco who needed to hide $10,000. He didn’t ask where the money came from but assumed it was either skimmed out of a restaurant operation or part of a minor drug deal. Barry made a few phone calls, found a good car on the market for $10,000, and arranged for payment to be made in cash and the papers falsified to show a purchase price of $2000, including tax. The friend was pleased, and Barry was more or less open for business.</p><p>The odd thing about the next four years was that Barry was never really paid any fees or wages. He would merely make the phone calls and arrange the favors, and sooner or later someone would hand him a roll of $100 bills and tell him to enjoy himself. It was assumed that if he was given, say, $75,000 to invest he would pay all of his expenses—which could average $1000 a day—out of the cash on hand. He began a life of almost constant travel between San Francisco, Dallas, Houston, New York, and Europe, staying at the best hotels, dining at the finest restaurants—“keeping up my image,” as he later put it.</p><p>The moment when this hectic life—full of secret meetings, furtive errands, and the ever-present fear of informants—began to pale was probably sometime on the night of May 14, 1979. That’s when Barry, driving a client’s new Ferrari and carrying a briefcase full of $100 bills, was hit broadside by an oncoming car near the little town of Gallarate, Italy. When Barry left the hospital the next day—against his doctor’s wishes—he was still hallucinating from his head injuries and was nauseated most of the time. He boarded the first plane to New York, still carrying the briefcase, and the money was discovered by customs officers at Kennedy airport. It was seized, of course, and Barry was briefly detained for questioning. For the first time, his name was entered into the National Crime Information Center computer. Even more ominous, the money had belonged to Victorson.</p><img/><p>Reenactment photographed by Marlon Taylor Styling by Cyndy Severson</p><p><strong>“I recognized paintings in the styles of Braque and Klee in the gallery. While Barry wandered around taking pictures with his hidden camera, we showed Daniele the silver bars. 'I assume you would allow me to check them for purity,' he said. 'You understand—we are in Italy.'”</strong></p><img/><p><em>Saudi princess Bushra Khayyat introduced Barry to the fascinating anarchy of Beirut.</em></p><p>Barry hung around the U.S. for a few more weeks, trying to put his business back together, but suddenly his sources of income started drying up. Victorson had said he would forget the loss of the money, but now Barry was tainted by the seizure and it wasn’t safe to use him anymore. His other West Coast connections felt the same way. A moneyman’s reputation had to be lily white; Barry’s was soiled.</p><p>Barry was distressed at first, but he came to look at the misfortune as a blessing in disguise. “My nerves were shot anyway,” he said. “I couldn’t have taken the pressure much longer. I could never rest because I always had to be thinking two steps ahead of everyone else. I was getting to be as paranoid as some of the drug people.”</p><p>Oddly enough, Barry didn’t have much money left—only about $50,000, which he had salted away in a numbered Swiss account. He lived in Milan for a while, occasionally picking up money by buying cars for american collectors (he had legitimate clients, too). Then, by chance, he met a Saudi arabian woman named Bushra Khayyat at a Milan nightclub, and over the next few months there developed a rather restrained courtship (arab customs being what they are). Bushra, who turned out to be a princess who preferred the shops of Paris to her restricted family life in arabia, eventually introduced Barry to the city of Beirut. Despite the social and political anarchy that reigns there now—or perhaps because of it—Barry fell in love with the place. “It has no government,” he said. “That’s the best thing about it.”</p><p>Ever since then, Barry had listed his permanent address as “Hotel Commodore, Beirut, Lebanon.” Since he really had no permanent home, it was as good a place as any to establish a base of operations. Barry hired a bodyguard and, always seeking after new adventures, canvassed the tiny country from one end to the other, befriending soldiers, chatting with hashish farmers, frequenting the allnight clubs of the capital. For Barry, Lebanon came to represent a haven from everything he had hated about his past life. Ostensibly, it had been the crime and hypocrisy that he hated most. So he ran directly to a nation dominated by gangsters and riddled with informants, where a human life is worth, at current rates, about thirty american dollars. To Barry this made perfectly good sense. To me it was still a mystery. But Barry insisted that I see Lebanon as well as Italy before I returned to the U.S. There, he promised, I would see crime in its most elemental forms, and only then would I understand why he was bent on burning every criminal he had known for the past five years. Only then would his expose be complete. And with that he set off toward the security checkpoint, swinging the twentypound briefcase as if it were full of confetti. He waited until six or seven people were lined up at the metal detector, then he walked up and lightly set the briefcase on the conveyor belt. I could hear the unmistakable sound of the two silver bars clanking together. Barry sauntered on throueh the detector and was waitine for the briefcase when it emerged on the other end.</p><p><strong>“as we fled eastward from the enraged Italian crooks we follwed the route of the Orient Express. But imstead of enjoying the speed and elegance of the world's most famous train traveling on Europe's best railroad track, we were stuck with the Trans-Yugoslavian Highway on a Friday night.”</strong></p><img/><img/><p>As I drove Barry to the Dallas-Fort Worth airport for his flight to New York —we had agreed to rendezvous there later—I asked him whether in all of his reading to fulfill his desire for the sheer accumulation of information, he had ever been moved or touched or otherwise enriched.</p><p>“I did read this book once in high school,” he said. “It’s called <em>The Iliad.</em> I just remember one thing about it. When achilles is born, he is given a choice. He can either have a long life of peace and obscurity, or he can have a short life of excitement and fame. He took the short one. I did, too.”</p><p><strong>The Silver Lining</strong></p><p>We scarcely had time at Kennedy airport for Barry to get his counterfeit airline ticket validated at the TWA desk. Then, on the way to the gate, he insisted on stopping to persuade a clerk to change it from coach to first class on the flimsy premise that the currency equivalents entitled him to a better seat. (The fake ticket had been written in Lebanese pounds.) While Barry was winning the argument, I looked around for a customs officer.</p><p>But before I could find one, Barry was at my elbow again. “Watch this,” he said, snatching my briefcase out of my hand. “I suppose you’re wondering how you’re going to carry two <strong>hundred ounces </strong>of undeclared silver through the metal detector?”</p><p>“No, Barry, but I <em>was</em> wondering how I could turn two hundred ounces of undeclared silver into two hundred ounces of declared silver. Where is the customs office?”</p><p>“Don’t worry about it,” said Barry. “Trust me.”</p><p><strong>The Road to Fear</strong></p><p><strong>Tolbert's Chili Parlor, Dalls</strong> (inset): held first coversation with informant about cache of stolen art. <strong>Milan:</strong> rendezvoused with art thieves. <strong>Monta Carlo:</strong> cover possibly blown, hid out. <strong>Milan</strong> (again): picked up informant, stolen car. Como: escape to Switzerland thwarted; had to go east. Ljubljana: met accomplice carrying paintings. <strong>Bulgaria:</strong> accoomplice with paintings detained. <strong>Istanbul:</strong> fled when informant tortured by Italianconnected local gangster. <strong>Syria:</strong> detained overnight at border. <strong>Beirut:</strong> scrapped plan to meet local drug runners when suspected agent of Italian gangsters turned up. <strong>amman:</strong> flew here on first leg of escape to Paris.</p><img/><p>Reenactment photographed by Marlon Taylor Styling by Cyndy Severson</p><p><strong>“Barry was going to shoot Ole if I did not call. He had started a countdown from sixty and had reached three when the phone rang. If I had called two seconds later or if the Paris operater had been two seconds slower getting through to Beirut, through to Beirut, it would have benn all over.”</strong></p><p>“So much for Kennedy airport’s famous security,” said Barry, handing the briefcase back to me. “We just sent enough metal through there to plate a half-dozen Smith and Wessons. Now there’s no need to declare it.”</p><p>“i’ll see you in a minute, Barry. I’m going to declare the silver.”</p><p>I showed the customs officer the fat roll of $100 bills in my pocket and the two oblong silver bars. He responded by staring at me for a long moment and asking me to close the door to his office. He sighed loudly, stuck a long legal form into his typewriter, and started to type. “So you’re from Texas?” he said. “and you’re going to Italy? and you need to carry this silver because you have a friend there who needs it?” He continued to type away. “at least you have an imagination,” he said. “i’ve never heard this one before.”</p><p>Barry and I had devised an elaborate plan for gaining access to the paintings. Or rather Barry had devised the plan, and I had insisted on several modifications to reduce the risk of discovery and lessen the amount of time we would have to spend in Italy. I was to be the idle third-generation son of a wealthy Dallas family. I had no job, lived on an inheritance, and spent much of my time traveling the world. But I had a Dallas partner, a “discreet investor” who preferred to remain anonymous, and he had sent me with Barry to evaluate the art for sale in Italy. He was the connoisseur and collector, but I was empowered to purchase anything for him that struck my fancy. This required no exaggeration of my real knowledge and no complicated lying.</p><p>Barry would vouch for me—a recommendation that should ensure my acceptance—but we had taken other precautions as well. I had the name of a Zurich banker who, in a pinch, might be willing to affirm the existence of my nonexistent Swiss bank account. I had fairly well covered my tracks in Texas—I was no longer a journalist and had left my home.</p><p>I had spent a day at Neiman-Marcus selecting expensive sportswear with designer labels in order to look the part. And, of course, I had picked up the silver.</p><p>The silver was not worth much—perhaps $4000 at prevailing prices—and I was carrying only about $3500 more in $100 bills. Based on what I now knew about the illegal art market, it was not enough money to buy even one minor painting. But I hoped I would never have to show the money at all. I had just enough to create an impression. By the time anyone thought to ask me how much more I had, I hoped to be far away from Italy. Barry wanted to spend a maximum of three days in the area of Milan—“just long enough to let their greed take over.”</p><p>As we boarded the flight to Milan that night I could see a tall, blond man in the line ahead of us, his head towering above the other passengers, most of them Italians. He was Ole anthony, a close friend who, at the insistence of my editors, had agreed to come along. Ole was a former air Force intelligence agent who had operated undercover in asia and the Far East during the years when the United States was setting up its seismic detection units for Russian nuclear tests. His purpose on this trip was threefold—to serve as a “drop” for any incriminating evidence I gathered, to maintain communication with Texas, and to provide the means of escape for Barry and me if that should become necessary. Ole and I were to have no contact except at prearranged times and locations or when I needed to make a drop. Barry wasn’t crazy about the idea of having Ole along—“It’s just one more person that can screw this up,” he kept telling me—but he reluctantly agreed to go along with the plan if Ole would stay out of sight.</p><p>Barry had finished off four beers and a half-bottle of wine before the flight was two hours old. He needed the alcohol, he said, for his “tension.” Tension was a condition he contracted whenever he found it necessary to break the law or tell a particularly complex lie. He had begun to brood about all the possible mistakes I could make, and he sounded like Polonius sending Laertes off to France:</p><p>“Whenever possible, let me do the talking.”</p><p>“Never assume that an Italian can’t speak English.”</p><p>“When you show the silver, always grip it firmly, like you’re accustomed to handling those bars.”</p><p>“Never show impatience to get on with business. Drink coffee first. Light a cigarette. Ask about the guy’s family.”</p><p>“If we’re caught, don’t panic. Get very angry, deny everything, and tell the biggest lie you can think of. The best defense is a good offense.”</p><p>“and remember, you are the <em>richest</em> son of a bitch that ever came out of Texas. If they believe that, we don’t have to worry about anything else.”</p><p>Barry’s advice was good enough, and besides, I had come to trust his street sense. The one thing I didn’t trust was his sense of proportion. He had already written the script in his mind, and he had packed it with every cloak-and-dagger scheme he could imagine. I gave in to some of them—we had brought along a Minox miniature camera, for example, in the hope that we would be able to take surreptitious pictures—but we had frequent disagreements about others. He had mentioned actually stealing one of the paintings. I told him I would feel safer stealing a painting from the Louvre than stealing one from another thief. But he insisted that we keep the option open. I finally agreed that if any paintings were given to us—for evaluation by experts or to show to other buyers—then I would take them at least long enough to get photographs. “We’ll play it by ear,” Barry said.</p><img/><p><em>another glimpse of Daniele’s Dali Bible</em></p><p><strong>Learning Foreign Customs</strong></p><p>The sun was well up in the sky when we touched down at unsightly Malpensa airport, a sprawling expanse of asphalt and nondescript beige buildings clustered in a farming region of the Lombard plain. We taxied to a stop several hundred yards from the terminal and waited as the carabinieri, the national paramilitary police, positioned two vans carrying armed soldiers at the point of entry. I watched a couple of soldiers take the muzzles off a half-dozen German shepherds. As we deplaned and entered the customs area some of the men positioned machine guns across their chests, but most of them smoked cigarettes and looked bored.</p><p>We had arrived on a day of some tension. Colonel Muammar el-Qaddafi, the Libyan leader, had specified this day as the deadline for all opponents of his regime either to return to Libya or to face assassination. He had already carried out eight political murders in Europe in the past two months, and many of his enemies were known to be living in Milan.</p><p>“Life is cheap here,” said Barry as we stood in the immigration line. “For two, three hundred I could get a contract on anybody. For Qaddafi, it costs more. Political murders are different.”</p><p>While we talked, Barry was fastening a cardboard tag to the handle of my briefcase. It read TWA-CREW. He had persuaded one of the stewards to give it to him just before we landed. “They usually don’t check crew members,” he said. “i’ll try to carry the silver through. If they stop me, i’ll set it down on the floor. You stay right behind me and pick it up so you can walk on through.”</p><p>Before I could object, Barry was striding briskly through the customs checkpoint. He did get stopped, by an agent who spoke very little English, but Barry pacified him by opening a suitcase full of shirts and shaving gear, professing not to understand his heavily accented speech. I picked up the undeclared silver and carried it through.</p><p>“Standard procedure,” said Barry when he caught up to me later. “Two people working together like that can smuggle anything into Italy—jewels, cash, drugs, you name it—because they rarely check two in a row.</p><p>“I want you to know these things,” he added. “This is part of the story. Stick with me and i’ll make a criminal out of you yet.”</p><p>I noticed Ole standing in line at the car rental counter as we lugged our suitcases toward a waiting bus for the thirty-mile ride into Milan. Barry took one quick trip around the terminal, looking for any of his Italian friends who might have come to meet the plane, and then we elbowed our way onto the crowded bus.</p><p>We entered Milan from the northwest, passing through a dozen towns that twenty years ago had been little more than railroad crossings but now were caught up in the economic boom that had made this the industrial heart of Italy. Each town had its factory, and you could see the first signs of the Houston-style apartments and condominiums that were being thrown up at random where once there had been only farmland. Milan’s population is now almost 3 million, or about 2.8 million more than when the legions used it as a military camp at the height of the Roman Empire. Nowhere is its rapid transformation more apparent than in the historic center of the city, where the magnificent Gothic cathedral, begun in 1386, sits only half a mile from the cosmopolitan financial district with glass-and-steel high rises that house the banks of two dozen nations.</p><img/><p>© Spadem, Paris/VAGA, New York 1980</p><p><em>Picasso’s</em> Guitar: <em>a real steal at $65,000</em></p><img/><p><em>Barry sneaked this photograph of Daniele’s wares, including two Picassos and a Klee.</em></p><img/><p><em>The Max factor: Daniele claimed to have this work by German dadaist Max Ernst.</em></p><p>Milan’s regional and municipal elections had been held the day before, and the streets were still lined with political posters, most of them adorned with the hammer and sickle of the Communist party. The Communists don’t control Milan, but they do hold many local offices because of the heavy concentration of industrial workers around the factories. Italy has been a bitterly divided country ever since the Red Brigade and other less famous leftist groups started a wave of political murders and kidnappings in the mid-seventies. The most shocking thing about the terror campaign is not the crimes themselves but the bitter reaction they have generated. We were to meet ordinary people in cafes and bars who spoke longingly of the days of Mussolini (“<em>He</em> had the respect of the murderers,” one young man told us) and believed sincerely that the only way to save Italy was to restore a police state.</p><p>Violence is never far from the surface of everyday life. As the bus turned east through the center of the city several police vans passed us, sirens blaring. When we drove by the central railway station—a palatial monument built by Mussolini in the thirties—I could see more uniformed men scurrying across the streets and into the building. We found out later that Colonel el-Qaddafi had made good his word. Scores of eyewitnesses had seen a Libyan dissident shot to death by assassins as he ran down the steps of the railway station. All of the gunmen escaped.</p><p><strong>Spreading the Word</strong></p><p>We checked into the Milan Hilton, an elegant but overpriced hotel frequented by wealthy americans and wealthier arabs. As soon as we reached our room Barry got on the phone, trying to find a man named Walter Setti, who had promised to set up appointments for us. But it was now past noon, and Walter, like everybody else in Milan, was either sleeping, eating, or sitting in a bar.</p><p>Barry grew nervous. “I wanted to move immediately,” he said. ‘‘Now everything’s screwed up. Come on, we’ve got to get the word out that the Texan’s in town.”</p><p>We hurried downstairs and hailed a cab. The driver wound through the confusing streets of downtown Milan, ignoring stoplights, cutting in front of other cars, executing illegal U-turns, pressing the accelerator to the floor whenever the road was clear—driving, in short, like everybody in Milan drives. At length we pulled onto a wide boulevard called Corso di Porta Romana (named after the ancient Roman gate through which it passes) and crept along until Barry spotted the car dealership he was looking for.</p><p>The sign over the plate glass window read <strong>CIP Car,</strong> and for a moment I thought the singular was meant to be taken literally. From the street you could see only one car, a light blue Lamborghini. But when we went inside I saw that three cars were wedged into what must be the world’s tiniest showroom. We walked to the back of the room and found our man sitting behind a metal desk, engaged in animated conversation with a man wearing a baby-blue suit, a canaryyellow shirt, and white shoes. We waited for a few minutes, then Baby-blue left and the owner motioned for us to join him at the desk.</p><p>Barry introduced him to me as Giuseppe Fiore, and my first impression was that the guy had been picked on all his life. He was a short, slight man with a tiny moustache, dark hair brushed straight back from his forehead, and thin, aquiline features. He seemed nervous, and he chain-smoked while Barry tried, in his broken Italian, to explain our situation. Finally he understood, and Barry nodded at me.</p><p>I opened the briefcase and laid one of the silver bars on the desk. Fiore raised his eyebrows, and for a moment I thought he was mocking me. Then he stood up, walked around the desk, picked up the bar with both hands, examined it carefully on each side, and rubbed it gently with his thumbs.</p><p><em>“argento?”</em> he asked Barry.</p><p><em>“argento, ”</em> Barry said.</p><p>Fiore handed back the bar and returned to his seat.</p><p>“We need to find Walter,” said Barry.</p><p>“No problem,” said Fiore, speaking his first English words.</p><p>Barry and I shook hands with Fiore and started to leave. Before we got to the door, he was on the phone, talking rapidly between drags on his cigarette. I recognized two words—<em>Texano</em> and <em>argento. </em>as we waited on the curb for a cab I watched him through the window. He must have made seven more calls before the cab arrived.</p><p>“Don’t worry now,” said Barry. “The word is out.”</p><p>Fiore was as good as his promise. We scarcely had time to eat a sandwich before he showed up in the Hilton bar with Walter Setti. Setti was a tall, muscular man in his early forties, with a head of thick salt-and-pepper hair, classic Roman features, and cloudy blue eyes. In his youth he had been a dancer, performing at top Paris cabarets, and he had played a few supporting roles in Italian movies before he grew too old for his debonair stereotype. Now he picked up enough money to support his large family by helping friends, running errands, making introductions, exploiting all his old friendships in the way that retired football stars sometimes do in america.</p><img/><p><em>Bloom and his cohorts often lost track of one another as they snaked across Europe.</em></p><img/><p><em>abstract art? No, Bloom in Daniele’s lair, photographed with Barry’s hidden Minox.</em></p><p><strong>“Barry went to the parking lot in Istanbul to check on the Innocenti. There was an object wrapped in newspaper under the windshield wiper. In the dew on the wind-shield someone had drawn a chicken with a ring around its neck. Barry unwrapped the package; it was a dead fish.”</strong></p><p>Barry and Walter embraced warmly. They had been close friends for several years. Like many of Barry’s friends, Walter spent much of his time trying to dissuade Barry from some scheme he was bent on carrying out. “You know I don’t like this business of the gangster,” he said. “I do it only for you—only this time.”</p><p>Barry suggested that we go up to the room to talk. Walter wanted to see the silver and Fiore wanted to see it again. I laid both bars on the bed so they could get a good look at them. Suddenly Fiore could speak passable English, as though he had taken a Berlitz course on the way to the hotel.</p><p>“How much?” asked Fiore after he had fondled the silver for a while.</p><p>“How much what?” I said.</p><p>“How much kilos?”</p><p>I told him that each bar weighed one hundred troy ounces, but Fiore didn’t know what “ounce” meant. Walter went downstairs to get a newspaper, and when he returned they both pored over the financial quotations, looking for a silver price in ounces. No luck. Finally Barry picked a conversion formula, ounces to kilos, out of thin air, and Walter began making calculations in the margin of the newspaper.</p><p>“Six million lire for one,” he said at last.</p><p>“That sounds about right,” said Barry.</p><p>Walter went to the phone and started making his calls, in the hope that he could set up appointments for us for that evening. I put pen to paper and converted six million lire to dollars. It came out to around $7000—almost four times what the silver bar was actually worth.</p><p>Walter finished his calls and promised to return in two hours. Before leaving, he handed me a thin package wrapped in brown paper. I asked him what it was.</p><p>“a piece of shit,” he said. “Don’t buy it.”</p><p>“It’s just the Man Ray,” Barry called from the shower. “Open it up if you want to.”</p><p>When Walter had gone we peeled off the paper to reveal a white canvas peppered with blotches of primary colors. It was signed by the american modernist Man Ray and dated 1975.</p><p>“The Count loaned it to me the last time I was here,” said Barry, “so I asked Walter to bring it over. The Count claims it’s art. He wants five thousand dollars for it. It’s nothing. I just wanted you to see it.”</p><p>While we waited for Walter, Barry practiced taking pictures with the Minox camera, which was about four inches long and one inch thick. He tied a sweater around his waist and arranged the pockets so that he could conceal the camera there and trigger the shutter without taking it out all the way. It worked passably well when he tried it, and the click was audible only when the room was totally silent.</p><p>It was early evening before Walter got back, but he had been busy. He had learned, to his surprise, that all his “dealer” friends were already aware that I was in town—thanks to Giuseppe Fiore’s phone calls—and so we could start immediately if I was ready.</p><p>“I can see what you meant about the Man Ray,” I told him.</p><p>Walter laughed. “Now we’ll see some <em>real</em> paintings.”</p><p><strong>Rogue’s Gallery</strong></p><p>Angelo’s home was not unlike a thou sand others in Milan. It was only a few blocks from the hotel, on a quiet residential street lined with fourand five-story neoclassical buildings set back five or six feet from the curb. Walter parked the car on the sidewalk and led us through a passageway that opened into a courtyard. We followed him up two flights of stairs to a landing. Someone had written “Gipponi L.” on a small scrap of paper and thumbtacked it to the door. Walter knocked.</p><p>His knock was answered by a petite woman in a house robe who beamed at the sight of Walter and ushered us into the apartment with all the usual Italian flourishes—loud welcomes, hugging, smiles all around. As she led us down the hall I peered through doorways at a living room piled with clothing, where someone had set up an ironing board, and a kitchen filled with unwashed dishes that must have been stacking up for weeks. At the end of the hall she opened a pair of double doors, and we entered . . . the gallery.</p><p>It was an L-shaped room, intended perhaps as a parlor, and from floor to ceiling it was covered with paintings. As I took a quick glance around, I estimated that the room held about forty works of art, including statuary, vases, and antique French furniture. It was difficult to tell, because everything was so jammed together that it was impossible to take it all in. The Modigliani next to a window I recognized at once, but the rest were not so easy. Many of them looked like old masters or medieval religious paintings of the type that can be found in cathedrals all over Italy. A few were still lifes, probably Flemish, and yet others were eighteenthcentury portraits in the style of Gainsborough. The room was dominated by a huge wooden dining table with intricately carved legs, and it was here that the woman asked us to sit. Barry remained standing, and I noticed that he had both hands in the pockets of his sweater.</p><p>The door opened again and in walked angelo. At first I wasn’t sure that this was the man we had come to see. He was so obese that he appeared to be in danger of losing his balance and pitching forward head over heels. As though to counteract this possibility, he leaned backward when he walked. His face was round and puffy, topped by a disorderly mat of curly black hair, and his round eyes peered out from beneath a jungle of tangled eyebrows. He wore a thin white shirt, torn in two places and stained with dried food, and it was held in place by a single button straining against the cloth at navel level. He smiled broadly, revealing a row of chipped and yellowed teeth, and then eased himself into the closest chair. He extracted a pack of Marlboros from his shirt pocket and offered them all around.</p><img/><p>The lady is a fake: this purported Van Dyck is actually an Italian Renaissance work.</p><p>Angelo listened closely to catch my name as Walter made the introductions. “John,” he repeated, extending his fleshy hand. “Dallas.” Those were the only two English words I ever heard him say. Then, with Walter serving as translator, we made small talk for a while.</p><p>At one point angelo produced a business card from his pocket and handed it across the table. The card bore the name of a Houston art dealer—the same dealer who does business with Cosetti.</p><p>“You know him?” asked angelo.</p><p>“i’ve heard of him.”</p><p>“He comes here several times a year to buy paintings. He has a nice business. Mostly he sells to Mexican nationals who are visiting Houston, but when you go back to Texas you should tell him you know me.”</p><p>I assured him I would. Then Walter launched into an explanation of my preferred form of payment—silver bars —and while he was talking I took one out of the briefcase and laid it on the table.</p><p>“ah,” said angelo, picking up the bar and leaning forward to scrutinize it more closely. “We don’t see this much in Italy —gold, yes, but not much silver.”</p><p>“In Dallas it’s very popular,” said Barry. “You’ve heard of the Hunt brothers?”</p><p><em>“Texanos petroleros?”</em></p><p><em>“Si,”</em> said Barry. “They’re from Dallas, too.”</p><p>Angelo put the silver bar between his</p><p>teeth, as though to verify its purity. We all laughed. “How many of these do you have?” he asked.</p><p>Walter looked at me. It was the first time anyone had asked.</p><p>“Fifty,” I said. “But I can get more at my bank in Chiasso.” Chiasso was a Swiss resort town on the Italian border, best known as a banking haven.</p><p>“Each bar is worth six million lire,” said Walter.</p><p>Angelo did a few calculations on paper —the total came to $350,000—and told Walter that the silver was fine, provided he would be allowed to test it for purity.</p><p>“Don’t get angry,” Walter said to me. “angelo is just afraid you might be a crook. He says the bars could be silver on the outside and nickel on the inside. Please understand—this is Italy. Things like this happen.”</p><p>I assured Walter that I was not offended by angelo’s caution, and then we began to discuss the art itself. Angelo left the room for a moment and returned carrying several art catalogs, auction guides, and a loose-leaf binder full of color prints. He explained that most of his inventory was “antique,” and he hoped I wasn’t looking for much contemporary art.</p><p>“Not at all,” I said. “I was just admiring your gallery. Are these the only ones you have for sale?”</p><p>Walter and angelo both laughed. “John,” said Walter, as though explaining the facts of life to a two-year-old, “you have to understand. This is not like shopping in the United States. We are talking about paintings that are not good <em>—stolen</em> paintings. You can’t keep them around for police to find—you get five years in prison for possession only. You understand? This is not a good business. I don’t like it. But Barry said you wanted to look at stolen paintings.”</p><p><em>(Continued on page 148)</em></p><p><em>(Continued from page 121)</em></p><p>“Then why are these paintings here in this room?”</p><p>“These paintings have papers. You want to buy one of these? Easy. Police don’t know about these; Interpol doesn’t know. I think you’re a nice man and you should take one of these. Pay angelo, take on airplane to Dallas, declare at customs, no problems.”</p><p>“But wouldn’t I get a better price on the other paintings?”</p><p>Walter shrugged. “Okay,” he said, “we look. But I don’t like this business.”</p><p>Angelo began to thumb through the art books, stopping to show me the paintings he could offer—here a Bellini, there a Jordaens, here a Pordenone, there a Veronese. When I asked about price, he rarely wanted more than $2000 or $3000 for any of them. At length Barry grew restless—these were obviously not important paintings—and flew into a tantrum.</p><p>“Walter, this is nothing,” he shouted. “Now tell angelo that John didn’t come all this way to look at stuff he could buy in New York. We’re in a hurry and we want to see only the absolute best stuff. John’s partner wants a masterpiece for his house. If angelo doesn’t have anything else, then let’s forget this and go see the Count. Now tell him.”</p><p>Walter made a brief translation of Barry’s outburst, and angelo scratched his triple chin. “How much do you want to pay?” he asked.</p><p>“The money doesn’t matter,” I said. “i’ll pay whatever it takes.”</p><p>“I wish you had waited until next month to come,” said angelo. “i’ll have much better paintings by then. But right now I have three—one by Luca Giordano, one by Jan Fyt, and one by Memling.”</p><p>“That’s more like it,” said Barry, who had no idea who any of those artists were.</p><p>I asked to see photographs of the three paintings, but angelo said it was impossible. He considered it too dangerous to keep the photos at home, and the paintings themselves were at his castle in Bergamo.</p><p>“He calls it his castle,” said Walter. “It’s a villa, about thirty miles from here.”</p><p>Angelo promised to bring the three paintings to Milan the next day. I asked him to write down the titles, dates, and prices so I could discuss the purchase with my partner by phone. Angelo scribbled the information, from memory, onto a</p><p>scrap of paper:</p><p>Luca Giordano, 1680, “La Cena di Caana Olio Su Tela,” 12,000,000 lire [$14,423]</p><p>Jan Fit, 60 x 80, “Natura Morta,” 1670,* 12,000,000 lire Memling, “Tavola Fiamminga Firmata e Datata,” 1467, 115 x 74, 20,000,000 lire [$24,038]</p><p>On the way back to the hotel Barry asked Walter whether he had been able to contact the Count. The Count, it turned out, was vacationing at his villa on Lake Lugano and might not be back for the weekend. We might have to drive up there to see him.</p><p>When we arrived at the room Barry sighed. “Unfortunately,” he said, “you can’t just call up the Count and ask to see his paintings. Nobody calls the Count. You wait for him to call you.”</p><p><strong>a Rogue By any Other Name</strong></p><p>Walter called early the next morning and told us to be at an address on Corso Garibaldi by eleven o’clock. That was the extent of the message. By ten Barry was on the phone, trying to reach his friends in the exotic car business. He wanted me to meet one man in particular, Franco Camana—“He’s one of <em>the</em> biggest stolen car dealers in Europe,” said Barry—but he also wanted to arrange to <em>buy</em> a car for our eventual getaway and journey to Beirut. “What do you want?” Barry asked me, cradling the phone against his shoulder. “Ferrari? Lamborghini? BMW? Franco will give me a good price on any of them.”</p><p>I asked Barry whether he had the money. He said he would have to go to Zurich first to get it, but come to think of it, he didn’t plan on coming back to Italy, and so he might just take the car on credit.</p><p>“You mean steal it?”</p><p>“Listen, we’re going to Beirut; i’m absolutely safe there.”</p><p>“I don’t like it,” I said.</p><p>Barry arranged to meet Franco later that day, and then we took a cab to the address Walter had given us. It was a busy intersection with bars and shops on all four corners. We went into one of the bars, ordered coffee, and waited.</p><p>“I can’t tell you how many hours i’ve spent waiting in places like this,” said Barry. “Sometimes it seems like half my life has been spent waiting.”</p><p>Every third storefront in Milan is some kind of bar or restaurant or combination of the two. This one was typical—a narrow room with a stand-up bar on one side, a glass case full of watches and calculators on the other, a few dusty tables at the back, a Space Invaders game, and the loud wail of the Bee Gees emanating from a scratchy speaker.</p><p>We waited about thirty minutes. Finally Walter stuck his head in the door and motioned for us to follow. We walked half a block, turned into a narrow street that looked like an alleyway, and went through a gate leading to a courtyard and up one flight of stairs. There were three doors on the landing; two of them had nameplates. Walter pressed the bell for the third one, identified only with the letter /.</p><p>*Jan Fyt died in 1661.</p><p>The man who opened the door looked like a younger Norman Mailer, down to the crinkly eyes, the curly white hair, and the slight paunch. He greeted us in excellent English and apologized for the disarray of his studio. We walked into a large, airy room filled with chromeplated contemporary furniture, low-slung couches, and an extensive collection of twentieth-century paintings and sculpture. I recognized paintings in the styles of Braque and Klee.</p><p>We all took seats around a desk and the dealer was introduced to me as Daniele. We shook hands and then, as usual, began our conversation by showing him the silver. He looked at it but didn’t pick it up.</p><p>“Excuse me a moment,” he said, “but I would like to call a friend of mine who deals in commodities.” While he made the call—trying to find out the day’s London quotation for silver—Barry began wandering around the room, admiring the paintings. His hands were in the pockets of his sweater.</p><p>Daniele finished his conversation. “I assume you would allow me to check the silver for purity?”</p><p>“Certainly,” I said.</p><p>“You must understand—we are in Italy.”</p><p>“So the silver will be acceptable as payment?”</p><p>“Why not?” said Daniele. “It’s money, isn’t it? and i’m in the business of money.”</p><p>“I thought you were in the business of art.”</p><p>“I am in the business of <em>stolen</em> art. There is a difference. I am a capitalist.”</p><p>I explained to Daniele that I was authorized to buy paintings for my partner, but that he had given me only the vaguest idea of what he wanted. I expressed a particular interest in old masters.</p><p>“I <em>can</em> acquire old masters for you,” he said, “but it would take time. I am more accustomed to dealing in contemporary art. Do you have any interest in that at all?”</p><p>Barry cut in. “He has an interest in anything that has a lasting value.”</p><p>“So you are interested in art as an investment?”</p><p>“Perhaps,” I said, “but I need to see what you have. I have to <em>like</em> the work itself.”</p><p>“and how much do you intend to spend?”</p><p>“I have no limit. The money is not important.”</p><p>“In that case I can show you any of these.” Daniele began to write on a scratch pad beside his phone. “Please ask your partner if any of these artists intrigue him.”</p><p>He handed me the list. It read:</p><p>Yves Tanguy—oil Fernand Leger—oil Magritte Rene—oil De Chirico—oil Max Ernst—sculpture Marino Marini—sculpture Paul Klee</p><p>Graham Sutherland Picasso—gouache</p><p>“I can tell from this list,” I said, “that we will certainly be interested in three of them—the Ernst, the Klee, and the Picasso. We could possibly be interested in the Leger as well.”</p><p>Daniele nodded. “I know you’ll understand that this is a strange business and so I don’t have photographs of these paintings here in the studio. But if you will come back later I can get photos of all of them—and perhaps you can see the four today.”</p><p>“Fine,” I said. “are there any others I should see? Which ones do <em>you</em> like?”</p><p>“I like the ones that cost the most. You’re from Dallas. You’ve heard of free enterprise, haven’t you? The Marcuses, the Meadowses, the Hunts—i’m like them.”</p><p>“You sound a little cynical.”</p><p>“a prostitute has to make love without really making love.”</p><p><strong>Stealing and Dealing</strong></p><p>We left Daniele to his capitalism and hurried to another appointment that had been set up by Walter. As we wound through the western part of the city, we passed by the Church of Santa Maria delle Grazie, which is better known as the home of da Vinci’s <em>Last Supper.</em></p><p>“What would angelo say,” asked Barry, “if we asked him to get us a Leonardo da Vinci?”</p><p>“angelo is crazy,” said Walter. “angelo would do it.”</p><p>“How about this one right here?”</p><p>“ <em>You</em> are crazy.”</p><p>Barry cackled loudly. “But would he do it?”</p><p>“angelo would do anything.”</p><p>Walter parked the car at the corner of Viale Monza, a wide boulevard, and Via Luigi Pasteur. We crossed the street to a bar and restaurant, where angelo greeted us warmly as soon as we walked through the door. He had brought a friend with him, a tall, lanky fellow in his twenties who had a long, drooping moustache, wild, frizzy hair, and an incessant smile. He was from Buenos aires, angelo explained, and had come along because he was “in training” to handle angelo’s art business in South america. He spoke English even more poorly than angelo, and Walter had a hard time understanding his Italian.</p><p>Angelo bought beers for the five of us and gave me the okay sign with his thumb and forefinger. He told Walter the paintings had been brought from his villa in Bergamo and were in a safe place. When we finished the beer angelo led us out of the bar.</p><p>It was just a two-minute walk—down the street and into yet another courtyard. Angelo walked over to a door opening directly onto the courtyard and unlocked a huge padlock. We followed him into the dark room.</p><p>The room was only about eight feet square, but at least forty paintings were hanging on its walls and stacked on the floor. My eyes had trouble adjusting to the dusky light, but I could see angelo rummaging through some canvases that were wedged into one end. He told his argentine sidekick to pick up one of the paintings, Walter grabbed another one, and much to my amazement, angelo had them take the canvases out into the open air of the courtyard, where dozens of people were walking to and fro. “You can get a better look out here,” said Walter.</p><p>Angelo had picked up the Luca Giordano, but because of his girth and the narrowness of the door he banged the canvas twice trying to get it through. Then he set it against the wall alongside the other two and started brushing away dust particles, like a jeweler polishing his diamonds. The Jan Fyt still life was the most impressive of the three—perhaps because it was in the best condition—but angelo seemed proudest of the Memling. It was a Madonna that no doubt had once been an altarpiece, with the number 1467 painted on an urn near the bottom. The Giordano was a very busy Last Supper and had been marred by two scratches—for all I knew, they had just been put there by angelo.</p><p>I asked angelo how I could be certain the paintings were genuine. He bent over to show me the date on the urn, as though that were proof of authenticity. When I persisted he spoke rapidly to Walter.</p><p>“He says,” said Walter, “that he has newspaper clippings for all of them.”</p><p>“Newspaper clippings?”</p><p>“From when they were stolen.”</p><p>Angelo and I engaged in a little goodnatured haggling over the price. He wanted $24,000 for the Memling and $15,000 each for the others. I asked him if he gave cut rates for volume sales. He shrugged his shoulders and said he would take $50,000 for the lot. I made a few admiring comments about the Memling, then we walked back to the bar, leaving the argentine to return the paintings to their hiding place.</p><p>On the way I asked Walter what time we were supposed to see Daniele again. Angelo looked perturbed when he heard the name and asked Walter several questions. Walter tried to explain for me.</p><p>“He says not to buy anything from Daniele until he shows you some more,” said Walter. “He says he may be able to get a Van Dyck. Are you interested in Van Dyck?”</p><p>“One of my favorite painters.”</p><p>Angelo looked pleased when he heard that and decided to buy lunch for everybody. We agreed to follow him in Walter’s car.</p><p><strong>Pick a Painter, any Painter</strong></p><p>In Italy all meals are Hollywood production numbers, but I never suspected that lunch with angelo would entail a three-hour commitment. We met at an old vineyard situated along a stream on the outskirts of the city. One of the arbors had been fashioned into an alfresco restaurant, and it was here that angelo liked to take his noontime meals. He began by wolfing down a heaping bowl of squid and rice in four or five bites and followed that with two enormous veal cutlets, a plate of vegetables, two bowls of strawberries, half a bottle of wine, ice cream, several pieces of fruit, and a tall liqueur. I quit after the squid and one cutlet, and angelo grew solicitous about my health.</p><p>Angelo regaled us with one story after another, most of them based on the theme of outsmarting the police. He told us in great detail exactly how he had smuggled a painting by Giovanni Bellini into the United States by having the canvas painted over by a third-rate artist, then peeling off the fresh paint when he got it to america. “It’s still for sale,” he told me. “It’s in Los angeles now if you want to buy it.” He held forth for a while on the great charm of the prostitutes of both Berlin and Budapest. He told a few prison stories (he’s been convicted three times) and, when the conversation turned to political subjects, heatedly declared his hatred for Germans.</p><p>I asked angelo whether there might be some easier way for me to buy paintings in the future, perhaps by taking delivery in the United States.</p><p>“What about Cosetti?” said Walter. Barry and I grew tense at the mention of the name. We hadn’t told anyone we had tried to buy the Tintoretto from him.</p><p>Suddenly angelo spoke with great animation and anger. “Cosetti!” He spit out the name and drew a finger across his throat. “Do you know Cosetti? Do you know where he is?”</p><p>Walter explained that Cosetti had apparently taken paintings on loan from angelo and never paid for them or returned them. Angelo had sent a man to Houston to find Cosetti, but so far he had had no luck.</p><p>Walter quickly changed the subject. After a while angelo stopped brooding about Cosetti and told me that he hoped I would come back to Milan. He wanted to do “multiple sales” and had a very fastchanging inventory.</p><p>“You tell me what painters you want,” said angelo, “and I will make the arrangements.”</p><p>“any painter?”</p><p>“You tell me a name you’re interested in,” he said, “and i’ll tell you whether I can do it.”</p><p>I tried to think of a painter whose works were relatively rare and would be hard to obtain.</p><p>“Botticelli,” I said. “i’d like to have a Botticelli.”</p><p>Angelo raised his eyebrows and turned to the argentine. They spoke back and forth for a minute.</p><p>“Botticellis are very rare,” he said to me. “There are only about fifty paintings done by him, and I know of only one that has ever been stolen.”</p><p>He turned to the argentine again. They seemed to be discussing their options. The argentine nodded.</p><p>“Ten days,” said angelo. “You return in ten days and we will have it.”</p><p>I told him that I wasn’t quite ready to place an order and suggested an easier target instead: Tintoretto.</p><p>“I have a Tintoretto,” said angelo, “but I haven’t shown it yet because it is very dangerous right now.”</p><p>I asked him what he meant.</p><p>“all the customs services know about it. It was stolen only in 1976.”</p><p>“Could I look at it?”</p><p>“Maybe tomorrow. Tomorrow the Tintoretto and the Van Dyck.”</p><p>As we were walking back to our cars Barry pulled me aside. “Do <em>not</em> order any more paintings,” he said.</p><p><em>(Continued on page 225)</em></p><p><em>(Continued from page 152)</em></p><p>“I didn’t order anything.”</p><p>“You don’t understand how these guys work. You start talking about Tintorettos and Botticellis and before long they’re going to show up with one and tell us we owe twenty thousand dollars.”</p><p>Angelo was about to get into his car, but at the last moment he turned back and said something to Walter.</p><p>“We go now,” said Walter, sliding into the driver’s seat. “He says the Tintoretto is not far from here.”</p><p><strong>The Temptress</strong></p><p>It was a twenty-minute drive through residential neighborhoods and warehouse districts, ending on a quiet, tree-lined street called Via Privata del Progresso. Angelo parked his car and we pulled in beside him. Then he disappeared for a few minutes into an apartment building.</p><p>He emerged carrying a framed, glasscovered painting about two feet high and a foot wide. Angelo tried to make the painting stand up against the windshield so we could see it in the sunlight. That didn’t work, so he leaned it against the bumper, stepped back two or three feet, and said, <em>“Voila!”</em></p><p>To these amateur eyes, the painting was stunningly beautiful. It was the head and torso of a lovely woman, her eyes cast down and to the right, her smooth hand resting lightly against her bosom, delicate shadows running through her hair and across her face. Even the argentine was moved. Before, he had stared at the paintings as if they were so many sides of beef, but this time he spoke with great excitement and pointed out the delicate lines around her eyes and cheeks.</p><p>I asked angelo who this woman was.</p><p>“Sibilla,” he said. “The temptress.”</p><p>I remarked on the great beauty of the painting, and angelo, obviously proud of himself, began to describe at some length the history of our temptress. She had originally been part of a much larger painting in a Venetian church, he said, but four years ago thieves had entered the church at night. Using a butcher knife, they sliced the temptress out of the painting and went to work on four other figures as well. They managed to get one other head and torso before finding it necessary to flee. Angelo understood that the other fragment was now in Germany; he had never seen it.</p><p>The vandals had done a good job. Except for one area where the painting was cracked (the result of rolling up the canvas during the escape), it was flawless. The butcher had had a good eye, too. He had cut around the upper body in such a way as to make it seem a complete work.</p><p>Angelo emphasized that we would need to make special arrangements if I chose to buy the Tintoretto. For one thing, it could not be allowed to surface for at least six years, due to the statute of limitations. He also preferred to smuggle it into Switzerland himself, rather than letting me take it, because he was convinced that the carabinieri had distributed pictures of the painting throughout Europe. Once it was safely in Switzerland, the risk would be reduced enormously. Switzerland is one of the few countries that have no restrictions on the import and export of art. More important, under Swiss law the buyer of a stolen painting that has passed through other hands since the theft cannot be tried for receiving stolen goods.</p><p>Angelo had to give some thought to the question of the painting’s price. Since it had come from a church, it had no established market value, and he had never shown it to anyone else to find out what it might be worth.</p><p>“Twenty million lire,” he said at last.</p><p>I offered fifteen million. Angelo took it. For a mere $18,000 the temptress was mine.</p><p><strong>The Picasso</strong></p><p>We stopped twice on the way back to Daniele’s studio so that Walter could make phone calls. (Walter made at least a hundred phone calls per day, and his pockets bulged with <em>gettoni,</em> the little copper tokens used in public phone booths.) When we got there Daniele was waiting with the photos and the paintings. He didn’t mind the tardiness. He had been unable to find a picture of the Marino Marini, so he had called a friend at the police station and gone down to get one from their stolen art catalog.</p><p>We followed Daniele into a back room, where he had placed the Picasso, Klee, and Leger on a workbench along with photos of the others. He identified the Picasso as a cubist work executed in the year 1913 and looked it up in an auction catalog while I was admiring it. He pointed out that it had sold for about $208,000 at auction in 1973. Given the usual appreciation rate of 20 per cent per year, it would be worth half a million dollars today.</p><p>I looked at it again. I am not a great admirer of Cubism, I must admit. This painting had the obligatory mangled guitar, the muted colors, and jarring perspectives of other cubist Picassos I had seen. I suspected that it was the most valuable of the three before me. I was right. Daniele wanted $65,000 for it.</p><p>“You must understand,” he said, “that a painting like this doesn’t come along every day.”</p><p>For the Klee and the Leger he wanted $36,000 each. He al§o had another Picasso, a small canvas that looked like a child’s drawing of a flowering tree. He pulled it out of a closet at the back of the room. “You might look at this one, too,” he said. “Very minor work, but nice. If you want a simple investment, this one would be good. All Picassos are good for investment. You could have this for, oh, ten million lire [$12,000].”</p><p>Daniele offered us drinks—he seemed bored with the whole proceeding—but when he opened his bar he discovered that he was out of liquor. “i’ve got to have some whiskey,” he said. “You look at the paintings while I run down to the store for booze. And by the way, I have one more I can show you—an antique. I found a Rubens you might like, but I can’t get it until later.”</p><p>And with that Daniele swept out of the room. I went into the main studio, where Walter was waiting, but Barry stayed in the back room. He lined up the paintings and photos and photographed most of them before Daniele returned.</p><p>When Daniele got back we sat down to discuss prices and terms once again. I told him I was concerned about the possibility of being caught with the Picasso in my possession. He said it would be best to keep it out of sight for two or three years, but beyond that he didn’t see any great difficulties.</p><p>“In Europe it might be a problem,” he said. “But how many people do you know who would recognize this painting for what it is? and how many of those people would know it is stolen? More important, how many officers on the Dallas Police Department would recognize it as stolen?”</p><p>I had to admit he had a point. I told him that I was very pleased with all I had seen but I would need to see the Rubens before making my final decision. I added a further lie—that a dealer from Zurich was flying to Milan to show me some photos of paintings he had, so I needed to see his inventory as well. We discussed various prices—if I bought all four, it would cost me only $140,000—and then discussed possible times and places for looking at the Rubens. We were in the midst of negotiating a price on the Klee when Daniele glanced at his watch, abruptly rose from his seat, walked across the room, and switched on a television.</p><p>“If you will excuse me,” he said, “I would rather finish this tomorrow. It is six o’clock and time for a very important football game.”</p><p><strong>The Ferrari</strong></p><p>During the soccer season, business in Milan stops between six and nine. We bade Daniele farewell and agreed to return the next day.</p><p>When we got back to the hotel Barry spent a long time on the phone with Franco—who apparently had a hot Ferrari that he wanted to sell—and arranged to meet him later that night. I told Barry that I thought we had seen enough of angelo and Daniele; sooner or later they were going to ask to see some money. I was still amazed that $4000 worth of silver had already opened so many doors.</p><p>“It wasn’t just the silver,” he said. “It was my word. Everything in this business operates on trust.”</p><p>“Where does that leave you when this is all over?”</p><p>“That gives me about six months.”</p><p>“Six months?”</p><p>“Before I die.”</p><p>It was useless to ask him why he wanted to go through with it—we had been over that a dozen times.</p><p>“Why not just tell angelo and Daniele that I decided not to buy anything? No harm done. We leave. You go to Beirut. If they get upset, you say you didn’t realize who I was.”</p><p>“That’s just as bad,” said Barry. “I told them I <em>do</em> know who you are—a rich Texan who likes art. They don’t care how it happened. I screwed up. Once you screw up, you’re of no value anymore and you’re dangerous to them. I’m blown in Italy. I can never come back here.”</p><p>The phone rang. It was Franco again, telling Barry that he couldn’t meet tonight but he had arranged for a brand-new Ferrari and Barry could have it by the weekend. The price was $15,000. Barry arranged to meet him the next day.</p><p>“i’ll get the car on credit tomorrow,” said Barry. “We’ll need it to drive to Lugano so that once we leave, we’ll have a straight shot to Beirut—maximum three days on the road.”</p><p>“Speaking of Lugano,” I said, “let’s get up there and get it over with. We’re hanging around too long.” We had been in Milan two full days.</p><p>“Walter talked to the Count today. He’s waiting for us. We can see him tomorrow.”</p><p><strong>Out for the Count</strong></p><p>The first evidence that something was wrong came early the next morning, though we didn’t recognize it at the time. First Walter failed to call as usual. Then Franco called to ask Barry whether he could have the money for the car that day. Finally the Count himself called: he wanted to see Barry—alone—as soon as possible.</p><p>When Walter came to pick Barry up, he told me to stay at the hotel so we could go to see the Rubens later. While I waited, they drove to a fashionable address on the Corso de Marzo—directly behind the La Scala opera house—and were surprised to find three armed men outside the Count’s office. Barry made small talk with the bodyguards while he was waiting, and in the course of the conversation one of them referred to the Count by his full name, which Barry had never heard before. When they entered the office he and Walter greeted the Count as “Piero.”</p><p>The gist of their conversation, related later by Barry, was that the Count, or Piero, preferred not to meet me in person. He had several paintings for sale and he would be happy to show them to Barry, or he would give them to Daniele or angelo to show to me. Then, once I made a purchase, he might reconsider and allow both of us to visit him at Lugano.</p><p>Barry told the Count that he was disappointed and blithely assured him that I was trustworthy.</p><p>“You know the system,” the Count replied. “We will follow the system. John is a new face. I would rather not meet him yet.”</p><p>Walter told the Count that I was especially interested in old masters. The Count nodded as though he was already well aware of that fact. He mentioned the Rubens that I would be seeing later, and from his tone Barry deduced that the painting belonged to him. Walter then suggested that the Count allow me to look at “the Michelangelo and the Raffaello.” Walter had never mentioned these paintings to me, but when I asked him about them later he explained that they had been “missing” for many years, but so far no dealer had been able to sell them. When I pressed him for details he said to wait. It might be possible to see them on my next trip.</p><p>After the meeting Barry still clung to the hope that the Count would reconsider and allow us to spend the weekend at the Lake Lugano villa. But to hedge his bets he also concocted a plan to get possession of at least one painting even if I was not able to meet the Count. He called Franco, apparently to check on the car but also to prevail upon his friendship.</p><p>First he told him he was ready to close the deal on the Ferrari for $15,000. (The car was worth at least $25,000.) Then he asked Franco for a favor in return. I was getting bored with all the waiting around in Milan, Barry said, and I wanted to go to Switzerland for the weekend. (Today was Friday.) That meant that I might leave without buying anything, leaving Barry—and Walter—without any commissions on the sales. Would Franco agree to take two paintings on loan from the Count, secure them with cars, and let Barry have the paintings for the weekend? That way Barry could get the money from me, even if I didn’t return to Milan. If I still didn’t want the paintings, they could be returned later.</p><p>Franco, anxious to have the money for the Ferrari, quickly agreed. It was not uncommon for Franco, angelo, Daniele, and the Count to exchange merchandise freely on credit. He would arrange for the paintings that afternoon. But in return he wanted the $15,000—tonight. Barry said it might be difficult to do that; he needed to go to his bank in Switzerland first.</p><p>Franco didn’t believe it. He reminded Barry that I had been in Milan for three days and had yet to spend any money. Certainly I would lend Barry the money. Weren’t we old friends from Texas? Franco added that he had talked to Daniele that morning, and he had said the same thing: why hasn t any money been spent? Daniele was thinking of asking for a deposit when he showed me the Rubens that afternoon.</p><p>Barry explained that I was waiting until I had seen all the art available before I bought anything. But Franco was adamant. No money, no car or paintings.</p><p>When Walter arrived at the hotel later that afternoon, he too was perturbed. But he wrote off my behavior as naivete. “John,” he said, very patiently, “I don’t think you understand that these men are gangsters. They don’t do normal business. You can’t just go around looking here, looking there, coming back many times. It would be much better if you said, ‘I like,’ pay money, take painting, finished. You understand? These people get nervous. They start asking questions. They think maybe you aren’t really a buyer. It is not the system.”</p><p>“I tell you what, Walter,” I said, “would it be better if I set a time when I will make up my mind? I have to see one other dealer, from Zurich. I think he will be here tonight. Then, on Monday morning, i’ll buy everything all at once.”</p><p>“Good,” he said. “That is much better.”</p><p>But I had not counted on Barry’s desperate desire to take a painting with us. After Walter left, Barry and I discussed the options. We both agreed that we needed to leave Milan within 24 hours. If Franco, Walter, and Daniele were all getting suspicious, then there was no doubt that angelo was, too. We would have to wait at least a few hours, though, because we had already arranged to see Daniele’s Rubens. And the worst thing we could do right now would be to fail to show up for an appointment.</p><p>“But we’ve got to get the car and the painting first,” insisted Barry.</p><p>“and when you disappear with a stolen car and a stolen painting?”</p><p>“i’ll tell them there’s been a delay. I’ll keep in touch by phone, tell them that we’re vacationing in Switzerland. That will give us a week. By then we’ll be safe in Beirut.”</p><p>“i’d rather forget the car <em>and</em> the painting.”</p><p>“Can’t do it. We need transportation to Beirut.”</p><p>“We could fly.”</p><p>“Half the goddam story is between here and Beirut! You told me you would do the whole thing, and we’re going to do it.”</p><p>“Franco wants his money, and we don’t have it.”</p><p>“i’ll get it.” Barry picked up the phone and called a friend who owed him money, but all he could get was $3000. I called the airlines, hoping to find a flight to Zurich that would arrive before the banks closed. No luck. It was now one o’clock and we were supposed to meet Franco at seven. If Franco found out we didn’t have the $15,000 everybody else in Milan would know it, too.</p><p>My inclination was to bail out. Barry talked me out of it. If we disappeared suddenly, he said, the crooks would be <em>certain</em> we had double-crossed them, probably assume that we were undercover police, and start looking for us immediately. If we played out our hand and <em>told</em> them we were leaving and would return later, we would at least have a good head start.</p><p>There was still the matter of the money.</p><p>“i’ve done all I can,’’ said Barry. “You’ve got to get it.”</p><p>“I don’t have it.”</p><p>“Your magazine has it.”</p><p>“My magazine doesn’t finance stolen cars.”</p><p>“Get on the phone. They’ll send it.”</p><p>“and if they don’t?”</p><p>“We run.”</p><p><strong>HELP Stop Need S12,000 Stop</strong></p><p>It was time to talk to Ole. I hadn’t had any contact with him since we had arrived, except to make periodic drops of my notes and the film that Barry had shot in Daniele’s office. I went to his room—which was in the same hotel, several floors up—and confronted him with my dilemma.</p><p>He agreed that leaving Milan with no explanation to angelo and Daniele would be the worst possible alternative. We knew that these men had informants throughout southern Europe, and we also knew that any reservations on airlines or trains could be easily traced. We pooled our money—I had about $5000 and Ole had $4000. That was still not enough to pay Franco, and it would leave us with no funds for the rest of the trip.</p><p>“There is no way you can stay in Milan another night,” said Ole. “Money or no money.”</p><p>“How far do you think we could get without paying Franco?”</p><p>“I have no idea.”</p><p>I chose the better of two bad alternatives. I took the risk of placing a phone call to Texas through the hotel switchboard and roused my editor out of bed. I told him I needed $12,000. I would force Barry to repay it on Monday in Zurich.</p><p>“How can I get it to you?” he asked.</p><p>I didn’t know the answer. I told him to wire it to any bank in Milan before closing time—now just three hours away—and he promised to find a banker who could do that. When I hung up Ole told me that he needed to leave Milan immediately so that he could arrange for a hideout—in the event I needed one. We agreed on a hotel in Lugano, Switzerland, a resort town on the lake about an hour’s drive to the north. I was to leave Milan that evening, preferably after paying Franco and talking to angelo and Daniele. I would contact Ole at the hotel as soon as we crossed the Swiss border.</p><p>Before returning to the room I went downstairs to the avis desk to rent a car. I wasn’t going to depend on Franco’s ability to provide us with wheels. There was one car left—a brand-new silver Mercedes. I took it and found a parking place directly in front of the hotel. Then I returned to tell Barry that, with luck, we might have $12,000 by sundown. I also told him that if he ripped me off I would cancel the rest of the story.</p><p>“Look, the car is worth thirty thousand dollars easy,” he said. “I can sell it in Beirut in two minutes. You’ll have your money in a week.”</p><p>“I want it Monday,” I said. “In Zurich.”</p><p>“Okay, okay, we have to go to Switzerland anyway to stash the paintings.”</p><p>Walter returned in late afternoon to take us back to Daniele’s. Ole had checked out of the hotel. The money still hadn’t arrived. I talked briefly to my editors again while Walter waited in the bar, but they were getting nowhere. The transfer would take a minimum of two hours; american Express refused to handle it; all the bankers who could get it done were out of pocket. I told them to keep trying and went on to see Daniele.</p><p>Our last meeting didn’t take long. He took us into the workroom again and unwrapped a tiny mounted canvas. It was a portrait of an old man, late fifteenth century, and he wanted $40,000 for it. It <em>was</em> beautiful, and I told him that I would probably want to buy it. We arranged for a final reckoning on Monday morning at eleven. He would bring all the paintings, I would bring the silver, and I would purchase whatever I wanted.</p><p>“I hope this won’t offend you,” said Daniele, “but it is customary during transactions of this sort to receive a deposit—say, one thousand dollars—to cover my risk in the event that you don’t show up.”</p><p>We had expected something like this, so I had purposely left my briefcase behind. I told Daniele that a deposit could be arranged, but not until the next day, Saturday. He said, “Fine.” It was time for the soccer game, so we left.</p><p>Back at the hotel I received a call from Texas. All efforts had failed. I was going to have to face Franco in two hours, and this time the simple expedient of leaving my briefcase in the hotel probably wouldn’t do much for my credibility. Walter was already talking about stopping by Daniele’s on the way to drop off the $1000 deposit. I now needed <em>thirteen</em> thousand. I thought of the Mercedes waiting downstairs.</p><p>My editor left the line for a minute. When he came back, he had a solution. Pepi Plowman, an editorial assistant, was running at that moment to catch a plane. She had been given $12,000 in cash. If she hit the connections right in Dallas and New York, she could be in Milan by nine on Saturday morning.</p><p>Perhaps we could manage to get through the evening with one more lie. If Franco could wait until morning for his money—and if Pepi did indeed make the connections—we could have the car and the paintings by Saturday noon. That would give us time to get out of town before Daniele called again for his money. I asked Barry if he could do it. He said he thought so. I told Texas to go ahead and try.</p><p><strong>a Last Supper</strong></p><p>We had arranged to meet Franco at his favorite bar, which was on the main Genoa highway, a few miles out of town. A hell of a place to be if he turned nasty, I thought. When we got to the trattoria, Franco was sitting on an open-air verandah drinking beer with his friends. He saw Barry and hurried over to the car to embrace him. He was younger than I had expected—no older than thirty—with a lean build, a boyish face, and moderately long hair. He had been dealing in stolen cars since he was a teenager.</p><p>We had a round of drinks and then Barry pulled Franco aside to ask him about the deal. Franco had arranged for the paintings—in fact, he had them in his car—and he was anxious to close the Ferrari deal that night.</p><p>“We <em>can</em> do it tonight,” said Barry, “but we have a problem. John has all this silver with him, but Monday he’s going to need it to pay angelo and Daniele. Tomorrow morning he has a courier coming in with a few hundred thousand more in cash. That’s in case he buys from the Count; Piero doesn’t like silver. He doesn’t want to give me the silver for the car because he needs it for angelo and Daniele. We’ll have the money tomorrow.”</p><p>“No rush, no rush,” said Franco. “Let’s go to dinner, then we’ll look at the car, and tomorrow we’ll do everything.”</p><p>We were saved. We all piled into Franco’s BMW—stolen the week before —and zoomed out the autostrada to an outdoor restaurant. Franco averaged 90 miles an hour on the way, even while he was turned around in his seat talking to me. He spoke half English, half Italian, in short, staccato sentences punctuated by a wild laugh.</p><p>As we were walking into the restaurant Franco grabbed Barry by the neck and scrubbed his head with his fist. “I think John is Effa-B-I,” he said. We all laughed. It was difficult to tell when Franco was being serious and when he was joking.</p><p>We ate and drank for two hours—a short meal by the standards I was growing accustomed to—and Franco spent most of the time razzing our waiter, who was a burly ex-prizefighter, and making adolescent gestures like tossing his liqueur into a hedge—his way of indicating distaste. Barry was greatly amused, or seemed to be.</p><p>Later, as we were leaving, I asked Barry which paintings Franco had. “The Tintoretto <em>and</em> the Rubens,” he said, “and he also said he could get two Goyas. I told him to go ahead.”</p><p>“I wish you hadn’t.”</p><p><strong>Discovered!</strong></p><p>Walter wanted to go with us to the airport the next morning, but Barry told him to stay in Milan. It was a safety measure: what if he saw Pepi hand me one thin envelope? That was hardly the kind of cash delivery a man of my wealth would be expecting. In fact, Barry told Walter exactly what I was1 expecting: a briefcase containing $500,000.</p><p>We took the Mercedes to Malpensa and waited near the customs area. A half-hour elapsed, scores of people deplaned, but Pepi was nowhere to be seen. I was almost ready to give up, leave my belongings in Milan, and drive the car straight to Switzerland. Then I heard a voice from behind me. “John?”</p><p>She had made it and had 120 $100 bills in her purse. There was only one more precaution to take. To allay Walter’s growing skepticism, Pepi had to be seen —if only for a moment—before we sent her back to the States. Then he would know the courier was real. That would give us a few hours to consummate the deal with Franco and get out before anyone else demanded money.</p><p>The three of us drove back to the hotel and stopped in the bar for drinks. Barry left Pepi and me there and went to the room to call Walter, but the phone rang before he could do it. It was the Count.</p><p>A few minutes later Barry returned to the bar. His face was white, and he was so agitated that he couldn’t sit down.</p><p>“Piero says you’re a cop and Ole’s a cop,” said Barry.</p><p>“Ole?”</p><p>“He knows about Ole. Everybody knows about Ole. Yesterday morning Piero came to the hotel to meet you. But before he called the room, he asked the clerk on duty what he knew about us. Apparently some of the hotel employees work for Piero. The guy said that there were three of us, not just two. Three guys from Dallas arrived in Milan on the same day—us and a tall, blond guy—and the tall, blond guy placed a phone call to the american embassy in Rome. Piero got panicked and left the hotel. That’s when he told me to come see him alone, and that’s when everybody started asking for money.”</p><p>“What’s Piero going to do?”</p><p>“He didn’t say.”</p><p>Before I could digest all of this, Walter walked into the bar, strode over to our table, and said, “Come with me. It’s time to see the Van Dyck.”</p><p>“i’m not sure that i’m interested in the Van Dyck, Walter.”</p><p>“You must come. It’s been arranged.”</p><p>I turned to Pepi and handed her my room key. I told her to go there and wait, and I would be back within an hour. I hoped she would understand that if I didn’t return, it was up to her to find me.</p><p>The three of us walked to the car in silence. Walter seemed upset; he turned his head away when I looked at him. Barry stared at the ground. I let Walter get a little ahead of us and asked Barry where we were going. He shrugged his shoulders.</p><p><strong>Busring Time</strong></p><p>On the way to the appointment I smoked three cigarettes and tried to joke about the humid weather. Barry sat in the back seat, still silent. Finally I confronted Walter.</p><p>“Is there a problem?” I asked.</p><p>“No, no. No problem. There was just someone at the hotel—maybe a cop—and he was from Texas.”</p><p>“Who was he?”</p><p>“I don’t know. Maybe nobody. A blond guy. But my friends are nervous.”</p><p>I clung to that “maybe nobody” like a condemned man who’s just been granted an audience with the governor. Perhaps they weren’t sure.</p><p>Barry leaned forward and whispered in my ear. “Be cool,” he said, “and shut up.”</p><p>Walter drove to the bar where we had met angelo before. We walked in and saw him sitting with his argentine sidekick at one of the front tables. I looked quickly around the room, but no one else seemed to notice our entrance.</p><p>Angelo smiled, shook my hand, and offered me a cigarette. The argentine was smiling, too, but then he was always smiling. Walter and angelo conversed for a few minutes. While they were talking angelo extracted a Polaroid snapshot from his pocket and slid it across the table to me. He had written “Van Dik” on the back. I looked at it closely. It was an extremely large framed canvas propped against a wall. It depicted Judith holding the head of Holofernes; she wore a bright scarlet dress.</p><p>With Walter translating, angelo carefully explained that this painting was not yet in his possession. (I assumed it belonged to the Count.) But if I was interested he could purchase it and resell it to me. I asked him the price.</p><p>“Fifty million lire,” he said. I whistled. That was a little more than $60,000. I asked him why it was so much.</p><p>“I take a great risk showing this painting,” he said, “because it was stolen in London. British police are the best. I’m sure they have photographs distributed at borders.”</p><p>I told him it was a little out of my price range, because I had already agreed to buy several other paintings. He asked for a counteroffer.</p><p>“Fifty thousand dollars,” I said. He accepted.</p><p>“You certainly are easy to do business with,” I told him.</p><p>He laughed, and I felt that a great burden had been lifted. I told him that I planned to meet Daniele Monday morning, so I would make my purchases with him at the same time. He nodded and said he would bring the Van Dyck for me to examine on Monday. I started to hand back the photograph, but he motioned for me to keep it. Only then did I know the bluff had worked.</p><p>Barry and I returned to the hotel and downed two stiff drinks. Barry was furious. “I told you Ole didn’t know his ass from first base,” said Barry. “He’s blown. He’s worthless. You tell Ole to go back home. We don’t have any more use for him. Stupid son of a bitch, calling the embassy.”</p><p>“I don’t think he called the embassy.”</p><p>“Piero <em>knows,</em> man, Piero doesn’t say something he can’t prove. Ole called the f—ing embassy.”</p><p>I still didn’t believe it. I thought Piero was bluffing. He did know that Ole had been at the hotel, but he didn’t know who or what he was. Piero had learned about Ole more than 24 hours before. First he stalled Barry—and must have been puzzled when Ole checked out Friday afternoon—and then he called, told us we were exposed, and forced us to meet angelo immediately. Barry’s instincts had been right. If we had gotten spooked and run, Piero would have known something was wrong. He had probably concocted the part about the embassy as a scare tactic.</p><p>But Barry was still not satisfied. “I think Ole’s stupid enough to do anything,” he said. “Call him and tell him to get out of Lugano. They have connections up there, too; Ole’s probably so stupid that he’s staying in one of their hotels. Tell him to go home.”</p><p>“I can’t tell him anything.”</p><p>I knew the Hilton phones were unsafe; I had no way of knowing whether Ole’s hotel was safe or not. I certainly couldn’t venture anywhere near Lugano myself—Ole had left forwarding instructions, so the hotel spies knew where he was—and in just a few hours we expected to come into possession of stolen paintings that under no circumstances could be left in Italy. How could I get them to Ole? Then there was the problem of Daniele; he had called again, asking for his $1000. And no excuse would do now; Walter had told everyone I had half a million dollars in cash at the hotel.</p><p>Barry and I agreed on one thing: from now on I was underground. If anyone saw me, I would have to produce money. Our plan was to get the Ferrari right away, secure the paintings under the carpet or inside the chassis, and drive north to the Swiss border just west of Chiasso. Barry had made frequent use of a mountain crossing point traversed by a single-lane dirt road. The road was little used, so the Swiss border guards made only spot checks there. Pepi and I would cross first in the Mercedes. If I wasn’t stopped, Barry would follow in the Ferrari. Once across the border, we would transfer the paintings to the Mercedes, and Pepi would drive them to Ole at his hotel, a few miles north in Lugano.</p><p>We didn’t have to wait long. There was a knock on the door; it was Franco. The car was ready, and he wanted Barry to come with him to get it. Barry promised to be back in two hours. I bolted the door, told the desk that I was going to dinner and to take messages for four hours, and packed my bags. Pepi sat on the bed, dealing tarot cards and throwing the I Ching. I asked her what the message was. “We are entering a period of darkness and confusion,” she said.</p><p><strong>The Longest Day</strong></p><p>There was nothing to do but wait. I wondered about Daniele; sooner or later he would come to the hotel. I also worried about Franco. Suppose our haste to get the car aroused his suspicions and he came back for a deposit on the paintings? What if Piero became suspicious of Franco and asked him to return them? and then there was Ole—what if Piero had tracked him to Lugano and dispatched someone to have a “talk” with him? I had remained calm throughout our four days in Milan. But now that there was nothing to do, my own mind was leading me toward panic.</p><p>I decided to call Ole, despite the risk of tapped phones. I left the hotel quietly, walked a few blocks to the central railway station, and found a phone booth. I used our prearranged code phrase: “Pat Boone.” That was to let him know that he had been compromised but that I was going ahead with the story. I didn’t want to explain on the phone why he had to leave, so I asked him to give me the name of any other hotel and go to it. I stood by the phone, pumping my few remaining <em>gettoni</em> into the box, while he frantically searched through a phone book. He came back on the line. “Splendide,” he said. I told him I would call when I could, but I could make no promises, and I hung up. At least he would be at a location unknown to the Hilton employees.</p><p>I went back to the room to wait—two hours had passed, but Barry was still gone. Pepi threw the I Ching again. Barry had “difficulties,” she said. Another two hours passed—no word from Barry. At midnight I started to panic again. For the first time the thought occurred to me: would Barry sell out, tell Franco where to find me, and abscond with the paintings and the car? I decided there was nothing to do but assume the best. In a bind, I could always use the Mercedes that was waiting downstairs.</p><p>Barry’s call came at two in the morning. He was in Nice, France.</p><p>“This is the first chance i’ve had to get away from Franco,” he said. “The Ferrari is here, but Franco is tired and wants to stay the night. It’s about a four-hour drive. Expect us at noon tomorrow.”</p><p>“Barry,” I said, “i’ve got to get out of here. By noon tomorrow there may be three burly Italians sitting in the Hilton lobby with violin cases.”</p><p>“No,” he said, “everything’s cool. They don’t know you’re in the hotel. I told Franco that you got bored and decided to go to Switzerland for the weekend with your secretary.”</p><p>“You told him about Pepi?”</p><p>“Pepper is her name. Pepper anderson.”</p><p>“Maybe Pepper and I <em>will</em> go to Switzerland for the weekend.”</p><p>“Don’t do it. They’re looking for you. Look, I can’t talk anymore. Just wait until noon. The car is fine—beautiful bright red—you’ll love it.”</p><p>“and the paintings?”</p><p>“Still in Milan. We’ll do the carpetcutting tomorrow.”</p><p>Everything made sense now—almost. Franco had mentioned to me that most of his stolen cars were taken to France to be re-registered. So Barry’s story was plausible.</p><p>I felt somewhat relieved. I apologized to “Pepper” for getting her involved in such a mess. She seemed totally unconcerned. I drank a beer out of the refrigerator and fell on the bed, exhausted.</p><p><strong>Running Scared</strong></p><p>Barry was still gone at noon the next day, and “Pepper” and I began another ordeal of nervous waiting. He finally called around four.</p><p>“Franco is impossible,” he said. “We’re on our way, but he wants to stop in every little Italian town to shop at the markets. This is like a big holiday to him. What can I say? ‘We have to hurry back so I can rip off these paintings’? Just stay put for a while.”</p><p>I told Barry I couldn’t do it. We were now only a few hours away from the deadline established for buying the paintings. The longer I waited, the less chance I had to escape at all. I told him I was checking into another hotel.</p><p>“Okay,” he said, “go to the Hotel Union. It’s the safest hotel in Milan—no mob ties—and the old man who runs it is very discreet.”</p><p>I carried my bags downstairs and made a great show of telling the concierge that I was going to Switzerland for a couple of days. I asked him to suggest restaurants and clubs in Chiasso and to hold my room open until I returned.</p><p>Pepi and I spent the next hour trying to <em>find</em> the Union, which was situated on a quiet side street in a middle-class neighborhood across town. It was a residential hotel, reached through a single narrow opening onto the sidewalk. It was also a dump. I checked in, Pepi returned to the Hilton, and I waited for Barry’s next call. He did call this time, but now he had a new problem.</p><p>He was back in Milan with the car <em>and</em> the paintings, but Franco had failed to get an important document—the equivalent of a title—that had to be notarized. Without it we might have trouble getting the car through customs. Franco was trying to find a notary who could be bribed to provide the necessary stamps and signatures. Franco had also talked to Piero and Daniele. “Everybody,” said Barry, “is looking for you.”</p><p>“Where are they looking?”</p><p>“Chiasso and Lugano.”</p><p>“What did you tell Franco?”</p><p>“That you’re an irresponsible son of a bitch and I don’t know why you’d go flying off on a vacation at a time like this.”</p><p>Franco was unable to get the title notarized that night, so I slept at the Union, Barry at the Hilton. Late Monday morning Barry walked down to the lobby on his way to breakfast. Five men were waiting for him—Piero, angelo, Daniele, the argentine, and Walter.</p><p>“are you ready to finish with the paintings?” asked Walter.</p><p>“I would be,” said Barry, “but I don’t know where John is.”</p><p>It took Barry an hour to get away from the dealers. They all agreed: either I showed up with my money or I was a cop. And if I <em>was</em> a cop Barry had worn out his welcome in Italy.</p><p>Two or three hours later Barry arrived at the Union. He had stopped at a restaurant on the way, changed taxis three times, and walked the last half-mile. He was nervous, so he tried to regain his composure by drinking three beers in quick succession. Franco was still delaying on the document for the car. We both agreed that I had to leave Milan before one of Piero’s informants recognized me. Switzerland was out—they were already watching the borders there. Genoa was only two hours to the south, but it was notorious as a haven for gangsters. We finally settled on the nearest place where an american wouldn’t look out of place —Monaco.</p><p>Pepi and I left Milan that afternoon, pushing the silver Mercedes at top speed across the monotonous farmlands of Lombardy. We slowed down as we started climbing the northern slope of the Ligurian apennines, winding through olive groves and small vineyards, then descending to the grimy port of Genoa. From there we picked up the ancient Via aurelia and crawled through the seedy coastal towns of the Italian Riviera.</p><p>It was after ten when we crossed the border at Ventimiglia, and it took two more hours to find our way through the half-dozen towns between Italy and Monte Carlo. This was the off-season for tourists, and the community was sleeping. We ventured toward the vague gray outline of the prince’s palace, silhouetted against the side of a mountain, and then saw the glimmering lights of the Monte Carlo Casino down by the harbor. We descended again to the sea and crept along avenue Princess Grace, searching for an inconspicuous hotel. We followed the coastline onto a tiny peninsula; at its farthest point a crescent-shaped, peachcolored hotel came into view. We both checked in, and I hurried to my room to call Barry.</p><p>His voice was groggy and listless. I could tell he had been drinking. He wrote down my phone number as I read it off a sheet of hotel stationery.</p><p>“You can’t abandon me now, you son of a bitch,” he said. His voice was half belligerent, half pathetic.</p><p>“i’m not abandoning you,” I said, “but you’d better get out of there. Why not forget the car and come here?”</p><p>“Need to finish the story,” he mumbled. “Need the paintings. You haven’t seen all the drug connections yet. You just stay there, soak up some rays, and i’ll call when i’m leaving.”</p><p>“Where will I meet you?”</p><p>“I don’t know—maybe Chiasso, maybe Lugano, maybe Zurich—I don’t know.”</p><p>It was impossible for Barry to think beyond the present moment. “Just wait for my call.”</p><p>I didn’t hear from Barry for the next 24 hours, but there are worse places to kill time than Monte Carlo. By chance we had chosen a hotel full of american musicians, in town to play a two-week engagement with Phyllis Diller, and so our fears of being conspicuous were relieved at once. He called the next day and told me the document for the Ferrari had been signed, the paintings had been secured in a metal tube welded to the car’s chassis, and he was ready to go. I asked him where I should meet him.</p><p>“Milan,” he said.</p><p>“Barry, I don’t know.”</p><p>“Just drive straight to the Union, the car will be here, we’ll drive direct to Chiasso and let Pepper drop the paintings with Ole.”</p><p>“What time?”</p><p>“It’s too late tonight. Make it late tomorrow, between six and seven.”</p><p>We set out a little after noon for what I hoped would be my last trip through Italy. We rolled up to the Union at the appointed time, and Barry appeared some fifteen minutes later. We sat in a sidewalk cafe, drinking beer. The Ferrari was parked around the corner.</p><p>“Franco is getting suspicious,” said Barry.</p><p>“I wonder why.”</p><p>“No kidding, he’s starting to ask questions and he smells something wrong.”</p><p>“That’s why we need to get in the Ferrari and go.”</p><p>“I can’t.”</p><p>It was true. The latest problem was that angelo’s ever-smiling argentine sidekick had been arrested the previous night by the Italian border police. He had been carrying a stolen painting from Chiasso into Como.</p><p>“Now Mr. Buenos aires will be deported for sure,” said Barry. “angelo says the cops must have had an informant. Guess who angelo thinks it was.”</p><p>“I assume it wasn’t you?”</p><p>“and angelo is not the only guy who wants to talk to you. Up until now, all they wanted was your money. Now they want to know who you are.”</p><p>“an excellent reason for leaving.”</p><p>“It will be three more hours,” said Barry, “before I can go. Franco asked me to help him bail out the argentine. I can’t very well refuse. Franco is afraid for himself now. He’s afraid he may be helping me rip off his associates. That means I have to go with him to Como to get the argentine out.”_</p><p><strong>arrivederci, Milano</strong></p><p>It was the following morning before Barry and Franco were able to spring the argentine out of jail. Then Franco asked Barry to come with him to the Hilton; he understood a meeting was scheduled. When they walked through the revolving doors of the hotel, nine men converged on Barry, including Piero and several bodyguards. They wanted to know where I was. “The last I heard,” said Barry, “he was in Monte Carlo with his secretary. He’s a real bastard. I don’t know what he’s up to.”</p><p>Piero was tired of this excuse. He told Barry as much, and added that if he didn’t produce me—by phone or in person—in one hour, he would answer for it personally. Barry got angry (“the best defense is a good offense”) and said he wouldn’t be held responsible for some flightly Texan off on a fling. Piero said, “One hour.”</p><p>The men returned to their seats in the Hilton lobby. Barry asked Franco to follow him outside. A rational person at a time like that would have taken the first cab to Copenhagen. Not Barry. He proceeded to tell Franco everything—that he intended to steal the paintings, that I was a journalist, that he was helping me write an article, and, most important, that if Franco didn’t help him he was going to tell Piero on the spot that Franco was part of the plot. “I might die,” said Barry, “but you’ll go with me. You asked for the paintings, you put them in the Ferrari, you’ve had them for four days. You saw John on Saturday, when everybody was looking for him, and yet you didn’t tell anybody he was still in Milan. It’s my word against yours. The paintings are still in your car. Try to prove that I own the car. If you ask me, you’re trying to rip Piero off.</p><p>“Maybe,” Barry added, “you’re also the informant. Everybody goes to jail, but you have the paintings. It makes sense, doesn’t it?”</p><p>Franco was furious, but more important, he was terrified of Piero. He screamed at Barry, Barry screamed back, and finally the bluff—if it <em>was</em> a bluffworked. Franco asked what he had to do.</p><p>“Give me the Ferrari,” said Barry, “and keep these men occupied for the rest of the afternoon.”</p><p>“Where are you going?” asked Franco.</p><p>“Switzerland.”</p><p>“That’s stupid; that’s where they think John is.”</p><p>“That’s where we’re going.”</p><p>“and if you get busted Piero is going to want to know what the paintings were doing in my car.”</p><p>“Okay, you can take the car yourself. We want delivery in Chiasso.”</p><p>At last Franco agreed. He told Barry that once the car was across the border, he was going to tell Piero that Barry had stolen the paintings. “Tell him anything you want,” said Barry. “If they find me, they’re still going to want to talk first. It will still be my word against yours.”</p><p>Franco gave Barry the keys to another car that had been stolen the day before. It had been ordered by a drug dealer in Turkey, who was expecting it as partial payment for a substantial amount of heroin. Franco was supposed to make that connection on the weekend, but instead he gave the car to Barry to drive to Chiasso. Barry arrived at the Union a few minutes later, walked into the room, and collapsed on the bed. I went out to get him a beer—the only medicine that ever seemed to help him—and when his anxiety had subsided he related the events of the past hour.</p><p>“In two hours,” Barry said, looking at his watch, “Franco is meeting us in Chiasso with the Ferrari. In fifteen minutes, my final deadline for producing you will have come and gone.”</p><p>“Let’s go,” I said. This time I didn’t have to persuade him.</p><p>When the elevator reached the ground floor the concierge started yelling at us in a strange mixture of Italian and English. “Who is in room?” he kept saying. “Man, woman, Barry, John, one people, three peoples—what you doing in my hotel?” I slapped a hundred-dollar bill on the counter. “You go now?” he asked tentatively.</p><p>“We go now,” I said. Pepi and I jumped into the Mercedes. Barry revved the engine of his stolen car. We drove as if we had been born in Milan.</p><p><strong>Trapped!</strong></p><p>The drive from Milan to Chiasso takes 45 minutes on the autostrada, but we chose a narrow two-lane highway instead. It was slow going through the densely populated suburbs on the northern edge of Milan and only slightly faster when we reached the fertile agricultural belt that gradually ascends to the alps. After an hour or so we pulled up in front of a cafe in the sleepy town of Seregno. We ordered sandwiches and beer, then Barry tried to call Franco again. He got no answer.</p><p>“You told Franco <em>every things.”</em> I asked, still trying to piece together the latest developments.</p><p>“I had to. He was getting suspicious anyway.”</p><p>“and how do you know that he isn’t telling Piero everything right now? How do you know it won’t be Piero who is waiting for us in Chiasso?”</p><p>“Because Franco is weak, and right now he’s scared, and I have always had more credibility with Piero than he does. Franco knows that I can destroy him.”</p><p>“Franco may have panicked at the hotel, but he’s still on the inside, while we’re on the run. He can set us up anytime he feels like it, even after we’ve left Chiasso.”</p><p>“Franco has no choice. And we need him. Like you say, he’s on the inside.”</p><p>Barry went behind the bar to call Franco again. Franco was hysterical. He said that when Barry didn’t return after his hour was up, Piero, angelo, and Daniele had held a meeting. They agreed that I was a cop, Ole was a cop, and Barry was helping us. Piero told one of his minions to “make the phone calls” to find us. They concluded that we had to be in either southern France or southern Switzerland —the two nearest borders—but they ruled out Chiasso because I had said numerous times that I was going there. Franco told Barry that Piero planned to have men at every border crossing for the next 24 hours. It sounded implausible to me—there must be fifty crossings into Switzerland alone—but I had learned not to underestimate Barry’s friends.</p><p>“Come on, let’s move,” said Barry.</p><p>“Where to?”</p><p>“Como.”</p><p>It was not a bad idea. Como was Chiasso’s sister city in Italy. It was the most obvious place to cross. Under the circumstances, that also made it the safest. I would much rather cross the border from a city of 100,000 people than sneak through some lonely mountain pass.</p><p>It took us another hour to reach Como. We continued to avoid the autostrada—Barry said the tollbooth employees were notorious as paid informants—and whistle-stopped through the alpine foothills instead. When we reached the city, Barry drove to within fifty yards of the border, then pulled off into a tiny plaza ringed with shops and restaurants. We parked the cars far back in a shaded lot attended by an ancient man, and then found a cafe where we could watch the border as we drank coffee.</p><p>There was a light but continuous flow of people between the two cities, and the border guards weren’t doing much checking for contraband. But next to the pedestrian gate, standing just a few feet beyond the crossing on the Swiss side, were three men in civilian clothes. They weren’t conversing and they appeared to have no official duties. They simply stared at each car and each person passing from Como to Chiasso.</p><p><strong>Go East, Young _Man_</strong></p><p>“Shit,” said Barry. “i’ve got to call Franco again. Wait here.”</p><p>Franco was now even more excited. Piero, angelo, and Daniele were still meeting and they were still angry. Walter had been with them, but when he comprehended what was going on he had turned white as a sheet and excused himself. Franco now refused to take the Ferrari to Switzerland. He insisted that informants were on the alert in every city of the lake district as well as border towns to the east and west of us. He said that if he was seen anywhere near Switzerland he would be implicated in Barry’s scheme. He had told everyone about his drug deal in Turkey; eastward was the only direction he could travel without arousing suspicion. “If you try to enter Switzerland now,” he told Barry, “you’re crazy.”</p><p>Barry and I argued for an hour over what should be done next. I wanted to take my chances at the border. Even if we were spotted, both our cars had powerful engines and I was convinced we could outrun anybody on the winding, mountainous roads of Switzerland. Within two hours we could get through the Italianspeaking part of Switzerland, where Piero’s network was likely to be strongest, and into the German-speaking areas.</p><p>Barry objected angrily. He maintained that once our cars were recognized—probably at the border—we could run into a roadblock or an ambush at any point between here and Zurich. We might also lose contact with Franco, and then he might resort to destruction of the paintings to avoid making Piero suspicious. If Franco went one way and we went another, the paintings were probably lost forever.</p><p>I left the cafe to call Ole. There was no use in maintaining our separation anymore, since we had all been identified, and so I asked him to join us in Como. He crossed the border an hour later, and while we dined at a nearby restaurant we laid the dispute out for him. Ole, much to my surprise, agreed with Barry. We had to proceed on the best information we had: Franco’s advice.</p><p>“So when and where do we leave Italy?” I asked.</p><p>“Trieste,” said Barry. “Tomorrow.”</p><p>Trieste is the city on the Yugoslavian border, at the head of the adriatic, where western Europe ends and eastern Europe begins. For more than ten years it had been one of Franco’s main transit points for stolen cars he was sending from Italy to the Middle East. Franco was leaving for Trieste immediately with a convoy of six such cars, which would be traded for heroin in Istanbul three days hence. We could conceivably get to Trieste before Franco did, exchange cars there, and have the advantage of a nearby Communist country—Piero’s network had a long reach, but it had yet to penetrate the Iron Curtain.</p><p>Barry called Franco again. Franco agreed to the plan, with one exception: he would rather make the exchange on the Yugoslav side of the border, to be certain he wasn’t watched. We scheduled a rendezvous for the next day in Ljubljana, the nearest Yugoslavian city of any size.</p><p>Before leaving, we agreed that Ole should go to Zurich, where we would meet him in three days, and that Pepi, much to her relief, should go home to Texas. There was now no need for a go-between for Ole and me. Everybody in Italy knew we were traveling together.</p><p><strong>Lowering the Iron Curtain</strong></p><p>The car we were driving was a black and white Innocenti (it had been blue, but Franco took care of that). Like most European cars, the Mini De Tomaso, as it was called, was short on frills and long on engine performance. It had a sunroof and radio, but otherwise it looked like a Kleenex box on wheels. It retailed for $10,000. In Turkey it would be worth $15,000, and in Lebanon it would bring $20,000, due to the scarcity of Western cars, the high taxes on imports, and the great demand for any European vehicle.</p><p>The car had been specially ordered by Franco’s drug connection in Istanbul—that’s why it was stolen at the last minute —but the others in the convoy were more representative of the usual currency in drug deals. They were brand-new Mercedeses and BMWs. The Ferrari was worthless to Franco on this trip. A Ferrari in Turkey would be stolen and restolen every five minutes.</p><p>We traveled southeast out of Como, descending through the alpine foothills toward Bergamo, and then across northern Italy to the adriatic. As we neared Verona, Barry began pointing out the numerous castles that sat atop every major hill. One of the most curious things about Barry was his strong sense of history—not the history of his own lifetime but the history of conquerors and armies of centuries ago. “Nobody knows who built that castle,” he said as we passed a particularly grand one. “Some arab probably owns it now. The sight of a castle like that, standing there useless—you have to see something like that to understand that nothing ever changes.”</p><p>Sometime around three in the morning we crested the last hill and beheld hundreds of lights forming patterns on the sides of precipitous mountains and snaking through valleys down to the sea. We descended a thousand feet in a matter of minutes and arrived at last at the port of Trieste. We searched through the steep, hilly streets until we found a hotel with a light on, roused the concierge, addled him further by ordering Barry’s obligatory two beers before bed, and managed four hours’ sleep before setting out for the border.</p><p>There are three places to cross the Yugoslav border from Trieste, and none of them is particularly easy, even when the car you’re driving belongs to you. (It is no great secret to the Yugoslavs that much of the contraband passing into Communist countries emanates from Italy.) We chose the easternmost, and least traveled, of the three. But first we stopped two or three miles short of the border, in the little town of Basovizza, to decide what to do with the silver.</p><p>Most Communist countries are exceedingly strict about the importation of Western currency in large amounts, and they are even more strict about precious metals. We had given one of the silver bars to Ole to sell in Zurich, but we kept the other one in case we got into a tight spot and needed an impressive bribe. It was too bulky to fit into a pocket and too heavy to fit under the dashboard. We finally slipped it under the seat cover on the driver’s side, assuming that all border guards are too clever to look in such an obvious place.</p><p>Fortunately, the crossing at Kozina was routine. A solemn customs officer in a green uniform took a cursory look at the car documents, glanced at our luggage, and waved us through. We began the slow drive to Ljubljana—slow because, for the first time, Barry obeyed the posted speed limits. “You can drive all the stolen cars you want through here,” he said, “but try speeding or littering and they’ll give you a life term.” (This was Barry’s fifth trip between Italy and Beirut.)</p><p>For four hours we crawled through the lush, tidy countryside, which was dotted with freshly painted farmhouses and crisscrossed by massive hydroelectric lines. We stopped once at a restaurant, where photographs of the late Marshal Tito bedecked every portal, and we passed dozens of pedestrians, who waved at us as country people do everywhere. For the first time since we had left the United States I felt totally safe.</p><p><strong>Pit Stop</strong></p><p>It was market day in Ljubljana, so its wide streets and shaded boulevards were teeming with pedestrians and auto traffic. We drove straight to the heart of the city, where steel skyscrapers have been erected alongside sixteenth-century buildings commissioned by the Hapsburgs, and searched until we found the Hotel Sion. This was Franco’s meeting place for all business inside Yugoslavia.</p><p>Franco had arrived several hours before, but he expected to wait several more hours before continuing. A Mercedes had developed engine trouble, and he was trying to get it fixed. He cursed his luck—getting parts for a German car in Yugoslavia can sometimes take weeks—but held out hope that the local mechanic would be greedy enough to try to fix it himself. Franco had told him, of course, that he would pay him whatever he asked.</p><p>Franco wanted to know, first, what we intended to do with the paintings. Barry told him the truth: we had decided to go to Vienna so that we could place them in a Western bank. Franco used his favorite word: “Stupid.” He then told us one horror story after another of problems at the austrian border. He also pointed out that a Ferrari with French plates crossing north out of Yugoslavia was a red flag for customs officers. The documents would be scrutinized, the car would be searched, and we would be fortunate if we were detained less than two hours.</p><p>Of course, Franco was not offering this advice out of purely altruistic motives. He still feared that Barry and I might be seen or arrested near a place where Franco was known to be. In order to protect himself, he had to be rid of the paintings and far away from them when Barry’s treachery was “discovered.” Franco asked us to wait while he ran down the street to check the progress on the Mercedes. I was reassured, at least. He did appear to be scared of Piero, and he seemed to be cooperating.</p><p>I suggested that we find a restaurant. We dined on lamb chops and an indescribable gelatinous heap of what were alleged to be vegetables. Then Barry called Franco again at the repair shop.</p><p>Barry told him that we had decided to take his advice and continue on to Turkey instead of Vienna—after all, Franco did know his business—and that we wanted to leave soon. Franco said to go ahead. He promised to leave within four hours and said the convoy of six cars would pass us before we got to Belgrade (we drove the speed limit, Franco didn’t). We could stop there, agree on the destination of the paintings, and then switch cars.</p><p>We quickly left Ljubljana behind.</p><p>We followed the route of the <em>Orient Express.</em> But instead of enjoying the speed and elegance of the world’s most famous train traveling on Europe’s best railroad track, we were stuck with the TransYugoslavian Highway on a Friday night. On weekends half the population of Yugoslavia piles onto this road—hundreds hitchhiking, thousands wedged four abreast into cars built for two, and untold numbers of others on buses and in the beds of trucks, all going who knows where. By the time we reached the unsightly sprawl of Zagreb there were chains of fifty or sixty vehicles backed up behind a single slow-moving truck.</p><p>Neither of us had had much sleep, so we took turns at the wheel. But we began to despair of Franco’s being able to make up four hours on this road even if we had been walking. We managed to stay awake for almost ten hours. By then we were past Belgrade and Franco was nowhere to be seen, so we pulled into a roadside tourist hotel. It was overpriced at $5 a night.</p><p>We slept five hours on wooden slabs and continued south through this endless country. At Nis we turned east again, cut through a narrow mountain pass, and descended toward the hospitable portals of . . . Bulgaria.</p><p><strong>Strangers in a Strange Land</strong></p><p>As soon as we passed the frontier town of Dimitrovgrad and got in sight of the border, we could tell that this was not going to be an ordinary crossing. The Bulgarians gave the impression of being new to the business of customs and immigration. Some of them wore green uniforms, some wore brown, and one fellow had two vaguely impressive medals flapping from his epaulets. We stopped at the immigration office, a short, squat building with a drive-up window, like a Dairy Queen. A dark-haired woman peered through the wire mesh.</p><p>Barry got out and asked her whether we needed to pay any taxes or fees to cross the country.</p><p>There followed a comic opera extortion scene that ended up costing us about $300 in “taxes” before we could enter the country. Then, at the customs station, we were stopped by five corpulent guards who, instead of checking for contraband as we thought they would, took turns sitting in the driver’s seat directly on top of the hidden silver bar and making vroomvroom engine noises while they worked the shift and steered like kids pretending to drive a car.</p><p>Bulgaria was the kind of country that everyone expects to see when they visit the Soviet Union; then they discover it’s not so bad after all. Bulgaria <em>was</em> so bad after all—bleak, austere, gray. We got through the mountains as quickly as possible, skirted Sofia, and continued toward Plovdiv and the Turkish border. We passed at least a dozen military checkpoints but, miraculously, were never stopped.</p><p>As we drove down into a valley between two enormous mountain ranges we were passed by a BMW with Italian plates traveling at least 90 miles an hour. It was Tom, the lead driver in Franco’s convoy, who had left Ljubljana three hours ahead of the rest. This was a common precaution: if Tom was stopped or arrested, it would give the others time to turn back or wait until the difficulties were overcome. Tom also received an extra $2000 for acting as the guinea pig.</p><p>It was after dark when we arrived in Svilengrad, the city where Greece, Turkey, and Bulgaria all come together, and it took almost two hours to pass through customs. The officer on duty was a fat man with an oversized pistol strapped to his hip, and he kept delaying our passport approval while he disappeared into a back room to watch the soccer match. The documents for the car were examined very closely, but everything was found to be in order. We had now driven a stolen car through four countries without arousing any suspicion at all.</p><p>The entry into Turkey represented a sea change the magnitude of which I had not expected. From the first few minutes, which we spent buying oranges at a roadside fruit stand, I could sense the underlying menace of a nation long accustomed to violence and intrigue. The highway, itself pocked with craters and creased by buckling asphalt, led through a surreal moonscape faintly illuminated by the afterglow of dusk. Objects appeared like sudden apparitions through the beam of the headlights—carts pulled by donkeys, solitary figures standing in the long grass beside the road, ancient cars bereft of taillights and stripped of fenders, creeping along like skeletal insects.</p><p>We slowed to 40 miles per hour to protect the suspension of the car, and so we didn’t make Istanbul until three the next morning. The city was under martial law, ordered by the president after the ceaseless extremist violence of the past few months, and so it was all but deserted when we arrived. We passed the summit of one of the western hills and coasted toward the dim lights of the five great mosques—all we could see through the blackness.</p><p>We checked into the Inka—a fleabag hotel whose chief recommendation was its</p><p>safety—and were distressed to find no message from Franco. It had been 36 hours since we had last seen him. I began to wonder again about his loyalty to Barry. Barry had no friends in Turkey; Franco did. _</p><p>Something’s Fishy</p><p>The next afternoon brought a cryptic message from Franco. It had been phoned to the hotel, but the caller expressly avoided speaking to Barry or me. The concierge had written it on a scrap of paper: “Detaned in Bulgeria. Wait.”</p><p>“Remember those checkpoints?” said Barry. “He must have gotten flagged for having a car with insufficient papers.” “Does that mean jail?”</p><p>“No, it just means Franco has to send back to Milan for more phony papers. The car is impounded until he does.”</p><p>Barry called the Hilton—the hotel Franco always uses in Istanbul—to see if any of the other drivers had made it. Tom was the only one registered. Tom said he had received an identical message, but he had not talked to Franco. That meant someone besides Franco and Tom knew we were in Istanbul.</p><p>“I think I know who it is,” said Barry. “It’s Franco’s connection here.”</p><p>“Drug dealer?”</p><p>“Yeah. His name is Kamal, and he’s not a very nice man.”</p><p>“Why would Franco tell Kamal we were here?”</p><p>“He had to get word to us, I guess.”</p><p>I didn’t particularly like the Inka—a place surrounded by teenage soldiers carrying machine guns—so later that day Barry and I switched to the Hilton, which is situated on its own manicured compound in the center of the city. Ole had checked in there earlier that afternoon.</p><p>When I awoke the next morning Barry had already dressed and gone down to the pool to have his breakfast beer. The phone rang, but when I answered there was silence on the line. Two minutes later it rang again. I picked up the receiver. A deep bass voice spoke in heavily accented English: “are you John?”</p><p>“Yes, I am.”</p><p>“I am a friend of Franco. He has been detained in Bulgaria. He wants you to wait three or four days.”</p><p>“Thank you for the information.”</p><p>The caller—whoever he was—hung up. I had been too apprehensive to ask his name.</p><p>I told Barry about the call. “Turkish accent or Italian?” he asked.</p><p>“Impossible to tell.”</p><p>“Why didn’t you let me talk to him?” “He asked for me.”</p><p>“Nobody knows you’re here.”</p><p>“He asked for me.”</p><p>Knowing as little as I did, I hoped the caller was Kamal; the alternative was that it was Piero, which meant Franco was setting us up. I suggested to Barry that he call Kamal to find out, but he was very reluctant. “Kamal is big—the biggest in Turkey,” he said, “and he has a reputation for meanness.”</p><p>That night we went to the bar adjoining the hotel casino and discussed whether to wait three or four days for Franco or continue on to Beirut. Barry left to check for messages, but when he entered the lobby he was stopped by the doorman, who said that he had been instructed to tell Barry to go to his car.</p><p>Barry went over to the parking lot to check on the Innocenti. There he saw that an object wrapped in newspaper had been placed under the windshield wiper. In the dew on the windshield someone had drawn what appeared to be a large chicken with a ring around its neck. Barry unwrapped the package; it was a dead fish.</p><p>He took it back to the bar and slapped it on the table in front of me. “i’ve got a present for you,” he said. I laughed.</p><p>“That’s not a very funny joke,” said Ole.</p><p>“This is not a joke—it was on my car.”</p><p>I didn’t believe it either, so I went out to see the tracings on the windshield. Barry had been gone for less than two minutes; he had hardly had time to buy a dead fish as a joke. But he thought it was humorous anyway.</p><p>I no longer thought it was funny.</p><p>“i’m sure it was just Tom,’’ said Barry. “This is his kind of macabre humor.” “Let’s call him and find out.”</p><p>“We can’t. He checked out this afternoon. That’s why I think it was HIM-E going-away present. You two watch toe many movies. Gangsters don’t really dc hokey stuff like this. Besides, the fish is supposed to be left on your doorstep, not on a windshield.”</p><p>“First thing in the morning, you talk to Kamal,” I said. “I don’t want to stay here another night.”</p><p>Barry agreed. Ole went to search for airline schedules in the hope that we could all fly to Beirut the next day, finish our business there, and return to Istanbul after Franco arrived. No luck—the next plane didn’t leave for two days. We agreed to make new plans in the morning.</p><p>Barry left early to find Kamal at his restaurant, the Dolapdore Yenisehfr, and returned with disturbing news. Franco had told Kamal everything—that I was a journalist, that Barry had burned all his connections in Italy, that Ole was traveling with us, and that Franco himself had been forced to cooperate with Barry. Why had Franco done that? Because he had been detained in Bulgaria for the first time in his ten years of running hot cars across the country, and he suspected that Ole and I had something to do with it.</p><p>Kamal was blunt. He said that if Barry tried to do the same thing in Turkey that he had done in Italy, he would have a very short life. Barry heatedly denied that the article had anything to do with drugs; he insisted he was interested only in the paintings. Kamal told him that to make</p><p>sure, he wanted to be informed of Barry’s whereabouts at all times. Barry got angrier. He said he had better things to do than sit in Istanbul waiting on Franco, and so he might be going down to the Turkish coast for a few days of sun.</p><p>At last Kamal relented and told Barry he could go ahead with his vacation if his story checked out. Barry agreed to return to the restaurant at noon to have another talk before he left Istanbul.</p><p>Now we all agreed that we shouldn’t stay at the Hilton another night. Ole began making arrangements through a travel agent for all three of us to fly to Damascus, Syria, that night and make a connection to Beirut the following morning. That way we could go ahead with the story, gauge Franco’s attitude by phone after he arrived in Istanbul, then return for the Ferrari and the paintings, and go by car to Beirut to meet all the various underworld figures in the poppy and morphine industry of southeastern Turkey.</p><p><strong>Burned</strong></p><p>We still had several hours to kill, so Ole and I took a boat cruise up the Bosporus to the Black Sea. Barry stayed behind for his final meeting with Kamal. When we returned, just an hour before we were scheduled to leave for the airport, Barry was seated in the lobby lounge, drinking beer but speaking hardly at all. Rare was the moment when Barry was silent, and so Ole became concerned.</p><p>“What’s the problem, Barry?”</p><p>“No problem.”</p><p>“I know there’s a problem. You’re tighter than a knot.”</p><p>“Just relaxed, I guess.”</p><p>‘‘You mean just moody,” I said, and then I left to tend to last-minute details.</p><p>When I returned, both Ole and Barry wore grim expressions.</p><p>“I think we’d better reconsider this plan,” said Barry. “I think we’d better drive to Beirut now; when we come back to get the paintings, I don’t think i’ll be able to spend more than a few hours in Turkey.”</p><p>“I don’t understand,” I said.</p><p>“What Barry is trying to say,” Ole interjected, “is that it may not be safe to travel by car here in a week, but it <em>is</em> safe now, so you should go ahead with that part of the trip.”</p><p>“You <em>both</em> believe this?”</p><p>They nodded. I didn’t know what was going on, but I relented because I trusted Ole’s judgment. We tore up the plane tickets and made plans to drive the Innocenti straight through to Beirut. We would leave that night. Ole would fly to Beirut the following day.</p><p>It was not until we were thirty miles down the road to ankara that Barry told me the reason. “You want to know why?” he said.</p><p>Barry held up his right arm. There, on the soft underside near the armpit, were eighteen third-degree burns the size of nickels and dimes. Blisters were beginning to form around the edges, but some of the burns were still emitting pus and fluid. They were souvenirs of Barry’s final meeting with Kamal. When Barry walked into the restaurant two men took him by the arms, led him into a back room, and held his arm flat on the table. Then they took a lit cigarette and pressed it into his flesh until he screamed. Kamal asked a question. Another cigarette, another question. Kamal had eighteen questions, and he also indicated that there were worse things to follow.</p><p>“But I knew they would end it with the cigarettes if I stuck to my story,” said Barry. “If they do that, and you don’t change your story, they figure you’re not lying. After it was over I got mad again. That’s the key to surviving something like that—anger. That way they can’t see the fear.”</p><p>Barry had shown Ole the burns while they were in the lobby bar. He made Ole promise not to tell me. Barry feared that if I knew I wouldn’t go with him to Beirut.</p><p><strong>Turkish Delights</strong></p><p>The trip from Istanbul to ankara was more terrifying than gangsters, Turkish soldiers, and international drug dealers combined. The predator here was the Turkish truck driver, a species that will pass three abreast on the steepest mountain road or the deadliest hairpin curve, frequently operating without taillights of any kind. Two hours out of Istanbul we witnessed the not infrequent result—a head-on collision between two trucks, both demolished, holding bodies so disfigured that no one bothered to call an ambulance.</p><p>We circled ankara to avoid the security checkpoints set up for the NATO Ministerial alliance meeting going on there and stopped to sleep for five hours in the car. We picked up speed on the semiarid central plateau and by noon had reached Konya, better known as the home of the whirling dervishes. We turned southeast toward the Taurus Mountains and started the steep climb.</p><p>It was a brief drive from there to the Mediterranean. We followed the so-called Turquoise Coast, one of the most beautiful anywhere, toward Tarsus and adana.</p><p>At nightfall we reached the Baghdad Railway and turned south toward antioch and the Syrian border. This was by far the most sensitive part of the journey. Three months earlier Barry had been arrested by the Syrian police and held in jail for three weeks. Once imprisoned, he was told he would be released if he relinquished the vehicle he was driving, a Range Rover, to the authorities. A Range Rover in the Middle East is as valuable as a snowmobile in Lapland; it is uniquely suited to the climate and can travel on any road as well as on the semiarid scrublands. Barry refused to give in and eventually bribed his way out with the help of a friend in Beirut. He didn’t like the country, and he especially didn’t like the Syrian army, which all but controls the country. We could cross Syria in five hours, but we wanted to do it without stopping and with plenty of money for bribes if we should need it.</p><p>We reached the port city of Iskenderun by early evening, but Barry wanted to stop so we wouldn’t have to cross Syria at night. We also planned to make a connection the next morning in antioch, the last city before the border. Barry intended to introduce me to the man who controlled all morphine moving south from the secret laboratories in eastern Turkey to the final shipping point in Beirut.</p><p>The main street of Iskenderun had one hotel—the Uyarlar. After 24 hours in the car, we threw caution to the winds and checked in. That was our first mistake. The room had the climate of a microwave oven and the health standards of a refugee camp. Our second mistake was leaving the hotel to buy bug spray and black-market cigarettes—the local police had us followed and searched our room while we were away. “They probably think we’re drug dealers,” said Barry. “What else would americans be doing here?”</p><p>Men in uniform were the least of our worries.</p><p><strong>Mahmud’s Boy</strong></p><p>The connection in antioch was a man named Mahmud, but he was not at his shop when we arrived the next morning. For two hours we walked through the stone streets of the old city, waiting for him to appear, then we left a message with his son. Perhaps we would be able to return later in the week. We set out on an unmarked highway (only Barry could have found it) toward Syria.</p><p>This part of Turkey has been flooded with Palestinian refugees, and the camps appeared along the road with increasing frequency. First there were stone houses, then wooden ones, then tents, and finally lean-tos and makeshift hovels nestled against the sides of abandoned buildings. We crested a hilltop and sped past a dozen or so women trudging along with their children, leading a donkey laden with hay. As we passed, the young boys, some no more than six years old, all held their fingers to their lips, begging cigarettes. When they saw we weren’t going to stop, two of them hurled rocks at the car. Both missed.</p><p>“You might as well get used to that,” said Barry. “The Palestinian kids will stone the car all the way from here to Tripoli.”</p><p>When we got to the crossing point Barry pulled up in front of the office and went inside. “I want to make sure we don’t get hassled,” he said. He also wanted to prove a point about drug smuggling. He would arrange it, he boasted, so that not one inch of our car would be inspected and none of our luggage would be opened. This seemed extremely unlikely, since entire families were being searched and the customs officers were climbing into cars, feeling under carpets, and tapping on fenders.</p><p>Barry approached the lieutenant on duty. “Do you know Mahmud?” he asked. The lieutenant nodded. “We have a problem with some of our cargo; Mahmud said you could help.” The lieutenant escorted Barry into his office, and they conferred for a few minutes. Barry beckoned me to join them.</p><p>“He wanted to show you his gun,” said Barry.</p><p>The lieutenant extracted a pistol from a drawer, cocked it, pointed it out the window, and clicked the trigger. He handed it to me, and I pretended to admire it. “american,” he said, beaming. “Smith and Wesson.”</p><p>Then the lieutenant extracted a few bullets from his pocket and handed them to Barry. He frowned. They were Czechoslovakian.</p><p>“You can’t get american bullets for the gun?”</p><p>The lieutenant shook his head.</p><p>“i’ll remember, for next time,” said Barry. The lieutenant thanked him and we returned to the car. The customs officer waved us to the head of the line. The people in other cars stared as we passed.</p><p>“How much did that cost?”</p><p>“about five hundred,” said Barry. “But it included a guarantee of absolutely no hassles at any checkpoint between here and Lebanon.”</p><p><strong>Checkmate</strong></p><p>We careened through a mountain range and descended to the coastal plain, where we followed the shore toward Lebanon. In late afternoon we arrived there, but the Syrian border officials refused to place an exit stamp on my passport. They pointed across the little stone bridge that led into Lebanon and told me to visit Lebanese customs first, then return. We found out the problem soon enough. The immigration chief took a quick look at my passport and told me he was unable to grant a visa. I cited the advice of three separate Lebanese consuls—including one at the embassy in Washington—who had told me the immigration chief was required to grant a 24-hour visa, which I could then extend in Beirut. But the captain was adamant. He looked at Barry’s visa.</p><p>“You,” he said, “go to Beirut, take this man’s passport number, get approval of immigration department, and have them send telegram to Tripoli.” (Tripoli was the nearby headquarters of the Lebanese army of the North.)</p><p>“and me?” I said.</p><p>“You wait here.”</p><p>It was 24 hours before I saw Barry again. I had become such a regular member of the Lebanese immigration service that I was authorized to accept bribes for the captain when someone passed the checkpoint while he was on his lunch hour. I was almost resigned to another night on a hard metal cot when Barry sprang me.</p><p>He had returned in a cab to avoid being hassled by any of the myriad armies that control sections of the coastal highway between Syria and Beirut. Every few miles we would pass a military checkpoint, each one controlled by a different army. First we passed through a Palestinian city, then an area controlled by the Lebanese army of the North (wholly distinct from two other Lebanese armies), then a sector controlled by Syrian soldiers (who have occupied parts of Lebanon since 1976), then the army of ex-president Franjieh, then the army of ex-president Chamoun, then the Phalangist army, and so on and so on all the way to Beirut. “These people,” said Barry, “are described in the <em>New York Times</em> as ‘Christian militias.’ Isn’t that an interesting phrase? ‘Christian militias.’ a better word would be gangsters.”</p><p>The chaotic architecture of Beirutluxury high rises adjoining stone tenements adjoining beautiful neoclassical public buildings adjoining burned-out hulls of structures demolished by shelling —loomed into view at last. It was still daylight, so we drove through the thirtysquare-block no-man’s-land of downtown Beirut. The area that once housed branches of every major bank in the world is now dominated by the scarred skeleton of the Holiday Inn and the rusting carcass of a Hilton that was shelled a few months before its scheduled grand opening.</p><p>We passed through the final checkpoint-manned by A1 Fatah, the military arm of the Palestine Liberation Organization—and entered the relative safety of West Beirut. We planned to stay at the Carlton, a luxury hotel overlooking the Mediterranean that had been slowly going to seed since the 1975 civil war. As we pulled up at the entrance I saw Ole talking to the concierge. It had taken him three days to get there because of visa problems similar to mine; he had just arrived on a bus from Damascus.</p><p>War Zone</p><p>Barry wanted to move fast. The plan</p><p>now was to contact his drug connections in three places—Baalbek, a town in the Beqaa Valley where hashish was grown and processed; Tripoli, the key distribution point for morphine traveling south from Turkey; and the port of Junieh, just north of Beirut, where most of the drugs bound for Europe and the United States were exported. To meet these people—all of them friends Barry had made during the past year—we first needed to establish my credibility.</p><p>At dinner that night we were joined by Samir Zarrini, a man in his twenties who could double for Omar Sharif and whose official job was lifeguard at the Carlton. His unofficial job, Barry told me, was working as an informant for the Lebanese secret police. “But it’s okay,” he said when I objected. “Samir works both sides of the fence, he’s a friend, and he won’t cause any problems for me.”</p><p>While we dined, Barry talked more or less openly to Samir about our plans to visit Baalbek and Junieh, and Samir seemed curious to know just when we intended to make our trips. Barry said we would probably visit Baalbek the next day. Samir protested strenuously. “No, / want to show you the city,” he said. He begged us to wait until Tuesday or later so that he could go along.</p><p>Later that night we went with Barry to the nearby Hotel Commodore—which is his more or less permanent residence—so that he could renew old acquaintances and reestablish the crucial connections with people who watch out for his interests. He was greeted like a prodigal son by the hotel employees (“i’ve spent more money here than you can imagine,” he told me) and spent a long time simply chatting with his friends. He pointed out the dozen or so foreign news correspondents sitting at the bar. That’s where they go to cover the fighting,” he said sarcastically.</p><p>As we left the Commodore we were greeted by the sound of a bomb exploding, followed by several hundred rounds of machine-gun fire. I flinched. “You’ll get used to it,” said Barry. “It’s like that all night long.”</p><p>Our next destination was a beachfront hotel and casino called the Mediterranee. Unlike most Lebanese casinos—which were ordered closed after the 1975 war—the Mediterranee has somehow managed to remain open. The most common explanation is that it is controlled by the Lebanese underworld. That was why Barry wanted us to be seen there. “The people who gamble here,” he said, “are the maximum gangsters in the Middle East. They’ll see us, they’ll see we have money, and it will be easier to arrange our appointments in Baalbek and Tripoli.”</p><p>We walked through a maze of hallways to arrive at the casino; it was late, and most of the customers had gone home. The few left were lavishly dressed and were laying bets ranging from $200 to $2000 on a blackjack table as fast as the dealer could rake them in. Barry disappeared into the cashier’s office for a moment and returned with about $2000 worth of chips. He handed half of them to Ole. Here, he said, “you two enjoy yourselves.”</p><p>Ole proceeded to win seven straight hands at blackjack. After that he lost one, then won six more in a row, lost another, won another, and then announced he was finished. In twenty minutes he had won about $1500. He handed it all to Barry. While Ole was riding this streak Barry had discovered a U.S. Marine from the embassy standing to one side of the table. He recognized him at once. “Hey,” he said, “i’d like you to meet my two journalist friends from Texas.” Ole cringed when he heard that and suggested that I try to get Barry to leave. We had all been drinking since late afternoon; Barry tended to talk too much and too loudly when he was drinking.</p><p>But Barry refused to go. “Why leave now?” he said. “We’re winning.” So Ole asked him for the money he had won at blackjack.</p><p>“i’ll just keep it for you until the morning,” he said.</p><p>Barry resisted but finally surrendered a wad of bills—about $2000. Ole and I left, to avoid being introduced to anyone else as “journalist friends,” and Barry said he would follow in an hour or so.</p><p>He arrived at the Carlton fifteen minutes after we did. Fortunately, the blackjack table had closed at just the right time. Barry still had his money.</p><p><strong>Et Tu, Barry?</strong></p><p>Saturday morning Barry was nowhere to be found. We killed time for the rest of the day, ate dinner, visited one of Beirut’s many discos, and eventually ran into Ibrahim, a 22-year-old streetwise kid who worked as Barry’s bodyguard. Ibrahim was looking for Barry, too, but had been unable to find him.</p><p>‘You don’t think he’s back at the Mediterranee, do you?” asked Ole.</p><p>“I don’t know,” I said, “but I don’t want to go there to find out.”</p><p>By two in the morning Barry still hadn’t called, but Ibrahim told us he had located him through the Commodore and that he was fine. We went to bed. Around four there was a loud knocking on our doors, and I could hear Barry shouting in the hallway. He was angry. I recognized the tone; it was the same one he had used at the nightclub in Istanbul. He must be really drunk, I thought.</p><p>I opened the door and Barry stalked into the room, with Ibrahim trailing behind. “Tomorrow i’m gonna take care of the goddam embassy,” he said. “They’ve screwed me around long enough. They wouldn’t do a damn thing for your visa problem. I’m going to show them more shit than they’ve ever seen.”</p><p>“What happened?” I asked. Barry was sprawled on my couch, pulling currency and coins out of his pockets.</p><p>“Six thousand dollars,” he said. “Gone, just like that.”</p><p>Ole had wandered into the room while Barry was talking.</p><p>“Blackjack?” he asked.</p><p>“Yeah,” he said, “but I don’t care about that. Tomorrow i’m taking care of the embassy. I’m going to tell them they’re jacking around with a member of the U.S. media.”</p><p>“Barry,” Ole said very calmly, “I don’t think it’s a good time for us to be straining our relations with the embassy.”</p><p>“Who are you trying to protect? What’s your problem? They’re idiots. Idiots! They’re not good for anything. They’re incompetent.”</p><p>Barry raved on and on, but Ole, in an attempt to preserve our standing with the embassy, tried to talk him out of whatever he was planning to do—it was difficult to tell exactly—on the premise that we might need the embassy if we got into another tight spot.</p><p>“They couldn’t help us anyway,” said Barry. “They don’t know <em>how</em> to help people. Ask John. Could they get him a visa? No, but Ibrahim here could. The f—ing american embassy can’t get a visa, but a kid on the streets can. Now you explain that one to me.”</p><p>Eventually Ole grew as angry as Barry, and they took turns yelling at each other. Then Ole stalked off to his room, and Barry sat brooding on the couch. “Six a.m. we leave for Baalbek,” he said. “It’s all arranged.”</p><p>I suggested we get some sleep. “Hey, Ibrahim,” said Barry, “tell John what you would do if I asked you to kill someone for me.”</p><p>“i’d do it.” Ibrahim had told me this before; he wasn’t lying.</p><p>“You’d kill <em>anyone</em>?”</p><p>“Sure.”</p><p>“You tell that to your friend Ole,” said Barry, “the next time you see him. These things can be done like that”—he snapped his fingers—“in Lebanon.”</p><p><strong>The Jig Is Up</strong></p><p>It wasn’t until early afternoon of the next day that Barry discovered his gold was missing. We were two hours north of Beirut, driving through the Beqaa Valley toward Baalbek, when Barry suddenly pulled the car off the road. He felt in his pockets, looked under the seats, searched every crack and crevice in the car, and then cursed himself. He had had 21 halfounce gold pieces when he went to bed the night before. Now they were missing. “If I left them on the nightstand,” he said, “they’ll be stolen by now for sure.”</p><p>Barry immediately turned the car around—the gold was worth something like $7000—and sped back to Beirut. When we arrived I found Ole and Ibrahim in the bar and told them what had happened. The four of us turned Barry’s room upside down, then turned my room upside down, and still found no gold.</p><p>Ibrahim beckoned me into the hall. “I know what happened,” he said. “Barry put the gold on the roulette. I know.”</p><p>“Did someone at the Mediterranee tell you that?” I asked. Ibrahim nodded.</p><p>Barry denied that he had wagered any of the gold. He grew frantic. With the gold added to the money he <em>knew</em> he had lost there, he was now out $13,000. He had boasted to me that when he left the casino, the manager had offered him free accommodations at the Hotel Mediterranee whenever he should want them. I was beginning to understand why.</p><p>It was now too late to return to Baalbek, and I was dubious about spending too much time exploring these Lebanese drug connections when Franco might be waiting for us in Istanbul—with the paintings. We compromised on a shortened itinerary. That night Barry would visit his friend at the port of Junieh and try to set up a meeting between us. It was through Junieh, said Barry, that one third to one half of the world’s hashish and opium supply reached the West. He wanted to introduce me to one of the chief shipping agents.</p><p>An hour later Barry was back. “We have a problem,” he said.</p><p>“What now?”</p><p>‘‘I told him I wanted to introduce you. The first thing he said was ‘Before I meet your friend you tell me about this big stink you raised in Italy.’ ”</p><p>“and you said?”</p><p>‘‘I didn’t know what he was talking about.”</p><p>“Does he work for Kamal?”</p><p>Barry shrugged.</p><p>If word had reached Beirut that soon, and a major drug trafficker was suspicious, then there was no telling how many other people were now aware of our identities—perhaps even the people at the Mediterranee. Barry decided to go to the Commodore, the heart of the Lebanese grapevine, to find out who else knew about Italy. While he was gone I roused Ole out of bed and told him we might have an abrupt change of plans. The two of us went to the bar to discuss our options.</p><p>When Barry entered the bar a few minutes later he was even more upset. He had totally forgotten the original purpose of his trip to the Commodore. The concierge had told him that a man had come to the hotel asking for Barry, me, and Ole. The man was a foreigner; he didn’t leave a message.</p><p>Nobody knew we were in Beirut—not even Kamal and certainly not Franco—so the story didn’t make sense. Nevertheless, we quickly started making plans to leave Lebanon the next morning if it should become necessary. I was to change hotels immediately—moving to the Summerland, widely regarded as the safest hotel in Beirut—while Barry spent the night trying to find out who the mysterious foreigner was.</p><p>We would all meet at my hotel room the following morning, at which time we hoped to have plane schedules to Istanbul (or some connecting airport), shipping schedules (to get the Innocenti back to Franco), and information on our pursuer.</p><p>By noon we had only the plane schedules.</p><p>The stranger was still a mystery man, and there were apparently no lines that could ship the car to Istanbul. The three of us talked over the possibilities and agreed: I would flee immediately—since I was the only one who would make a credible eyewitness in court—and Barry and Ole would try again to ship the car, take the earliest flight to Istanbul, secure the paintings, and then join me in Paris. The drug connections were obviously blown. All we had left were Franco’s paintings.</p><p><strong>The Two-Second Miracle</strong></p><p>I had no idea how to get to Paris. I took a cab to the airport and arrived after all the flights going west had departed. That left eastern destinations. I examined the choices—Baghdad, Riyadh, abu Dhabi, Dubai—and found exactly one that might conceivably be described as proamerican: amman, Jordan. I had no visa and no one at the airport could tell me whether I would be able to get one once I got there, but I bought a ticket anyway and settled in to wait five hours until departure.</p><p>About two hours before the flight left I happened to see a man waving his arms wildly through the crowd on the other side of the passenger gate. It was Barry. I attracted his attention and walked outside to see what was the matter. He asked me whether I had gotten a flight; I told him I was bound for amman. While we were talking, Samir suddenly appeared and questioned me about my travel plans. I told him I would be vacationing in amman. I assumed <em>somebody</em> must vacation in amman, but as I said it, I had the feeling that it was like saying, “i’ll be vacationing in Cleveland.” He offered to help me get on the plane.</p><p>“You <em>will</em> call?” asked Barry.</p><p>I didn’t want Samir to know my destination. “It’s been arranged with Ole,” I said. I was to wait for a call at the Inter-Continental Hotel in Paris.</p><p>I was on the standby list, but Samir graciously offered to use his airport connections to guarantee my seat on the plane. He made the arrangements, then he and Barry left. I wondered why they had come to the airport at all.</p><p>I flew to amman that night—it did turn out to be a friendly city—and then rose at five the next morning to make the earliest possible connections to Paris. The best I could manage involved a five-hour layover in Frankfurt, arriving in Paris after nine in the evening—very close to the deadline we had set for my arrival there.</p><p>Once I got to Orly airport I discovered that the Inter-Continental was officially full. But I had to get in, so I offered money to an employee of the airport tourist bureau to see what influence he could exert. I told him I would pay more if necessary. He argued with the concierge for fifteen minutes and finally got me a room. I took the bus into town, checked in, and decided I would call my editor now that I had a safe phone.</p><p>He came on the line at once. “John,” he said, “where are you?”</p><p>Paris, I said. “Just calling to say everything’s fine, the story’s all but finished, Ole is joining me tomorrow, and we’re coming home.”</p><p>“We just got off the phone with Barry,” he said. “He’s barricaded in a room at the Summerland Hotel, he has a gun pointed at Ole’s head, and he says he’ll kill him if he can’t talk to you. We had no idea where you were. Our prayers have been answered. Call him now.”</p><p>I hung up and, without having time to think, asked the operator to put through an emergency call to Beirut. Then I prayed i’d get a line. Even under the best conditions it can take an hour to get a connection in Beirut. I didn’t have that long.</p><p>At last the operator got through. The phone rang once and I heard Ole’s voice. “Ole?”</p><p>‘Here,” he said, “you need to talk to Barry.”</p><p>Barry came on the line.</p><p>“Barry, what the hell is going on?” “You tell me what the hell is going on.” My sense of alarm subsided. I don’t know why. I could hear it in his voice at that moment, I guess. It was the same voice I had heard a dozen times a day when we argued over travel routes and hotel accommodations and the comparative value of Turkish cigarettes. To Barry’s mind, this was no different. We were about to have another argument. But this time I held the trump card: if anything happened to Ole, I told him, there would be no story.</p><p>Barry had thought that our brief conversation at the airport meant that I would call him from amman. When I didn’t he panicked. He assumed that either I was dead or Samir had ordered me arrested before I got on the plane. (This was not a farfetched assumption. Unbeknownst to me, deportation orders had been issued for all of us the day before. Ole and I were suspected of being drug dealers; Barry was ordered deported as an “undesirable.” I suspect Samir was responsible.) Now Barry thought that everything had come to naught. If I was dead or captured, then he was certain the police or the mysterious stranger or Kamal or the Italian underworld would finally get him, too.</p><p>Barry had entered Ole’s room at the Summerland while Ole was on the phone to Texas. He jumped to the conclusion that Ole was plotting to abandon him, so he stuck an automatic pistol to Ole’s head and told him they were both going to die. For the next eight hours Ole was forced to sit in the same position with a gun at his temple while Barry taunted him and raved into the phone at my editor and an embassy vice consul named Patrick Moon. Barry was drunk and mean and desperate. I had seen him in this state once or twice before; once bent on a course, he would be capable of anything.</p><p>This article had become the sole raison d’etre for Barry’s life. Now there was nothing left. He couldn’t start over again with another reporter, because he had destroyed every connection in the underworld he had ever had. He had conceived this grand moral scheme to expose the cesspool of greed, hypocrisy, and violence that he saw just beneath the surface of life, and now, through the twisted logic of the moment, he was going to substitute something almost as dramatic: an autoda-fe. Ole was the heretic, refusing to believe in Barry’s bluster. Barry was the judge, high priest, and executioner.</p><p>When my call went through we talked about everything except Ole. We talked about the paintings, the mysterious stranger (Barry had confirmed our suspicion that he was from Turkey), the possibility of driving the Innocenti back to Istanbul, and then the logistics of getting out of the hotel and out of Lebanon. Finally Barry asked me for an assurance that there were no police outside the room at the Summer land. I called the State Department in Washington to check; the Lebanese police had not been notified. When I told Barry this, he said, “i’ll leave here on your word.”</p><p>As soon as Barry left, Ole bolted and barricaded the door. As I listened to Ole’s weak, sickly voice—he had been remarkably cool during the ordeal but now was starting to break down—I wondered whether Barry would feel any remorse over this later. Then I realized the answer: it was impossible. Barry had no moral compunction whatsoever. This had not been an act of vengeance—that would have required a sense of right and wrong —but one of utter despair. Once Barry heard the sound of my voice Ole became no more significant to him than a piece of furniture. We had made an even trade. I got Ole’s life. He got the story. My end of the deal was a bargain. The remarkable thing was that Barry thought his was a bargain, too. To Barry, a human life was worth no more than a few thousand words scribbled on a page.</p><p>In a matter of minutes an armed escort arrived from the american embassy to take Ole into protective custody. Later that day I received a Telex at my hotel in Paris. I had to read it several times: “CANNOT Find Ole—Proceeding To Istanbul.” Barry had expected Ole to be in the room when he returned.</p><p>Barry’s later explanation for holding Ole hostage was that earlier that day he had caught Ole calling the embassy. That violated the ground rules laid for the trip.</p><p>The deeper reason—and this is what I feel guiltiest about—is that I had broken the pact we had made in Dallas: we stay together, and we take the same risks. Even though Barry had agreed that I should leave, something snapped when we separated. I should have recognized it at the time.</p><p>That lapse in judgment came within three seconds of costing a close friend’s life. Barry had already given Ole his last cigarette. Then he had started a countdown from sixty and had reached three when the phone rang. If I had called Texas two seconds later, or the Paris operator had been two seconds slower getting through to Beirut, it would have been all over. I never believed in miracles before. I do now.</p><p><em>(Continued on page 254)</em></p><p><em>(Continued from page 249)</em></p><p>As it turned out, Barry didn’t go to Istanbul or anywhere else for the next four weeks. Two days after Ole’s escape, Ibrahim told Barry that the Lebanese secret police were looking for him. Fearing that he wouldn’t be able to leave through the airport or at the Syrian border, Barry tried to arrange safe passage through southern Lebanon, across the UN peacekeeping zone, to Israel. Before he could complete that plan, the police found him, arrested him, and eventually deported him and the Innocenti to Cyprus.</p><p><strong>Coda</strong></p><p>Even as I write this, Barry is planning to leave for another country—I won’t name it for reasons of safety—and he has been in touch with Franco again. Franco hid the paintings in a European city; only Barry and I know where he claims to have put them. Barry vows to get them one way or another. I still don’t trust Franco, so I don’t hold out much hope for their recovery. I can’t even be sure whether there are one, two, or four-paintings, since they were placed in the tube when I wasn’t around. But I have learned not to underestimate Barry’s ingenuity.</p><p>As for the rest of the paintings, there is very little definite information to be had. Of the one hundred or so allegedly stolen paintings that I saw, only about fifteen can be identified by name. Bonnie Bumham, the executive director of the International Foundation for art Research, has begun the long, laborious process of verifying the authenticity of those and trying to trace them to their last rightful owners. Few of them can be placed with any accuracy; the ones from churches are especially elusive. But at least two things are fairly clear: First, angelo’s Van Dyck was not a Van Dyck. It was more likely a northern Italian Renaissance painting. Second, the chances are excellent that Daniele’s cubist Picasso is real and worth about $500,000 on the open market. It was last known to be in a private collection in Prague, but it hasn’t been seen for three years and the owner has died.</p><p>I am not an art expert, and no one less than an expert would be able to assert without doubt that all of the paintings shown to me were stolen and that none of them were fakes. There is circumstantial evidence, however, in the fact that even the most ambitious con man could hardly afford to commission forty forgeries at a time. And there is the direct evidence of the dealers’ own idle boasts. Their organization is tight, efficient, awesome in its reach, and admirable in its scope, and I was able to penetrate it for only one reason: it is based on trust.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "September 1980",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Cars",
      "Painting",
      "money",
      "people",
      "Art",
      "Business",
      "Police",
      "Border",
      "italy",
      "Dallas",
      "ever",
      "ten",
      "Bars",
      "flight",
      "Turkey",
      "Work",
      "Restaurant",
      "Texas",
      "Travel",
      "Crime"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Dallas",
      "West",
      "Texas",
      "Houston",
      "Mercedes"
    ]
  }
}