{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19809",
    "date": "September 1980",
    "year": 1980,
    "month": 9,
    "month_formatted": "September",
    "pdf_uri": "/1980/19800900.pdf",
    "issue_cover_image": "",
    "document_start_page": 144,
    "toc_start_page": 142,
    "document_page_range": [
      [
        144,
        145,
        146,
        147,
        148,
        149
      ],
      [
        206
      ],
      [
        208
      ],
      [
        211,
        212
      ],
      [
        214
      ],
      [
        216,
        217
      ]
    ],
    "toc_order": 5,
    "toc_headline": "The Longest Weekend",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198009-thelonges",
  "source": "/1980/19800900.pdf",
  "wp_post_id": 107772,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-longest-weekend/",
  "authors": [
    "Merle Miller"
  ],
  "headline": "The Longest Weekend",
  "dek": "Despite later criticisms and accusations, Lyndon Johnson's first hours as president were his finest.",
  "spread_caption": "",
  "excerpt": "It was the worst of times: the president was dead, the nation in shock, the government in limbo. But in those dark days Lyndon Johnson shone.",
  "kicker": "",
  "word_count": 7849,
  "content": "<p>Lyndon Johnson later wrote that the most unbearable moment of that day was when Jackie Kennedy arrived at the plane with the president’s body. He had not seen her since they had left Love Field by motorcade that morning—hardly more than two hours before.</p><p>Lyndon: “It was a tragic thing to observe Mrs. Kennedy. Here was this delicate, beautiful lady, always elegant, always fastidious, always the fashion plate. And I remember her getting off the plane in Dallas a few hours before and contrasting that with how she looked when she got back on the plane after that trip through the streets of Dallas. What that morning was a beautiful, unsoiled, nicely pressed pink garment that was the last word in fashion and style was now streaked and caked and soiled throughout with her husband’s blood. Mrs. Johnson asked her if she wouldn’t come in and let her help change her clothes and she said no.”</p><p>Sid Davis (White House correspondent, Westinghouse Broadcasting Company): “Sarah Hughes of Dallas was there with an oath and said we ought to proceed. Johnson said, ‘No, let’s see if Mrs. Kennedy can stand this.’ and so they went back, and she said she’d like to come out and she did.”</p><p>Judge Hughes: “When Mrs. Kennedy came into the compartment, Vice President Johnson told her to stand on his left and Mrs. Johnson on his right. And I leaned over to Mrs. Kennedy and said, ‘I loved your husband very much.’</p><p>“Mr. Johnson turned to her and told her who I was, that I was a district judge who had been appointed by her husband. Then I read the oath of office, which somebody had handed to me, and the vice president repeated it after me.</p><p><em>This article is an excerpt from</em> Lyndon: an Oral Biography, <em>by Merle Miller, published by Putnam in august. Miller has written several works of fiction and nonfiction, including the bestselling</em> Plain Speaking: an Oral Biography of Harry S. Truman.</p><p><strong>FRIDAY, November 22, 1963</strong></p><p><em>In the stunned confusion aboard</em> air Force One, <em>Judge Sarah T. Hughes (left) administers the oath of office to Johnson.</em></p><img/><img/><p>Photography from UPI</p><p>Saturday, November 23</p><img/><p><em>On his first day in office Johnson asks help and advice from former president Eisenhower.</em></p><p>“Eisenhower's years as Republican president had coincided with Johnson's as Democratic leader in Congress, but Eisenhower was ready to put aside partisan feelings.”</p><p>“Now, the oath of office is in the Constitution, but it does not contain the words ‘So help me God.’ Every oath I had ever given ended up with ‘So help me God,’ so it was automatic, and I said, ‘So help me God.’ He immediately leaned over and kissed his wife and Mrs. Kennedy. He turned around and said to the pilot, ‘Let’s be airborne.’”</p><p>Davis: “and they revved up the engines. And it was starting to get cold in Dallas.”</p><p>Merriman Smith (White House correspondent), in a UPI dispatch the next day: “When the president’s plane reached operating altitude, Mrs. Kennedy left her bedchamber and walked to the rear compartment of the plane. This was the socalled family living room, a private area where she and the Kennedy family and friends had spent many happy airborne hours chatting and dining together.</p><p>“Kennedy’s casket had been placed in this compartment, carried aboard by a group of Secret Service agents.</p><p>“Mrs. Kennedy went into the rear lounge and took a chair beside the coffin. There she remained throughout the flight.”</p><p>Charles Roberts (White House correspondent, <em>Newsweek</em>): “The ride was like going back in a tunnel. All of the shades were drawn when we got aboard, I suppose for security reasons. Someone must have figured, ‘Well, if there’s a gunman up in the terminal, he’s not going to be able to see through those windows and pick out another target.’ and for some reason those curtains stayed down all the way back.</p><p>“There was not the tension, the crackling white-hot tension aboard this plane between a Kennedy faction and a Johnson faction that appears in Bill Manchester’s version of the thing <em>[The Death of a President,</em> 1967]. Bill talked to a lot of people much later who must have misled him with statements like ‘Not a member of Kennedy’s staff would even watch the swearing-in.’ They were either blinded by grief or sorrow or their prejudice against Johnson into saying that Johnson’s takeover was rough and crude and that he appropriated the plane and that there was a great tension aboard the plane. It simply didn’t exist.</p><p>“Kenny o’donnell and Godfrey McHugh had been obsessed with the idea of getting the plane off the ground, because the county medical examiner had told them that the body couldn’t be flown out without an autopsy, and they were determined to get that plane in the air. There’s no question about that. McHugh, who was a brigadier general in the air Force and Kennedy’s air Force aide, went flitting up and down the aisle trying to get the pilot to get the plane off the ground, because his president was aboard and he didn’t care whether the new president got sworn in or not.</p><p>“But it was not like two armed camps aboard, waging a feud over who was going to be aboard the plane and when it was going to take off. That just didn’t happen.”</p><p>Charles Bartlett (columnist for the <em>Chicago Sun-Times</em>): “I personally think that the bitterness that developed from the whole airplane ride was largely due to the real shock of the Kennedy staff, who had seen their president destroyed. And they had a hard time adjusting to it. But in all the piecing together I could do, I couldn’t really find any real ugliness or insensitivity on Johnson’s part.”</p><p>Roberts: “To me, Johnson’s conduct in that period—I think we took two hours and twelve minutes—was perhaps his finest hour. He couldn’t have been more considerate, not only of Jackie but of all the Kennedy people. He was thoughtful. He was thinking ahead. There was nothing unseemly at all about his takeover. It was not a grasping for power. It would have been of course utterly absurd for him to fly ail the way back to Washington without taking the oath, for the country for two hours and twelve minutes not to have a constitutionally sworn president. It would have been absurd for him not to take <em>air Force One,</em> because it had better communications equipment, decoding, coding, and so forth. He was the president. He should have flown on the plane with the best equipment. Furthermore, if he had left Jackie behind to fly back on either plane with just a corporal’s guard of mourners and get off alone with the casket—if he hadn’t stayed by the widow and paid Kennedy the honor of accompanying the body back—he would have been criticized forever after. So all of those things that he did were right, and yet the people who never did like the man and never will found some way to criticize him for all of the right things that he did, all of the compassionate things.”</p><p>Sunday, November 24</p><img/><p><em>Kennedy family visits Capitol Rotunda; later Johnson meets with (l. to r.) Lodge, Rusk, McNamara, and Ball.</em></p><p>“'Johnson told South Viet Nam ambassador Lodge he had made his first decision as president: american aid to Saigon would continue at present levels.'”</p><p><strong>the Somber Arrival</strong></p><p>Communications between <em>air Force One</em> and Washington increased as the plane neared the capital. There were, as might be expected, decisions to be made. Would the body go to Bethesda Naval Medical Center or Walter Reed for the postmortem? Would it travel by helicopter or ambulance? Would Mrs. Kennedy accompany the body or return to the White House? Would the casket be removed from the plane by forklift or carried down the ramp? Where would the press be situated?</p><p>These were decisions made by the Kennedy party, but there were directives from Lyndon, too. General Clifton, military aide to the president, informed McGeorge Bundy that the new president would meet with those few members of the Cabinet in Washington at the moment when he arrived and with the congressional leadership of both parties at seven-thirty.</p><p>Clifton also informed Bundy that either the Cabinet Room or the Fish Room would be satisfactory to meet in, but that the new president did not want to go into the mansion or the Oval Office.</p><p>Before the plane landed, Lyndon asked to speak with Mrs. Rose Kennedy. “We’re grieving with you,” he told her.</p><p>“Thank you very much,” said Kennedy’s mother. “Thank you . . . Mr. President.”</p><p>Liz Carpenter (staff director and press secretary to Mrs. Johnson, 1963-68): “I said to Mrs. Johnson, ‘as soon as we land in Washington the press is going to be all over the place and you will be asked to say something and perhaps you’d better think of something to say.’</p><p>“and she said, ‘I just feel like it’s all been a dreadful nightmare but somehow we’ve got to find the strength to go on.’</p><p>“I said, ‘Nothing could be better than that,’ and I wrote it down on a piece of paper and in a few moments she showed it to Mr. Johnson and he approved it.”</p><p>Walter Jenkins (trusted friend and chief assistant from Johnson’s early congressional years; White House special assistant, 1963-64): “I was making decisions about who would go out to meet him, what they’d drive in, whether they’d use helicopters—things that the Kennedy staff had been used to doing. I was ill prepared to do it, because I didn’t know anything about how you accomplished those things. But I did go out on the helicopter and rode back with him. There was quite a large crowd out there. If there was tight security, they made a lot of exceptions because there were hundreds of people.”</p><p>Sunday, November 24</p><img/><p><em>President and Mrs. Johnson walk behind the flag-draped caisson to arlington Cemetery.</em></p><p>“‘The Secret Service felt it would be very unwise for the president to expose himself by walking behind the casket. But it was something I wanted to do and I did.’”</p><p>Carpenter: “The plane landed, and as we stood there flattened against the walls of the plane, I suddenly was aware that pushing through us was Bobby Kennedy. He didn’t look to the left or the right and his face looked streaked with tears and absolutely stricken. He said, ‘Where’s Jackie? I want to be with Jackie.’ and he pushed through and we got him to her.</p><p>“There was quite a delay at the door of the plane in getting a lift up that could take the casket of the dead president down. Mr. Johnson said, ‘Some of you men here help them.’ and so Sergeant Glynn and some of the others went to the back to help them lift the casket.</p><p>“The lights of the television cameras at the field were on the door and we waited while the casket and the different members of the Kennedy staff got off.</p><p>“The steps for the plane were pushed up and we walked down them—the new president, Lady Bird, myself, Marie Fehmer [Johnson’s secretary], Jack Valenti, and then the Texas congressmen, as he had suggested. At the foot of the plane there was a very disorganized group of people waiting—congressmen, just looking expressionless, members of the Cabinet, all of the members of diplomatic corps.”</p><p>Roberts: “We stood by while the president’s casket was removed by that lift truck. They backed it up to the rear door, and I can remember how astonished I was, having come down the front ramp, to see Bobby Kennedy appear in that rear door.</p><p>“Somehow he had bounded aboard that plane, probably by the rear door, just as we taxied up. And as soon as I got down on the ground and looked up to the rear door, there was Bobby with Larry o’brien, Kenny o’donnell, and Dave Powers, and the other Kennedy people who had spent, by the way, the whole trip in that rear compartment. I think that Larry o’brien was the only one of the holdover staff members who conferred on any substantive matters with the new president on the way back.</p><p>“President Johnson, after this gray Navy ambulance had taken the casket, walked over to a battery of TV cameras and lights—by then it was dark, and things were a little eerie in that light—and read the statement he had prepared on the plane. I remember I was looking at Mac Bundy because I was wondering if he had any word of what had happened in the world while we were in transit, whether this assassination was part of a plot. And he told me later that what he reported to the president during that flight back was that the whole world was stunned, but there was no evidence of a conspiracy at all.”</p><p>Jenkins: “Mr. Johnson waited until the presidential party had actually left. Then he came down and went down the line shaking hands with the dignitaries that were there, then went over to the microphone and made a very short statement.”</p><p>What the new president said, standing under the floodlights, trying to make his voice heard over the roar of the engines, was the following:</p><p>This is a sad time for all people. We have suffered a loss that cannot be weighed. For me it is a deep personal tragedy. I know that the world shares the sorrow that Mrs. Kennedy and her family bear. I will do my best. That is all I can do. I ask for your help—and God’s.</p><p>Monday, November 25</p><img/><p><em>World leaders gather: above, Canadian prime minister Lester Pearson; right, Japanese premier Hayato Ikeda</em></p><p>“'Johnson met with several of the real heavyweights. De Gaulle was in one room and Haile Selassie was in another. They were practically falling over each other.'”</p><p>Then, almost abruptly, he walked over to the first helicopter and got in. He was followed by Mrs. Johnson, McGeorge Bundy, Robert McNamara, George Ball, Walter Jenkins, Liz Carpenter, and Bill Moyers. The ride back, according to Walter Jenkins, was very quiet.</p><p><strong>a Heavy Guard</strong></p><p>George W. Ball (Undersecretary of State, 1961-66): “at that moment there were only about three of us in Washington who had any stature in the key departments. That is, Bob McNamara, Mac Bundy, and myself, because the Cabinet, all of those who had particularly dealt with foreign affairs, were on their way to Japan. And so Mac and Bob and I got to andrews air Force Base when the vice-president-newly-become-president arrived.</p><p>“and we greeted him and got in the helicopter with him and Lady Bird, and we talked on the way in. He said that it was absolutely essential that we stay with him and give him moral support and that we were going to be effective, and so on.</p><p>“When we got to the Cabinet Room through outside doors, we sat and talked for a few minutes at the Cabinet table, and then some of the congressional leaders came, and we all had a lot of work to be done. But beginning that night he was in charge.</p><p>“What had happened had obviously been an enormous experience, like a load of hay had fallen on him, as in the case of Harry Truman. He was certainly aware that something enoimous had happened, and he was genuinely very moved.</p><p>“But above all, he was in charge.”</p><p>Carpenter: “We landed on the White House lawn and got out of the helicopter. Again there was a battery of newspaper people. The Secret Service man motioned to Mrs. Johnson’s car in front of the White House—and the president said to me, ‘Stay with Lady Bird and help her all you can.’</p><p>“I got into the car and we started driving through the night to the Elms—rolling up the window so we could talk.</p><p>“Both of us were well aware of the difficult days aheadmade even more difficult because this had occurred in the home state of the vice president.</p><p>“and I said to her, ‘It’s a terrible thing to say but the salvation of Texas is that the governor was hit.’</p><p>“and she said, ‘Don’t think I haven’t thought of that. I only wish it could have been me.’”</p><p>Bill Moyers (assistant to Johnson, 1959-60; associate and deputy director of the Peace Corps, 1961-63; special assistant to the president, 1963-65; press secretary, 1965-67): “When we got to the south grounds of the White House, we walked in the dark across the grounds just below the Rose Garden, toward the Oval Office. We got to the porch outside the Executive Office Building. I was walking immediately behind Mr. Johnson, and he didn’t stop. He just veered to the right and hit my shoulder with his right shoulder. I remember two or three people saying, ‘Don’t you want to go in?’ The doors were open, and you could see the president’s desk.</p><p>“He said, ‘i’ll use my office in the EOB.’”</p><p>Hale Boggs (Democratic congressman from Louisiana, 1941-43 and 1947-72): “When the joint leadership of Congress meeting was called that night, there was some confusion as to where to go—whether to the Cabinet Room, where we usually met, or whether we would go to the office of the vice president in the Executive Office Building.</p><p><em>(Continued on page 204)</em></p><p><em>(Continued from page 147)</em></p><p>“I looked into the Cabinet Room and there wasn’t anybody there, so I walked into the president’s office, but the place was completely empty. And I looked about and I knew that it would be difficult from then on, that somebody else would be there. I looked at all the mementos of the man, and then I went into the Fish Room and there, by himself, was Ted Sorensen. Not another person around. And he was watching the playback on television of the Fort Worth speech that morning, the breakfast group. It was a marvelous speech. And he greeted me and said, ‘They wouldn’t even let him have three years.’ That’s all.”</p><p>According to the daily log, the meeting with congressional leaders, scheduled for seven-thirty, actually began ten minutes later. Before the meeting Lyndon took out two sheets of White House stationery and wrote out, in longhand, a brief message to each of the Kennedy children:</p><p><em>November 22, 1963 7:20 Friday night</em></p><p><em>Dear John</em>—</p><p><em>It will be many years before you understand fully what a great man your father was. His loss is a deep personal tragedy for all of us, but I wanted you particularly to know that I share your grief—</em></p><p><em>You can always be proud of him.</em></p><p><em>affectionately Lyndon B. Johnson</em></p><p><em>Friday night 7:30 November 22, 1963</em></p><p><em>Dearest Caroline</em>—</p><p><em>Your father’s death has been a great tragedy for the nation, as well as for you, and I wanted you to know how much my thoughts are of you at this time.</em></p><p><em>He was a wise and devoted man. You can always be proud of what he did for his country</em>—</p><p><em>affectionately Lyndon B. Johnson</em></p><p>Except for his meeting with the congressional leaders, Lyndon, typically, spent most of the evening on the phone. He tried to get Herbert Hoover at the Waldorf Towers, but Hoover had already gone to bed and they wouldn’t wake him. He did talk to Eisenhower and Truman, asking them for their help and advice. Both men announced their intention of coming to Washington the next day to offer their services. Lyndon also called J. Edgar Hoover, and Edward Kennedy, and Sargent Shriver, who was then director of the Peace Corps. And Bill Fulbright and averell Harriman came by that evening to see him.</p><p>Around eight he called Keith Funston, president of the New York Stock Exchange, to thank him for closing the exchange after the assassination. Funston, with the first and last humor of the day, said, “Thanks, Mr. President. Nobody has complimented the stock exchange for anything in a long while.”</p><p>The next day when he did reach Herbert Hoover, the eldest of the living presidents said, “i’ll take any assignment you give me, from office boy on up.”</p><p>Lyndon: “They promised their help, to do anything they could. The thing that concerned me and those around me very much was trying to give the world a picture of stability and confidence worthy of their recognition and their support.</p><p>“The press was following all of this very carefully, and of course that went out to the country.”</p><p>Luci Baines Johnson (the Johnsons’ younger daughter): “It was very late when he got back. He looked like he’d been run over by a truck. And yet very strong. Like a paradox—he looked like part of him had been gutted and another part of him was just as strong and sturdy as an Olympic champion. My mother was very, very pale and in control.”</p><p>Horace Busby (Johnson friend and adviser for 25 years; secretary to the Cabinet and special assistant to the president during part of the presidential years): “When the president finally returned home, he was met in the foyer by Mrs. Johnson. They spoke with each other briefly; she returned to her bedroom upstairs, and he came into the sitting room. At one point he asked that the television be turned on. We flicked through the channels and came to a retrospective on Kennedy. He watched it for a few minutes, and then he said, ‘I guess I know less than anybody about what’s happening in the United States.’ after looking for a while, he kind of put his hands over his eyes and said, ‘Turn it off. It’s all too fresh. I can’t watch it.’”</p><p>Moyers: “above the television set was a painting of Sam Rayburn. And Johnson was drinking a glass of carbonated orange soda. He raised his glass and said, as if there was nobody else around, ‘Oh, Mister Sam, I wish you were here now. How I need you.’”</p><p>Busby: “Eventually the president went upstairs to his bedroom, accompanied by Dr. Hurst. I remember Dr. Hurst speaking to him about possibly taking mild sedation so that he could sleep. The president was emphatic in rejecting this advice, being still quite concerned about whether there might still be more trauma to unfold in conjunction with the day’s events.</p><p>“I was considering leaving when one of the servants came down from the bedroom and said that Mr. Johnson wanted to see me. I had a long episode with him in the bedroom during which he was resting, but each time I tried to leave he called me back. I finally departed. I was the first to leave. Bill Moyers, Clifton Carter [Johnson’s political associate and friend], and Jack Valenti, all of whom had come in with the president, were scattered around at various places in the house talking on the telephones.”</p><p>Jack Valenti (special assistant to the president, 1963-66): “at some time during the evening, I remember the president saying to me, ‘Get hold of your wife and get some clothes sent up here. You can stay here. You can stay in the guest bedroom down the hall. I want you to work on my staff.’</p><p>“We stayed with him until about three in the morning, at which time we let him go to sleep, and I went to the guest bedroom. Bill Moyers and Cliff Carter went up on the third floor to sleep.”</p><p>Moyers: “That whole night he seemed to have several chambers of his mind operating simultaneously. It was formidable, very formidable.</p><p>“about three I went to the upstairs bedroom, and I looked down and could see shadowy figures moving through the grounds. The Secret Service had on a heavy guard.”</p><p><strong>SATURDAY's Decisions</strong></p><p>Four hours after he went to bed Lyndon was having breakfast with Lady Bird. It was Saturday, November 23, his first full day as president, and it would be a long one. By 8:40 Lyndon, Moyers, Carter, Valenti, and Congressman Homer Thornberry, a family friend from Texas who had come over that morning, left the Elms for the EOB. On the way Lyndon stopped by the White House and the Oval Office, where he encountered Bobby Kennedy and Evelyn Lincoln, President Kennedy’s private secretary. The meeting was, not surprisingly, tense.</p><p>From there Lyndon went directly to the Situation Room in the White House basement, where he met with McGeorge Bundy and John McCone, director of the CIA, and was briefed on the current state of the world.</p><p>Actually, except for a little activity, or whatever one wanted to call it, in Southeast asia, the world seemed to be relatively quiet.</p><p>Back in his office in the EOB, across from the White House on West Executive avenue, Lyndon spent most of the next hour on the phone.</p><p>At about eleven he and Lady Bird went across to the East Room of the White House, where the body of President Kennedy lay in state.</p><p>Lady Bird: “Lyndon walked slowly past the president’s body in the East Room. The catafalque was in the center and on it the casket, draped with the american flag. At each corner there was a large candle and a very rigid military man, representing each of the services. . . .</p><p>“after we left the White House we went to a brief service at St. John’s Episcopal Church, right across from Lafayette Square, a very ‘high church’—a stern, rigid church—but most fitting for the day.”</p><p>True to his promise of the evening before, President Eisenhower drove down from his farm at Gettysburg to Washington that morning. Lyndon spent almost an hour with the former president, whose eight years as a Republican in the White House had coincided with his own eight years as Democratic leader on the Hill, whose policies he had alternately supported and combated, but who now was ready, eager in fact, to put aside any partisan feelings to be of service to a man whose unexpected responsibilities he well understood. After their talk Eisenhower jotted down on a yellow tablet notes on what he, Ike, would do if he were in Lyndon’s place, including calling a joint session of Congress, and thoughts on what he might say to them.</p><p>Ike also suggested that Lyndon confer with Robert B. Anderson on fiscal matters. Anderson, a Texan of great wealth and extreme conservatism, had frequently been a lobbyist before Congress representing Texas oil. He had served Eisenhower as Secretary of the Navy and later of the Treasury. Johnson did consult with him; indeed, the next day they had a four-hour conference that was not listed in the official White House log, nor were other visits later.</p><p>Anderson advised the new president to abandon Kennedy’s proposed tax cut of $11 billion and slash the budget drastically. Johnson refused on the former but went along on the latter. It was probably at this time that he began to think of the economies in government with which he was to become increasingly preoccupied in the months to come.</p><p>Meanwhile, Lyndon had called a Cabinet meeting for two-thirty.</p><p>Lyndon: “The men at the top had sat with Kennedy in dozens, I guess hundreds, of meetings. Men like Secretary Rusk, Secretary McNamara, McGeorge Bundy, George Ball—all those men had worked very closely with the president on a variety of problems. I was present at the Security Council meetings, so I knew each of the men and I respected them. In the top echelon I had no desire to replace any of them. I wanted all of them to stay.</p><p>“Frankly, if i’d been picking a Cabinet, fresh from an election myself, I don’t think I would have done that. And in retrospect, I don’t think I would do it again.”</p><p>George E. Reedy (special assistant to the vice president, 1961-63; White House press secretary, March 1964-July 1965; special consultant to the president, 1968-69): “I got a call from the president that said, ‘George, you and Bill Moyers come on over.’ So the two of us walked across the street to the Cabinet session. I can recall the Cabinet session opening with a minute of silent prayer. Then adlai Stevenson, describing himself as the senior member, which I guess in a way he was, made a statement telling the president of the absolute loyalty of the Cabinet and their realization of the tremendous problems before the country. The president made a very brief speech, to the effect that he needed their help and wanted them all to stay on. I’m under the impression that Bobby Kennedy came in a bit late.”</p><p>Clark Clifford (close adviser to Presidents Truman, Kennedy, Johnson, and Carter; chairman, Foreign Intelligence advisory Board, 1963-68; Secretary of Defense, January 1968-January 1969): “When you come in as president under those circumstances, so suddenly and so quickly, you want to keep the team together. You can’t organize a team in a matter of days or weeks or even months.</p><p>“also, it was very clear that after the assassination, President Kennedy’s popularity grew all the time; he was revered in a manner after his death that perhaps didn’t exist before his death. He had become a martyr president, and I think President Johnson felt that it was advisable to keep that team.</p><p>“as time went on, it was very obvious that some of them weren’t ever going to be digested into the new administration. They couldn’t get over it. Kenneth o’donnell, Ted Sorensen, arthur Schlesinger, those fellows were very close to President Kennedy and could not make the adjustment. On the other hand there were some, like McGeorge Bundy and Larry o’brien, who made the adjustment very well.”</p><p>Of course the person who found it most difficult to make the adjustment was the attorney general. No other president in the history of the country inherited his predecessor’s brother in a Cabinet post, and few brothers were so fanatically devoted as was Robert Kennedy. Lyndon included Bobby in his blanket request to the Kennedy Cabinet to remain at their posts; he could hardly have done otherwise. Bobby, on the other hand, could have resigned, pleading grief and, perhaps, an inability to transfer loyalties, which everyone would have understood and which would have saved both himself and the president many hours of later turmoil. But Bobby saw that as deserting his post; he felt himself essential to the continuation of his brother’s ideals and goals, both practically and symbolically.</p><p>So Bobby gritted his teeth and stayed on, determined to carry the banner into the fray. From the moment <em>air Force One</em> landed in Washington, and progressively in the days and weeks that followed, Bobby was ready to see slights to his brother, his brother’s widow, or himself in whatever Lyndon did or didn’t do. His own feeling was that if Kennedy people stayed on into the Johnson administration, it should be not so much to serve the new president and the country as to carry on the image of the dead president.</p><p>At this time, however, Lyndon was assured that his great plea for continuity had been honored; the entire Cabinet had agreed to stay on, at least for the foreseeable future, and he could move ahead as events carried him. He had still that day to meet with President Truman, who had flown in from Kansas City; Harry’s offers of aid had perhaps more psychological than practical value, but they were nonetheless welcome.</p><p>One of the new president’s visitors during his first full day in office was ambassador Lodge, who had returned from Saigon before the assassination.</p><p>William H. Lawrence (national political editor and White House correspondent, ABC News): “as I waited on West Executive avenue with a live television camera, I saw Henry Cabot Lodge . . . coming out of the EOB. . . . Lodge had been called back from Saigon for consultations by President Kennedy, he said, but the appointment now had been with the new president. The president had authorized him to say he had reached his first decision of substance—that american aid to the Saigon regime would continue at present levels.</p><p>“Lodge went on to observe that this demonstrated the continuity of american foreign policy even as Johnson’s other moves already had proved domestic continuity. It was obvious to me that LBJ had hoped for just such an opportunity—a live television interview with Lodge as he left the new president’s office so the ambassador could tell about the first foreign policy decision of the new administration.”</p><p>Altogether, that first day Lyndon made 32 telephone calls and, in addition to Lodge, was visited by eleven persons; he called in some—McGeorge Bundy, for instance—three or four times. And no doubt for the first time in history an incumbent president found the renowned White House telephone service unsatisfactory; once, he said, it had taken him ten minutes to get Dean Rusk, and Rusk was right there in town; the service had to be speeded up. But then, what didn’t?</p><p>Dinner that night was at ten. About eleven Lyndon retired upstairs for a massage and to discuss privately with Horace Busby the events of the day, in particular the Cabinet meeting. Horace was an astute observer, and at the same time a comforting presence.</p><p><strong>CHURCH And State</strong></p><p>On Sunday, after an early-morning consultation at the Elms with Mac Bundy and John McCone, Lyndon and Lady Bird, accompanied by Luci and Homer Thornberry, went—as did many in america that Sunday—to church.</p><p>Harry McPherson (counsel for Senate Democratic policy committee, 1956-63; assistant Secretary of State for education and cultural affairs, 1964-65; special assistant to the president, 1965-66; special counsel to the president, 1966-69): “I had just flown back from Tokyo, and Sunday morning I went to church, St. Mark’s Episcopal, up on Capitol Hill. And lo and behold, the new president and his family came in. The place was swarming with Secret Service agents—God, there must have been twenty in the church, and there were cops on the top of the Library of Congress annex with rifles, and a massive crowd outdoors.</p><p>“The service was very simple and very powerful. I remember the sermon hymn was ‘america,’ and I remember Lyndon Johnson got his handkerchief out and held it over his face and was rubbing at his face. It was so overwhelming. And Bill Baxter, with a very steady voice, preached a hell of a sermon about how we were held together in this moment and that it would pass quickly, but it was vital that we understand the dimensions of our being held, of our unity, understand what it meant to be ‘one people.’</p><p>“When it was over, the Johnsons decided to go back into the parish hall, where everyone went after church to have coffee. And they stood around shaking hands. The Secret Service was going crazy. But it was very comforting to him, quite obviously, to shake hands. Very plain people, old women and kids and everybody just going up and taking his hand. And a lot of people crying and holding his arm. It was immensely strengthening, this crowd of just ordinary people, and he drank about three cups of coffee, just inhaling them.</p><p>“Then he and I stood toe to toe for a long time, and we just talked very quietly about what he was doing. He said, ‘Come on, walk me out to the car.’ The family had already gone. So we walked back through the church, a completely dark, empty church, and you could see every five feet a Secret Service man standing.</p><p>“We got to the door of the church, and just as we did, I felt a heel go right down on my foot and an elbow come into my gut, and it just paralyzed me. It was a Secret Service man, and what he was going to do was get Lyndon Johnson out that door and into that car without getting shot. There were about a thousand people in the street, and Rufus Youngblood or Clint Hill or one of them just took him by the elbow and with great strength moved him right down those stairs and into the car.</p><p>“I then went back into the church, and it seemed not five minutes before somebody came up and said, ‘Jesus Christ, they’ve shot Oswald.’”</p><p>Early that afternoon, the new president and Mrs. Johnson rode with Jacqueline Kennedy, the attorney general, Caroline, and John John from the White House to the Hill.</p><p>Lady Bird: “as soon as we emerged from the gates of the White House, I became aware of that sea of faces stretching away on every side—silent, watching faces. I wanted to cry for them and with them, but it was impossible to permit the catharsis of tears. I don’t know quite why, except that perhaps continuity of strength demands restraint. . . .</p><p>“after that interminable drive we reached the Capitol and entered the Rotunda. In the center, directly underneath the dome, stood the flag-draped coffin with the honor guard around it. There were eulogies by Chief Justice Earl Warren, by Speaker John McCormack, and by Senator Mansfield. . . .</p><p>“Lyndon went forward and laid a wreath at the foot of the casket. Then Mrs. Kennedy went over and knelt. I remember how carefully she knelt and kissed the casket, and Caroline by her side simply put her little hand on the flag —sort of underneath the flag. John John had disappeared. And then we left in separate cars.”</p><p>Lyndon went directly to the EOB, where he met with Rusk, McNamara, and George Ball to discuss Southeast asia. Then, after his lengthy consultation with Robert B. Anderson, he began to see some of the people who were assembling in Washington from all over the world to represent their countries at the funeral the next day.</p><p><strong>“HEAR Us When We Cry”</strong></p><p>On Monday, the national day of mourning, the casket was brought from the Rotunda down the steep steps of the Capitol by the honor guard and loaded onto the caisson. The Navy band once again played “Hail to the Chief” and the Navy hymn, “Oh hear us when we cry to Thee, for those in peril on the sea.” By that time more than a quarter of a million people had walked past the flag-draped casket and tens of millions more had looked at it on television, watched the procession from the Hill to St. Matthew’s Cathedral, listened to the solemn service conducted by Richard Cardinal Cushing, an old Kennedy family friend from Boston, and followed it then to the burial in arlington.</p><p>Marya Mannes (author of <em>More in anger, Message from a Stranger,</em> and <em>They,</em> among other works): “I followed the caisson every step it went down the broad avenues from home to Hill, from Hill to home, and from home to earth. The simplicity of that box with the flag on it, the great loneliness of the executive in death as in life, were made just bearable by the sturdy gray horses, nuzzling and jerking against their traces, by the beautiful ridden lead horse with his high head and rhythmic gait, by the fretting and rearing riderless black horse behind, by the single sailor with the president’s flag. I was grateful every inch of the way for these traditions, for the awful solemnity of the muffled drums; I was proud of the silence they beat in and the grief they echoed.”</p><p>Members of the Kennedy family, including the widow, walked behind the casket. President and Mrs. Johnson, Lynda, and Luci were just behind, followed by the largest assembly of foreign dignitaries gathered, it was said, since the funeral of Edward VII in 1910—among many others, Charles de Gaulle, anastas Mikoyan, deputy premier of the Soviet Union, Sir alex Douglas-Home, prime minister of England, and Prince Philip, Ludwig Erhard, chancellor of West Germany, Haile Selassie of Ethiopia. They in turn were followed by members of the Supreme Court, the Cabinet, Congress, and the state governors.</p><p>Lyndon: “Walking in the procession was one of the more difficult decisions I made. The FBI people and in particular the Secret Service felt that in the atmosphere at that time that it would be injudicious and unwise for the american president to expose himself by walking along the avenue with all the buildings on each side, until we collected ourselves and knew a little bit about what was happening. Under no circumstances should the american president take that risk. I finally concluded, though, that it was something I wanted to do, should do, and would do; and did so.”</p><p>John Kenneth Galbraith (professor of economics, Harvard, 1949-75; ambassador to India, 1961-63): “Then there was the problem that developed with all the foreign ministers, looking after them <em>after</em> they came in, meeting them. You couldn’t have an assistant Secretary of State go out and meet de Gaulle, who would regard an assistant Secretary of State as a clerk. Perhaps rightly so in some cases.”</p><p>Angier Biddle Duke (chief of protocol for the White House and Department of State, 1961-65; ambassador to Spain, 1965-68; ambassador to Denmark, 196869): “I handled the foreign guests for the funeral and handled the reception that the new president gave the heads of state and chiefs of government.</p><p>“The reception was at the State Department. It was the day of the funeral, Monday, November 25, and it was at five o’clock in the afternoon, and after we came from arlington. There were eleven chiefs of state and other royalty and ministers from seventy countries, and the order of rank was alphabetical, by country, in the English language, and that put the king of Belgium in the first place. We went to the White House first. We lined them up in two rooms, the chiefs of state in one room, then the chiefs of government, prime ministers, and then the heads of delegations.</p><p>“Then we brought them in. The thing went pretty well.”</p><p>Benjamin Read (special assistant to the Secretary of State and executive secretary to the Department of State, 1963-69): “It was an incredible throng of foreign leaders. The president had had a terribly busy day, doing the thousand-and-one things that he needed to do in those desperate early days. And the briefing time was just nonexistent.</p><p>“We were able to put on little five-byeight cards the essence of what we thought would be useful for him to say to U Thant, to de Gaulle, to Mikoyan. And when he was receiving upstairs this incredible panoply of leaders, we would put these little cards into his hands just moments before he would be greeting these people. And he handled it just extraordinarily skillfully; grasping the essence of it, he would work into the conversation the points we had suggested.</p><p>“and then after the reception, as it was concluding, he retired down to the seventh-floor office of Secretary Rusk and met five or six of the real heavyweights in private sessions there. We had really quite a sight. I remember de Gaulle in one anteroom and Haile Selassie in another. And they were just practically falling all over each other. The president had his private time with them in the Secretary’s room, and we’d have to interrupt and say, ‘De Gaulle is ready,’ and he’d say good-bye to the king of Belgium or whoever it might have been. It was quite a show.”</p><p>Duke: “I know that they were taking the measure of the man at the time. He was really listening and talking and awfully good at it. I’ve seen him impatient with foreign affairs and somewhat bored, but I think he understood what was going on and how he was being measured by them, and he was marvelous. It gave him a sense of confidence, a sort of security, and he came away with a good strong, firm hand on the presidency and with a good deal of respect.”</p><p>That evening at eight-thirty the new president, not yet at the end of what must have seemed an interminable day, spoke in his office at the EOB to those governors who had come to Washington to attend the funeral. Then, more than a dozen other telephone calls later, he got back to the Elms and went to sleep, shortly afterward, at one. When he returned to his office the next morning, there was a long handwritten note delivered by messenger from Mrs. Jacqueline Kennedy:</p><p><em>November 26 Tuesday</em>—</p><p><em>Dear Mr. President</em></p><p><em>Thank you for walking yesterday—behind Jack. You did not have to do that —I am sure many people forbid you to take such a risk—but you did it anyway.</em></p><p><em>Thank you for your letters to my children. What those letters will mean to them later—you can imagine. The touching thing is, they have always loved you so much, they were most moved to have a letter from you now.</em></p><p><em>and most of all Mr. President, thank you for the way you have always treated me—the way you and Lady Bird have always been to me—before, when Jack was alive, and now as President.</em></p><p><em>I think the relationship of the Presidential and Vice Presidential families could be a rather strained one. From the history I have been reading ever since I came to the White House, I gather it often was in the past.</em></p><p><em>But you were Jack’s right arm—and I always thought the greatest act of a gentleman that I had seen on this earth—was how you—The Majority Leader when he came to the Senate as just another little freshman who looked up to you and took orders from you, could then serve as Vice President to a man who had served under you and been taught by you—</em></p><p><em>But more than that we were friends, all four of us. All you did for me as a friend and the happy times we had. I always thought way before the nomination that Lady Bird should be First Lady—but I don’t need to tell you here what I think of her qualities—her extraordinary grace of character—her willingness to assume every burden—She assumed so many for me and I love her very much—and I love your two daughters—Lynda Bird most because I know her the best—and we first met when neither of us could get a seat to hear President Eisenhower’s State of the Union message, and someone found us a place on one of the steps on the aisle where we sat together. If we had known then what our relationship would be now.</em></p><p><em>It was so strange—last night I was wandering through this house—</em></p><p><em>There in the Treaty Room is your chandelier, and I had had framed—the page we all signed—you—Senator Dirksen and Mike Mansfield—underneath I had written “The day the Vice President brought the East Room chandelier back from the Capitol.”</em></p><p><em>Then in the library I showed Bobby the Lincoln Record book you gave—</em></p><p><em>You see all you gave—and now you are called on to give so much more.</em></p><p><em>Your office—you are the first President to sit in it as it looks today. Jack always wanted a redoing—and I had curtains designed for it that I thought were as dignified as they should be for a President’s office—</em></p><p><em>Late last night a moving man asked me if I wanted Jack’s ship pictures left on the wall for you (They were clearing the office to make room for you)—I said no because I remembered all the fun Jack had those first days hanging pictures of things he loved, setting out his collection of whales teeth etc.</em></p><p><em>But of course they are there only waiting for you to ask for them if the walls look too bare. I thought you would want to put things from Texas in it—I pictured some gleaming long horns—I hope you put them somewhere—</em></p><p><em>It mustn’t be very much help to you your first day in office—to hear children on the lawn at recess. It is just one more example of your kindness that you let them stay—I promise—they will soon be gone—</em></p><p><em>Thank you Mr. President Respectfully Jackie</em></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "September 1980",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "House",
      "office",
      "White House",
      "people",
      "Family",
      "Television",
      "Texas",
      "Death",
      "Secretary of State",
      "Congress",
      "Country",
      "ever",
      "grief",
      "History",
      "Home",
      "Love",
      "Work",
      "battery",
      "Belgium",
      "Bill Moyers"
    ],
    "wp_categories": [
      "Dallas"
    ],
    "wp_location": [
      "Washington",
      "Texas",
      "West",
      "Dallas",
      "Andrews"
    ]
  }
}