{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19809",
    "date": "September 1980",
    "year": 1980,
    "month": 9,
    "month_formatted": "September",
    "pdf_uri": "/1980/19800900.pdf",
    "issue_cover_image": "",
    "document_start_page": 136,
    "toc_start_page": 134,
    "document_page_range": [
      [
        136,
        137,
        138,
        139,
        140,
        141,
        142,
        143
      ],
      [
        218
      ],
      [
        220,
        221,
        222
      ],
      [
        224,
        225,
        226
      ]
    ],
    "toc_order": 4,
    "toc_headline": "The $38,000 a Year, Wife And Two Kids, House And a Pool Blues",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198009-the38000",
  "source": "/1980/19800900.pdf",
  "wp_post_id": 107778,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-38000-a-year-wife-and-two-kids-house-and-a-pool-blues/",
  "authors": [
    "Michael Ennis"
  ],
  "headline": "The $38,000 a Year, Wife And Two Kids, House And a Pool Blues",
  "dek": "“i’m Mark Cunningham. This is my family. We have a nice house and a good income, and we’re barely making it.”",
  "spread_caption": "",
  "excerpt": "Is inflation deflating your standard of living? You are not alone.",
  "kicker": "",
  "word_count": 8336,
  "content": "<p><span class=\"dropcap\">I</span>t was seven in the morning and already hot in Plano, and Mark Cunningham, a 35-year-old marketing research executive, was on his way to work. He wore a two-year-old blue suit and a wide mustard-yellow-and-brown print tie, and he drove down his Spanish-named street past rows of $150,000 houses with neo-French Provincial or neo-Tudor facades, or, like his own, angular neo-modern lines with warm brick veneer, huge wooden slab doors, and brown-stained accent planking. He had things to think about, like the research project he would propose to Frito-Lay that afternoon. Or flying, and the trip he had made to Wichita Falls the past weekend, and the progress he was making toward his instrument rating, and maybe buying his own airplane. That day he had $1.83 in cash in his pocket and a check for $11.35, made out to him. That day he would make another $146 of his $38,000 annual salary, he would skip lunch, he would worry about finances, and he would neglect to have the hole in the sole of one of his black loafers repaired.</p><img/><img/><p>Photograph by Gary McCoy</p><p>At home, Connie Cunningham, three years younger than her husband, watched while their sons, eight-year-old Keith and five-year-old Gary, started their day with Captain Crunch and milk. Three months ago Connie had had to quit getting their milk from the milkman, who was charging $2.50 a gallon; in the stores she could get it for $1.83 if she was lucky. But in Cincinnati, where the Cunninghams had lived before Mark was transferred eighteen months ago, milk was still $1.29 a gallon.</p><img/><img/><img/><img/><img/><p>Connie made peanut butter and jelly sandwiches for the boys’ lunches. She, too, had things to think about, like typing the church newsletter or going into Dallas to shop for bargains at Fed Mart and Target. She could think about the beautiful shade trees that had once lined the creek in back of their house—the city had cut them down, ostensibly for flood control—and she could think about the trees that still grow abundantly behind the houses in the next block. She could contemplate spending the afternoon on a float in the middle of their 38-foot freeform pool, or she could worry about teaching Keith and Gary to resist peer pressure.</p><p>The boys took their sandwiches off to a day camp in the park on the other side of the creek. At their ages, and in this community that lavishes worldly goods upon its children, their lives are defined by mobility, activities, and demands. They can play organized baseball or soccer, ride bicycles, or swim until they are waterlogged. Keith can read while Gary plays with toy tractors in the sandbox. They can play improvised games with the neighborhood children on the front lawn as the evening sun descends, and they can move constantly between these events. They can ask to spend the night at a buddy’s house, ask to bring dessert to their friends outside, ask for adidas soccer shoes or a T-shirt with a printed slogan, or ask for a bicycle that costs as much as the down payment on a new car. They can be told that they can have a new soccer uniform or that they can’t take a gallon of chocolate ice cream outside to distribute among their friends. And when Mark gets home around six o’clock, he may have to tell the boys that they can’t have everything their friends have, just like their friends can’t have everything Keith and Gary have. “Look,” he tells them, “we have a pool and they don’t.”</p><p><em>“'when we moved here from Cincinnati</em>, <em>we thought we were going to make a real estate killing in Dallas. What we found devastated us; our eyes were practically bulging out at the prices. We were actually taking a step down in housing for a lot more money.'”</em></p><p><span class=\"dropcap\">T</span>he Cunninghams are no more or less typical than millions of other households, except that they are willing to admit to the economic distress that has become a nationwide epidemic among middle-class families. “We’re hurting,” says Mark Cunningham simply, and he knows that many, if not most, of his upwardly mobile neighbors share his discomfort. Like them, Mark and Connie worry about inflation, and a cash flow locked into an increasingly onerous burden of debt, and the things they may or may not be able to give their children. They know that austerity and uncertainty have invaded their dream of everimproving quality of life, and they wonder why the rules of the game have so suddenly changed.</p><p>Mark’s father, an engineering draftsman, had to quit college when his father died in 1929. His truncated education was a blow to his career, and to augment the family income Mark’s mother, a German immigrant, worked most of her adult life as a supervisor with the Metropolitan Life Insurance Company. But they were comfortable, and by the late fifties the combined family income was an uppermiddle-class $25,000. They lived in Douglaston, on the north shore of New York’s Long Island, and they bought a nice brick house for $7000 in the late forties. Five years ago, when Mark’s father died, his mother sold the house for $60,000 and moved to Florida.</p><p>Mark never felt any material deprivation as a child, but his parents had a conservative bent, which emerged in social restrictions: Mark was not allowed to play organized sports or drive a car until he entered college. Monetarily, their caution was expressed in a disdain for credit buying and an abhorrence of overextended finances. Mark’s parents never used credit cards and they paid cash for their cars. Their favored mode of investment was passbook savings. “They saw themselves as very rational when it came to money,” remembers Mark, “but they weren’t. They could have lived more comfortably if they had taken a smidgen of risk.” Mark’s mother was appalled when he and Connie first got a color TV; she would have settled for black and white.</p><p>For education, however, Mark’s parents were willing to be extravagant; Mark thinks his father got a vicarious thrill in seeing his son get the education that he himself never finished. And college was a sudden transformation for Mark. He went to Rensselaer Polytechnic Institute in upstate New York, where he played football, joined a fraternity, and served in the air Force ROTC. When he graduated in 1967, his father bought him an $800 Triumph Spitfire, and Mark enlisted in the air Force to serve out his military commitment. He became a management engineering officer at Randolph air Force Base in San antonio, began working on his MBA in marketing at St. Mary’s University, and met Connie Hamner in 1969.</p><p><span class=\"dropcap\">C</span>onnie was the youngest of nine children—her oldest sister is 56. She was born in a small alabama town, and her father, now 78, had only an eighth-grade education. Nevertheless, he was the big frog in the pond; at various times he was a county road commissioner, owner of the cotton gin, and proprietor of the general store. He was also generous to a fault, and a string of uncollected debts —mostly credit extended to deadbeat neighbors and relatives—kept him from getting ahead. So when Connie was three her family left alabama for San antonio, and in 1954 her father got a civil service job, starting at $50 a week. Five of the kids still lived at home, the breadwinner rode the bus to work, and they lived in a rented house in a blue-collar neighborhood.</p><p>Even in those circumstances, Connie’s father knew he wanted to own a home, and three years later he bought a small, recently constructed house in a modest new development in the same part of town as their rented house. The house Connie grew up in cost $8000 in 1957 and sold for $13,000 eight years ago.</p><p>Connie’s parents used credit cards for some purchases, but they always paid off the balance immediately. Every couple of years they would buy a used car, also on credit. Like Mark’s parents, they emphasized savings, but to a point that Connie considers an “obsession.” This pattern has continued into their retirement years. “They save every penny they can,” explains Connie. “They’re scared of not having money in their old age. They’re trying to save for the future when the future is already here for them.”</p><p><em>(Text continued on page 140)</em></p><p>A Tale Of Two Families</p><p><em>From the lanes of Pleasant Grove to the boulevards of Highland Park, Dallasites are learning to reevaluate, retrench, and recycle.</em></p><p><em>Brenda Waggoner:</em><strong>LIVING On the Edge</strong></p><img/><p>Peter Calvin</p><p><em>Waggoner: “I want enough to live on.”</em></p><p>Brenda Waggoner can’t see how anyone making over $30,000 a year could possibly have financial problems. Brenda lives in a two-bedroom, onebath white frame house in Pleasant Grove, an aging blue-collar suburb on the eastern perimeter of Dallas. She is head of a household that consists of herself, her eight-year-old son, Brandon, and Whiskers the cat. Brenda Waggoner makes $9480 per year as an accounting clerk at the University of Texas Health Science Center.</p><p>Twenty-nine-year-old Brenda was born and raised in Dallas. Her father left her mother when Brenda was a child, and her mother did odd jobs like selling fruit from highway stands. But eight years ago her mother went back to school and now works as a technician at Baylor Hospital. Brenda started working at a Dairy Queen for 90 cents an hour when she was fourteen. She got interested in accounting in high school because she was mathematically inclined and didn’t want to wait tables. She was married in 1970 and separated from her husband, a dry-wall worker, in 1973.</p><p>For Brenda, the number one economic priority is a place to live. She owns the house she lives in and she moonlighted as a cocktail waitress—although she doesn’t drink—to come up with the $800 down payment on her $18,500 property. She has a $125 secondhand refrigerator and a washer and dryer that her boyfriend, an electrician, brought over from his house because he didn’t have the proper hookups. “If 1 have to work two full-time jobs the rest of my life, i’m not going to give up my home,” says Brenda with conviction.</p><p>Brenda’s gross monthly income is $790; her take-home pay is $550.82 and she gets $100 in child support. She has had the same car, a 1970 Camaro, for three and a half years; she bought it for $1500 with $300 down from the sale of her previous car, a Volkswagen. She borrowed $500 the year before last to buy clothes for herself and Brandon and always picks up their clothes at sales, often at Target. Brandon plays soccer because he can use the same uniforms for a couple of years. He would like to play football, but the cost is prohibitive.</p><p>Brenda has no illusions about money, and she doesn’t dream of getting rich. “I don’t care about luxuries,” she says. “I don’t want to buy caviar. I don’t want an excess. I just want enough to live on.” Right now she would like enough money to get Brandon a new pair of shoes and put in a vent so she can use the dryer in the summer without heating up the entire house. Brenda thinks that if she could just take home $900 a month she could have the basics she wants. She could possibly even get far enough ahead to pay the tuition and get a sitter for Brandon so she could go to junior college at night; she is interested in a career as a psychological counselor.</p><p>As part of the across-the-board 5.1 per cent increase for state employees, Brenda is getting a raise of $483 next year, but she is hardly assuaged by that. She thinks the tax situation “stinks,” and she is especially irritated by foreign aid. “I can’t see giving away millions of dollars to outside countries when our own country is folding,” she says. She also points out that multimillionaire Bill Clements makes $71,400 a year as governor. “It’s not right for him to get all that money and us to get nothing when he already has enough to live on,” she says.</p><p><em>The Whitesideses:</em><strong>DOLLARS And Sense</strong></p><p>“Ever since I heard about the natural foods and back-to-the-land movements about five or six years ago, i’ve dreamed of being self-sufficient in the city,” says 42-year-old Eleanor Whitesides. Eleanor, her 50-year-old husband, Virgil, and daughters audrey, 16, and Rachel, 8, live in Dallas’s prestige neighborhood Highland Park, in a gray cedar shake cottage that has been steadily expanded to four bedrooms and two and a half baths. Virgil brings home approximately $42,000 every year as a geologist for Enserch Exploration, Inc.</p><img/><p>Peter Calvin</p><p><em>Whitesideses: “We’ve dreamed for years of being self-sufficient in the city.’’</em></p><p>The Whitesideses may not yet be selfsufficient, but they manage an extraordinarily thrifty version of the good life. Eleanor saves a lot of money around the house, and she feels that a homemaker can be just as productive in that capacity as if she were working outside the home. She eschews expensive red meat in favor of chicken and fish, makes her own bread, and grinds grains for her family’s breakfast cereal. She can buy a six-month supply of grain for $150 by ordering—along with several other neighbors with whom she has created an informal co-op—bulk quantities direct from arrowhead Mills. She also makes fruit juices and herbal teas instead of buying bottled beverages, and she grows okra, peas, squash, tomatoes, lettuce, peppers, radishes, and potatoes in a garden that takes up most of the back yard.</p><p>The Whitesideses’ other monthly expenses reflect their quality-of-life concerns. The family takes extended driving vacations in a VW camper (both their cars are paid for), and they shop for bargains in folk art and antiques. Last year they spent $222 a month to send Rachel to the private Lamplighter School, but this year she will go to the nondenominational Scofield Christian Day School for $85 per month. They also try to keep a “cushion” of several thousand dollars in their checking account.</p><p>The Whitesideses got a $697 tax refund last year, but Eleanor still finds the burden “galling” in light of government waste: “You find that when you’re trying to make ends meet and the people who are spending your money aren’t, it rubs you the wrong way.”</p><p>The girls don’t seem to feel any pressures in a consumption-oriented youth culture. Rachel accepts the Whitesideses’ modest lifestyle as the norm, while audrey likes being different from her status-conscious peers. The family trend, however, has been toward more liberal spending habits: Virgil Whitesides’s father, a Tupelo, Mississippi, bank janitor who rose to become president of the same institution, owned a vacant lot for thirty years before building his own house on it. He wanted to wait until he could pay cash. <em>M.E.</em></p><p><strong>WORLDS Apart</strong></p><p><em>a month in the lives of two very different families.</em></p><p><strong>Brenda Eleanor</strong></p><p><strong>Waggoner and Virgil</strong></p><p><strong>Whitesides</strong></p><p>Gross Monthly Income, All Sources</p><p>Brenda is a state-employed female clerk; Virgil is a privately employed male geologist.</p><p>Estimated Taxes And Social Security</p><p><strong>HOUSE Payment</strong></p><p>Brenda’s house cost $18,500. Eleanor and Virgil’s cost $50,000, but they had money for a big down payment and bought when interest was low.</p><p>Utilities (Summer Months)</p><p>Brenda saves by not turning on her air conditioner until absolutely necessary; the Whitesideses save by setting the thermostat at 80 degrees and using ceiling fans.</p><p><strong>FOOD</strong></p><p>Brenda watches for sales, clips coupons, and shops at Minyard’s (an economy food-store chain). Eleanor has turned her back yard into a vegetable garden.</p><p>Gasoline</p><p>Brenda’s commuting and ferrying her son to soccer practice eat up the gas; the Whitesideses’ 1974 Vw Beetle helps save on their bill.</p><p>Child Care And Schools</p><p>Brenda pays $84 for after-school care. One of the Whitesideses’ daughters attends private school, and they pay tuition (as Highland Park residents) for the other to attend the Dallas arts Magnet School.</p><p>Insurance</p><p>Brenda has modest health and life policies but can’t afford auto insurance; Virgil and Eleanor believe in plenty of life insurance ($285 a month).</p><p>Credit Cards</p><p>Brenda hates to use plastic money but sometimes has no choice; she owes $970. The Whitesideses rarely use their credit cards.</p><p>Clothes</p><p>Brenda can hardly remember the last time she bought clothes; Eleanor shops factory outlets and garage sales (Highland Park has terrific ones) and sews at home.</p><p>Retirement Plans And Savings</p><p>Brenda puts money into the state Teacher Retirement System.</p><p>Virgil’s company takes care of his pension plan, but he and</p><p>Eleanor have a savings account and a stock purchase plan as</p><p>well.</p><p>Other Expenses</p><p><strong>TOTAL Expenditures</strong></p><p><strong>LEFT Over At End Of Month</strong></p><p>Brenda’s lucky if she doesn’t end up in the hole; the Whitesideses like to keep extra money in their checking account for emergencies.</p><p>$890</p><p>$3500</p><p>135</p><p>1000</p><p>226</p><p>304</p><p>45</p><p>140</p><p>85</p><p>200</p><p>80</p><p>40</p><p>84</p><p>302</p><p>52</p><p>401</p><p>50</p><p>none</p><p>none</p><p>16</p><p>53</p><p>217</p><p>Medical Expenses</p><p>none</p><p>40</p><p>Brenda and her son really can’t afford to get sick; Eleanor and Virgil are paying for braces on one child’s teeth.</p><p>Charitable Causes</p><p>none</p><p>157</p><p>Brenda’s major charity is her family; the Whitesideses give generously to their church and the United Fund.</p><p>80</p><p>183</p><p>$890</p><p>$3000</p><p>nothing</p><p>$500</p><p><em>“'the pressure to keep up is tremendous,’ says Connie. She is amazed by the designer jeans that girls in Keith’s class wear and the expensive cars in the Plano High parking lot.”</em></p><p><em>(Text continued from page 137)</em></p><p><span class=\"dropcap\">C</span>onnie remembers that her father once bought fifty pounds of bananas because they were a good price, and that such bulk purchases were not unusual. Her parents searched for bargain labels on canned goods and other staples. “When I was a child,” Connie says, “I used to dream of buying a major brand.” Connie’s father still checks off and adds up his grocery tickets with a scrupulous eye. But when Connie was nineteen her father was bilked out of his life savings—around $4000—in an investment con. He never could resist the chance to “make a deal.”</p><p>Connie broke away after high school in much the same way Mark did. Although she was a straight-a student with scholarship offers, she decided not to go to college. Instead she started out as a clerk-typist, GS-2, in the federal civil service (she later became Mark’s secretary at Randolph) and got a night job at Sears as well. She purchased a Le Mans convertible, partied, and bought lots of clothes.</p><p>When Mark and Connie were married in 1969, she owned a Fiat Spider convertible and he bought a new Volkswagen for $2300. He put $200 down on the car and the monthly payments were $70. They lived in an off-base apartment that seemed far beyond the means of an air Force captain. And they made a major economic decision: Connie quit her job.</p><img/><p>At the same time, Mark was exploring what would become a major theme in his life. He felt that he had fulfilled his a priori obligation to his country and that a new task awaited him. He wanted to enter the “real world” and establish himself as an accomplished, successful “professional” in the free marketplace. To Mark, the service, with its plodding inefficiency, its endorsement of mediocrity, and its security-blanket benefits, was for amateurs; a man could never really measure himself unless he took a shot at the big leagues.</p><p>Mark began his job search in 1970, the year before his discharge from the air Force. Armed with the MBA he had received the previous year, he sent out his resume to companies involved in management consulting, advertising, and marketing research. He didn’t expect to take a cut in salary from the $16,800 a year he was making in the air Force, although he knew no company could match the benefits he received from the military.</p><p>The year 1970 was an unfortunate time to be entering the job market, which made Mark doubly thrilled to receive an offer from Burke Marketing Research, Inc., the largest firm of its type in the country. However, he found that entry-level salaries at Burke were far below his expectations. His starting pay would be only $9600 a year, and he realized that without his extensive military benefits, he and Connie would have to make a substantial reduction in their standard of living. They would also have to move to Cincinnati. But the job offered Mark the intellectual challenge and opportunities for advancement that he had envisioned.</p><p>Mark’s and Connie’s initial foray into the world of private enterprise was a shock. They made naive mistakes, like failing to ask Burke for moving expenses that they were entitled to. They absorbed expenses that would have been taken care of in the service; the savings that they had deposited in a San antonio credit union —about $2000—had to be used to pay for an operation that Connie needed. Their apartment in Cincinnati was significantly inferior to their accommodations in San antonio. They were, in their own description, “strapped,” and they frequently and disparagingly compared their current situation to their air Force affluence. They did not, however, put off having their first child. Keith was born in 1972. Connie had “felt old” and wanted to have children while she was still close to her childbearing prime.</p><p>In 1974, after renting for three years, Mark and Connie bought a $48,500 custom-built home in a rural suburb of Cincinnati. The down payment was 5 per cent and the interest rate was 8.75 per cent. Their mortgage payment was $300 per month. They were actually in over their heads, but they knew they were doing the right thing.</p><p><span class=\"dropcap\">M</span>ark and Connie have always placed the highest priority on their home life. They were willing to stint on clothes, entertainment, and food—“We ate hamburger and beans and never went out”—in order to have an attractive, spacious house; the house itself represented to them “an enhanced lifestyle.” The house was also seen as a shrewd investment. “We’re notoriously poor savers,” says Mark. “We saw how little return you got on savings, and you paid taxes on that. By putting all of our savings in the house, we had our money in something that was always appreciating and we got a tax deduction as well.” They also obeyed an adage they picked up from some older, more established couples. “We were told to follow the rule of thumb that you should always buy more than you can afford,” Connie explained, “because your salary will always grow into it.”</p><p>Sure enough, the Cunninghams’ finances started growing into their new house within a year. Mark advanced to a $15,000-per-year senior project director position in 1975. That year signified what Mark calls an “arrival stage.” He could see that the business he was in was recession-proof—the value of marketing research increased as economic margins narrowed—and he suddenly felt very secure. That same year Gary was born.</p><p>Because Keith was somewhat resentful of the new baby, Mark took him to Disney World in Florida, which he remembers as “a rather extraordinary event.” It was the first planned vacation, other than obligatory visits to relatives, on which anyone in the Cunningham household had ever embarked. Mark thinks the trip was important not only because it allowed Keith to experience something that he might not appreciate as much when he was older but also because it helped establish a special, enduring relationship between father and son.</p><p>For Mark, the trip to Disney World restored a balance in his life. He had seen how his friends and neighbors often took expensive vacations while he remained totally immersed in his work. Mark had been intoxicated by what he refers to as “a heady feeling of professional achievement,” and even his family was beginning to feel left behind. “I felt the job was his mistress,” says Connie, “but more money and fewer financial worries were worth it.” Mark disagrees: “In net, the increased income brought us together more.” Early in 1976 Mark received what was at that time his biggest raise ever, a $3000 boost to $18,000 annually. Then headhunters representing several packaging firms went after Mark, and later the same year his salary went up to $21,000 as Burke countered those offers. There was a feeling of relief; Connie says they were “just starting to feel like we could afford what we had.”</p><p>Over the next two years Mark, Connie, and the boys experienced a steady, careful enrichment of their lives. They poured money into the house and made plans to landscape the yard. They began to go out more and purchased season tickets to the symphony. They took a membership in the Cincinnati Zoo and went there frequently with the boys. Mark was receiving bountiful accolades from his superiors at Burke, and he felt that the future was as predictable for him as it was for them. He identified with these older, successful executives and admired their enjoyment of such rewards as pools, country clubs, personal airplanes, and an easy life. But Mark knew that in order to continue to advance, he would need to move into a higher executive position in one of Burke’s regional offices. In 1978, during one of the annual counseling sessions that Burke conducts with all management-level personnel, Mark was asked about transferring. He said that he would be willing to move and expressed an interest in <strong>Dallas, where Burke</strong> was <strong>opening</strong> up <strong>a</strong> new office.</p><p>In September 1978, when Mark’s annual salary was up to $28,000 and he had just borrowed $3000 to landscape his yard, he was offered the number two job in the Dallas office and the promotion to vice president that went with it. His salary would be hiked to $33,000 and he would receive additional insurance coverage and a company car. Mark and Connie were in agreement on this decision; they were thrilled to be going to Dallas. “We had watched Dallas,” says Connie. “We felt that it was the city of the future.”</p><p><em>“Mark and Connie always place the highest priority on their home life. They are willing to stint on clothes and entertainment in order to have an attractive, spacious house.”</em></p><p><span class=\"dropcap\">T</span>he Cunninghams’ introduction to the Dallas economy was an even ruder surprise than their leap into the private sector seven years earlier. In making their relocation plans, they had anticipated spending in the $83,000 to $85,000 range for a new house in a good neighborhood, and they expected to get a bargain in Dallas. “We thought we could get a dynamite house for eighty thousand dollars,” admits Mark. “We thought we were going to make a real estate killing in Dallas.” On the advice of a colleague who knew the area, they targeted Richardson and Plano as their preferred neighborhoods; the public schools there were reputedly better than those in Dallas.</p><p>Mark and Connie flew to Dallas in October 1978 to look for a home, and after only a brief initiation into the realities of Metroplex real estate their eyes were practically bulging out at the prices. “We were devastated,” remembers Mark. “We were actually taking a step down in housing for a lot more money. We were looking at postage-stamp-size lots when we had a half-acre in Cincinnati.” On top of that, the real estate market in Cincinnati had suddenly become depressed, and buyers there found that they were the ones in a position to get a bargain.</p><p>Two weeks later Mark and Connie returned to Dallas. They concluded that they were going to have to settle for a much smaller house and that the only way they could accept less home would be to custom-build it to suit their specific needs. They made an appointment to see a builder, but when he was delayed they killed time by looking at houses. They saw an Open House sign in front of a brandnew house that had been repossessed from a bankrupt builder. It was 2900 square feet, the yard would hold a good-sized pool, and the asking price was $96,000.</p><p>Within a couple of hours Mark and Connie made the biggest financial commitment of their lives. In Mark’s estimation the house was underpriced for the market, and though it represented an overextension of their resources, they “decided to take the plunge again—it was just too much house for the money to turn down.” They went straight to the real estate agent and submitted a contract for $93,500 with a ninety-day contingency clause on the sale of their Cincinnati home.</p><p><em>(Continued on page 216)</em></p><img/><p><em>(Continued from page 141)</em></p><p>To finance their acquisition, Mark and Connie had hoped to get a VA loan, which would not require a down payment. But VA financing was not available on a repo, so Mark and Connie went for a 95 per cent loan. On closer examination, though, they found that a 90 per cent loan would require a cash outlay of less than twice as much ($18,000 versus $11,000 for a 95 per cent loan) and that the interest rate would be reduced from 10.25 per cent to 9.875 per cent. Their mortgage payment would also be around $800 per month instead of $1000. They felt very lucky and soon forgot their initial disappointments. “We tend to get over financial shocks very quickly,” says Mark. “We are not people to wring our hands over finances.”</p><p>Right after Thanksgiving the Cunninghams got an offer of $69,500 on their Cincinnati house. They accepted, and closed on the new Plano house two days after Christmas. But the Cincinnati deal wasn’t closed until a full two months later, and they had to arrange an interim loan with Burke. There were also annoying problems with their new mortgage company in Dallas. In Cincinnati Mark and Connie had become accustomed to the individual attention lavished on them by their mom-and-pop savings and loan company, but here in the affable, justfolks Sunbelt, they found themselves up against an impersonal giant. They were plagued by a confusing chain of command, red tape, and “lots of gobbledygook” from a plethora of functionaries. With two house payments and a new household to establish, it was a grim period. “We had this hold-our-breath feeling,” says Connie. “If we could just make it for six months, we thought we would be okay.” But even as Mark and Connie waited for economic resuscitation, they were pulled deeper into the seemingly bottomless maelstrom of home improvement expenses.-</p><p>“It seems irrational when we look back on the decision to put in the pool,” says Mark, but he can list some good reasons for assuming the burden right after the Cincinnati house sold. First of all, Mark and Connie had always stressed the value of their home as an investment—“it is the only thing within our means that represents a good investment in inflationary times”—and Mark figured that a pool was an amenity that a prospective buyer would expect with a house in that neighborhood and price range. From that standpoint, it was an outlay he wanted to make sooner or later. He also knew that the vacant lot next door would be built on soon. Since his back yard abuts a creek, access to the site would be much more difficult, and more expensive, after the lot was occupied. And, of course, there was the inflationary spiral of pool prices, which were going up about $2000 a year. Finally, he and Connie saw the pool, like the house, as “an investment that would give immediate reward to the family.”</p><p>Work began on the pool in May 1979. The total cost was $18,000, with $1500 down and the second lien adding $224 per month to the Cunninghams’ house payment. In addition, the pool had to be fenced, an expense that came to $2400. As an afterthought, they also installed a new $1450 sprinkler system, principally to protect the house from foundation damage during the coming summer months.</p><p>On top of the new payments for these improvements, there was Sunbelt inflation. Here again the Cunninghams were surprised that things were so much worse in Dallas than in Cincinnati. In fact, Mark feels that “Plano and North Dallas are the focal point of inflationary pressure for the whole United States.” Mark and Connie began to cut back drastically on items like milk, beef, movies, haircuts, shoe repair, and dry cleaning; it seemed as though their long quest for upper-middle-class stability was being mocked by a parsimony more typical of a family earning less than half as much. Worse still, relief did not come after six months, or even after a year. “We had this period of adjustment when we moved to Cincinnati, but it ended in a year,” laments Connie. “Here it just keeps on going.”</p><p>Today the Cunninghams’ lifestyle seems almost schizophrenically divided between austerity and affluence, yet they are hardly an exception in their community. Connie summarizes it aptly: “People out here try to dress like Neiman-Marcus, but Target does a booming business.”</p><p><span class=\"dropcap\">W</span>hat is happening to the Cunninghams seems to be representative of an emerging pattern of consumption for middle-class america. The dream of upper-middle-class prosperity is still there, its persuasion seen in the broad, sweeping gestures, the big mortgage payments, the pools and the airplanes. But on a daily basis the pursuit of these goals necessitates a cost-cutting asceticism reminiscent of Depression-era thinking. The rising price of the good life is creating a systematic attrition of upper-middle-class comforts, and the Cunninghams, like millions of other american families, are learning the lessons of adapting their priorities to an astringent new economic reality. The future still lures them on, but today they are tightening their belts.</p><p>Mark’s career is the lens through which the Cunninghams can view a better future. “If we didn’t feel that such good things are coming up with the company we would be in trouble,” concedes Connie. Burke Marketing Research paid Mark about $38,000, plus $2000 in profitsharing dividends, for his services over the past year. To earn that salary, Mark gets up at five-thirty every weekday morning, reads the paper, eats cereal, gets in his 1980 black Oldsmobile Cutlass (both the car and the gas are provided by Burke), and heads down Dallas Parkway for the 25-minute drive to his office at LBJ Freeway and Inwood Road in far North Dallas. It is basically an intersuburban transit.</p><p>By seven-thirty Mark is at Heritage Square, an hour before his receptionist arrives and an hour and a half before the office manager. The building where Burke’s offices are located is a slick, updatedmoderne low rise with beveled corners and a sheath of gray smoked glass that make it look like a minimal sculpture. It is sumptuously finished and set amid lushly landscaped grounds. Mark says the company decided on a suite here because of the visual impact and prestige value of the layout.</p><p>Mark’s office is comfortable but entirely utilitarian, and it is obvious that it is marketing research, not a posture of authority, that interests him. Essentially, what Mark does is figure out how to measure just how well new products, revamped products, and untested advertising campaigns can be expected to do with consumers. His responsibilities include submitting product research proposals to prospective clients and nurturing current Burke accounts in the area, of which Frito-Lay is the biggest. He loves his work, and his appetite for the business has been whetted by the constricted economy. “Three out of ten new products make it these days,” he explained. “We provide the information that minimizes the risk during a marketing recession.”</p><p>During the day Mark rarely carries more than $10 in his pocket, and frequently less. “i’ve been embarrassed more than once in the company of business associates,” he laughs. He tries to use credit cards for all business expenses and spends next to nothing on himself. He doesn’t eat lunch. Although he realizes that in the fashion-oriented Dallas business community he may soon find himself spending more on clothes, right now he owns four suits—he buys them two at a time, and he bought the last ones two years ago. Counting food, gas, <em>and</em> clothes, Mark spends less than $5 of his own money every workday.</p><p><span class=\"dropcap\">A</span>t home the dollars are parted with only slightly less grudgingly. Keith and Gary eat cereal every morning just like Dad. Connie buys their breakfast at the Fed Mart in Dallas rather than in the nearby Plano supermarkets, thus reducing the cost from $1.83 per box to $1.49. In fact, Connie does most of her shopping in Dallas and patronizes Plano’s higherpriced emporia only for convenience<strong>. </strong>During the school year Keith usually eats in the lunchroom at Wells Elementary school for 85 cents a day, while Gary eats peanut butter and jelly sandwiches either at home or at nursery school. At the evening meal, roasts, steaks, and ground beef are being phased out in favor of pork and chicken, and fresh vegetables have given way to canned and frozen ones. Cookies, cakes, and desserts, once considered standard, are now a luxury. And Connie isn’t buying major brands so much these days. Nevertheless, dinner with meat, salad, vegetable, and no dessert can’t be had for less than $12. But at McDonald’s or Taco Bueno, where the Cunninghams go once or twice a week, the whole family can dine for about $8.</p><p>Bargain shopping is one of Connie’s favorite pastimes. Since she wears tall sizes she doesn’t find shopping for clothes particularly enjoyable and estimates that she spends only about $350 every year on clothes for herself and the boys. She does enjoy buying gifts for Christmas, birthdays, and other special occasions and picking up small household items. Connie’s most recent week-long “splurge” totaled $56. Her single biggest purchase was $19 for a slightly damaged original oil painting for the house. Then, at Tuesday Morning, a Dallas outlet for mail-order goods at greatly reduced prices, she spent $20 on four sherbet dishes, two puzzles for her father, and some plastic papertowel and toilet-paper holders. Favors for a surprise party for their minister, a Christmas gift for Gary, and craft supplies for both boys were an additional $17. Connie also eats lunch out with friends about once a week, which comes to about $20 to $25 per month, and she spends about $30 a month on books, since reading is a major interest for both her and Keith. But she has cut out hardbacks, buys her paperbacks at Target, and is trying to get to the library more often. Connie charges $10 to $15 worth of gas each month on her Gulf Oil credit card and, like Mark, she rarely carries more than $10 in cash.</p><p>With its soaring cathedral ceiling, fireplaces upstairs and down, and balcony overlooking the pool, the Cunninghams’ three-bedroom-and-study, threeand-a-half-bath manor is the leitmotiv of their display of affluence. But here, too, bargain hunting, recycling, and do-ityourself projects have been necessary economies.</p><p>The living room furniture came from Cincinnati, Gary’s bed and dresser were handed down from Keith, and Keith’s bedroom furniture came from Connie and Mark (it was Connie’s before her marriage), who did buy a new bed and a combination bookcase-and-end-table arrangement for themselves. The piano in the family room came from Connie’s parents, and a large abstract painting came from a garage sale. One of the color TVs is a Heathkit assembled by Mark in a GI Bill electronics class he took in Cincinnati six years ago; he paid for only the cabinet. The other color TV is a Sears model that was being thrown out by some neighbors in Cincinnati.</p><p>The pool with its snappy brown tile border and spa is surrounded by expanses of gravel and redwood chips laid down by Mark; trees and shrubs are still in the works. Mark and Connie put in a redwood deck, with a sandbox for the boys, in a small atrium at the side of the house. Connie painted the brown fence around the pool, and she also did the earthorange accent walls inside the house.</p><p>“<span class=”dropcap“>W</span>e really do feel that we are getting our money’s worth out of the pool,” says Connie. “This is our entertainment. I’m out here every day and the boys use it several times a day.” By early July the Cunninghams had already had four pool parties. The pool suits Mark and Connie’s penchant for at-home entertaining, and they don’t mind admitting that they enjoy the prestige the setup affords them. “We’re trying to develop a positive reputation among our circle of friends,” says Mark. “You could say that there’s a little bit of showing off to the whole business.”</p><p>However, Mark and Connie consider themselves self-effacing by Plano standards. “The pressure to keep up is tremendous,” says Connie. “People in Cincinnati are not like that.” Connie is concerned because she thinks Plano’s status consciousness is most apparent in the attitudes of children. She has been amazed by the Gloria Vanderbilt jeans that girls in Keith’s class insist on wearing and the array of expensive vehicles she sees in the Plano High School parking lot. She recognizes both good and bad aspects to this childhood materialism. “The work ethic is very strong out here among the kids, and you can see that the ones who are doing all right have been working since they were teenagers—they work so much they don’t have time to get into trouble. But when they finally get out on their own, they may have an adjustment problem. They’re going to find out that all of their money can’t go into their cars anymore.”</p><p>Mark and Connie realize that their boys are in danger of similar adjustment problems. “They take the pool for granted,” says Mark. “Their values are a lot different from ours.” Just how different was underscored by a recent flap over Keith’s bicycle. Keith stopped riding his old standby when he got to Plano; then it came out that he was embarrassed because his run-of-the-mill two-wheeler wasn’t fashionable enough. What he wanted was a $360 Red Line with mag wheels. Mark and Connie ignored the issue for a while, but then they realized that Keith was suffering some serious anguish over his unchic wheels. “What we did was try to locate the psychological threshold at which he would accept his old bike,” says Mark, applying some of his professional expertise to the problem. “We took off the labels, repainted it, put on racing stripes and new wheels.” Then Gary began requesting a hot set of wheels for himself—a $100 Mini Rampar. So far that demand has not been met.</p><p>Pains are being taken to instruct both boys in the rudiments of economic reality. They are each given a weekly allowance —Keith gets $1 and Gary gets 10 cents—and they can borrow against future income for hefty purchases. Keith recently went into hock to the tune of $19 for a Star Wars toy. “I think that’s teaching him the perils of credit,” said Connie. The boys are never harassed about brushing their teeth, but they are expected to pay for the filling if they have a cavity.</p><p>Looking at their sons’ future, Mark and Connie haven’t as yet arrived at a consensus. Mark feels that it is “automatic” that they will give the boys a college education, but Connie does not think they owe their children that. If the kids do have to pay their way, though, it is not likely that they will be horrified by the prospect. The other day Connie and Keith drove by a Chikin’n Fixins that had a Help Wanted sign in the window, and Keith announced that he wanted the job.</p><p><span class=\"dropcap\">T</span>he Cunninghams take their leisure time seriously; most of their activities are structured and purposeful. Because Mark’s own childhood athletic ambitions were frustrated, he has always wanted the boys to have every opportunity he didn’t. Kiddie sports leagues are very important in Plano, and youngsters who don’t do something well can have a tough time of it. Fortunately Keith is athletically talented, especially at soccer, and next year it is possible that he will make the Select Team, which will necessitate about $75 worth of uniforms and some travel expenses. “I also suspect that this year he will get into name-brand soccer shoes,” says Connie.</p><p>Mark coaches baseball and soccer, but he isn’t as physically active himself as he would like to be. He rides his bicycle occasionally and swims laps a couple of times a week. He also devotes one full weekend day to yard work, which he finds tremendously gratifying and relaxing. Mark’s major leisure activity is flying. He started flying light planes during his air Force days and has since taken flying lessons under the GI Bill, which covers 90 per cent of the cost. Right now he needs to step up his efforts to get his instrument rating before his GI benefits expire next april, so he has charged a lot of flying lessons and flight time on his Visa card. Mark considers flying economical—singleengine planes get fifteen to twenty miles per gallon—and he thinks an airplane would be a good investment for both work and pleasure, since planes, unlike cars, consistently appreciate in value. Mark thinks he can get a plane for about $16,000 and his banker has already offered to lend him the money. “We used to think that only wealthy people could afford pools and planes,” says Connie.</p><p>Another part of their social life revolves around their church. The Custer Road United Methodist Church in Plano has, under the leadership of a dynamic young minister, become the fastest-growing new church in all of Methodism, and Mark and Connie have found many like-minded couples in the congregation. Connie types the church newsletter and bulletin every Monday afternoon and Mark has joined the minister in teaching Sunday school classes that deal with subjects like communication, stress management, and the moral issues connected with success Mark feels that very few of his fellow churchgoers are troubled by their quest for a better life, however. “These are successful people with a basic sense of good, honest values,” he says. “They are interested in expressing an appreciation for what they have.”</p><p><span class=\"dropcap\">F</span>or a family, the month is the standard unit of time in which economic success is measured, and in recent months Mark and Connie have come up short. In May of this year, for example, Mark and Connie wrote checks totaling $3567.21. Mark’s take-home pay, averaging in such annual bonuses as profit-sharing dividends and his income tax refund, was just about $3000 for that one-month period. The major constants are payments for the house ($820), pool ($224), Connie’s El Camino pickup ($161.62), their landscaping in Cincinnati ($163.62), and groceries ($416.63). In May they paid Master Charge $300 on a $1227.57 balance and Visa $300 on a balance of $2469.55. Six other creditors got a total of $380.20, although Mark and Connie paid off two of those accounts with that month’s payments. Utilities totaled $436.32—$67.86 for water, sewage, and garbage; $60.10 for the telephone (they talk to their parents a lot); $230.11 for gas (about $150 of that was to heat the pool, which is a onceor twice-ayear expense); and $78.25 for electricity (they didn’t turn on their air conditioner until Memorial Day weekend; in the summer the bill will be well over $300).</p><p>Right now these figures mean just one thing to Mark and Connie: economic expansion has got to stop. No more capital investments, no more borrowing. The credit cards are going into mothballs while the Cunninghams chip away at the balances. They are resisting the temptations of their bankers, who constantly send them invitations to come in and borrow some more money. Any future home improvements are going to have to wait until the cash is in hand. “We used to have raises spent before we got them,” says Connie, “but not anymore.” and even energy-saving measures like ceiling fans and weather stripping have been put off. “Before, if the long run seemed profitable we would just jump right in,” says Mark. “Now we have to wait.”</p><p>The second big cost-accounting ritual comes every april. Mark and Connie prepare their own income tax return, and it is a fairly painless process for them. They do not rant about the incursions of the federal government on Mark’s paychecks, although they are well aware of the system’s failings: Connie thinks that taxes are the real cause of inflation and Mark sees an expansion of welfare programs that wage earners in his bracket are going to get stuck for. Mark also questions whether the nation’s economy can be effectively managed from a few bureaus and offices in Washington. But when Mark and Connie talk about government there is no resentment or bitterness; it’s as if they are discussing the unfortunate actions of a retarded child, not the transgressions of a willful adversary.</p><p>The Cunninghams do all right at tax time, and that is the silver lining inside the clouds of debt. On his 1979 return Mark reported $36,979.94 in wages and $215.38 from interest income and other sources. He paid $2336.03 in state and local property taxes and sales taxes, all of which are deductible. His interest payments were $7398.52 for his home mortgage, $811.13 on credit cards, and $4123.35 for loans on items like the pool, sprinklers, and Connie’s truck. With the standard $3400 deduction subtracted, Mark was able to report an adjusted gross income of $25,901.09. The tax on that amount is $3756. Mark had already paid $7539.05 in federal withholding taxes, so he got a refund of $3783.05. Without his interest payments, Mark’s tax bill would have been almost doubled. Still, Mark and Connie think they can do better, and they are looking ahead at some tax shelters.</p><p>Mark and Connie have other plans for the future that are a mixture of the grand and the mundane. They would like a new refrigerator, a microwave, and an icemaker, but not on credit. They are also buying into Burke as the company evolves from a closely held family business into a partnership, and they can even imagine being independently wealthy in ten or fifteen years. That, of course, is the denouement of the middle-class dream.</p><p>But the Cunninghams’ future will be more directly altered by something that happened as this story was being finished. Mark was promoted to head Burke’s Dallas office. For that he gets the corner office with the vertical louvered blinds, the prospect of doing more entertaining at home, and $44,000 a year. But he sees this raise a little differently from the others<strong>, </strong>and it is obvious that he is still teaching himself lessons about a predatory economy. “We’re not going to spend this raise,” he says. “We can’t keep counting on raises to bail us out and we can’t count on the economy. This raise is just going to give us some breathing room.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "September 1980",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "House",
      "money",
      "Dallas",
      "Home",
      "Pool",
      "Family",
      "Future",
      "Marketing",
      "School",
      "Plano",
      "Business",
      "Church",
      "Clothes",
      "Mother",
      "office",
      "Real Estate",
      "Research",
      "Soccer",
      "College",
      "people"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Dallas",
      "Plano",
      "Richardson",
      "San Antonio",
      "Texas"
    ]
  }
}