{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19943",
    "date": "March 1994",
    "year": 1994,
    "month": 3,
    "month_formatted": "March",
    "pdf_uri": "/1994/19940300.pdf",
    "issue_cover_image": "",
    "document_start_page": 90,
    "toc_start_page": 88,
    "document_page_range": [
      [
        90,
        91
      ],
      [
        143,
        144
      ]
    ],
    "toc_order": 14,
    "toc_headline": "The Price off AIDS",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199403-theprice",
  "source": "/1994/19940300.pdf",
  "wp_post_id": 128673,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-price-of-aids/",
  "authors": [
    "Mimi Swartz"
  ],
  "headline": "The Price of AIDS",
  "dek": "Once, Houston’s Montrose neighborhood gave in to pleasure. Today, it’s still paying for it.",
  "spread_caption": "",
  "excerpt": "after years of decay and death, a Houston neighborhood ravaged by the disease is learning to live with it—and surviving.",
  "kicker": "",
  "word_count": 2384,
  "content": "<p>The Man Sitting Beside a Counter At the Houston health food mecca called a Moveable Feast is not just slight but <em>painfully</em> thin, with round glasses that accentuate his prominent cheekbones and deep lines that seem premature on a face that has just entered middle age. He is on the phone. A rotund, respectful clerk has placed two very large, wildly colored containers of weight-gain powders before him, the kind ordinarily sold to power lifters who want to bulk up. One can is labeled “Gainer’s Fuel” in brilliant letters; the other brand carries a warning to people with liver damage. The man, who is waiting to talk to his doctor, tips the cans to and fro with his long, narrow fingers, reading the product information. He is calm, patient for someone on hold in a busy store. His doctor has prescribed the powder, but she has also previously diagnosed deterioration of his liver, so he needs further instructions. He waits, as if he had all the time in the world, which, of course, he doesn’t.</p><p>What is striking about the scene is its matter-of-factness. The customer’s patience, the clerk’s deference, and the lack of curiosity exhibited by the other shoppers convey a certain contemporary logic. That the man suffers from AIDS is no surprise, particularly because a Moveable Feast is in Montrose, the area with the highest incidence of the disease in Houston, the city with the highest incidence of the disease in Texas. But the days when AIDS was a deadly mystery are behind us; this small scene simply reflects the numbing reality of life in Montrose ten or so years into an unceasing epidemic.</p><p>All neighborhoods get reputations. River Oaks, alamo Heights, Sharpstown, South Dallas, the Fifth Ward—each evokes its own atmospherics. Montrose was the same way, synonymous for generations with pleasures of all kinds, but particularly those of the flesh. Now, as a place where HIV infection is estimated by some experts to be as high as in San Francisco’s Castro district, it is known for something else. In certain parts of the neighborhood, paint peels indifferently from once-cheery cottages; “For Lease’’signs sprout like grave markers in front of forlorn apartment complexes; young men old before their time hobble with canes. Once sybaritic in the extreme—the fabled Westheimer Strip offered sexual gratification in every conceivable permutation—Montrose now seems not so much abstemious as devastated.</p><p>But Montrose is also indisputably alive. Note Montrose Boulevard’s new Walgreens pharmacy, the one that looms almost as large as the Taj Mahal. The Strip may well be dead, but the Curve, the section of Westheimer immediately west of Montrose, is buoyant with shops and cafes. Cherryhurst Park gleams with flawless restorations. So many gay publications occupy the entrance to the Montrose Kroger that they practically form a barricade. In this seeming contradiction resides something of the redemptive soul of Montrose, but so too does something far more powerful—the social, psychological, and economic reach of the plague. No resident, no business, no visitor to this neighborhood has not had to confront and then adapt to or accommodate the disease. In accordance with the most virulent cliche of the plague years, Montrose has learned to live with AIDS.</p><p>“the Leather People Who Started the Leather community are dead,” explains a woman behind the counter of Leather by Boots on Montrose Boulevard. “Our new customers are now at the fad stage. We’ve had to change a lot.” Heavy-set with a tattoo on her forearm, she easily remembers the Montrose of just a decade ago, before there was so much gay bashing, before AIDS took so many friends away. By her account, Montrose sported six or seven leather shops back then; now the one remaining is something of a period piece. The foreboding leather harnesses, collars, and caps, along with the contortions pictured in the store’s catalog, speak to an era when sex with a stranger did not [COnTINUED On Page 139] [COnTINUED From Page 88] include the possibility of a death sentence. But Leather by Boots is less an anachronism than a survivor: It now has a lock on the local leather market, largely because its owner did not die and also because he diversified his business by marketing to heterosexuals as well as gays. The chain mail vests and zippered chaps now share space with Madonna-esque bustiers and leather jackets that owe more to DKNY than S&M. Such is life in Montrose now.</p><img/><p>Illustration By Jeff Dodson</p><p>The chaos of the plague has created specific winners and losers.</p><p>In truth, Montrose has always been easy. Ever-yielding, it has long been Houston’s most generous and eccentric neighborhood. Framed by Shepherd to the west, Brazos to the east, the Southwest Freeway and West Gray to the north and south, it is a collection of stately mansions and dissolute apartment complexes, of ethnic and more-elegant restaurants, of specialty shops offering everything from sexual aids to fine antiques. Developed in 1910, Montrose was initially envisioned as an upper-class subdivision with immense palms lining a central boulevard, yet the subsequent creation of River Oaks lured the richest, most prominent residents westward. Those who remained, and those thereafter drawn to the place, were far less discerning. Montrose became home to bohemians of every stripe—artists, immigrants, runaways, and students, as well as the unconventional doctor, lawyer, and college professor. Left Bank meets Greenwich Village meets, well, Houston.</p><p>For most of the seventies, Montrose managed to be both adventurous and harmless. People went to the bistros for a taste of the international scene to come. They favored the dark corners and deep sofas of a bar called Marfreless for their seductions, and they chuckled about the Boobie Rock, which featured topless dancers trained in the then esoteric art of couch dancing. That Montrose was also home to the city’s gays simply added to its worldliness. Along with several homosexual organizations like the Gay Liberation Front, two thirds of Houston’s gay bars were located there, including Bayou Landing, then considered the biggest gay dance hall between the coasts. By definition, if you lived in Montrose, you didn’t take life seriously. As one resident told this magazine in 1973, there were then three main problems in the neighborhood: “The pack of dogs that attack you, the police who harass you, and if you’re female, the dirty old men who are all over the place.” In other words, there were no problems in Montrose.</p><p>“<span class=”dropcap“>M</span>y Lover Died In 1985,” Michael Banyai says. “It was a running joke that I was the first widow in Houston. I was one of the first. Since then i’ve buried a second one.” a gay man who has been the pharmacist for the Walgreen’s on Montrose Boulevard since 1987, Banyai has had one of the least coveted seats from which to view the ongoing AIDS tragedy. Soft-spoken with a sense of humor honed in self-defense, he has seen the drugstore’s Medicaid clientele shift from welfare moms to single young men and a broad stock of medications come to be dominated by a few. Banyai believes that at one point this Walgreen’s and the Kroger pharmacy across the street were selling 60 to 75 percent of the AZT in Houston. (He will not reveal exact sales figures for his store, but another source says Kroger derives 80 percent of its pharmacy sales from AIDSand HIV-related drugs.) Like so many people who have escaped the illness themselves, Banyai expresses the contradictory notions that AIDS has taught him how to live at the same time it has made him numb to the relentless death toll around him. Such contradictions are part of the insidious logic of AIDS: The chaos of the plague has created some very specific winners and losers.</p><p>Collective memory marks the late seventies as the time when the streets just off the Strip became choked with cruisers, when bars with names like the Chicken Coop—a place habituated by older men desirous of teenage boys—turned the neighborhood mean. There was a sense that things had gone too far, but such hard-core diversions also obscured a larger menace: the disease that began to show up in places like the Montrose Clinic in the early eighties. The clinic was designed to treat sexually transmitted diseases like syphilis and herpes; suddenly, doctors were seeing an illness that killed. Researchers identified the AIDS virus in 1984, but by then the denizens of Montrose were well acquainted with its power. An AIDS culture was rapidly replacing the gay culture of the neighborhood.</p><p>In retrospect, the initial period of fear of contagion seems brief; the process of adaptation appeared to begin once the disease was identified and it was determined that transmission came through the exchange of bodily fluids. The change resembled a slow mobilization for a long, long war. Favor was bestowed on funeral homes like Earthman, which buried the dead without hesitation. Memorial services became a new social outlet. Gradually, churches and charities switched their allegiance from the arts or homelessness to AIDS; now it is a rare Montrose benefit that is not AIDS-related, just as it is a rare week that passes without some sort of AIDS fundraiser in Montrose. Charles armstrong, the owner of several neighborhood gay bars, waives the cover charge for a few hours a few nights a week for every patron who brings a can of food, a loss of revenue that he says has cost him $100,000 over the last eighteen months. The number of volunteer organizations mushroomed—first to care for people the rest of Houston appeared to have abandoned; then, in the late eighties and early nineties, to take advantage of the public money to be had. The language changed: The word went out from clinics to real estate offices that AIDS sufferers were not to be referred to as AIDS victims but as PWAs—people with AIDS. What did not change, of course, was the deaths that occurred weekly.</p><p>Today the market seems the only force with some immunity to the disease. Gay publications reflect this accommodation particularly well. <em>This Week in Texas, </em>a.k.a. <em>TWIT,</em> the largest gay publication in the state, still features hunk spreads and stories on gay politics, but the magazine now also contains medical pieces like “HIV, Shame and the Self,” as well as a section that has become its most widely read: obituaries. The ads show an even deeper adaptation to AIDS: alongside bulging torsos touting clubs (“NFL Playoffs Noon . . . Boy Toy Dancers 6 p.m.-2 a.m.”) are notices for phone sex, physicians, and discounted AZT by mail. There are also many ads for companies that offer to buy the life insurance policies of people with AIDS—the investment community’s newest and most ghoulish opportunity. “It’s an unfortunate sign of the times,” says <em>TWIT</em> publisher alan Gellman.</p><p>One of the darkest secrets of the epidemic is that what is bad for the afflicted can be good for business, and certainly not just gay businesses. One block from the Kroger—itself just another block or so from Walgreen’s—a new Eckerd Drugs appeared. (Wily patients, whose AIDS medications can run to $1;500 a month, quickly learned to create price wars among the three.) Health food stores like a Moveable Feast have responded to customers’ requests by stocking specific herbs and vitamins believed to bolster the immune system. Other establishments cater to the craving for good health too: Charles armstrong’s bars now feature five brands of bottled water (he offered only Perrier a year ago), and free condoms can be obtained from the bartender. One man developed quite a following by teaching self-healing classes, but with the bitter irony so common to Montrose, he too has fallen ill, with lymphoma, and someone else now teaches his course.</p><p>Florists and designers who competed viciously during the oil boom now find their ranks so thinned that those remaining can even turn away the most difficult customers. Not that the work has become easier: Those who once helped plan society galas now help customers plan their memorials. “That never used to happen,” says one prominent florist. Even pawnbrokers have found new customers, as victims of the epidemic have been desperate to finance treatment.</p><p>Real estate may be the saddest barometer of all. Commercial rentals and sales appear stalled. “This neighborhood should have done a lot better,” says Montrose pawnbroker Jaime Raskansky. “It’s stagnated.” More than a few new tenants are in fact linked to the epidemic in some way, such as Stone Soup, an organization that provides food for people with AIDS, which is now housed in a former transvestite bar, and the Westheimer hustler motel that will soon be converted into an AIDS clinic and research center. On the other hand, the market for private homes is brisk. Realtors talk of more and more homes sold through estates and of homes sold at fire-sale prices because the seller, still living, could not own property and receive government assistance. “The whole complexion of the neighborhood is changing,” says Bob Beszborn of SwilleyHudson Real Estate. Which is, of course, the ultimate result of the epidemic.</p><p>Still, Montrose is beginning again. “Coffee is just starting to happen here,” says Smoot Hull, a young entrepreneur who once ran Houston nightclubs but has just opened Empire Cafe, a Westheimer coffeehouse-restaurant-newsstand-flower shop. Coffee is indeed the latest Montrose trend: Two other such establishments already exist just a few blocks away. “People need to meet and socialize in a place less threatening,” says Hull. “a coffeehouse doesn’t have the overtones of a bar.” You can see where Montrose is going: The decor is Weimar by way of L.a., stagy but warm, with a sinuous tiled counter, earthtone walls, and spiky, sprightly lighting fixtures. In spite of paintings of well-endowed, seductively posed seminude women on the walls, the clientele seems to be the classic Montrose mix of gays and straights. People are fashionably if not expensively dressed; they view one another with appraising looks that are not necessarily sexual. The entrees are chicly spare—i.e., focaccia sandwiches—while the opulent desserts are not for the cardiovascularly compromised. There is a smoking section. Those who drink alcohol will have only wine and beer to choose from, while coffee drinkers can select from four chasers: whole, low fat, or skim milk, or half-and-half.</p><p>Everyone’s trying to reconcile their health with their pleasures, you see, but in Montrose they’ve also learned to live with contradictions. They know that nothing ever lasts forever.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "March 1994",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Montrose",
      "AIDS",
      "leather",
      "people",
      "disease",
      "Health",
      "homes",
      "Bars",
      "Food",
      "Houston",
      "Boots",
      "Coffee",
      "Culture",
      "Death",
      "Home",
      "Alamo",
      "Alcohol",
      "Art",
      "attack",
      "Beer"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Houston",
      "West"
    ]
  }
}