{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198211",
    "date": "November 1982",
    "year": 1982,
    "month": 11,
    "month_formatted": "November",
    "pdf_uri": "/1982/19821100.pdf",
    "issue_cover_image": "",
    "document_start_page": 184,
    "toc_start_page": 182,
    "document_page_range": [
      [
        184,
        185,
        186,
        187,
        198,
        199,
        190,
        191,
        192
      ],
      [
        297
      ],
      [
        304
      ]
    ],
    "toc_order": 8,
    "toc_headline": "Sensations",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198211-sensations",
  "source": "/1982/19821100.pdf",
  "wp_post_id": 117651,
  "wp_post_guid": "http://www.texasmonthly.com/article/sensations/",
  "authors": [
    "Cyndy Severson"
  ],
  "headline": "Sensations",
  "dek": "Want the secret for successful Christmas giving? accentuate the sensuous.",
  "spread_caption": "",
  "excerpt": "Was the partridge in a pear tree you gave last Christmas not fully appreciated? Our sensational gift ideas will save you this year.",
  "kicker": "",
  "word_count": 1642,
  "content": "<p>Photography by andy Vracin</p><p>When the twelve days of Christmas have got you in a tizzy and your sixth sense fails you, take a cue from your first five senses. Combined with a pinch of imagination, they’ll come through every time with an answer or two to that age-old question, what to give your true love this holiday season.</p><p>You say the sound of twelve drummers drumming is hardly what you had in mind for a peaceful Christmas morn? Perhaps you’d prefer to awaken to the gentle harmonies of a wind chime. Is your family unprepared for the sight of ten lords a-leaping through your house, or even in your back yard? a brigade of windup toys may be more on the scale you had in mind. And while eight maids a-milking would certainly provide wholesome potables for the Christmas breakfast table, wouldn’t eight (or a dozen) chocolate truffles be a lot more fun?</p><p>Jack Frost rarely nips a Texan’s nose —the better for appreciating the heady fragrance of a cinnamon-stick wreath or a floral sachet. A mink teddy bear will get you plenty of strokes —a decidedly touching gift. And if you insist on tradition, there is even a new version of an old standby, two turtle doves. On the next eight pages, you’ll find these and plenty of other suggestions to help make this Christmas what it should be: absolutely sensational.</p><p><em>(See page 295 for shopping guide.)</em></p><p><em>Light up your nightlife with a silk camisole ($125) and tap pants ($85). If you need extra blush, Le Coffret makeup kit by Pupa has colors for cheeks, lips, and eyes ($47.50).</em></p><p>Locations courtesy of arresta. Cafe Pacific,</p><p>The Mansion on Turtle Creek, Nostromo-Dallas</p><img/><img/><p>Look</p><img/><p><em>Sailing, sailing: the Jalbert Parafoil kite in colorful nylon flies like a breeze ($35).</em></p><img/><img/><p><em>Put a winning smile on someone’s face with abercrombie & Fitch’s rollaway table tennis set.The tabletop, on its sturdy steel frame, folds up at a right angle so one person can practice alone and is plastic coated for outdoor use. Both standard and custom colors are available ($1100).</em></p><img/><p><em>Pedal pushers: West German metal windup toys with propeller tops ($19.50-$21).</em></p><img/><p><em>Things roll along with Texas-made Terra Toys ($17-$20); other styles available. Handpainted and batiked socks from Farrel and Sassy Sox ($4-$7) keep little feet warm.</em></p><img/><p><em>allen Solly men’s wear reins in traditional styling: cashmere jacket ($295), gray wool tweed jacket ($165), blue wool sweater ($28), cotton plaid shirts ($33.50).</em></p><img/><p><em>a special gift or remembrance calls for a custom card, like these original hand-painted ones by Lonnie Smith for a. I. R. Paper ($3).</em></p><img/><p><em>Time on your wrists: unisex enamel watch ported from Italy comes in eight colors ($195).</em></p><p>Hear</p><img/><p><em>There’ll be billing and cooing under the Christmas tree. Cooing provided by snowwhite doves; the bill is $30 to $35 a pair.</em></p><img/><p><em>Mellow, marimbalike notes, tuned to the key of C, waft from this metal, teakwood, and stained glass wind chime ($37-$40).</em></p><img/><p><em>The music goes down and around on a Bang & Olufsen Beogram 8000 turntable ($895). The classic LPs are Japanese re-pressings on top-grade vinyl for top sound ($12-$20). Tokio metal lamp by Still Novo features minimalist high-tech Italian design ($360).</em></p><img/><p><em>Now hear this: the audible audubon features Sound Plates that play a bird’s song on one side and show its picture on the other (set including twenty plates $40; each additional ten plates $7). With a chirp-chirp here: animal sound boxes ($1.15-$I.50).</em></p><p><strong>TASTE</strong></p><img/><p><em>Dreaming of a white Christmas? Try easy-cleaning enamel-on-steel cookware b General Housewares (stock pot $17, double boiler $20) paired with crockery storage jars from Bee House (square $16, small round $14 each, large round $36, bottle $10).</em></p><img/><p><em>a highly polished Regency pewter-andglass decanter ($135) cries out to be filled with port from a great vintage ($35-$45).</em></p><img/><p><em>Midnight Santas will welcome this espresso machine by Enrico of Italy; it makes steam to brew up the real thing ($400).</em></p><img/><p><em>Handmade chocolate truffles come dusted with cocoa, chopped pistachio nuts, or crushed candied violets ($10.50 a dozen).</em></p><p><strong>TOUCH</strong></p><img/><p><em>Old softies: antique lace and cutwork pillowcases and shams, of cotton or linen, some with eiderdown pillows ($60-$395).</em></p><img/><img/><p><em>after a busy night as Santa’s helpers (trimming the tree, feeding the reindeer), greet dawn's early light in this silken sleepwear by Pinky & Dianne —for her, rosy pink striped pajamas ($230) and full-length, shawl-collared robe $190); for him, muted blue pajama pants with short shaving robe ($250). What better gift could there be than a cuddly mink teddy bear ($165) to recall childhood bedtimes with adult elegance?</em></p><img/><p><em>Tactil Board teaches children textures ($14.50).</em></p><img/><img/><p><em>Top: So fur, so good: a lynx-trimmed, hand-knitted wool sweater ($695). Above: Go out like a lamb, carrying a German-made briefcase constructed, all but seamlessly, of top-grade lambskin witha fitted leather interior ($840) or a Bottega Veneta bag ($205).</em></p><p><strong>SMELL</strong></p><img/><p><em>Scented pink satin shoe bags ($32) and toe sachets ($22 a pair) by Sherry & Cie, Ltd.</em></p><img/><p><em>Enjoy the sweet smell ofsuccess with Floris of London's Elite talc ($7-$9) and cologne ($27-$29). Silver mirror, shaving brush, razor, and mug by Ricci (set $350; razor $50).</em></p><img/><p><em>Scratch, sniff, and sigh: package stickers with a little something extra (15 cents).</em></p><img/><p><em>Scented drawer liners (box $10), potpourri in hand-marbled box ($15), china pomander ($21) and soap dish ($32), and antique crystal perfume bottles ($250-$350).</em></p><img/><p><em>Cinnamon-stick-and-heather wreath ($50$95); sachet pillows ($12-$17); lavender shampoo, bath grains, soap ($3.50-$5); talc ($5), lotion, liquid soap ($7.50 each).</em></p><p><em>(Continued from page 182)</em>_</p><p>Listed below are some of the stores that carry the merchandise pictured on pages 182-190. Some of the items may not be in stock at every branch of a store. The city or cities in which a store is located are listed only the first time the store is mentioned.</p><p><strong>PAGES 182-183</strong></p><p><em>Silk camisole and tap pants by Peggy Jennings:</em> Saks Fifth avenue in Dallas and Houston. <em>Pupa makeup kit:</em> Foley’s in austin, Houston, and San antonio; Saks Fifth avenue.</p><p><strong>PAGES 184-185</strong></p><p><em>Jalbert Parafoil:</em> Buffalo Beano Company in Lubbock, Empty Vase in Houston (special order), Eureka-Paper Tiger in Dallas, Folk Toy in austin, Hendley Market in Galveston (special order), Mad’s Blue Gnu in San antonio. Mail order from Go Fly a Kite, 1201 Lexington avenue, New York, NY 10028. <em>Table tennis set:</em> abercrombie & Fitch in Dallas and Houston. <em>allen Solly men’s wear:</em> Foley’s, Sanger Harris (all Texas stores). <em>Windup toys:</em> Dupree Gifts in Irving, Higginbottom’s in austin, Original Christmas Store in Dallas, Susanne’s in amarillo. <em>Terra Toys:</em> angelike’s in austin, Bronx Zoo in Houston, Folk Toy, Higginbottom’s, Party Place in Dallas, Rootabaga Bookery in Dallas, Teddy Bear Toys in Fort Worth, Terra Toys in austin. <em>Farrel apparel hand-painted socks:</em> Fundesigns in Fort Worth, Patty-Kakes in Fort Worth, Silhouettes in Dallas and Houston. <em>Sassy Sox batiked socks:</em> Silhouettes. Mail order both kinds of socks from Silhouettes, 1956 W. Gray, Houston 77019. <em>Greeting cards:</em> Facets in Houston, Rainbow Works in austin, Under arrest/arresta in Dallas. <em>Enamel watch:</em> Via Condotti in Dallas. Mail order from Via Condotti, 5100 Belt Line, Suite 824, Dallas 75240. $195 plus shipping.</p><p><strong>PAGE 186</strong></p><p><em>Doves:</em> Butler’s Pets in Houston, King’s Pets in Dallas. Cage provided by Dorrace Pearle antiques, Dallas. <em>Bang & Olufsen turntable:</em> audio Concepts in San antonio, Hi-Fidelity in Lubbock, High Fidelity in austin, Hillcrest High Fidelity in Dallas, Home Entertainment in Houston. <em>Tokio lamp:</em> Rainbow Works, Under arrest/arresta. <em>Japanese re-pressings:</em> arnold & Morgan in Dallas, B&M Electronics in Houston (special order), Craig’s Record Factory in Corpus Christi, Metamorphosis Records in Dallas, Nostalgia Place Records in El Paso (special order), Record Exchange in austin and Houston, Treasured Tracs in austin (special order), Waterloo Records in austin. <em>Wind chime:</em> Best of all Gifts in Houston, Creative arts Gallery in San antonio, Hand Made U.S.a. in Lubbock and Odessa, Humanarts in Dallas, Leather Bench in austin, Patio Shop in amarillo. Mail order from Marilyn Endres, Route 1, Box 99, Driftwood 78619. $38.50 postpaid. <em>audible audubon:</em> Chickadee in Houston. Mail order from Microsonics, 2802 Oregon Center, Unit 3-L, Torrance, CA 90503. <em>animal sound boxes:</em> Chad’s Rainbow in Dallas, Folk Toy, Higginbottom’s.</p><p><em>(Continued on page 302)</em></p><p><em>(Continued from page 295)</em></p><p><strong>PAGE 187</strong></p><p><em>General Housewares cookware:</em> Crate & Barrel in Dallas. <em>Bee House jars:</em> Foley’s. <em>Regency decanter:</em> Saks Fifth avenue. <em>Port:</em> Brands and prices will vary. One of the best years for port was 1963; that vintage is now ready to drink. Dan’s Wine Cellar in austin, Marty’s in Dallas, Richard’s in Houston. <em>Espresso machine:</em> Foley’s, Scarbroughs in austin. <em>Chocolate truffles:</em> Flavors and prices will vary. Truffles can be priced individually, by the dozen, or by the pound. Au Chocolat in Houston, Higginbottom’s, Kron Chocolatier in Dallas, Mirabelle’s in Dallas (pictured), Neuhaus Chocolate Shop in Dallas.</p><p><strong>PAGES 188-189</strong></p><p><em>Pinky & Dianne sleepwear:</em> Tootsie’s in Houston. <em>Mink teddy bear:</em> Lord & Taylor in Dallas and Houston. <em>Tactil Touch Board:</em> Chad’s Rainbow; Stop, Look & Learn in Houston. Mail order from Chad’s Rainbow, Box 6208, Richardson 75080. $14.50 plus shipping. <em>Lynxtrimmed sweater:</em> Subject to prior sale. Frost Bros, (all Texas stores). <em>Briefcase by Karl Seegar:</em> Styles will vary. NeimanMarcus (all Texas stores). <em>Bottega Veneta bag:</em> Styles will vary. Neiman-Marcus in Houston and Dallas (downtown, NorthPark, and Prestonwood stores). <em>antique lace pillows:</em> Gabler & Kramer in Dallas, Le Passe Gallery in Laredo, Scrivener’s in San antonio.</p><p><strong>PAGE 190</strong></p><p><em>Shoe bags and toe sachets:</em> Higginbottom’s. <em>Talc and cologne:</em> British Market in Houston, Higginbottom’s, Karen Benbow in Houston. <em>Silver shaving set:</em> Piccadilly Fair in Dallas. <em>Scratch-andsniff stickers:</em> Brands will vary. All That Glitters in Houston, Cadeau in austin, Petty mark in Dallas, Rainbow Works, What’s in a Name? in San antonio. <em>Drawer liners:</em> British Market, Crabtree & Evelyn in austin, Dallas (Quadrangle store only), and Houston. <em>Potpourri:</em> Scents and prices will vary. British Market, Cowgirls & Flowers in austin, Crabtree & Evelyn in austin, Flowers on the Square in Fort Worth, Village Garden in Dallas (pictured). <em>China pomander and soap dish:</em> Laura ashley in Dallas and Houston. <em>antique crystal perfume bottles:</em> Sakowitz in Dallas, Houston, and Midland. <em>Cinnamon-stick wreath:</em> Cowgirls & Flowers, Flowers on the Square, McPhail’s in austin, Village Garden. <em>Sachet pillows:</em> Gabler & Kramer. <em>Lavender toiletries:</em> Potter & Moore brand (pictured) at Caswell-Massey in Dallas and at Gabler & Kramer. Norfolk hranrl at Rritich Market</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "November 1982",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Dallas",
      "Christmas",
      "Sound",
      "Chocolate",
      "Houston",
      "Folk",
      "Gabler",
      "Records",
      "Texas",
      "wind",
      "Austin",
      "China",
      "Cotton",
      "Cowgirls",
      "House",
      "leather",
      "Pets",
      "record",
      "Sachet",
      "ten"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Dallas",
      "Houston",
      "Texas",
      "Austin",
      "Driftwood"
    ]
  }
}