{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19898",
    "date": "August 1989",
    "year": 1989,
    "month": 8,
    "month_formatted": "August",
    "pdf_uri": "/1989/19890800.pdf",
    "issue_cover_image": "",
    "document_start_page": 124,
    "toc_start_page": 122,
    "document_page_range": [
      124
    ],
    "toc_order": 8,
    "toc_headline": "Close, But No Cigar",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198908-closebut",
  "source": "/1989/19890800.pdf",
  "wp_post_id": 124866,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-texas-100-close-but-no-cigar/",
  "authors": [],
  "headline": "Close, But No Cigar",
  "dek": "",
  "spread_caption": "",
  "excerpt": "Why T. Boone Pickens, Bill Clements, Lady Bird, and other runners-up didn’t make the list.",
  "kicker": "The Texas 100",
  "word_count": 403,
  "content": "<p><span class=\"dropcap\">T</span>o Secure a Spot on the Texas 100 this year, all it took was a “unit”—oilpatch slang for $100 million. But obviously the story of Texas wealth doesn’t end at nine digits. Below are a handful of Texans whose known assets indicate that their fortunes are slightly shy of $100 million.</p><p><strong>HAROLD Farb</strong>—Once Houston’s flashiest builder, Farb closed his fancy restaurant, sold his magazine <em>(Ultra),</em> and quit making record albums like <em>Farb Sings Jolson. </em>Farb, who calls his sidelines “something I never should have gotten into,” still has 17,000 apartments and a fortune of some $90 million.</p><p><strong>PAULINE G. Sullivan</strong>—Bill Clements’ ex-wife got half of everything Clements owned in the couple’s 1975 divorce, including 804,455 shares of Sedco, the governor’s oilexploration company. Because Sullivan owned more of Sedco than Clements when Schlumberger bought it, her fortune could be as much as $90 million today.</p><p><strong>TOM E. Turner</strong>—San antonio’s Turner fathered the gas station-convenience store combination that now dominates gas retailing. Turner, who sold his six-hundredstore Sigmor Corporation in 1980 to Diamond Shamrock and now presides over a variety of investments, should be worth about $80 million.</p><p><strong>CLAUDIA Taylor “Lady Bird” Johnson</strong>—The widow of former president Lyndon Baines Johnson and the patron saint of Texas bluebonnets, Lady Bird Johnson controls a nest egg of some $75 million. Her family’s LBJ Company owns cable systems and broadcast interests in austin, Bryan, Victoria, and Waco.</p><p><strong>ROBERT Adam Mosbacher</strong>—along with his family, the newly minted Secretary of Commerce appears to control a family oil-and-gas fortune of at least $75 million.</p><p><strong>THOMAS Boone Pickens, Jr.</strong>—amarillo’s oilman, corporate raider, and champion of shareholder rights has grabbed more headlines than millions of dollars. Pickens, whose Mesa Petroleum has been hammered by the stock market, appears to be worth about $75 million.</p><p><strong>WILLIAM P. Clements, Jr.</strong>—The governor sold Sedco to Schlumberger for stock in 1984. Clements’ proven fortune should be at least $70 million.</p><p><strong>FLOYD a. Cailloux</strong>—a classic case of selling out and holding on, Oklahoma native Cailloux merged his industrial-equipment maker Semco with a Houston valve maker now known as Keystone International in 1968. His Keystone stock is worth about $65 million.</p><p><strong>WILLIAM Dean Singleton</strong>̶ Largely by using other people’s money, Houston’s media mogul has acquired the <em>Houston Post,</em> the <em>Denver</em> Post, the Dallas Times Herald (later sold), and more than fifty other papers since 1983. His expense: more than $500 million. His equity: probably no more than $50 million. (Singleton claims equity of $200 million.)</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "August 1989",
    "wp_magazine_section": "",
    "wp_tags": [
      "Texas",
      "gas",
      "Houston",
      "Maker",
      "Albums",
      "apartments",
      "Commerce",
      "Dallas",
      "Family",
      "Governor",
      "Lady Bird Johnson",
      "LBJ",
      "Media",
      "Oklahoma",
      "Patron",
      "record",
      "Slang",
      "Taylor",
      "Texans",
      "Wealth"
    ],
    "wp_categories": [
      "Dallas"
    ],
    "wp_location": [
      "Texas",
      "Houston",
      "Dallas",
      "Taylor"
    ]
  }
}