{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19898",
    "date": "August 1989",
    "year": 1989,
    "month": 8,
    "month_formatted": "August",
    "pdf_uri": "/1989/19890800.pdf",
    "issue_cover_image": "",
    "document_start_page": 113,
    "toc_start_page": 112,
    "document_page_range": [
      [
        113,
        114,
        115,
        116,
        117,
        118,
        119,
        120,
        121,
        122,
        123,
        124,
        125,
        126,
        127,
        128,
        129,
        130,
        131,
        132
      ],
      [
        134
      ],
      [
        136,
        137,
        138
      ],
      [
        141,
        142,
        143,
        144
      ],
      [
        146,
        147,
        148
      ],
      [
        150
      ],
      [
        152
      ],
      [
        154
      ],
      [
        156,
        157,
        158
      ],
      [
        160
      ],
      [
        162,
        163,
        164,
        165,
        166,
        167,
        168,
        169,
        170,
        171,
        172
      ]
    ],
    "toc_order": 6,
    "toc_headline": "The Texas 100",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198908-thetexas",
  "source": "/1989/19890800.pdf",
  "wp_post_id": 124875,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-texas-100/",
  "authors": [
    "John anderson"
  ],
  "headline": "The Texas 100",
  "dek": "",
  "spread_caption": "",
  "excerpt": "",
  "kicker": "The 100 Richest People In Texas",
  "word_count": 20426,
  "content": "<img/><p>Illustrations By John Howard</p><p><span class=\"dropcap\">S</span>earching Out the Richest people in the state is no simple task. The world of great wealth is a maze of disguised ownership, intertwining trusts, partnerships, hidden liabilities, and—the rich’s favorite shell game —estate-planning maneuvers. Asset values are dynamic and can never be known exactly until an asset is sold. Further complicating the matter is the intrinsic privacy with which the superrich guard their affairs.</p><p>With a few exceptions, none of the Texas 100 wanted to be on the list. In a sure sign that times have changed in Texas, some thought it might seem as though they were bragging. Others feared that being listed in the Texas 100 might cause them business problems or headaches with the Internal Revenue Service. Many more objected to our rich list simply because any mention of big money attracts fundraisers and developers like vultures to fresh road kill. Whatever their objections, though, the Texas 100 were united on at least one front—almost none would discuss their net worth.</p><p>In probing this moneyed mine field, two overriding principles—conservatism and common sense—held sway. Obviously, our net-worth calculations are independent estimates, not audited figures. Since we made no allowance for hidden assets, all net-worth figures should be considered minimums. For the sake of consistency in compiling the Texas 100, we adopted the following guidelines:</p><p>• Private companies were valued in comparison with similar publicly traded firms. For example, a market value for Drayton McLane’s food wholesaler, McLane Company, was established by comparing it with public grocery distributors like Fleming Companies, for which earnings and price-to-earnings multiples are available.</p><p>• Media properties were mainly valued by national newspaper, television, or radio-station brokers.</p><p>• assets of oil and gas producers were calculated almost solely on the basis of reserve estimates. Oil was priced at $7 a barrel, gas at $1.25 per thousand cubic feet.</p><p>• Commercial real estate, perhaps the trickiest asset to value, was generally estimated two ways, on an income basis and by assigning a simple dollar value per square foot. In most cases debt was estimated and, naturally, treated with caution.</p><p>• Public stock holdings were priced June 1. The list was finalized July 1.</p><p>• In instances in which assets are concentrated in a closely held, ongoing family business, the wealth of a family group was attributed to a member of the family deemed to control the wealth and its incumbent economic power. Generally, we credited wealth parked in the names of offspring or wives to the creator of the fortune. In some cases, we assumed that heirs to a common inheritance received equal shares, at least where we found no evidence to the contrary.</p><p>• Our net-worth calculations did not count wealth held by private foundations or other charitable entities.</p><p>As much as they might like to, those listed on the Texas 100 cannot operate in a vacuum. Their wheels are greased by an entire cottage industry of brokers and analysts, money managers, attorneys, bankers, and business partners. More than any rule of thumb or method of evaluation, it was these insiders —most of whom spoke on the condition of anonymity—who were indispensable in helping us compile the Texas 100.</p><p>But did we find every person in Texas who is worth upwards of $100 million? Probably not. Texas history is too rich. The state’s economy is too complex, its nooks and crannies hiding reclusive centimillionaires. This year’s Texas 100 marks the beginning of a continuing search for the superrich of Texas.</p><img/><p><strong>HENRY Ross Perot</strong></p><p>Dallas, 59</p><p><strong>ELECTRONIC Data Systems</strong></p><p>“<span class=”dropcap“>I</span>T’s Kind Of like Halley’s Comet,” Ross Perot likes to say of his wealth, about $3 billion. “It just comes around every so often and hits somebody. It happened to have hit me.” Texas’ richest man is being a little coy. No fortune in america is more directly attributable to personal force of will.</p><p>Perot was born in Texarkana during the Great Depression, the son of a modestly successful cotton broker and horse trader. Eagle Scout upright, he soon displayed an extraordinary ability to sell. In his childhood, Perot’s products were garden seeds and newspapers. After a stint in the Navy, he sold IBM computers (in 1962 Perot earned the maximum annual commission the company allowed by January 19). That same year, at the age of 32, he decided to start his own business, founding Electronic Data Systems with $1,000 in personal savings.</p><p>A pioneer in data processing, EDS designed, installed, and operated computer systems for corporations. Early on Perot survived by simply refusing to throw in the towel. (His motto, gleaned from Winston Churchill: “Never give in. Never give in. Never. Never. Never.”) He crisscrossed the country until he landed his first contract. Government contracts to process health-care claims boosted the company from a struggling enterprise to a wildly successful one in the sixties; federal and state work would remain a bulwark of its business. Taking EDS public made Perot a billionaire by 1970. He demanded fierce loyalty from his troops, many of them former military personnel, describing the EDSer as “a person that goes anywhere, anytime” for the company.</p><p><em>Research and writing assistance by Valerie Wright.</em></p><img/><p>Photographs By Danny Turner (Opposite Page); Nigel Dickson</p><p><em>The richest man in Houston, strip-center tycoon Jerry Moore owns more than 650 antique cars.</em></p><img/><p><em>Supersaleswoman Mary Kay ash is the only woman on the Texas 100 to make her own fortune.</em></p><p>In 1984 Perot surprised almost everyone by selling EDS to General Motors for $2.5 billion, taking nearly $1 billion cash, GM stock, and a GM board seat for himself. The short, wiry billionaire explained that it would be fun to help restore GM to greatness, but his relationship with the automaker’s bureaucratic leadership soon soured. In 1986, intolerant of Perot’s criticism, GM paid him $700 million in “hushmail” to sever his ties with GM and EDS. Perot struck back last year by launching an EDS competitor called Perot Systems.</p><p>Perot has his money in government paper, huge tracts of land (notably the alliance airport development north of Fort Worth), and venture capital (including a $20 million investment in apple co-founder Steve Jobs’s NeXT computer company). He has given more than $120 million to charity —including a $20 million pledge to the University of Texas’ Southwestern Medical School —but he angered many in Dallas in 1988 by canceling most of his $8 million commitment to the Dallas arboretum and Botanical Society. Perot said the group had failed to abide by the conditions of his gift.</p><p><strong>HAROLD Clark Simmons</strong></p><p>Dallas, 58</p><p><strong>FINANCE</strong></p><img/><p><span class=\"dropcap\">C</span>AN a billionaire anywhere else be working harder to change his public image? For years, Harold Simmons was known as a man in a black hat —a mysterious and reclusive corporate raider whose byzantine financial dealings seemed to prompt constant scrutiny from Wall Street regulators. But in recent years Simmons has changed hats. He not only grants interviews but also seeks them out. Selected business reporters have received letters from his Dallas PR man inviting them to write about this “interesting and unique investor with an almost unbelievable success record” (resume, clips, and possible story lines enclosed). Simmons has engaged conspicuously in good works. An arthritis sufferer, he last year pledged $41 million—the largest gift ever to a Texas public institution of higher education —for arthritis and cancer research to the University of Texas’ Southwestern Medical Center in Dallas. His gift had an I-can-top-this aspect: The previous record donation was also made to the medical school by a fellow Dallasite of considerable wealth —Ross Perot.</p><img/><p><span class=\"dropcap\">R</span>ANCH Queen Anne Marion And Her Late MOTHer, Anne TAndY, Married Four Times Each. </p><p>By his own account, the secondwealthiest Texan isn’t a man of many talents. “I know how to do only one thing well,” Simmons says, “and that’s read a financial statement.” Such careful reading —buttressing a career of takeovers, shrewd investments, and greenmail —has built a fortune that surpasses $1.6 billion. And Simmons expects to be worth as much as $10 billion before he’s through.</p><p>Simmons has risen from humble beginnings. Born in tiny alba to schoolteacher parents, he earned a master’s in economics at the University of Texas, where he played basketball. His first acquisition was a drugstore; then he built a chain of drugstores, eventually selling out to Eckerd in 1973 for $50 million in stock. His diverse holdings, some acquired with the aid of Drexel Burnham Lambert and controlled by family trusts, now range from sugar refining and chemicals to fast food.</p><p>A major political fundraiser, Simmons is probably the biggest political money man in Texas now that Houston’s Walter Mischer is somewhat in eclipse. He contributes heavily to Republican Senate (and some House) candidates nationwide and also to Texas’ Democratic senator, Lloyd Bentsen. Simmons works only two or three days a week. He eschews partners and teams of corporate planners and paperwork; it’s all organized in his head. Call Simmons’ office, and he’s likely to pick up the phone himself.</p><p><strong>MARGARET Hunt Hill</strong></p><p>Dallas, 73</p><p><strong>HAROLDSON Lafayette “HASSIE” HUNT Iii</strong></p><p>Dallas, 71</p><p><strong>CAROLINE Rose Hunt</strong></p><p>Dallas, 66</p><p><strong>INHERITANCE (Oil And Gas)</strong></p><img/><p><em>M. Hill</em></p><img/><p><em>C. Hunt</em></p><p><span class=\"dropcap\">F</span>ORTUNATELY for Caroline and Hassie Hunt and Margaret Hill, their only remaining link to brothers Bunker, Herbert, and Lamar Hunt is blood. The six children of H. L. Hunt’s “first” family (born to his first wife, Lyda) split up their communal interests in several Hunt family enterprises in 1983. Free of the financial follies that trampled Bunker, Herbert, and Lamar, Caroline controls a hotel and oil-and-gas empire worth some $1 billion. Margaret Hill and brother Hassie share a separate $1.2 billion fortune, mostly oil and gas.</p><p>Arkansas natives born to hugely rich oilman Haroldson Lafayette Hunt, Jr., Caroline and Margaret are neither freewheeling, spend-happy inheritors nor daring businesswomen. Rather the pair, especially Caroline, are astute, risk-averse caretakers of wealth.</p><p>Caroline’s Rosewood Corporation owns luxury hotels in Hawaii and Dallas (the Mansion on Turtle Creek and the Hotel Crescent Court) and has proved a solid, if not spectacular, investment vehicle. Earlier this year, Rosewood sold its Hotel Bel-air in Los angeles for more than $100 million, nearly an $80 million profit on its purchase price seven years ago. Hill, one of the few Hunt women to find marital bliss on the first go-round, married al Hill, then a Hunt Oil accountant, in 1938 and has chosen to stick largely to managing her oil and gas interests.</p><p>Photographs By Danny Turner (Opposite Page); J. Allen Hansley (Right)</p><p>Hassie was H. L. Hunt’s beloved firstborn son and his would-be heir apparent. But Hassie, who his father thought had inherited his special oilfinding powers, was a short-lived success as a wildcatter. He was tormented by mental demons that set off violent fits of rage or left him delusional. Hassie’s oil and gas interests are held mostly by his trust estate (H. L. Hunt established one for each of his children) and managed largely by Margaret.</p><p><strong>PERRY Richardson Bass</strong></p><p>Fort Worth, 74</p><p><strong>SID Richardson Bass</strong></p><p>Fort Worth, 47</p><p><strong>EDWARD Perry Bass</strong></p><p>Fort Worth, 43</p><p><strong>ROBERT Muse Bass</strong></p><p>Fort Worth, 41</p><p><strong>LEE Marshall Bass</strong></p><p>Fort Worth, 33</p><p><strong>OIL And Gas, Investments</strong></p><img/><p><em>P. Bass</em></p><img/><p><em>S. Bass</em></p><img/><p><em>R. Bass</em></p><img/><p><em>L. Bass</em></p><p><span class=\"dropcap\">T</span>he Bass clan is far and away the richest family in Texas (the Hunts of Dallas finish second). As can best be determined, brothers Sid, Edward, Robert, and Lee and their father, Perry, share an empire of oil and gas, real estate, stockholdings, and other investments worth at least $5 billion. Nearly half of that comes from the Basses’ 18.7 percent of stockmarket darling Walt Disney Company, an investment that cost them a mere $400 million five years ago.</p><img/><p><span class=\"dropcap\">A</span>T Least Eleven Of the Texas 100 Are Natives Of Arkansas (Including Five Hunts). </p><p>Great-nephews of legendary Texas wildcatter Sid Richardson, the Bass brothers are the polar opposites of inheritors who slowly fritter away their millions. When Richardson died in 1959, Sid, Bob, Lee, and Ed each inherited $2 million. A year later Perry, Richardson’s only partner, set up Bass Brothers Enterprises as an investment vehicle and pooled his sons’ grubstakes. Through BBE, the Bass brothers’ return on that original investment into the eighties was 62,400 percent.</p><p>Why the success? For one thing, the Bass brothers are businessmen, not coupon clippers. Each graduated from Yale; Sid and Robert got M.B.a.’s from Stanford, and Lee went to Wharton. Also, Sid, making perhaps the smartest decision of any Bass, brought Fort Worth financier Richard Rainwater aboard to seek out investments. Finally, wealth—in smart hands—begets more wealth. The Basses were in the takeover game early. Their original money was in oil, but they diversified. Over the years various stock market plays—mostly profits from failed takeover efforts—have yielded the brothers at least $800 million. And with their nearly unblemished investment record, the Basses get a look at, as one land developer put it, “every decent deal in america.”</p><p>In Fort Worth four of the five Basses live in the exclusive rolling Westover Hills area, making it one of the richest enclaves in america. Though still linked somewhat through Bass Brothers Enterprises, the Basses went their separate ways several years ago. Sid, newly divorced from his wife, anne, at a cost of $200 million, married an Iranian socialite formerly married to a Kellogg heir. He invests with his brother Lee, who is married to a member of a wealthy San antonio family. Robert plays the takeover game through his Robert M. Bass Group. Perry Bass and his sons are politically active, employing a lobbyist in austin and serving on state boards. Ed, america’s wealthiest environmentalist turned developer, is building a $30 million biosphere in arizona and restoring downtown Fort Worth, where he lives. Perry, a former champion sailor, is retired.</p><img/><p><em>E. Bass</em></p><p><strong>ROBERT Henry Dedman</strong></p><p>Dallas, 63</p><p><strong>PRIVATE Clubs</strong></p><img/><p><span class=\"dropcap\">T</span>o Many of his rich but tightfisted brethren, Bob Dedman’s expressed philanthropic philosophy is anathema. “There are a lot bigger fortunes than ours,” says Dedman, whose net worth easily surpasses $700 million. “I want to get other people to stop thinking about just acquiring, about piling it up, and experience the thrill of giving while they’re alive.”</p><p>Photographs Courtesy Of Fort Worth Star Telegram (P., S. Bass); Ben Weaver (R., L. Bass); James Mcgoon (Top Right)</p><p>Dedman himself has given away more than $50 million (including $25 million to Southern Methodist University). And with a fortune the size of his, the thrills should continue for years to come. A native of Rison, arkansas, Dedman parlayed three degrees from the University of Texas and a law degree from SMU into a thriving Dallas law practice that included a client named H. L. Hunt. Moonlighting, Dedman built his first private club, Dallas’ Brookhaven Country Club, in 1957. Later he founded the Dallas-based Club Corporation of america.</p><p>Dedman’s concept was simple: He crammed more athletic facilities around the typical single clubhouse, which boosted membership and allowed him to lower his fees. His timing was perfect. Private clubs, traditionally mismanaged by member committees made up of doctors and lawyers, were a business ripe for the taking. Club Corporation now operates 250 clubs and resorts worldwide with yearly revenues estimated at more than $600 million.</p><p>A two-time Texas highway commissioner, Dedman angered both sides in Dallas’ transit debate: rail proponents, by trying to scuttle their plans, and road advocates, by failing in his announced intention to double-deck Central Expressway, one of Dallas’ most congested freeways. Dedman is perceived in politics as an important but parsimonious campaign donor.</p><p><strong>JERRY J. Moore</strong></p><p>Houston, 61</p><p><strong>SHOPPING Centers</strong></p><img/><p><span class=\"dropcap\">I</span>t’s May, and Houston shopping mall magnate Jerry Moore has just received his copy of <em>Fortune</em> magazine —which includes a story about him. “Want to see what <em>Fortune</em> said?” asks Moore, waving toward a pile of junk in a chair. “It’s under those shoes. Page one-fiftythree.” Meet Jerry Moore, who, according to himself, is the hardestworking, proudest, and richest man in Houston. After 36 years of buying and fixing up strip centers, Moore still rises every day at 4 a.m. He owns 162 shopping centers (all in Texas and 70 percent in Harris County). “I am my own competition,” says Moore, who is worth some $700 million.</p><p>A high school dropout born to impoverished immigrant Polish Jews, Moore has spent a lifetime illustrating the american dream. He worked fifteen years as a supersuccessful vacuum-cleaner salesman in the Southwest, even peddling the products to Indians on reservations without electricity (he promised it was coming; it did—years later). Moore built housing in Houston in the fifties before switching to strip centers. Having built more than 19 million square feet, he has developed a foolproof modus operandi come bust or boom: Buy run-down centers, be sure they’re near hightraffic areas, spruce them up, and mix the tenants to appeal to the neighborhood. You want to open a Hungarian restaurant in a mostly asian area? Not in one of Moore’s centers. And if a tenant has a problem, Moore, his wife, or one of their three children will personally see that it’s fixed. Despite all this, he has remained an outsider of the Houston establishment.</p><p>“I have two hobbies,” Moore says. “One is making money. The other is my car collection.” The collection, which boasts a stable of Duesenbergs, Packards, and Rolls-Royces, numbers more than six hundred antique cars (most warehoused in Houston). Says Moore: “If you pick the right car, it can outdo any stock.” He has proved that theory many times over, notably when he paid $6.5 million for a 1931 Bugatti Royale Berline de Voyage at an auction and then sold it soon after to Thomas Monaghan, the founder of Domino’s Pizza, for $8 million.</p><p>Photograph By Danny Turner</p><p><strong>WILLIAM Walter Caruth, Jr.</strong></p><p>Dallas, 7 7</p><p><strong>INHERITANCE (Real Estate)</strong></p><img/><p><span class=\"dropcap\">I</span>f All inheritors had the smarts and keen business eye of Will Caruth, great family fortunes would never shrivel up as they so often do. Caruth —along with John Stemmons —is the elder statesman of Dallas real estate, having spent the last fifty years carefully guiding his father’s 30,000 prime big-city acres into apartments, shopping centers, and office developments. His family fortune should top $600 million.</p><p>Before the Civil War, Caruth’s grandfather and father began buying North Texas land for as little as $10 an acre. Where buildings sit today, Caruth hunted rabbits on horseback as a boy. Because Caruth was dyslexic, his mother read him his textbooks as he worked his way through Southern Methodist University. At Harvard Caruth read his textbooks twice to overcome his handicap. Dallas’ landmark streets —Mockingbird Lane, Lovers Lane, Preston Road —crisscross what was once Caruth land, nearly all of which has been sold or developed. The cash-rich Caruths are finally land-poor.</p><p>Aged and suffering from emphysema and periodic bouts of pneumonia, Caruth spends much of his time in Florida, either fishing or tending his real estate investments. A trustee of both the Hillcrest Foundation and the Community Foundation, Caruth has also personally given away more than $300 million. He still enjoys a good ride in the stock market. “It’s fun,” he says. Besides, cautions the folksy Caruth, “You let another man run your money, and he’ll wind up with it.”</p><img/><p><span class=\"dropcap\">T</span>WO Members Of the </p><p><strong>TEXAS 100 Are</strong></p><p><strong>FOREIGN-BORN: Fayez</strong></p><p><strong>SAROFIM And Dom-</strong></p><p><strong>INIQUE De Menu.</strong></p><p><strong>ROBERT Lee Moody</strong></p><p>Galveston, 54</p><p><strong>INHERITANCE (Insurance)</strong></p><img/><p><span class=\"dropcap\">B</span>y All appearances, well-known tightwad W. L. Moody, Jr., Robert Moody’s grandfather and the creator of an insurance fortune, cared more for money than for family. Rest in peace, W.L. —the fortune is still intact. The family? Well, that’s a different story.</p><p>When W. L. Moody, Jr., the founder of the Galveston-based $4.3 billion american National Insurance Company (ANICO), died in 1954, he left most of his $440 million fortune to a foundation—and left his heirs to battle over who would control it. Grandson Shearn Moody, an early combatant, now sits in a Fort Worth prison, convicted of defrauding the Moody Foundation. The fractured and contentious Moody clan, now into its fourth and fifth generations, rarely interact.</p><p>Bobby Moody, Shearn’s younger brother, wrested control of the family fortune in 1979 by buying the foundation’s 51 percent of Moody National Bank. As the chairman of both ANICO and the bank, Moody controls a fortune of at least $550 million. In addition, Bobby presides with his mother and son Ross over the Moody Foundation. After Bobby’s son Russell was seriously injured in a jeep accident, Bobby and the foundation championed innovative horseback-riding therapy for victims of head injuries at Galveston’s Hope arena and supported similar gardening therapy at Moody Gardens.</p><p><strong>GEORGE Phydias Mitchell</strong></p><p><strong>HOUSTON, 70</strong></p><p>Oil And Gas, Real Estate</p><img/><p><span class=\"dropcap\">G</span>EORGE Mitchell, worth at least $525 million, is a Horatio alger hero incarnate. His father,</p><p>Greek immigrant and onetime goatherd Savas Paraskivopoulis, became Mike Mitchell to forestall being fired by a railroad straw boss who was angry over his hard-to-pronounce name. George was reared in Galveston, where Mike operated a shoe-repair shop and later a laundry. At male-only Texas A&M during the Depression, George paid for his petroleum engineering studies by selling fancy stationery to lovesick cadets. After stints with amoco and the army Corps of Engineers, he started wildcatting with older brother Johnny (who left Mitchell Energy and Development 25 years ago). In 1952 they got a hot tip from a Chicago bookie: drill in North Texas’ Wise County. They did and found the huge Boonsville gas field.</p><p>In 1974, with an assist from federal loan guarantees, Mitchell Energy launched a 25,000-acre “new town” north of Houston Intercontinental airport, called the Woodlands (population: 26,000). Something of a visionary, George now ponders global issues like poverty and overpopulation (“If you’ve got four and a half billion people and you can’t make the world work,” he muses, “how are you going to make it work with ten billion people?”). At the Woodlands, he sponsors big international conferences, such as one on global warming, planned for 1990.</p><p>Mitchell Energy and Development, one of america’s largest independent gas producers, has wells in the Gulf off Galveston’s seawall, and it has also invested $150 million in island resort property, including the tony San Luis beach hotel. George and his wife, Cynthia, personally spent $60 million buying and refurbishing eleven buildings in his hometown’s Strand Historic District. To bolster his investments in the city, Mitchell helped Galveston get federal mass-transit funds to run a trolley from the beachfront to the Strand; to boost off-season tourism, he underwrites Galveston’s annual Mardi Gras celebration.</p><img/><p>Photograph By Danny Turner (Opposite Page)</p><p><em>Uvalde rancher Dolph Briscoe, Jr., the governor of Texas for six years, talks wistfully of a comeback.</em></p><img/><p><em>Dallas oilman M. B. “Duke” Rudman dresses the part of a high-rolling Texas oilman.</em></p><img/><p><span class=\"dropcap\">H</span>OUSTOn's Tom Friedkin Flew Stunt Planes On the Old Nbc Series Baa Baa Black Sheep. </p><p><strong>FRED Trammell Crow</strong></p><p>Dallas, 75</p><p><strong>RIAL Estate</strong></p><p><span class=\"dropcap\">T</span>alk About the builders of Dallas, and the names Stemmons and Caruth spring quickly to mind. But no Dallasite has had more influence on the development of Dallas than Trammell Crow. His projects dot the landscape like brick-and-mortar trees: the Loews anatole Hotel, the World Trade Center, Stemmons Towers, the Infomart, the apparel Mart, the squatty warehouses. Crow also launched the careers of fellow Dallas megabuilders Mack Pogue and John Eulich and revolutionized the way real estate deals were done. Crow, whose fortune is at least $500 million, spawned a whole generation of developers.</p><p>Crow is a self-made empire builder. The fifth of eight children, he grew up Depression-era poor in Dallas. His father was a bookkeeper who raised his kids by the Bible. Crow worked as a bank teller to pay his way through Southern Methodist University night school, became a CPA, served in the Navy, and eventually returned home in 1946 to run a grain company owned by his wife’s family. One of his first tasks there, to rent out a company warehouse, launched his career in real estate.</p><p>Crow built millions of square feet of warehouses in Dallas before turning to other types of commercial projects. His game plan, though, never changed: anticipate a need, and build fast and economically. Crow also pioneered the now common practice of building without preleasing, and he attracted ambitious young partners by offering them financial backing, equity, and a free hand to build. But above all, he held on. Selling real estate will make you rich, one Crowism goes, but you can get wealthy only by owning it. Crow’s total square feet of developed real estate: nearly 300 million. Gross assets: more than $14 billion. Scope: properties in more than one hundred cities with more than 220 partners.</p><p>Though changes in tax laws, squabbles with partners, and the oil bust have slowed his building machine, Crow hasn’t come to a stop. He is still an important Republican fundraiser and will serve as Kent Hance’s campaign treasurer in Hance’s run for governor in 1990. Crow and a partner are reported to have bid on the $1 billion Sears Tower in Chicago. And anyway, says Crow, who has left much of the day-today operation of his company to others, “work is more fun than fun.”</p><img/><p><em>T. Crow</em></p><p><strong>JOE Lewis Allbritton</strong></p><p>Washington, D. C., Houston, 64</p><p><strong>BROADCASTING</strong></p><img/><p><span class=\"dropcap\">J</span>oe Allbritton has employed a fortune begun in Texas banking and real estate deals to make a name and a bigger pile for himself in Washington, D.C. After buying Washington Star Communications, a package of media properties headquartered there, allbritton rechristened his flagship television station WJLA, for his initials. His net worth is at least $500 million.</p><p>Born in d’lo, Mississippi, allbritton earned a law degree at Baylor and made his first millions eight years later by buying four hundred acres in Houston with borrowed money. A shrewd dealmaker who quietly keeps making money, allbritton now spends most of his time in D.C. His most conspicuous acquisition there was the failing <em>Washington Star.</em> after purchasing the paper in 1974, allbritton jumped on top of a newsroom desk to give the editorial staff a pep talk. The paper folded in 1981, but allbritton had already sold it and three of its six affiliated broadcast properties for more than his initial investment of $38 million. WJLA, still owned by allbritton, is today conservatively worth at least $300 million. “Timing has always been my best talent,” says allbritton.</p><p>In 1981 allbritton made headlines again with a semi-hostile takeover of Riggs National Bank, then Washington’s largest. A bit of a loner, he yanked Riggs out of the local bankers’ association. He advertised the institution as “Washington’s Most Important Bank.” Sometimes benevolent, sometimes ruthless, allbritton is a baseball fan who has worked behind the scenes to bring a major league team back to Washington; speculation has him as a potential owner. Allbritton’s legacy to Texas includes tutoring newspaper mini-magnate William Dean Singleton, the owner of the <em>Houston Post</em> and the former owner of the <em>Dallas Times Herald.</em> In addition to banks and media properties, allbritton’s ventures include a chain of funeral homes, Pierce National Life Insurance, and horsebreeding operations.</p><p><strong>WILLIAM Alvin “TEX” MONCRIEF, Jr.</strong></p><p>Fort Worth, 69</p><p><strong>OIL And Gas</strong></p><img/><p><em>W. Moncrief</em></p><p><span class=\"dropcap\">A</span>LTHOUGH He was born in Little Rock, arkansas, oilman Tex Moncrief wants to make one thing certain: He’s no arkansan. “i’m a UT Board of Regents member,” says Moncrief, an old oil friend of Governor Bill Clements. “That proves i’m a Texan.” Moncrief, who moved to Texas when he was a boy, presides over an oil and gas fortune worth nearly $500 million.</p><p>Moncrief’s father was legendary Fort Worth wildcatter W. A. “Monty” Moncrief, whose dealings with former Speaker of the House Jim Wright played a role in Wright’s ethics battles last spring. The elder Moncrief, who died in 1986 at ninety, discovered oil in East Texas in 1931 and went on to make huge discoveries in Texas, Louisiana, and Florida. Tex Moncrief has run the family business, Moncrief Oil, since 1948.</p><p>Displaying his father’s nose for prospecting, Tex nearly doubled his fortune last year when he and his partners hit a natural-gas field near Casper, Wyoming. Total gas reserves in the field could top a trillion cubic feet; Moncrief’s piece is worth at least $200 million. Says Tex, “i’m glad I made a little money.” Moncrief, who has ranches scattered in several states, spends his vacations trout fishing on his 50,000-acre Colorado spread.</p><p><strong>ROY Michael Huffington</strong></p><p>Houston, 71</p><p><strong>OIL And Gas</strong></p><img/><p><span class=\"dropcap\">R</span>oy Huffington, a Texas native with a Ph.D. in geology from Harvard, became an international oilman because he thought there were too many restrictions on natural-gas production in the United States. He chose Indonesia as his primary drilling field because its deltas were similar to those of southern Louisiana, a proven gas-rich area. In 1968 Huffington and a partner signed a drilling contract with Indonesia’s state oil and gas company. The partnership began paying off almost immediately, in 1972, when Huffington’s company found a major gas reserve. Seventeen years later, the area is producing more than a billion cubic feet of gas and more than 40,000 barrels of oil a day. All of Huffington’s current production holdings are outside the United States. He sold his small stateside production operation late last year.</p><img/><p><span class=\"dropcap\">S</span>AN Antonio Car Dealer B. J. “Red” Mccombs Quit Law School To Be a Car Salesman. </p><p>Huffington was unsuccessful in a 1984 attempt to reorganize Houstonbased Enstar, a company in which he was a major stockholder. These days he oversees the general operation of his production company, Huffco, but leaves the day-to-day management to others, including his daughter, Terry, and his son, Michael, who is married to Picasso biographer arianna Stassinopoulos. With rising oil and gas prices, the elder Huffington should be worth at least $450 million.</p><p><strong>MARY Anne Sammons Cree</strong></p><p>Dallas, 50’s</p><p><strong>INHERITANCE (Cable Tv, Insurance)</strong></p><p><span class=\"dropcap\">F</span>or Nearly All of his ninety years Charles a. Sammons, Dallas’ bashful billionaire, toiled anonymously. “Our bankers are our audience,” he would say. Publicity-shy to the end, Sammons died last November, leaving behind Sammons Enterprises, a huge but remarkably quiet conglomerate of insurance companies, hotels, and cable systems worth $1.3 billion. His only child, Mary anne Cree, and her offspring today control roughly a third of the company, worth $450 million. The rest is owned by employees and by the Sammons Foundation, which is in turn controlled by Sammons’ second wife, Elaine.</p><p>Sammons was born in 1898 in ardmore, Indian Territory (Oklahoma didn’t exist yet), and was raised on his aunt’s Plano farm after being orphaned at age eleven. Sammons, who never attended college, ran a feed business and an indemnity company before founding his flagship, Reserve Life Insurance, in Dallas in 1938. Reserve was one of the earliest writers of healthinsurance policies.</p><p>Sammons’ sole passion was “growing” a business. With cable-television investments dating back to the sixties, Sammons Communications had sprouted into the seventeenth-largest cable operator in the country (with more than 850,000 subscribers) before Sammons died.</p><p>A young-looking brunette, Mary anne Cree is said to be charming in private and rarely appears publicly except to attend church on Sunday. Though she is a director of the privately held Sammons Enterprises, Cree has no hands-on role in running the company.</p><p><strong>ANNE Windfohr Marion</strong></p><p>Fort Worth, 50</p><p><strong>INHERITANCE (Ranching, Oil)</strong></p><img/><p><em>a. Marion (left)</em></p><p><span class=\"dropcap\">A</span>nne Marion’s life could have been foretold by the life of her mother, the late anne Burnett Tandy. Anne and Little anne have led eerily similar lives. Twice divorced and twice widowed, anne Tandy married four times; anne Marion just wed for her fourth time (after three divorces). Like her mother, Marion has only a daughter, Windi, to inherit her 450,000-acre oil and ranching empire. The $400 million family fortune,</p><p>it seems,, is safely in female hands.</p><p>Marion (who married Sotheby’s president, John Marion, last year) is the great-granddaughter of North Texas rancher Burk Burnett. A Chisholm Trail cowboy, Burnett amassed 450,000 Panhandle acres —much of it oil-rich land —around the turn of the century. He kicked off the female line of succession by willing his estate largely to granddaughter anne Tandy (whose final marriage was to Tandy Corporation founder Charles Tandy) in 1922. Marion, whose college experience includes a stint at the University of Texas, has actively overseen the ranches’ oil and cattle operations since her mother died in 1980.</p><p>A Fort Worth native who also keeps a $10.5 million Fifth avenue apartment in Manhattan, Marion lives in the only home I. M. Pei ever designed (which he built for her mother). A fervent art collector, she is the past president of the Modern art Museum of Fort Worth. Marion occasionally heads out to one of her four ranches to hunt quail —from a jeep.</p><p><strong>VIVIAN Leatherberry Smith</strong></p><p>Houston, 81</p><p><strong>INHERITANCE (Oil, Real Estate)</strong></p><img/><p><span class=\"dropcap\">I</span>f Only Houston astros part-owner Vivian Smith, who is worth at least $400 million, and majority owner John McMullen could swap places. Smith—a student of baseball and perhaps the astros’ number one fan—historically has attended nearly every home game. McMullen, meanwhile, lives in New Jersey and let Nolan Ryan get away.</p><p>The astros notwithstanding, Smith’s deepest infatuation was for an oil-field roughneck named Robert Everett “Bob” Smith. Wary of what inflation could do to his small oil fortune, Smith hedged by buying Harris County land in the fifties. The acreage—much of which lay in the path of Houston’s growth —included huge tracts of land near the Galleria that became Gerald Hines projects, as well as the land under the astrodomain. Smith, a cofounder of the astros, left a $500 million fortune when he died in 1973.</p><p>A Houston native and the decision maker for the family oil and real estate operations, Vivian Smith has always been quite the outdoorswoman. Until becoming seriously ill recently, she would hunt geese and ducks on her ranch and take fishing expeditions on her sportfisherman. (Vivian Smith died on July 11, as we went to press.)</p><p>Photograph By Andrea Alberts (Middle)</p><img/><p><span class=\"dropcap\">G</span>ORDON Cain Gets His Middle Name, Arbuthnot, From His Mom's Family In Northeast Scotland. </p><p><strong>IDA “ILLA” LARKIN Clement</strong></p><p>King Ranch, 70</p><p><strong>KATHERINE Kleberg Yarborough</strong></p><p>Midland, 70</p><p><strong>HELEN “HELENITA” KLEBERG Groves</strong></p><p>Staunton, Virginia, King Ranch, 61</p><p><strong>INHERITANCE (King Ranch)</strong></p><p><span class=\"dropcap\">T</span>he Storied King Ranch has long been dominated by men —Richard King, Robert Kleberg, and Bob Kleberg, Jr. But it is three of alice and Robert Kleberg’s surviving granddaughterswho will be the last Kleberg heirs to own significant portions of the rapidly splintering $1.3 billion ranching fortune. With her family, Helen Groves, Bob Junior’s only daughter, is believed to control one third of the ranch, worth $400 million. Her cousins —Clement and Yarborough —split their branches’ fortunes with siblings or their heirs and thus have shares of $120 million each.</p><p>Now 825,000 farming, ranching, and oil-producing acres in South Texas, Captain Richard King’s legacy covers much of Kleberg, Nueces, Brooks, Kenedy, and Jim Wells counties. At least a dozen oil fields sit on King Ranch property. Though oil and gas royalties are down significantly from a peak of $100 million annually in 1979, hundreds of oil wells, many owned by Exxon, still operate on King Ranch property. Since 1945, oil and gas operations have generated more than $1 billion in royalties for the ranch.</p><p>Helen Groves, who has no role in the ranch’s daily operations, runs Silverbrook Farms, a horse-and-cattle operation near Staunton, Virginia. Yarborough, a daughter of late congressman Richard M. Kleberg, grew up in Corpus Christi and Washington, D.C. She lives in Midland with husband W. B. Yarborough, who last year retired from running King Ranch Oil and Gas, the off-ranch oil-production company.</p><p>Clement, the daughter of Henrietta Kleberg and John Larkin, is the only one of the three who lives on the King Ranch. And, she says proudly, “i’ve worked all my life.” In Kingsville Clement ran the family-owned Ragland department store. “We closed it when I couldn’t find anybody in the family who would work,” she says.</p><p><strong>FAYEZ Shalaby Sarofim</strong></p><p>Houston, 60</p><p><strong>MONEY Management</strong></p><img/><p><span class=\"dropcap\">A</span>n Owlish, bespectacled stock picker, Fayez Sarofim is an all-knowing Buddha to those who apprenticed under him. “He’s so smart, it’s intimidating,” says fellow Texas 100 member Robert Parker, who worked for him for seventeen years. “You’re just glad to walk around behind him and listen to what he says.” Counting both his personal stockholdings and his Fayez Sarofim and Company, Sarofim is worth well over $370 million. But his pending divorce from Louisa Stude (the late Brown and Root partner Herman Brown’s adopted daughter) may slice off more than $100 million.</p><p>Sarofim is an Egyptian-born Coptic Christian and naturalized Texan whose father was a rich Cairo landowner. A Harvard Business School graduate, he ultimately landed in Houston, forming a money-management firm in 1958. The Brown connection helped him win an early plum client, the Rice University endowment; his skill helped him keep it. Sarofim’s managed portfolio now amounts to $13 billion.</p><p>Sarofim made his name by correctly reading the Middle East turbulence of the seventies —and by betting big on U.S. oil stocks. His current best bets: globally dominant, noncyclical companies like Coca-Cola and Philip Morris.</p><p>For Sarofim, who had early holdings in such giants-to-be as Teledyne and Pennzoil, the <em>Wall Street Journal</em> and financial statements are constant companions. Aside from his mean game of tennis, says Sarofim, “my work is my hobby.”</p><p><strong>JOSEPH Dahr Jamail</strong></p><p>Houston, 63</p><p><strong>LAW</strong></p><img/><p><span class=\"dropcap\">A</span>fter the landmark TexacoPennzoil case that put an estimated $300 million into Joe Jamail’s back pocket, you might think he would be about ready to retire. “Shit, no,” says Jamail. “Retire from what?” Indeed, lawyering is Jamail’s life. Counting past earnings and the taxes incurred on his Pennzoil fee, Jamail’s mostly cash fortune tops $350 million.</p><p>Jamail, the grandson of Lebanese immigrants, grew up in east Houston. His father, who ran a grocery store, married a distant cousin, making Joe himself Jamail on both sides. After stints at Texas A&M and in the Marines, Jamail enrolled in law school at the University of Texas and learned the secret of law. “I realized there were no right or wrong answers,” says Jamail. “My professors were interested only in how well I could develop an argument.”</p><img/><p><em>J. Jamail</em></p><p>Photographs By Danny Turner (Opposite Page And Right); Phyllis HAnd</p><img/><p><em>Law school dropout B. J. “Red” McCombs earned his San antonio Spurs by dealing in wheeling.</em></p><img/><p><em>Pittsburg chicken mogul Lonnie “Bo” Pilgrim has been chasing chicks since he was seventeen.</em></p><img/><p><span class=\"dropcap\">t</span>he Three Hobbys, Oveta, Bill, And Jessica Catto, Share the Same Birthday: January 19. </p><p>The future king of torts, it turned out, could out-argue the best of them. Emotional and earthy, convinced that he is the crusading avenger of the weak against the strong, Jamail has won over juries and buddied up to judges, leaving a wake of more than one hundred settlements and judgments of at least $1 million each. Often even the most famous law firms in Houston will rush to settle a case rather than face Jamail in a courtroom. His secret of success: “You gotta stay loose.” The night before closing arguments in the Texaco case, Jamail followed his own advice. Says Jamail, “Willie Nelson and Darrell Royal came by the house, and we drank beer.”</p><p><strong>JOHN Windsor Norris, Jr.</strong></p><p>Dallas, 53</p><p><strong>INHERITANCE</strong></p><p><strong>(LENNOX International)</strong></p><img/><p><span class=\"dropcap\">D</span>on’t Call Dave Lennox, the mustachioed TV pitchman, when you need a heater or an air conditioner. He has been dead forty years or so. Call John Norris, the chairman of Dallas-based Lennox International. Having shepherded Lennox to nearly $1 billion in annual sales, Norris now heads a family-owned company worth well over $350 million. Attaboy, John.</p><p>“You start with a lucky gene pool,” says Norris, whose grandfather and father also ran Lennox. D. W. Norris, a newspaper publisher in Marshalltown, Iowa, acquired the brand name in 1904, buying inventor Dave Lennox’s coal-hred furnace business for $40,000. When americans ditched their freestanding room stoves for central heating in the twenties and thirties, Lennox’s business boomed. In 1982 Lennox launched the superefficient Pulse gas furnace. It converts an unprecedented 97 percent of fuel into usable heat.</p><p>The company moved to Dallas in 1978. “There isn’t a large professional talent pool to tap into in central Iowa,” says John Norris. He grew up in Marshalltown painting and reroofing factories, prepped for Lennox by studying industrial management at MIT, and took over the company in 1980. His only relative in Lennox’s upper echelon is a cousin. Says Norris, “Lennox is not treated by the family as a haven for employment.”</p><p><strong>EDWIN Lochridge Cox, Sr.</strong></p><p>Dallas, 67</p><p><strong>OIL And Gas</strong></p><img/><p><span class=\"dropcap\">E</span>d Cox Could serve as the model for how to exercise power and influence in Dallas: Build a huge fortune (currently worth at least $340 million), and use it to wield power in banking, politics, and philanthropy. In his prime Cox was a founding director of InterFirst, a major Republican donor, a close friend and next-door neighbor of Bill Clements, a prominent member of the board of Southern Methodist University (where the business school is named for him), and the chairman of the Dallas Museum of art. But then things unraveled. Cox left InterFirst when his son Ed Junior ran into financial trouble that led to his pleading guilty to charges of bank fraud. Later Cox left the SMU board after it was reorganized following revelations that Clements had approved paying football players.</p><p>Cox learned the oil business from his father, who followed the oil booms of the twenties and thirties from Mena, arkansas, where Cox was born, to ardmore, Oklahoma. After going to SMU and the University of Texas, Cox received an M.B.a. from Harvard. He took his father’s company and built it into one of the nation’s biggest independent oil operators, thanks to huge strikes in South Texas and alabama.</p><p>Today Cox’s other son, Berry, runs Cox Oil and Gas while Cox enjoys the good life. He spent last New Year’s Eve with President Ronald Reagan. He lives in one of the most glamorous homes in Dallas, where he plays tennis three times a week on his choice of an indoor or outdoor court, and he collects Impressionist paintings. One of the nation’s most eligible bachelors, widower Cox has dated New York socialite Betsy Bloomingdale.</p><p><strong>JOHN Lee Cox</strong></p><p>Midland, 64</p><p><strong>OIL And Gas</strong></p><img/><p><span class=\"dropcap\">W</span>ith the bust in Texas’ rearview mirror, Midland oilman John Cox is sure glad it came after his forty years in the energy business had taught him about debt. “If i’d been thirty-hve years old, I would have been up to my neck in alligators,” says wizened 64-year-old Cox. “I got out of debt about 1983.”</p><p>Cox (no relation to fellow Texas 100 member Edwin Cox) is pure smalltown Texas, having been born in Burkburnett and raised injunction. A Rice engineering graduate, Cox worked for Standard Oil of Indiana before succumbing to the logic that has drawn many a wildcatter to the oil patch: If you’re going to find oil for a living, it’s best to find it for yourself.</p><p>“I just felt like I could do it,” says Cox. And he did. Cox found oil in the sandstone formations of the vast Spraberry Trend oil fields of West Texas and became known as the Spraberry King. He now produces oil in Oklahoma, North Dakota, and New Mexico. Worth about $325 million, Cox also runs cattle on his 70,000-acre New Mexico ranch and spends most of his free time playing golf.</p><p>Photographs By Danny Turner (Opposite Page); J. Allen Hansley (Middle)</p><img/><p><span class=\"dropcap\">G</span>ERALD Hines, Houston's Visionary Builder And a Mountain Cumber, Is a Vegetarian. </p><p><strong>ELIZABETH Hall Reid</strong></p><p>Denton, 67</p><p><strong>HALLMARK Cards</strong></p><p><span class=\"dropcap\">D</span>enton’s Ultraprivate Elizabeth Reid inherited a stake in Kansas City-based Hallmark Cards that is today worth some $325 million. She is the daughter of greeting-card king and empire builder Joyce C. Hall. The creator of the greeting-card business, Hall was a high school dropout who moved to Kansas City to start a postcard business in 1910. Known as Mr. J.C., he made sure no card design ever went to production without the requisite “O.K. J.C.” stamp of approval. Reid’s brother, Donald Hall, is the chairman of privately held Hallmark, which last year posted $2.3 billion in sales.</p><p>A mystery in Denton, Reid has no social or cultural presence and never attends civic functions. She apparently held a clerking job in a small crafts shop before buying into the store to keep it from going out of business. Reid’s only comment was, “i’ve always been interested in needlework.” She declined to say how she came to live in Denton.</p><p><strong>MARGARET Cullen Marshall</strong></p><p>Barksdale, 68</p><p><strong>WILHELMINA Cullen</strong></p><p><strong>ROBERTSON</strong></p><p>Houston, 66</p><p><strong>INHERITANCE (Oil And Gas)</strong></p><img/><p><em>W. Robertson</em></p><p><span class=\"dropcap\">B</span>EFORE legendary Texas wildcatter Hugh Roy Cullen died, the oil-field joke was that when he did finally expire, Cullen—just as he was about to go six feet under —would lean up out of his casket, look over the side, and shout, “Better dig a little deeper, boys.”</p><p>But Cullen, who had made a huge oil fortune drilling deeper than others, didn’t say a word. He did, however, leave a fortune today worth more than $1.2 billion, most of it tied up in Houston-based Quintana Petroleum. Margaret Marshall and Wilhelmina Robertson, Cullen’s daughters, are believed to control Quintana-based fortunes of well over $300 million. More than a dozen other Cullen descendants share the rest.</p><p>A fifth-grade dropout and a former cotton broker, Cullen pioneered a hippocket brand of oil prospecting called creekology, the study of the courses of creeks and rivers for telltale bends that indicate surface formations and perhaps oil deposits below. Cullen was also an early “grave dancer,” consistently hitting oil in fields thought to be dry by drilling deeper than others had. By World War II, “Cullen luck” was a household term and Cullen was worth several hundred million dollars.</p><p>Cullen always liked to say that he had put in trust for his children or given away 93 percent of his wealth, including more than $75 million to his personal project, the University of Houston. Whatever, Cullen’s legacy became the focus of a twenty-year legal battle for Quintana ownership ignited by socialite Enrico di Portanova, a Cullen grandson. Though still an income beneficiary, Enrico was denied any stock ownership in the family company.</p><p>Robertson’s husband, Corbin, now runs Quintana, which is set up to manage oil properties and distribute the income. Marshall and her husband, Doug, have retired to their arabian horse breeding farm in Central Texas.</p><p><strong>HARVEY Roberts “BUM” BRIGHT</strong></p><p>Dallas, 68</p><p><strong>OIL And Gas, Real Estate</strong></p><p><span class=\"dropcap\">B</span>um Bright Has had a rough year. “It’s been a rough couple of years,” corrects Bright, who should know. Among the catastrophes: First RepublicBank, in which Bright was a major investor, went under, and his thrift, Bright Banc, was taken over by the feds, together swallowing up $200 million of Bum’s money. And then Bright’s lenders called in notes he had on the Dallas Cowboys, causing him to sell the club. Says a still-chipper Bum, who is worth about $300 million, “That was fundamentally the only money I owed in the world.”</p><img/><p><em>B. Bright</em></p><p>Times weren’t always tough for Bright, whose fortune probably once surpassed $500 million. An Oklahoma native and an aggie engineer, Bright left a corporate job with Sun Oil to wildcat in the late forties. An oil-patch success, he invested his cash in North Dallas real estate, trucking and freight companies, banks, and thrifts in the seventies and in the Cowboys in the eighties. What’s left? Cash, real estate, and oil, mostly. “We’re survivors,” says Bright. “I hope.”</p><p>Photograph By Shelly Katz (Right)</p><p>Bright is an extreme political conservative and a legendary skinflint. When he was trying to purchase the Cowboys, the team’s negotiator asked during one late-night session if he could borrow a cigarette. Bright sold it to him for $1. He collects string, his closets are stuffed with his old suits, and his driveway is crowded with old Lincolns and Cadillacs he won’t sell. Bright decorates the walls of his Highland Park home with paintings he purchased at lowbrow auctions (his spending limit: $17.50 per painting). “and you know,” adds Bright, “those are some handsome paintings.” But his Scrooge-like lifestyle is based on one premise. “i’m afraid of going broke,” he says. “It’s happened to me before. And it can happen again.”</p><p><strong>CHARLES Clarence Butt</strong></p><p>San Antonio, 51</p><p><strong>INHERITANCE (H.E.B.)</strong></p><img/><p><span class=\"dropcap\">W</span>HEN supermarket mogul Charles Butt walks around H.E.B.’s serene twelveacre company compound fronting the San antonio River, he wears a name tag that modestly identifies him as Charles. The head of the nation’s largest privately owned grocery chain is a shy and unassuming 51-year-old bachelor and Wharton business school grad whose personal and corporate credo is “totally nice.”</p><p>While Butt mingles easily with his neighbors in the clubby King William District near downtown San antonio, he guards his privacy as carefully as he does his family’s $300 million fortune. (In an extraordinary measure for a private company, H.E.B. itself boasts a net book value of $275 million.) Butt lives in a mansion with a complex security system, and his corporate headquarters is a renovated fortress.</p><p>Butt has run H.E.B. since July 1971, when he won control of the company from his elder brother, Howard Butt, Jr. Charles’s brother once described him as a “velvet-covered brick.” Since taking control, Butt has made H.E.B., which has sales of $2.5 billion, the leading grocery-store chain in the state.</p><p>The company was originally founded by Charles’s grandmother Florence Butt, a staunch Baptist who opened a grocery store in Kerrville to support her three sons and ailing husband. Her youngest son, Howard, ran her store and added 124 others. Howard, now 92, was called God’s grocer, because he refused to sell liquor. In 1976 Charles bowed to the bottom line and ordered the shelves stocked with beer and wine.</p><p>Each year Butt gives $2 million to $3 million (5 percent of the company’s pre-tax earnings) to charities, mostly in South Texas. He prefers his own gifts to be anonymous. A Chuck Berry fan, Butt spends his spare time either on his sailboat or at his magnificently restored lighthouse on the Gulf Coast.</p><p><strong>JAMES Richard Leininger</strong></p><p>San Antonio, 45</p><p><strong>HOSPITAL Beds</strong></p><img/><p><span class=\"dropcap\">W</span>ORKING As an emergency-room physician in San antonio, Jim Leininger saved lives nightly. But he could not cure what plagued patients later —bed sores, pneumonia, and other complications of immobility. So fourteen years ago the Indiana native founded Kinetic Concepts to develop specialized hospital beds that would help allay the nasty afflictions of acutely ill bedridden patients. The doctor diagnosed the need correctly. Kinetic Concepts’ sales have multiplied fourteen times over the past four years. Leininger’s controlling interest is today worth about $280 million. (Kinetic’s stock is so wildly volatile that his fortune ranged from $175 million to $480 million in the last year.)</p><p>The company’s original product, the RotoRest bed, provides continuous side-to-side rotation of patients fully supported on cushions, draining the lungs and kidneys, where infections often develop, and relieving the stress on body pressure points that causes bed sores. An assortment of other beds —such as the Kinair and the TheraPulse —help alleviate the severe pain suffered by victims of arthritis, AIDS, cancer, and burns.</p><p>Leininger’s sophisticated high-tech sleeping devices, usually employed in intensive-care and burn units, are fabulously expensive. Most hospitals rent the beds for up to $150 a day, with Kinetic Concepts’ staff providing delivery, pickup, and maintenance.</p><p>Leininger bought the rights to the RotoRest, which was invented by an Irish doctor and was originally made by a struggling company in Chicago. After seeing it demonstrated in 1975 while working as the head of emergency-room operations at the Baptist Hospital system, Leininger became a part-time distributor for the company, then bought the entire firm and the rights to its technology. Running the company initially from a onebedroom apartment, Leininger soon multiplied the sales and marketing force and began developing new kinds of beds. With the introduction of the Kinair in 1984, the company had more orders than it could meet. All this was despite Leininger’s admission that “I didn’t know the first thing about business when I started this.”</p><img/><p><em>a. Alkek</em></p><p><strong>ALBERT Billy Alkek</strong></p><p>Victoria, 79</p><p><strong>OIL And Gas</strong></p><p><span class=\"dropcap\">O</span>ilman Albert alkek, once dubbed the most liquid man in america, has a stock-and-bond portfolio that reads like a corporate who’s who: arco, Exxon, Ford, General Electric, General Motors, IBM, Mobil. With a cashheavy oil-based fortune believed to exceed $270 million, alkek owns securities in some 150 public companies.</p><p>The Houston-born alkek was raised in Victoria, where his father ran a general store. The younger alkek wholesaled petroleum until he met his mentor, Sinclair Oil founder Harry Sinclair, during World War II. Alkek courted the oil mogul with a wild-duck dinner on Palm Sunday in 1942 and six years later formed a partnership with him. “He was in a league with John D. Rockefeller. I was lucky I found him,” admits alkek, who bought out Sinclair in 1952 and still runs alkek Oil.</p><p>Considered to be the most powerful man in the gasoline business in the seventies, alkek was the largest gas supplier for independent private-brand and self-service outlets in Texas and other parts of the Southwest. In 1979 he refunded $3.24 million to the federal government after pleading nolo contendere to a charge that he concealed from federal officials his knowledge of an illegal oil-pricing scheme. Alkek received a three-year suspended sentence and was placed on unsupervised probation. But his image has improved lately. In 1987 President Reagan granted him a full and unconditional pardon, and Governor Clements appointed him to the Texas Public Safety Commission, the state’s top law-enforcement panel. Quietly, alkek has long been among the state’s most generous philanthropists. Last year alone he donated $25 million to Houston’s Baylor College of Medicine. “Put yourself in my shoes,” says alkek. “What good’s money if you can’t make it work?”</p><p><strong>RUTH Ray Hunt</strong></p><p>Dallas, 72</p><p><strong>RAY Lee Hunt</strong></p><p>Dallas, 46</p><p><strong>RUTH June Hunt</strong></p><p>Dallas, 44</p><p><strong>HELEN Hunt Hendrix</strong></p><p>New York City,</p><p>Dallas, 40</p><p><strong>SWANEE Grace Hunt</strong></p><p>Denver, Dallas, 39</p><p><strong>INHERITANCE (Oil And Gas)</strong></p><img/><img/><p><span class=\"dropcap\">T</span>HOUGH they rank second in total wealth behind the Bass family of Fort Worth, the omnipresent Hunts make up a full 10 percent of the Texas 100. Half of them —siblings Ray, June, Helen, and Swanee, plus their mother, Ruth —are members ofH. L. Hunt’s younger family. Individually and through trusts, the quintet share ownership in privately held Hunt Oil, Woodbine Development, and myriad other entities worth at least $1.3 billion.</p><p>“Legendary” and “eccentric” are the words most often used to describe Haroldson Lafayette Hunt, Jr., the progenitor of an enormous fortune and fifteen children. More simply, Hunt was a common, if talented, gambler who hit the ultimate string of luck.</p><p>A child prodigy who never completed high school, Hunt, a Missouri native, won and lost small fortunes in the early 1900’s playing poker. He ran a gambling hall in El Dorado, arkansas, played the horses, and eventually began trading —gambling —in oil leases. On a hunch, Hunt purchased C. M. “Dad” Joiner’s lease rights to five thousand acres in Rusk County for about $1.3 million in 1930. Hunt’s gambling instincts never served him better: Joiner’s leases covered much of the huge East Texas oil field.</p><img/><p>Their inheritances ensured by trust estates established for them by Hunt, members of this younger Hunt family today devote their time to civic causes, letting the eldest, brother Ray —a Dallas powerhouse and the most public Hunt —manage their communal oil and real estate interests. Swanee and Helen administer the Hunt alternatives Fund, which supports programs that benefit, among others, the homeless and the mentally ill. June and Ruth are backers of Christian causes, including Dallas’ First Baptist Church. June, a Southern Methodist University graduate, wrote a religious memoir and now has her own syndicated radio ministry called “Hope for the Heart.”</p><p><strong>JACK Eugene Brown</strong></p><p>Midland, 64</p><p><strong>CYRIL Anthony Wagner, Jr.</strong></p><p>Midland, 55</p><p><strong>OIL And Gas</strong></p><img/><img/><p><span class=\"dropcap\">O</span>f All the wealthy oilmen in West Texas, Midland’s silent partners Jack Brown and Cyril Wagner may be the richest. Through their simply named partnership, Wagner and Brown, the two men formed one of the largest independent oil and gas producers in the world, with vast reserves in Texas, Louisiana, New Mexico, Oklahoma, Michigan, and the Rocky Mountains. Together Wagner and Brown are believed to be worth well over $500 million.</p><p>Brown is a Brownsville native who left Texas A&M University with a mechanical and petroleum engineering degree in 1946. A Phi Beta Kappa, he joined a Midland drilling company, where he met Wagner, a Tulsa native and a University of Oklahoma-educated geologist. Wagner and Brown formed their partnership in 1962 with a handshake. Their skills mesh perfectly —one is an oil-finding geologist, the other a petroleum engineer. Huge oil and gas discoveries in West Texas’ Conger (Penn) fields reportedly vaulted Wagner and Brown to the big leagues as an oil and gas producer.</p><p>The eighties saw Brown and Wagner switch hats from oil barons to hostiletakeover players in an effort to diversify. In takeover battles that sometimes included allies T. Boone Pickens and R. D. Hubbard (a fellow Texas 100 member), they —at times using the name “Desert Partners” —made runs at Gulf, Phillips Petroleum, Unocal, and Lear Siegler. Though the duo reaped stock profits of about $100 million in those deals, Wagner and Brown didn’t successfully complete a takeover until their $813 million purchase of Insilco, a Connecticut-based conglomerate, last fall. Because they are ardent local boosters, their intention in some takeovers is to bring newly acquired subsidiaries to Midland.</p><p>Wagner and Brown have made news with their philanthropy. The pair gave $1 million to help the University of Texas of the Permian Basin build its economic-diversification study center. Through Project WARM, they donate gas royalties to a fund that provides heat to San antonio’s needy.</p><p>Photographs By Steven Pumphrey (Top Left); J. Allen Hansley (Bottom Left); Eric Bakke (Middle); Midland Reporter-Telegram</p><p><strong>DENNIS Martin o’connor</strong></p><p>Victoria, 82</p><p><strong>MARY o’connor Braman</strong></p><p>Victoria, 79</p><p><strong>TOM o’connor, Jr.</strong></p><p>Victoria, 74</p><p><strong>INHERITANCE (Oil And Gas)</strong></p><img/><p><em>D. O'connor</em></p><img/><p><em>T. O'connor</em></p><p><span class=\"dropcap\">O</span>n a Dusty day in 1932 oilman Hugh Roy Cullen pulled up in front of Tom o’connor’s Victoria office. His mission: secure a lease to drill for oil on the o’connor ranch. But o’connor, peering at Cullen and his lawyer through a window, had other ideas. “These fellers may be kidnappers—keep an eye on ’em!” o’connor said. Two years later Cullen, lease in hand, tapped the prodigious Tom o’connor Field. Today o’connor’s kids, Dennis, Mary, and Tom Junior, share an oil fortune of well over $750 million.</p><p>The original Texas o’connor was Thomas (the great-grandfather of Dennis, Mary, and Tom Junior), an Irish immigrant who landed in Refugio County in 1834. The youngest soldier in the Battle of San Jacinto, o’connor became one of the state’s cattle kings, amassing tens of thousands of acres of South Texas ranchlands. The first to erect fences around his acreage, o’connor effectively ended Texas’ free range. When he died in 1887, he left a ranching empire to his two sons.</p><p>But it was oil that vaulted the family from the merely wealthy to the ranks of the superrich. The Tom o’connor Field has disgorged some 750 million barrels of oil (about $4.8 billion worth) since o’connor A-1, the discovery well, first began pumping in 1934. Quintana Petroleum, Cullen’s legacy, continues to operate in the field, as do two o’connor-owned production companies.</p><p>Dennis, Mary, and Tom reside quietly and unostentatiously in Refugio and Victoria counties. Dennis, who also has his own oil-drilling operations in several other states, lives during part of the year near Refugio. Dennis, Tom Junior, and Mary’s son, Dan Braman, run the family’s bank-holding company, Victoria Bankshares.</p><p><strong>RICHARD Edward Rainwater</strong></p><p>Fortworth, 45</p><p><strong>INVESTMENTS</strong></p><img/><p><span class=\"dropcap\">S</span>ENTIMENT aside, few university-spawned friendships have enriched friends more than that of Richard Rainwater and Sid Bass. The two met in Stanford’s graduate school of business in the midsixties. Later, in 1970, Sid asked his old school chum to help manage the Basses’ $50 million. When they split sixteen years later, Rainwater, the architect of today’s $5 billion Bass fortune, left with his own creation —a personal fortune that today surpasses $250 million.</p><p>Rainwater, who guards his privacy as much as the Basses do theirs, is a product of Fort Worth’s Lebanese community. He majored in math and physics at the University of Texas before heading for Stanford and, eventually, a job with the investment banking firm of Goldman, Sachs. After heeding Sid’s call to arms, Rainwater helped engineer the Basses’ investments in Texaco and the Walt Disney Company. Together the stock plays have yielded profits to date of some $2 billion.</p><p>Tired of “eight-day weeks,” Rainwater resigned as the Basses’ deal whiz in 1986 to “pursue a fuller life with friends and family” and to start his own investment firm. An avid sports fan, he purchased 20 percent of Roger Staubach’s Dallas real estate brokerage firm last year. Jokes Rainwater, “I traditionally don’t get into business with people i’m not athletically as good as.” More recently, he joined in George W. Bush’s purchase of the Texas Rangers.</p><p><strong>GEORGE Kozmetsky</strong></p><p>Austin, 71</p><p><strong>TELEDYNE</strong></p><img/><p><span class=\"dropcap\">O</span>ne Of america’s entrepreneurial gurus, George Kozmetsky helped build a pair of corporate institutions: Teledyne electronics and the University of Texas business school. Teledyne produced his fortune of more than $250 million (mostly Teledyne stock); the business school, where he served sixteen years as dean and where the major building complex bears his name, gave Kozmetsky academic stature.</p><p>Today he has left both institutions behind. Kozmetsky now operates out of his own UT-sponsored think tank, called the Institute for Constructive Capitalism but known around campus as IC2.</p><p>The willful son of Russian immigrants, Kozmetsky, a Harvard Ph.D., spent several years in academics before joining Litton Industries and putting up $250,000 to co-found Californiabased Teledyne in 1960. Created to make electronic components for the aircraft industry, Teledyne grew to be a major high-tech defense contractor (sales: $4.5 billion). In 1966 Kozmetsky left the company for the deanship at UT’s business school; he presided over a massive increase in the business school’s physical plant, quality, and enrollment. He left in 1982 to work full time at IC2. His influence at UT remains strong: a shrewd behind-thescenes string-puller, Kozmetsky is a high-level adviser to the regents and was an early mentor to UT president William Cunningham.</p><p><strong>RAYMOND Donald Nasher</strong></p><p>Dallas, 66</p><p><strong>REAL Estate, Art</strong></p><img/><p><span class=\"dropcap\">R</span>ay Nasher planned his NorthPark Center in Dallas as a “single piece of sculpture.” Even if it’s no work of art, it’s certainly a cash machine. The 1.6 millionsquare-foot mall produces at least $6 million a year in net cash flow. Nasher’s mall, art collection, bank, and other real estate interests in Dallas and Miami give him a fortune of at least $250 million.</p><p>“as an economist, I felt strongly that the growth trends were all relating to suburbia,” says the Boston-born graduate of Duke and Boston universities. In 1964, with his studies showing Texas as the next boom area, Nasher—then a Dallas residential and industrial builder-started work on NorthPark. Now it’s worth at least $100 million.</p><p>Nasher no longer builds, but he is managing the assets he has acquired. His world-renowned art collection, spread among his homes, mall, bank, and several museums, includes more than one thousand pieces. “as you get more involved, it becomes a quest,” says Nasher, who built the collection over thirty years with his late wife, Patsy, and has shepherded parts of it on tours around the world. His modern sculpture collection, which includes works by Rodin, Giacometti, and Matisse, is rated by one art expert as “simply the best in private hands anywhere in the world.”</p><p>Photographs By Steve Saxton / Gamma-Liaison (Top Middle); J. Allen Hansley (Right)</p><p><strong>CLARENCE Scharbauer, Jr.</strong></p><p>Midland, 64</p><p><strong>INHERITANCE (Oil And Gas)</strong></p><img/><p><span class=\"dropcap\">S</span>CHARBAUERS have been in Midland since the city, which is halfway between Fort Worth and El Paso, was known as Midway. Sheep rancher John Scharbauer, Clarence’s great-uncle, came to West Texas from New York in the 1880’s. Through the Scharbauer Cattle Company, he and other Scharbauers introduced Hereford cattle to Texas and amassed an oil-and-ranching domain covering more than 150,000 West Texas acres stretching across at least five counties. “If you’ve ever driven from Midland to Odessa,” Clarence Scharbauer says of his property, “you’ve been on it.”</p><p>Scharbauer, who is worth at least $250 million, dropped out of Texas A&M in 1942 to help run the family business after his father was stricken with cancer. A longtime horseman, he owns Kentucky Derby winner alysheba, horse racing’s all-time leading money winner. The champion is now at stud on fellow Texas 100 member Will Farish’s Kentucky horse farm. Says Scharbauer: “We’re looking forward to having some little alyshebas.” Price per breeding session: $75,000.</p><p><strong>GERALD Douglas Hines</strong></p><p>Houston, 64</p><p><strong>REAL Estate</strong></p><img/><p>“<span class=”dropcap“>N</span>ET Worth,”<strong></strong>says Houston developer Gerry Hines, “is just a scorecard.” His nearly four hundred projects nationwide, many of them architectural landmarks, have inflated his scorecard considerably—to well over $240 million.</p><p>Midwestern-bred (Gary, Indiana) and -educated (Purdue University), Hines first lived in Houston at the downtown Y, and his first local job was as an air-conditioning engineer. With $5,000 in borrowed cash, he built his first small office building in 1952. He achieved early success as a developer with a modest innovation: putting up small Houston office buildings with parking beneath the offices.</p><p>In 1967, in an enormous stretch, Hines risked everything by constructing Houston’s Galleria and downtown skyscraper One Shell Plaza simultaneously. Thereafter he became the Medici of the nation’s premier architects, especially Philip Johnson. Because of their landmark design, Hines’s buildings generally rent at higher rates and attract higher prices when sold. He keeps costs down by paying the often budgetbusting master architects for design and employing local “production” architects to do much of the rest; he also saves by buying materials in quantity.</p><p>Photograph Courtesy Of Midland Reporter-Telegram (Top)</p><p>Away from business, Hines is a rare bird among the Texas 100 —he actually exercises more than just his dealmaking wits. A fitness buff and a vegetarian, Hines loves a good twentymile pre-breakfast off-road bicycle ride. His mountain-climbing days, however, nearly ended with a knee injury several years ago. Fully recovered, Hines says he’s still a mountain climber.</p><p><strong>ROBERT Drayton Mclane, Jr.</strong></p><p>Temple, 52</p><p><strong>GROCERY Distribution</strong></p><img/><p><span class=\"dropcap\">F</span>or Drayton McLane, Jr., the third McLane to run the family’s Temple-based food distributor, it took a wholesalers convention during his senior year at Baylor to “fascinate” him enough that he joined his father at the McLane Company. And if he hadn’t come aboard? “They probably would have sold the business,” says McLane.</p><p>With Drayton Junior at the wheel, the McLane Company has sprinted through the bust. Sales last year topped $2.2 billion, up 200 percent from 1983. McLane’s grocery empire, the nation’s largest privately held food wholesaler, is conservatively worth at least $240 million. Says McLane, “This is a riproaring place.”</p><p>McLane’s secrets to booming in a bust? For starters, wholesaling isn’t cyclical. “The food business is not going to disappear in an economic slowdown,” says McLane, who also allows that it helps that 77 percent of the company’s business is out of state. The company also services convenience stores, a traditionally labor-intensive, profitless market niche. “It’s easier to send a trailerload of groceries to the supermarket and use a forklift to unload it than send one where you have twenty-two convenience stores and have to hand-unload it,” says McLane. Hooked up by computer and satellite to his major customers, McLane boosted efficiency and productivity —and made convenience stores his core customers.</p><p>McLane’s grandfather, Robert, founded the company as a tiny grocery store in nearby Cameron in 1894. His father, Drayton Senior (now 87), remains chairman and comes in three days a week to “visit” with employees.</p><p><strong>DOMINIQUE Schlumberger De Menu</strong></p><p>Houston, 81</p><p><strong>INHERITANCE (Schlumberger Ltd.)</strong></p><img/><p>“<span class=”dropcap“>W</span>HAT I admire I must possess,” says Dominique de Menil, the French-born and -educated heiress who has lived in Houston since 1941. Her father, Conrad Schlumberger, invented a device that measures the electrical resistance of various minerals and thus helps find oil. The invention was the basis of the giant oil-equipment manufacturer Schlumberger Ltd. Dominique de Menil’s share of the resulting fortune and her art collection are worth at least $200 million.</p><p>Arriving in Houston with her husband, John, Dominique set about transforming and improving the town by bringing to it many elements of art and culture. She was an early patron of architect Philip Johnson, whose skyscrapers now distinguish Houston’s skyline. She helped begin the Contemporary arts Museum. She and John supported the early career of Mickey Leland, now a congressman. St. Thomas University and Rice University both benefited from her largesse. She built the Rothko Chapel and the Menil Collection, which sit amidst the homes of artists and sculptors in “Doville,” a six-block area of restored houses owned by De Menil and all painted her favorite gray. A particular and demanding patroness—Johnson still does not list the house he designed for her in his catalog of work because of all the changes she made in his design —she has given Houston an immense cultural and artistic legacy.</p><p><strong>ANNE Hendricks Bass</strong></p><p>New York City,</p><p>Fort Worth, 47</p><p><strong>DIVORCE</strong></p><img/><p>“<span class=”dropcap“>M</span>Y Life doesn’t seem extraordinary to me,” says anne Bass. “It seems very normal.” Divorced from Sid Bass, one of america’s richest men, the freshly minted bicentimillionaire has anything but a normal life. Anne Bass’s $200 million divorce settlement is the largest of its kind in the state’s history.</p><p>Bass, who has kept her ex-husband’s last name, first met Sid at a childhood birthday party in Fort Worth. Born in Indianapolis to a urologist father and a golf-champion mother and educated at Vassar College, anne Hendricks married Sid Bass in 1965. Before the wedding anne’s father cautioned her that unhappiness often accompanied great wealth and asked if she could handle it. She said she could.</p><p>Long a fixture in New York City newspaper society pages, anne Bass lives largely in Manhattan, amid paintings by Monet, Picasso, and Degas that decorate her Fifth avenue penthouse apartment. A childhood ballerina, she gives money to the School of american Ballet in New York and the Fort Worth Ballet. Other pet causes: the Modern art Museum of Fort Worth and the Fort Worth Symphony Orchestra.</p><p><strong>JAMES Howard Marshall Ii</strong></p><p>Houston, 84</p><p><strong>E. Pierce Marshall</strong></p><p>Dallas, 50</p><p><strong>OIL (Koch Industries)</strong></p><img/><p><span class=\"dropcap\">A</span>n Oilman For some sixty years, Houston’s J. Howard Marshall presides over 16 percent of oil giant Koch Industries, based in Wichita, Kansas, and a resulting family fortune of at least $400 million. Marshall’s son, E. Pierce, a Dallas businessman and former Roy Rogers franchisee, also shares in the family Koch stock. J. Howard’s ex-wife, Eleanor, would have appeared on the Texas 100 had she not sold her interest in the stock —which she owned by virtue of their 1961 California divorce —back to J. Howard earlier this year.</p><p>Howard Marshall, a relative of Supreme Court chief justice John Marshall, was born in Germantown, Pennsylvania, in 1905. At age 28, Marshall, then an assistant dean of the Yale law school, was asked by Interior Secretary Harold Ickes to join the fight against so-called hot oil, oil produced above levels set by the Texas Railroad Commission. Marshall eventually wrote the law that ended the hot-oil war. Before that, Marshall had found himself on the war’s front lines, even storming a hot-oil refinery with a Railroad Commission investigator one time. “That was the first time I ever got shot at,” says Marshall. “I hid behind the biggest tree I could find.”</p><p>During his long career as an oilman (his resume boasts stints on government war petroleum boards during World War II and high-level jobs with Standard, ashland, and Signal oil companies), Marshall’s best move was befriending Koch Industries founder Fred Koch, the inventor of a superefficient gasoline-refining process. They became friends after investing in a St. Paul, Minnesota, refinery called the Great Northern Oil Company. When the business grew and was folded into Koch’s oil conglomerate, Marshall swapped his Great Northern stock for Koch Industries stock, today an oilrefining and marketing behemoth with an estimated $14 billion a year in sales. Says Marshall, “I look at Koch now, and I can’t believe it.”</p><img/><p><em>J. Marshall</em></p><p><strong>NELSON Bunker Hunt</strong></p><p>Dallas, 63</p><p><strong>LAMAR Hunt</strong></p><p>Dallas, 57</p><p><strong>INHERITANCE (Oil And Gas)</strong></p><img/><p><em>N. Hunt</em></p><img/><p><em>L. Hunt</em></p><p><span class=\"dropcap\">F</span>or the Hunt brothers—Bunker, Lamar, and W. Herbert (who doesn’t appear among the Texas 100) —it’s a good thing they began the decade with about $5 billion. As 1990 approaches, the trio might collectively have less than 7 percent of that left —or $325 million. If that is so, the money the Hunt brothers have lost in the eighties would place more than 45 individuals on this year's Texas 100.</p><p>Photograph By Rocky Kneten (Top)</p><p>Part of legendary Texas wildcatter H. L. Hunt’s “first” family, the three brothers have spent the eighties battling to save their fortunes. Placid Oil and Penrod Drilling, once the backbone of the Hunt fortune, settled $1.5 billion in debts a year ago. The debt, taken on to offset losses the Hunts suffered speculating in silver, overloaded Placid and Penrod when energy prices collapsed in the mid-eighties, forcing Placid to declare bankruptcy. Because Placid and Penrod were owned by the trust estates of Bunker, Herbert, and Lamar, the trusts also made the trip to federal court. (Placid and the trusts are now out of bankruptcy.)</p><p>But Bunker and Herbert still find their fortunes under attack. The Internal Revenue Service claims they owe $600 million in unpaid income taxes. And last august a federal jury awarded a Peruvian firm about $130 million after finding that the Hunts and others conspired to corner the world silver market in 1979 and 1980. Facing those claims, Bunker and Herbert last year declared personal bankruptcy.</p><p>In light of all that, just how rich are the Hunts? Gleaning the Hunts’ wealth is as complicated a task as any on this list. Their entangled fortunes are in two categories: personal assets and the trust estates established for them by H. L. Hunt in 1935. Bunker’s wealth, estimated at $200 million, all in his trust estate, is mostly equity in the reorganized Placid Oil, which is jointly owned by these three brothers. It has successful drilling operations in the Dutch North Sea and is developing Green Canyon in the Gulf of Mexico. Because of heavy real estate debts, Herbert’s trust is, in the words of a Hunt source, about “dead even—it probably doesn’t have any equity.” Lamar, whose equity in his trust estate is unknown, appears on the Texas 100 because of personal assets like the Kansas City Chiefs, two Kansas City amusement parks, and about 11 percent of the Chicago Bulls. His wealth is at least $125 million.</p><p><strong>ALFRED Mack Pogue</strong></p><p>Dallas, 55</p><p><strong>REAL Estate</strong></p><img/><p><span class=\"dropcap\">A</span>s a High school football coach, Dallas mega-builder Mack Pogue never made much of a splash. As a developer, though, Pogue is a hall of famer. In nearly 25 years his company, Lincoln Property, has erected more than 150,000 apartments and 70 million square feet of commercial and industrial space. Pogue’s equity—estimated by valuing Lincoln’s portfolio ultraconservatively and subtracting $100 million for possible unseen debts—is still believed to be more than $200 million.</p><p>“I was trained by the master,” Pogue says, a reference not to some Tibetan monk but to Trammell Crow. Pogue, a native of Sulphur Springs, first hooked up with Crow while working as a Dallas land broker. With both men eyeing the garden-apartment business, Crow and Pogue formed a partnership in March 1965 to build the apartments. After an amicable split in 1978, Pogue quickly attacked the commercial real estate market.</p><p>Pogue’s building formula also resembles that of his master. Some equity is sacrificed to regional partners, who hustle up the best deals, and to institutional partners, who put up most of the cost of a project —and take much of the risk. For Pogue, it all traces back to Crow: “We all get up every day—every day—and do our real estate deals. That’s the way I learned it from him.”</p><p><strong>ROBERT Mcdonald Rogers</strong></p><p>Tyler, 62</p><p><strong>CABLE Tv</strong></p><img/><p><span class=\"dropcap\">I</span>n the Fifties the onset of television just hammered Bob Rogers’ drive-in movie theater business. “I said, ‘This is crazy. We’ve got the big screen out here, Technicolor, and stereo sound for thirty-five cents a ticket,’ ” recalls Rogers. “ ‘Why would people pay four hundred dollars for a little old flickery black box and stay home and watch it?’ ” But stay home they did. And Rogers? “I said, ‘Maybe I need to be in the television business.’ ”</p><p>Rogers, the founder of Tyler-based TCA Cable TV, has carved his own niche. Starting with a bankrupt cable system in Sulphur Springs in 1954, he made a specialty of putting cable systems in towns like Pocahontas, arkansas, and Mineola, Texas, where over-the-air stations are too few and often too far away for good reception. Today Rogers’ TCA stock is worth about $190 million.</p><p>A native of Buckner, Missouri, Rogers did a Navy hitch and attended junior college before going into business for himself. His father, a fillingstation operator in Buckner, reckoned that his son might one day take over for him. But Rogers didn’t see much opportunity in pumping gas: “I guess I had more ambition than that.”</p><p><strong>GORDON Arbuthnot Cain</strong></p><p>Houston, 7 7</p><p><strong>CHEMICALS</strong></p><img/><p><span class=\"dropcap\">H</span>OUSTON leveragedbuyout specialist Gordon Cain has made himself more than $180 million in the last two years. Pure luck? “Sure,” says Cain.</p><p>A chemical-company executive turned LBO king, Cain earned a windfall playing the cyclical chemical commodities market. He formed Cain Chemical in 1987 with the $1.1 billion purchase of four chemical businesses and flipped it nine months later to Occidental Petroleum for $2.1 billion; Cain netted $100 million. In a separate deal Cain’s Sterling Chemicals, formed in 1986 with a $213 million buyout of Monsanto’s Texas City chemical plants, went public last year with a market value of nearly $1 billion. Cain’s piece here: $110 million.</p><p>Cain, a native of Rayville, Louisiana, whose Houston-based Sterling Group has done some twenty LBOs, owes his magic-carpet ride to two commandments: Make employees partowners, and bet on the potential of the chemical business. Cain’s buyouts were greeted with skyrocketing prices for his chemicals (for example, ethylene and polystyrene) and even higher demand, enabling him to reap staggering profits. Oddly, from 1980 to 1984 he failed at every LBO he tried. Says Cain, “I could have become a good machinist in the time I learned to do this.”</p><p><strong>MAYER Billy “DUKE” RUDMAN</strong></p><p>Dallas, 79</p><p><strong>OIL And Gas</strong></p><img/><p><span class=\"dropcap\">D</span>ALLAS oilman M. B. Rudman detests smoking. “Does smoke bother you?” asks the 79-year-old anti-smoking crusader, resplendent in plumed hat and pinstripes. A little, you admit. “Good,” he says, hoping to enlist you in the cause. “I hope it bothers you more.”</p><p>Meet Duke Rudman, anti-smoking superhero, health addict, gourmet chef, supporter of Israel, and wildcatter. Rudman sold his oil and gas properties to Petro-Lewis for $130 million in 1981—just before the bottom fell out of oil prices. “I got a crystal ball,” explains Rudman. who is worth at least $175 million.</p><p>Rudman was born in 1909 in tiny Bonham. He labored through a year at the University of Oklahoma, then “busted out,” only to drill 29 straight dry holes before his first strike in 1932. Fifty-seven years later Rudman is the oil patch’s biggest cheerleader: “If the cost of drilling is half as much and the price of oil is half as much, where are you? You’re in the same place, only the potential to make money is greater because the price could go back up.”</p><p>Photograph By Danny Turner (Bottom)</p><p>In the kitchen the Duke cooks up a mean “bulabase,” an art he honed at the Cordon Bleu cooking school in Paris. With his white suits, Panama hats, and sunglasses, he is the flashiest dresser in the oil business. Perched in his private suite, he’s a regular at Cowboys games. Did Rudman ever consider making america’s team Duke’s team? “I have as much interest in that as you do in somebody burying you alive forty feet deep.”</p><p><strong>OVETA Culp Hobby</strong></p><p>Houston, 84</p><p><strong>WILLIAM Pettus Hobby, Jr.</strong></p><p>Houston, 57</p><p><strong>JESSICA Hobby Catto</strong></p><p>Washington, D C., Houston, 54</p><p><strong>INHERITANCE (Media)</strong></p><img/><p><em>O. Hobby</em></p><img/><p><em>W. Hobby</em></p><img/><p><em>J. Catto</em></p><p><span class=\"dropcap\">T</span>he Hobby triumvirate owns Houston-based H&C Communications, one of the oldest media fortunes in the nation. Worth at least $650 million, H&C owns KPRC-TV in Houston and KSAT-TV in San antonio, plus four major-market TV stations out of state. The family sold the <em>Houston Post,</em> once H&c’s hub, in 1983 for $130 million.</p><p>Though Oveta, now 84, seldom comes to the office, she talks with company officials daily and remains a 27.6 percent owner of H&C. Her children, Bill, who runs the show as chairman, and Jessica, own 28 percent each (the rest is owned by or is in trusts for eight grandchildren). Still, the Hobbys are more famous for their family legacy of public service than for their businesses.</p><p>Born in Killeen in 1905, the remarkable Oveta Culp blazed trails wherever she went: Texas House parliamentarian at 21, the first woman to join the american Society of Newspaper Editors, one of the organizers of the Women’s auxiliary army Corps (later renamed WACs) in 1942, and first ever Secretary of Health, Education, and Welfare in 1953.</p><p>But public service, while spiritually rewarding, won’t net you $175 million. Oveta’s 1931 marriage to ex-Texas governor and <em>Houston Post-Dispatch</em> president Will Hobby, Sr., in Temple merged Will’s power and money with Oveta’s savvy. The Hobbys bought the <em>Post</em> outright in 1939, added KPRC after World War II, and watched the properties’ value skyrocket.</p><p>Bill Hobby, Texas’ retiring lieutenant governor and the state’s richest politician, two years ago decided he would rather run H&C than the state government. Among Hobby’s other assets: small interests in commercial properties with Dallas builder Trammell Crow and oil and gas investments.</p><p>Jessica Catto, the former publisher of the <em>Washington Journalism Review</em> (the Hobbys donated the money-loser to the University of Maryland in 1987), lives in London with her husband, Henry Catto, Jr., who is the U.S. ambassador to the Court of St. James’s.</p><p><strong>DONALD Joseph Carter</strong></p><p>Dallas, 56</p><p><strong>INHERITANCE, Dallas Mavericks</strong></p><img/><p>“<span class=”dropcap“>O</span>ur mission,” Donald Carter’s mother, the late Mary Crowley, used to say, “is ensuring that no home in america is ever dull or unattractive.” Crowley’s legacy, the Dallas-based Home Interiors and Gifts, last year sold $400 million worth of decorative accessories in the war on domestic blahs. Carter, who is Home Interiors’ president, chairman, and CEO but who is better known as the 80 percent owner of the Dallas Mavericks, controls a family fortune of at least $175 million.</p><p>Crowley, a Missouri teetotaler and protegee of supersaleswoman Mary Kay ash, built an empire around her tenacious belief in God and an army of “displayers”: housewives who sell wares —plaques, figurines, wall ornaments, and the like —at party-plan sales (“home shows”). A master motivator, Crowley quoted from Scripture, coined corny axioms (“If it is to be, it is up to me”), and rewarded top sellers with minks, diamonds, and vacations.</p><p>Born in Fayetteville, arkansas, Don Carter runs Home Interiors day to day, but at night he takes his mid-court seat at Mavericks games, twirling his white cowboy hat above his head when the team plays well. A largely hands-off owner, Carter is one of the few owners of a sports franchise who is popular with fans. He bought the club as an NBA expansion team in 1980 for $12 million (it is now worth some $65 million). Devoutly religious and charitable, Carter has helped fund a school for Nicaraguan refugees and adopted a Dallas school, buying it playground equipment, among other things.</p><p><strong>GRACE W. Dobson</strong></p><p>Corpus Christi, 63</p><p><strong>WHATABURGER</strong></p><img/><p><span class=\"dropcap\">B</span>URGERS and fries heiress Grace Dobson is an oddity among the Texas 100: Her wealth isn’t owed to marriage (or divorce), inheritance, or her own toils. Her husband, Whataburger founder Harmon a. Dobson, died while the restaurant chain was still in its infancy. Grace Dobson, instead of running her husband’s company herself, hired others to do so. She chose so well that her fortune, $175 million or so, comes largely from the talents of hired guns.</p><p>A onetime diamond miner and car dealer, Harmon Dobson founded one of the first built-to-order-burger stands in 1950. The early Whataburger driveins were portable, ready to move if the traffic and population shifted (the familiar orange-and-white A-frame buildings came later). But Dobson never saw Whataburger take part in the big-league burger wars —he perished in a 1967 plane crash at La Porte.</p><p>Arkansas native Grace Dobson remains Whataburger chairwoman but appears at her office only two or three times a week. The company is run by fast-food veteran and former president of the National Restaurant association Jim Peterson. Today Whataburger has 420 mostly Sunbelt locations and sales of more than $350 million.</p><p><strong>BILLY Harris Hayden</strong></p><p>Austin, 42</p><p><strong>COMPUTERS</strong></p><img/><p><span class=\"dropcap\">S</span>even Years ago Bill Hayden had a net worth in the low six digits. Now it’s about $175 million. Does he dwell on his staggering wealth? “I don’t think about it if i’m trying to sleep,” says Hayden, the founder of Compuadd, an austinbased computer manufacturer. And anyway, he adds, “our goal is to get much bigger.”</p><p>The son of a San antonio mechanic, Hayden graduated from the University of Texas with an engineering degree in 1971. After bouncing around jobs at Texas Instruments in Dallas and austin, Hayden took $100,000 in cash culled from flipping homes and launched Compuadd in 1982. He spent the first year peddling floppy-disk drives out of the trunk of his Chevette “like an ice-cream man.” a manufacturer and marketer of personal computers and accessories, Compuadd sells its wares today by mail order, direct selling, and seventeen retail stores. Its sales should top $400 million this year.</p><p>Like crosstown rival and fellow Texas 100 member Michael Dell, Hayden dove into the mail-order PC market —but with a crucial difference. Compuadd originally sold its computers under six brand names, each targeted at a different sector of the market. Though some products now bear the Compuadd name, Hayden had hit his geyser. “There are people who go for the really inexpensive,” Hayden says. “There are people who go for the more intelligent, sophisticated product. All you have to do is market it differently.”</p><p><strong>MARY Kay Ash</strong></p><p>Dallas, 71</p><p><strong>RICHARD Raymond Rogers</strong></p><p>Dallas, 46</p><p><strong>MARY Kay Cosmetics</strong></p><img/><p><em>M. Ash</em></p><p><span class=\"dropcap\">C</span>OSMETICS queen Mary Kay ash built her cosmetics-and-skincare empire with the work of 185,000 middleaged housewives. But she learned long ago that she had better court their spouses too. “a woman who has her husband with her is a woman and a half. Without her husband, she’s half a woman,” ash liked to say.</p><p>So Mary Kay husbands, as they are known, attend seminars and get wifepleasing “She’s Fantastic” buttons. Last year ash’s troops sold more than $400 million worth of beauty supplies, all at sales parties in their homes. Ash and her son, Richard Rogers, own about 90 percent of their Dallas-based Mary Kay Corporation. Together the pair’s equity in the company is at least $275 million.</p><p>Born in Hot Wells and raised in Houston, ash learned her sales methods by necessity in the fifties; she was a divorced mother with three children. She sold household brushes and waxes through home parties for Stanley Home Products and later did the same with home furnishings for World Gift. In 1963 she formed Mary Kay Cosmetics to market a line of cosmetics the same way—through home parties. A preachy motivational wizard, ash inspires near-fanatical devotion within her sales force. Her beauty consultants make money on their own sales and on those of saleswomen they have recruited. Top beauty consultants get personal “You’re Fantastic” notes from ash and compete for rewards like minks, vacations, or the most coveted prize of all, Cadillacs painted Mary Kay pink.</p><p>In 1985, with the company’s sales and stock price drooping and its work force fleeing for more-mainstream jobs, ash and Rogers took Mary Kay Cosmetics private in a deal valued at about $470 million. With sales and profits linked to productivity, mother and son revamped the compensation system, boosting commissions and bonuses and giving away more cars. As a result, revenues, $250 million in 1985, are up more than 60 percent.</p><p><strong>DOLPH Briscoe, Jr.</strong></p><p>Uvalde, 66</p><p><strong>INHERITANCE (Ranching)</strong></p><img/><p><span class=\"dropcap\">A</span>s With most Texas ranching empires, Dolph Briscoe’s wealth comes partly from prescient ancestors. His father, a believer in the value of land, made and lost fortunes raising cattle in the early 1900’s. A student of the industry, Dolph Senior could recite land values and the cycles of beef prices. He died in 1954, leaving Dolph Junior, then a state legislator, 190,000 acres and that same faith in the value of land. Over the next twenty years, Briscoe added 230,000 acres and leased half a million more. “To raise cattle,” he says flatly, “you’ve got to have some rangeland.” His ranch, together with banking and oil interests, gives Briscoe a net worth of $170 million or so.</p><p>Briscoe was the last governor elected by the conservative Democratic alliance that ruled Texas from Reconstruction until Republican Bill Clements’ first term. But the old machine disintegrated during Briscoe’s tenure (197278), in part because he was remote and ineffective while in office. Briscoe’s own assessment is different, however: “I enjoyed public life very much. It’s a fastpaced life.”</p><p><strong>BILLY Joe “RED” MCCOMBS</strong></p><p>San Antonio, 61</p><p><strong>CAR Dealerships, Investments</strong></p><img/><p><span class=\"dropcap\">B</span>. J. “RED” McCombs is the power broker of the moment in San antonio. With a solid $160 million fortune, McCombs is the epitome of new money in a town reeking of old wealth. He has no interest in belonging to the San antonio Country Club, and his idea of splurging on office decor is to buy another Longhorn oil painting. But not much happens in San antonio without McCombs’ working his telephone, enlisting allies, or torpedoing opponents of his favorite projects, like the alamo Dome. McCombs supports politicians in both parties; he gave early and often to both U.S. senator Lloyd Bentsen and former president Ronald Reagan and supported former mayor Henry Cisneros.</p><p>McCombs was born in Spur. He dropped out of law school to sell Fords in Corpus Christi. With a $25,000 loan, he opened a used-car lot in 1953 and later opened his first new-car dealership, selling Edsels —successfully. “Everyone has an interest in a car other than the one they already own,” says McCombs, who now has more than thirty dealerships and sells everything from Hyundais to Fords.</p><p>Although cars are his bread and butter, McCombs is a frenetic dealmaker whose main investments are ruled by emotions: He buys what excites him. “i’m not a very good case study for business school,” says McCombs. Right now, what excites him is radio stations, steakhouses, thoroughbred racehorses, ranchland in four states, and the San antonio Spurs. Next season, star center David Robinson, who had to serve out a Navy hitch before joining the Spurs, comes aboard. True to form, McCombs has been promoting Robinson’s debut feverishly.</p><p><strong>THOMAS Milton Benson, Jr.</strong></p><p>San Antonio, 62</p><p><strong>CAR Dealerships, Investments</strong></p><img/><p><span class=\"dropcap\">A</span>bout the only time Tom Benson gets publicly fired up is when his football team, the New Orleans Saints, wins in the Superdome. When that happens, the normally subdued and straitlaced Benson struts to the middle of the field, twirling a gold-and-black parasol, and does a victory jig called the Benson Boogie. “The National Football League called and wanted to license the Boogie,” says Benson. “ain’t that something?” In his adopted hometown of San antonio, such gregarious behavior is considered shocking. The Benson San antonians know is an enigmatic power broker who prefers to operate through surrogates.</p><p>Benson divides his time between San antonio, where he manages his $160 million fortune, and New Orleans, where he was born and raised. In 1985 Benson and a group of investors bought the Saints for $73 million from owner John Mecom, Jr., to keep the team from fleeing New Orleans. Benson’s conservative accounting background prompted fellow owners within the NFL to name him chairman of the league’s most powerful arm, the Finance Committee. San antonio mayor Lila Cockrell is counting on Benson’s influence to help bring an NFL franchise to the alamo Dome.</p><p>Benson moved to San antonio in 1953 to run a Chevrolet dealership. From there, he built a nationwide network before trimming its size to the current 25 dealerships, mostly in Texas. Benson automotive World, which sells every kind of car from a MercedesBenz to a Honda, had $425 million in sales last year. Benson also owns three banks and an insurance, company in San antonio and office buildings in Corpus Christi and New Orleans. He has two family retreats in the state: a Central Texas ranch stocked with racehorses and exotic game and a beach house.</p><p><strong>RICHARD Wesley Snyder</strong></p><p>Dallas, 51</p><p><strong>AIR Conditioning And Heating</strong></p><img/><p><span class=\"dropcap\">R</span>eally, Says Dick Snyder, he didn’t risk much at all in 1982 when he offered to buy Climate Control, an airconditioning firm, from its parent company, Singer. As the president of Climate Control, Snyder had secretly shopped around for financing for his early leveraged buyout —and he had opened his company’s books to outsiders. But when Snyder finally approached Singer with his offer, instead of firing him for the security breach, the company sold him Climate Control for $27.5 million. “The worst thing that could have happened was that i’d have had to reprint a resume,” Snyder says with a shrug. “i’d have gotten another job and continued to be a hired hand.”</p><p>Now Snyder owns Dallas-based SnyderGeneral—a heating and airconditioning manufacturer with $900 million in projected 1989 sales—and a fortune of at least $160 million. The company has experienced staggering growth (1983 sales were $128 million) fueled internally and by acquisition. Snyder’s strategy has been classic: cut costs, consolidate operations, and expand into related businesses. “If it moves, cools, heats, or cleans air,” says Snyder, “that’s our business.”</p><p>An Indiana native and career airconditioning executive, Snyder got a night-school M.B.a. at the University of Detroit while working for Ford Motor Company. He landed in Dallas to run Cummins Engine’s FrigiKing automotive air-conditioning division in 1966.</p><p><strong>ARTHUR Temple, Jr.</strong></p><p>Diboll, 69</p><p><strong>INHERITANCE (Timber)</strong></p><img/><p><span class=\"dropcap\">I</span>n Texas most wealth comes from the ground—oil, ranching, real estate, and, in arthur Temple’s case, trees. But papermaker Temple also belongs to a I minority of Texans who got rich in manufacturing. His share of the family fortune is worth at least $150 million.</p><p>A Williams College dropout, Temple went to work for his family’s Southern Pine Lumber in 1939 and took over when his father died in 1951. Back then, Southern Pine was a small backwoods company. Temple invented the first automatic lumber sorter; he designed, he expanded, he diversified, and he changed sleepy Southern Pine into what is now Temple-Inland, the fourteenth-largest timber company in the country. Temple-Inland owns more than a million acres in East Texas.</p><p>In 1973 Temple pulled off a merger with Time Inc. that led the <em>Village Voice</em> to call him “The Texan Who Might Run Time Inc.” But Temple always preferred the Piney Woods, shirtsleeves, and hunting to Wall Street, business suits, and publishing, and he was content to be Time’s vice chairman. Eleven years after the merger Temple made one of the all-time great deals, spinning off Time’s timber operations while retaining 30 percent of the stock in both companies. He still lives in Diboll (population: 5,134). “I get all I want of everyplace else,” says Temple.</p><p>Temple brought East Texas as well as the Texas timber industry into the modern age. He turned the company town of Diboll into an independent city, integrating its schools before <em>Brown</em> v. <em>Board of Education</em> and its public accommodations before the Civil Rights act of 1964. Temple established an agency to bring millions of federal housing dollars into East Texas, and he successfully fought for reservoirs that other timber operators opposed because they would inundate part of the forest.</p><p><strong>JOHN Millard Stemmons, Sr.</strong></p><p>Dallas, 80</p><p><strong>INHERITANCE (Real Estate)</strong></p><img/><p>“<span class=”dropcap“>I</span>T Was the best business deal we ever made,” John Stemmons has said. Indeed, the 1952 donation of a 102.25-acre right-of-way put a major road, the Stemmons Freeway, through the heart of Stemmons-owned land in Dallas’ already booming Trinity Industrial District. Landholdings in the area today, owned by Industrial Properties, form the core of a family fortune estimated at well over $150 million.</p><p>John Stemmons’ father, Leslie, planted the seeds for one of Dallas’ biggest fortunes by backing a flood-control plan in the twenties to harness the oftrampaging Trinity River. With the flood potential ended, the elder Stemmons and a group of landowners pooled their river-bottom acreage to form Industrial Properties in 1928. Their goal was to orchestrate the development of the land—about 1,500 acres—as the Trinity Industrial District. Early blueprints for the project listed several before-their-time don’ts, like don’t lay out narrow streets and don’t scrimp on parking. The Stemmons family’s wealth would be much larger today were it not for an early policy of developing and selling off land in the district. Industrial Properties owns only 500 acres in the Trinity Industrial District, including the land under Trammell Crow’s Dallas Market Center and under the Loews anatole Hotel.</p><p>John Stemmons, a ruddy-cheeked W. C. Fields look-alike, joined Industrial Properties as what he calls a general flunkie nearly sixty years ago, after dropping out of Washington and Lee University. At age eighty, he still comes into his office, which he calls the shop, though his role is a shadow of what it once was. A backslapper who nurtures a family atmosphere at his company, Stemmons painstakingly wrote Industrial Properties’ recent folksy 129-page company history.</p><p><strong>JAMIE Abercrombie Robinson</strong></p><p>Houston, 32</p><p><strong>GEORGE Anderson Robinson</strong></p><p>Houston, 30</p><p><strong>INHERITANCE (Cameron Iron Works</strong>)</p><img/><p><span class=\"dropcap\">B</span>rothers George and Jamie Robinson came by their fortunes the same way they came by their flamboyant life-in-the-fast-lane styles —they inherited them. Through trusts the pair owns about 40 percent of the stock of Houston oil toolmaker Cameron Iron Works. Thanks to these trusts, which also include other assets, the Robinsons are each worth at least $150 million. The trusts were set up in 1967 by Cameron’s founder, the brothers’ late grandfather James Smither abercrombie (the designer of an oil-well blowout preventer). Spurred by the brothers’ decision to sell all or part of their holdings in the company (annual sales: $500 million), Cameron recently put itself up for sale.</p><p>George, who is married, and Jamie, who is divorced, aren’t involved in running Cameron Iron Works. They own Robinson Interests, a Houston venture-capital and investment firm. Their mother —boxing promoter, horse breeder, and prospective dogtrack investor Josephine abercrombie —still owns about $54 million in Cameron stock. Like their mother, the brothers seem to prefer the sporting life to business. Jamie dropped out of amherst during his junior year to pilot a Lear jet and later collected his degree at Rice. Now he flies jet fighters in air shows and stores his favorite aging combat jets at a Houston museum. George, who quit Texas A&M after a year and taught skiing in Vail, races GTU autos. In recent months, he won races in Sebring, Florida, and Summit Point, West Virginia. A crack shot, George likes blood sports, which he pursues overseas and at his hunting ranch near San antonio.</p><p><strong>LONNIE Alfred “BO” PILGRIM</strong></p><p>Pittsburg, 61</p><p><strong>CHICKEN</strong></p><img/><p><span class=\"dropcap\">Y</span>ou Might recognize Texas-bred chicken peddler Bo Pilgrim, who is worth about $150 million. His TV commercials—in which Pilgrim plays a Pilgrim—helped his company, Pilgrim’s Pride, carve out a place in the cutthroat poultry market where, basically, a chicken is a chicken and product differentiation through advertising is crucial. “My name is easy to remember,” says Pilgrim, who pays his respects to celebrity CEO pioneers Lee Iacocca and Frank Perdue. “If you own the company and you’re in the commercials, buyers make a quick association.”</p><p>Photograph By Danny Turner</p><p>Pilgrim and brother aubrey (now deceased), the sons of a Pine postmaster, opened a feed store as teenagers in nearby Pittsburg in 1945. As the chicken business, then made up mostly of mom-and-pop operations, grew into a commercial industry, Pilgrim’s business expanded with it, opening processing plants and hatcheries. Pilgrim’s Pride now ships out more than a million broilers a day.</p><p>Fed up with the cyclical chicken business, Pilgrim almost sold out a year ago. Tyson Foods was ready to pay $162 million —a premium over the market price of the stock —for Pilgrim’s 80 percent of Pilgrim’s Pride. The deal, though, didn’t include the other 20 percent of the company’s shareholders. When the news came out, the minority shareholders raised a ruckus. Though Tyson aborted the deal for business reasons, good of Bo took a roasting from the financial media for his nearbailout. “I made a mistake,” admits Pilgrim. “i’m glad I held on. Chicken stocks are double now what they were then.”</p><p><strong>CHRISTOPHER Bancroft</strong></p><p>Denton, 38</p><p><strong>INHERITANCE (Dow Jones & COMPANY)</strong></p><p><span class=\"dropcap\">C</span>hris Bancroft belongs to one of the country’s wealthiest, most secretive clans, the Bancroft family of Cohasset, Massachusetts, which controls 65 percent of Dow Jones & Company. That bloodline makes Bancroft a rarity among the Texas 100. Bancroft, with a fortune of $150 million, has absolutely no connection to Texas —except his choice of address.</p><p>Bancroft’s great-grandfather was Boston tycoon Clarence Barron, the man <em>Barron’s</em> magazine is named for. Barron bought the <em>Wall Street Journal</em> and the Dow Jones news ticker from founders Charles Dow and Edward Jones in 1902. Today no Bancrofts have active management roles in Dow Jones & Company, which still publishes <em>Barron’s</em> and the <em>Wall Street Journal</em> and is a minority owner of <em>Texas Monthly.</em></p><p>Described by one Denton resident as a blond Christopher Reeve, Bancroft runs a Denton company that leases real estate and that at one time operated an ice cream parlor called What’s the Scoop? The low-profile North Texas State psychology graduate occasionally attends local arts and civic functions. Last year, as the sponsor of a fundraising drive for Friends of the Family, a Denton shelter for battered women and their children, Bancroft sent out five hundred fundraising letters —each one personally signed.</p><p><strong>THOMAS H. Friedkin</strong></p><p>Houston, 53</p><p><strong>TOYOTA Distribution</strong></p><p><span class=\"dropcap\">P</span>lease Excuse Toyota distributor Tom Friedkin if he strolls the halls of his Houston offices clicking his heels and feeling “Toyotally” satisfied. His company, privately owned Gulf States Toyota, earned an estimated $25 million on revenues of $1 billion in 1988, making Friedkin worth at least $150 million.</p><p>Houston-based Gulf States is a good old-fashioned monopoly. It owns the exclusive rights to distribute Toyotas in Texas, Louisiana, Oklahoma, arkansas, and Mississippi. For Gulf States’ 132 dealers, all roads lead to Friedkin. Last year Texas’ Toyota tycoon sold those dealers 75,000 Toyotas.</p><p>Friedkin was raised with money. His father, Kenneth, founded the Friedkin School of aeronautics in San Diego in the forties and later Pacific Southwest airlines (the airline that put “hulaorange” miniskirts on its stewardesses and painted smiles on the noses of its planes). A Psa flight captain for several years, Tom Friedkin also did stuntpilot work on NBC’s <em>Baa Baa Black Sheep</em> and in the 1978 Disney film <em>The Cat From Outer Space.</em> He launched Gulf States as a simple start-up investment in 1969 and largely lets hired managers run the company.</p><p><strong>BELTON Kleberg “B” JOHNSON</strong></p><p>San Antonio, 59</p><p><strong>INHERITANCE (King Ranch)</strong></p><img/><p><span class=\"dropcap\">B</span>.K. Johnson is a man burdened by history. A great-grandson of King Ranch founder Richard King, B—as everyone calls him —was reared on the ranch by his stern uncle and ranch boss Bob Kleberg, Jr. In 1976, after his family denied him the right to succeed his Uncle Bob, Johnson split from the ranch and cashed in his 12 percent for $70 million. Today he’s worth about $140 million. Still, the King Ranch defines his life. He wears his custommade boots with his khaki pants tucked in—King Ranch style—and the horses and cowhands on his 70,000-acre Chaparrosa Ranch skillfully execute the graceful argentine <em>jormando,</em> a morning ritual in which horses and riders prance up against a rope to ready themselves for the day’s work. He also owns another 15,000 acres of ranchland.</p><p>Johnson’s diversified fortune includes several Blockbuster Video franchises and two San antonio hotels, the Fairmount and the Hyatt Regency. In 1985 he secured a place in the <em>Guinness Book of World Records</em> for the largest hotel move by towing the historic threemillion-pound, 37-room Fairmount to its new home near the alamo at a cost of $650,000. Johnson also owns a piece of his friend David Rockefeller’s rock —New York’s Rockefeller Center—and is on the board of AT&T.</p><p>When Johnson and his wife, Patsy, divorced in 1986, he sold his mansion in San antonio’s exclusive Olmos Park. He couldn’t bear to see his house go to just anybody, so he telephoned B. J. “Red” McCombs, also on the Texas 100, and suggested that McCombs buy the Johnson home. “Your wife is such a fine woman,” Johnson told McCombs. “She’s the kind of woman who should live in this house.” With no hesitation, McCombs bought the house.</p><p><strong>KENNETH Stanley “BUD” ADAMS, Jr.</strong></p><p>Houston, 66</p><p><strong>HOUSTON Oilers, Oil And Gas</strong></p><img/><p><span class=\"dropcap\">H</span>OUSTON’s Bud adams created a $140 million fortune out of everything from pig farms to car dealerships and oil and gas wells. But his thirty-year-old investment in the Houston Oilers has been the most lucrative. Adams paid a $25,000 franchise fee for the Houston Oilers—a team now worth at least $80 million or so, despite a generally losing record and the sometimes embarrassing antics of its management. Without the Oilers, adams wouldn’t have made the Texas 100.</p><p>Adams, whose father was longtime Phillips Petroleum chairman K. S. “Boots” adams, played running back for the University of Kansas in the forties. But Rice University football taught him economics. In the fifties the school of 1,200 students frequently filled its 70,000-seat football stadium. “I figured football had to work down here,” says adams, who bought the old american Football League’s Houston franchise after his bid to buy the National Football League’s Chicago Cardinals and bring them to Houston failed.</p><p>Adams, a wildcatter since the late forties, owns more than half of publicly held adams Resources and Energy in Houston. His ranching mini-empire includes a 16,000-acre honeydew melon, tomato, and rice farm in California’s Sacramento Valley and 8,000 acres in Texas, some of it used to raise hogs.</p><p><strong>CHARLES Dickie Williamson</strong></p><p>Fort Worth, 58</p><p><strong>DICKIES</strong></p><img/><p><span class=\"dropcap\">D</span>ICKIES. Isn’t that just about the silliest name for a line of work clothes? “It’s a silly name for a person too,” says Dickie Williamson, the jolly chairman of Williamson-Dickie Manufacturing, the Fort Worth company that has made Dickies for more than sixty years. Williamson heads a privately owned family company that has $350 million in sales (including an industrial-laundries division and a New Jersey-based healthcare company) and is worth at least $135 million.</p><p>Emmett Eugene Dickie was the original Dickie. Along with his cousin, Charles Nathan Williamson, Dickie sold hats in the Fort Worth area before buying the U.S. Overall Company in 1922. Headed by Charles Donovan Williamson, Dickie Williamson’s father, the company produced khaki work pants, which oil-field workers in the thirties and forties popularized. Today Williamson-Dickie, which sells more than $200 million a year in Dickies, dominates the small retail workwear market. Says Williamson, “We like to keep it that way.”</p><p>A Fort Worth native and a Westover Hills city councilman, Williamson went to an Eastern prep school and Cornell University, and he was also an army field commander. He took over the family business when his father died in 1961. A community-oriented company, Williamson-Dickie bought, restored, and uses as its headquarters the city’s nearly one-hundred-year-old Stephen F. Austin School.</p><p><strong>ROBERT Edward Woolley</strong></p><p>Dallas, 54</p><p><strong>HOTELS</strong></p><img/><p><span class=\"dropcap\">B</span>ACK In the midsixties, hotels disgusted Robert Woolley, who was then a traveling plumbing contractor. “I was offended that when I had a meeting, i’d have to have it in the hotel lobby or coffee shop,” he says. So Woolley, the founder of Granada Royale Hometels (now called Embassy Suites, a unit of Holiday Corporation), proceeded to change the face of traditional american lodging.</p><p>Woolley, whose fortune is more than $130 million, pioneered the now common all-suite hotel. A Pennsylvania native with no college degree, he built his Precision Plumbing into arizona’s largest plumbing contractor before moving into small-time real estate. In 1969 Woolley transformed a 75-unit Phoenix apartment project into his first hometel. He combined the roominess of apartments with the services of a hotel. Rooms were equipped with kitchens, work areas, living rooms, extra phones, and wet bars, and guests received free breakfasts and cocktails.</p><p>Woolley—who sold his 24-hometel Granada chain to Holiday Corporation for about $200 million in 1984—still has the itch. Since 1984 he has developed more than thirty hotels and is Embassy Suites’ largest franchisee.</p><p><strong>ANDREW Brackett “STORMY” SHELTON</strong></p><p>Abilene, 74</p><p><strong>EDWARD Holmead Harte</strong></p><p>Corpus Christi, 66</p><p><strong>HOUSTON Harriman Harte</strong></p><p>San Antonio, 62</p><p><strong>INHERITANCE (Harte-Hanks Communications)</strong></p><img/><p><em>a. Shelton</em></p><img/><p><em>E. Harte</em></p><img/><p><em>H. Harte</em></p><p><span class=\"dropcap\">T</span>he Dominant force in Texas media for sixty years, San antoniobased Harte-Hanks Communications just isn’t the newspaper-and-broadcast empire it used to be. The chain hasn’t deteriorated, it has simply changed. In 1984 the chain held 27 daily newspapers, 4 Tv stations, 9 radio stations, and several cable systems. Today it owns 10 daily newspapers, 50 nondailies, a Tv station, and a beefed-up 5.2million-home penny-shopper operation and direct-marketing business. HarteHanks heirs Ed and Houston Harte and a. B. Shelton, who together own 75 percent of the new-look HarteHanks, should be worth at least $375 million.</p><p>West Texas newspaper barons Bernard Hanks, then the publisher of the <em>abilene Reporter-News,</em> and Houston Harte, the publisher of the <em>San angelo Standard,</em> first joined forces in 1923 to buy a Lubbock weekly for $3,000. Through the thirties and forties, the pair bought several small-town Texas papers, including the <em>Corpus Christi Caller</em> from the King Ranch in 1930. Tv and radio stations and cable systems were added in the seventies.</p><p>Houston Harte (Harte-Hanks chairman), his brother, Ed (former <em>Corpus Christi Caller-Times</em> publisher), and Shelton (Hanks’s son-in-law and <em>abilene Reporter-News</em> publisher) have spent their lifetimes working in the family business. As boys, Houston and Ed manned the switchboard and wrote obituaries for the <em>San angelo Standard. </em>They worked as copyboys, reporters, and photographers. Shelton, who married Hanks’s daughter Patty in 1940, sold classified ads in abilene.</p><p>A public company since 1972, HarteHanks went private again in 1984 in a $900 million family-led leveraged buyout. CEO Robert Marbut changed the company’s focus and pared much of the resulting debt by selling many of its media properties. Harte-Hanks kept only San antonio’s KENS-TV and the stronger papers, many of them monopolies. At the same time Harte-Hanks’s shopper and direct-selling operations have grown rapidly. Sales last year were higher than any pre-buyout year.</p><p><strong>JERRAL Wayne Jones</strong></p><p>Dallas, 46</p><p><strong>OIL And Gas</strong></p><img/><p><span class=\"dropcap\">T</span>o Borrow some baseball lingo, it seems that new Dallas Cowboys owner Jerry Jones has had his three strikes —only he isn’t out. Jones booted coach Tom Landry, spurred Tex Schramm’s departure, and, well, is an arkansas immigrant in control of Texas’ premier sports franchise.</p><p>All of Jones’s roots are in arkansas. A Little Rock native, he studied finance at the University of arkansas, played football on arkansas’ 1964 national championship team, and married a Miss USA from arkansas. Using seed money from the sale of his father’s insurance business, Jones went into oil and gas in the seventies. His game plan: Drill around dry holes and largely depleted fields (a favorite strategy of Hugh Roy Cullen). His success came mostly in natural gas, and Jones sold 75 percent of his reserves several years ago. Today he is worth at least $125 million.</p><p>A nonstop worker whose few diversions include hunting and fishing, Jones became a Texan last april when he bought a condominium near Texas Stadium. As only the third owner in Cowboys history—he owns about 63 percent of the team—Jones is aware of the enormous pressure he faces. “i’ve been scared, and i’ll remain scared,” he says. “I want to be a great owner.”</p><p><strong>CARLTON Evans Beal</strong></p><p>Midland, 74</p><p><strong>OIL And Gas</strong></p><p><span class=\"dropcap\">M</span>idland Oilman Carlton Beal wants publicity like he wants $3-a-barrel oil. “We’re just a small outfit trying to stay alive,” says Beal, in a rare interview. Perhaps, but his oil company, Midland-based BTA Oil Producers, with production in Texas, New Mexico, and Louisiana, is the nucleus of a family oil fortune of more than $125 million.</p><p>C. Beal (right)</p><p>Beal’s father, Carl Hugh Beal, was a world-famous geologist and the secondever petroleum engineering professor at Stanford. He discovered various important oil fields in California.</p><p>The younger Beal became a student of the oil industry himself, graduating from Stanford, then getting a master’s in petroleum engineering from MIT in 1937. Beal taught at the University of Southern California for a time and wrote a 1946 technical paper (“The Viscosity of air, Water, Natural Gas, Crude Oil ... at Oil Field Temperatures and Pressures”) that became an industry classic. Around Midland, Beal is known as a gruff, hard-nosed businessman. Says one of Beal’s ex-bankers: “He’s tough as a boot.” To soften up, Beal retreats to an oceanside spread in Hawaii, where he scuba dives.</p><img/><p><strong>HENRY Bartell Zachry, Jr.</strong></p><p>San Antonio, 56</p><p><strong>INHERITANCE (Construction)</strong></p><img/><p><span class=\"dropcap\">H</span>.B. Zachry, Jr., is still growing into his father’s shoes. In the family business, it should be a nice fit. Since his father, H. B. “Pat” Zachry, died at 83 in 1984, H.B. Junior, known as Bartell, has expanded the build-quick-tolast-long construction company that his father founded. He presides over a family fortune of some $120 million based on —in addition to the H. B. Zachry Company —South Texas ranches, oil and gas, and San antonio’s Tower Life Insurance. Pat Zachry contributed freely to political candidates, using his money and time to be the ultimate San antonio insider. His son, a genteel, unassuming man, is a less intrusive presence in San antonio politics.</p><p>Photograph By Robert Keeran (Top)</p><p>The elder Zachry started with a state contract to build a small bridge and road near Laredo. Ever since, public projects have been a mainstay of the company. Pat Zachry also helped to build part of the alaska pipeline and to lay the runways at DFW airport. In San antonio Zachry built the 482-room Hilton Palacio del Rio (still family-owned) in just nine months, instead of the expected two years. Using a modular construction method, he had the fully furnished rooms—color TVs and all—assembled in off-site plants and hoisted into place by helicopters and cranes.</p><p>As a boy, Bartell Zachry worked summers for his father’s company. Like his dad, he earned a degree in civil engineering from Texas A&M. At 31, after management training at Harvard Business School, Bartell was named the president of the H. B. Zachry Company, but his father continued in the business until his death.</p><p><strong>OSCAR Sherman Wyatt, Jr.</strong></p><p>Houston, 65</p><p><strong>COASTAL Corporation</strong></p><p>“<span class=”dropcap“>Y</span>ou Have To have one objective,” Oscar Wyatt once said. “To be profitable or popular.” With an estimated $115 million fortune, most of it in the Coastal Corporation, his Houston-based gas-pipeline company, Wyatt has always made being profitable his objective.</p><img/><p><em>O. Wyatt</em></p><p>Coastal last year earned $157 million on revenues of $8.2 billion, netting a fat 2 percent in otherwise minusculemargin times for the oil industry. (Ranking fifty-fourth on the Fortune 500, Coastal is third—after Pennzoil and Exxon—in return on investment to stockholders.) Of course, to make money, Wyatt has stepped on a few toes. His refusal years ago to honor gas contracts when market prices rose and his numerous hostile takeover attempts have not made him a popular man. After the <em>Houston Chronicle</em> ran an item likening Wyatt to <em>Dallas'</em> J. R. Ewing, Wyatt sued, proclaiming, “Disliked —yes. Dishonest—no.” Still, in 1979 Wyatt pleaded guilty in federal court to misdemeanor charges that he had violated federal price controls. Then he paid a $40,000 personal fine and a $10 million corporate penalty.</p><p>Photograph By Steven Pumphrey</p><p>A Texas A&M-educated engineer and a World War II bomber pilot, Wyatt noticed that Texas oil producers in the fifties burned off excess gas because they lacked pipeline systems to collect or transport it. He borrowed $800 against his 1949 Ford, built a few small pipelines to corral the gas, and expanded his business by tapping into a niche of tiny producers that the larger pipeline companies ignored. With a cheap gas source, Wyatt was able to substantially undercut other gas suppliers’ prices. Wyatt, who divides his time between Houston and palatial digs (and offices) on his Duval County ranch, now has more than 19,000 miles of gas pipelines across the western and southwestern United States.</p><p>Very active politically, especially in South Texas, Wyatt pushed an antigolden-parachute bill in the Legislature when he was trying to take over Texas Eastern. He hated the idea of golden parachutes so much that he kept pushing the bill even after losing the takeover bid (he salved his wounds with a $40 million pre-tax profit on his Texas Eastern stock). Wyatt sued even brother-in-law Bobby Sakowitz after Wyatt was forced to make good on a stock guarantee he had signed for a Sakowitz family member.</p><p><strong>ROBERT Foster Parker</strong></p><p>Houston, 45</p><p><strong>SAVINGS And Loans</strong></p><img/><p><span class=\"dropcap\">R</span>EELING from Texas’ real estate collapse, 73 savings and loans in the state failed last year. Bob Parker’s Houstonbased Guardian Savings and Loan wasn’t one of them. In fact, Guardian made about $25 million in 1988. “Our way just happens to look good now,” says Parker, whose 95 percent of Guardian is worth well over $110 million.</p><p>Parker studied at the University of Texas and Harvard before apprenticing with Houston investment guru and fellow Texas 100 member Fayez Sarofim. Parker and his brother Jeff, a Guardian executive vice president, formed Guardian in 1983 for about $18 million. The pair are sons of former Brown and Root president Foster Parker.</p><p>Photograph Courtesy Of Houston Chronicle</p><p>At Guardian, you will not find automated-teller machines, traveler’s checks, IRAs, or even checking accounts. They’re not cost-effective. Courting older depositors, Guardian offers mostly high-yield money-market and CD accounts. Of the thrift’s assets, 85 percent are kept in low-risk government securities. The thrift, which has averaged profits of $30 million a year since 1983, doesn’t ride the boom-andbust roller coaster. Parker’s equation—low-cost services coupled with a conservative investment portfolio—ensures thin but consistent profits.</p><p><strong>RANDALL Dee Hubbard</strong></p><p>Fort Worth, 54</p><p><strong>GLASS</strong></p><img/><p><span class=\"dropcap\">A</span> Year Ago, bearded glass king R. D. Hubbard faced the classic eighties corporate threat: a takeover. His glassmaking business, AFG Industries, boasted 28 straight quarters of record sales and profits. But because of all the high flying, AFG—with only 19 percent of its stock owned by insiders—seemed ripe for the taking. So Hubbard, who is worth $110 million or so, did what any right-thinking company founder would do: He paid nearly $1 billion and took AFG private himself.</p><p>Hubbard is a native of Smith Center, Kansas, and a former high-school basketball coach. He took a job selling auto glass in Wichita in 1959 and eventually became the firm’s president. In 1978 he left to buy two troubled glassmakers and formed AFG. Hubbard’s strategy has been to pursue acquisitions aggressively and to focus on highprofit markets for specialty glass. Sales at his Fort Worth-based AFG are up from $100 million in 1980 to more than $700 million last year.</p><p>A passionate horseman (a gold horse pendant hangs around his neck), Hubbard co-owns Ruidoso Downs in New Mexico and a $56 million track in Kansas City, and he operates a horse farm near Bandera. “The feeling you get when your horse wins is fantastic,” says Hubbard, who bought his first horse in 1959. “This gets in your blood.” So much so that last May Hubbard bid $60 million for the Los alamitos Race Track near Los angeles.</p><p><strong>ELECTRA Waggoner Biggs</strong></p><p>Vernon, 76</p><p><strong>ALBERT Buckman “BUCKY” WHARTON Iii</strong></p><p>Vernon, 41</p><p><strong>INHERITANCE (Ranching, Oil)</strong></p><img/><p><em>a. Wharton</em></p><p><span class=\"dropcap\">L</span>egend Has it that famous funnyman and good guy Will Rogers peered out over his friend W. T. Waggoner’s North Texas ranch and quipped, “I see there’s an oil well for each cow.” True or not, William Thomas “Pappy” Waggoner’s ranch stretched over 500,000 acres, the majority in Wilbarger and Baylor counties. Now owned by granddaughter Electra Biggs and great-grandson Bucky Wharton, the ranching, farming, and oil empire’s estimated worth is at least $220 million.</p><img/><p><em>E. Biggs</em></p><p>Daniel Waggoner, a Tennessean whose family migrated to East Texas in 1838, ran cattle with his son, W.T., on North Texas ranchland accumulated in the late 1800’s and early 1900’s, some of it bought for as little as $1 an acre. On april Fools’ Day, 1911, oil was discovered on Waggoner land near the town of Electra (named for W.T.’s daughter), much to W. T. Waggoner’s consternation. As he put it: “Damn the oil, I want water.” Waggoner, though, did allow as to how the oil, when diluted properly, made nice tick dip.</p><p>Cousins and co-owners Biggs and Wharton, third and fourth generations of Texas Waggoners, still live on the W. T. Waggoner estate. Biggs bailed out of Columbia University’s business school early to concentrate on sculpting. Her fifteen-foot likeness of Will Rogers perched on his horse Soapsuds sits outside Fort Worth’s Will Rogers Memorial Center. Among Biggs’s other commissioned works are busts of Bob Hope, Dwight D. Eisenhower, and Knute Rockne. Supposedly, both the Buick Electra and the Lockheed Electra jet are her namesakes.</p><p>Photograph Courtesy Of Vernon Daily Record (Top); Will Van Overbeek</p><p><strong>DONALD Adrian Adam</strong></p><p>Bryan, 54</p><p><strong>CABLE Tv</strong></p><img/><p><span class=\"dropcap\">W</span>ith $100 million already reaped from a boom industry —cable television —Bryan’s Don adam is back at the well again. This time, he’s dipping into an industry gone bust.</p><p>Last year adam went bottom fishing for ravaged Texas savings and loans and landed eleven thrifts, most in West Texas. The newly formed Olney Savings and Loan, with $3.9 billion in assets, cost adam $80 million to the FSLIC’s $1.3 billion. “Financial institutions offer more opportunity than any investment i’m aware of,” says adam, who has never run an S&L.</p><p>And adam could use a good investment. A cable investor since 1969, he bailed out of the industry last year, selling 22 systems in two deals for a total of $242.5 million. Adam may use Olney’s tax benefits to offset the hefty capital gains taxes.</p><p>The Houston-born adam bumped around as a kid with his army sergeant father, sampling high schools in Panama’s Canal Zone, Fort Hood, El Paso, and Bryan. His “C” grades got him into Texas A&M, where he received a degree in insurance in 1958. He founded his first cable company in Bryan. Says one local of adam, who has few diversions except maybe Texas A&M football: “He’s just a plain, hardworking old guy.”</p><p><strong>WILLIAM Stamps Farish Iii</strong></p><p>Houston, 50</p><p><strong>INHERITANCE (Humble Oil)</strong></p><img/><p><span class=\"dropcap\">W</span>ill Farish is heir to one of the more famous fortunes among the Texas 100. His grandfather, one of Humble Oil and Refining’s co-founders, owned a seemingly paltry 83,814 shares (about 3 percent) of the company in 1921. But Humble was sold to Standard Oil of New Jersey in the fifties, and Standard is now Exxon. Today Will Farish III's piece of the family pie tops $100 million.</p><p>Photograph Courtesy Of Wide World Photos (Bottom)</p><p>Farish is the grandson of Will Farish, Sr., a Mississippi-bred lawyer who cofounded Humble—perhaps the most inaptly named company ever—in 1917 with young wildcatters R. L. Blaffer, W. W. Fondren, and Ross Sterling. Shy of the limelight, Will Farish III has a close friendship with George Bush, whom he met in the early sixties, when Bush was running Farish’s Houston oil company. Farish, a University of Virginia history major, served as an aide to Bush during his first run at the U.S. Senate, and he later managed the president’s blind trust. The pair and their wives often take hunting retreats to Farish’s Texas ranch or fishing trips to his coastal spread in Florida.</p><p>Thoroughbred horses are Farish’s passion. Started in 1979, his threethousand-acre Lane’s End Farm in Versailles, Kentucky, is perhaps the leading commercial horse-breeding farm in the country. Among the seventeen stallions roaming its grounds are past Kentucky Derby winners alysheba and Spend a Buck and 1987 Belmont Stakes winner Bet Twice.</p><img/><p><em>M. Dell</em></p><p><strong>MICHAEL Saul Dell</strong></p><p>Austin, 24</p><p><strong>COMPUTERS</strong></p><p><span class=\"dropcap\">A</span>t the Age Of 24, austin computer wonderboy Michael Dell is easily the youngest member of the Texas 100. He is also one of the few to have built his fortune—about $100 million —at the height of the Texas bust. Founded in 1984, Dell Computer—along with Bill Hayden’s Compuadd —pioneered the mail-order computer marketing business. Dell, a University of Texas dropout, was a millionaire before he hit the legal drinking age.</p><p>Dell has always been ahead of schedule. The Houston native applied for a high-school equivalency diploma at eight. In high school he drove a BMW, which he bought with the proceeds from a job selling subscriptions to the <em>Houston Post.</em> Dell went to UT in 1983 and was soon selling computers out of his apartment. Because he bought his computers at volume discounts from IBM dealers, he could undercut retailers’ prices. Dell began by selling mail order, and in 1984 he left school to devote all of his time to his growing business. Now a fully integrated manufacturer and direct marketer of personal computers, Dell Computer expects revenues of more than $250 million this fiscal year, up from $159 million last year.</p><p>Photograph By Larry Kol.Voord / Austin American Statesman</p><p>Dell’s life has not been all roses. Described as having an “ego like God” by one of his former executives, Dell has shuffled managers since taking his company public in 1988. Like many young entrepreneurs, he apparently finds loosening his grip on his company difficult. He is battling on another front as well. Dell Computer’s stock, which sold at $12.50 a share shortly after it debuted, sits around $8.50, thanks to Wall Street’s preoccupation with quarterly results and doubts about Dell’s ability to ply his magic beyond the company’s original mail-order niche. “My focus isn’t the stock price,” retorts Dell. “It’s building my company.”</p><p>Photographs By Danny Turner (Opposite Page And Middle)</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "August 1989",
    "wp_magazine_section": "",
    "wp_tags": [
      "Texas",
      "Oil",
      "Family",
      "Business",
      "Houston",
      "Dallas",
      "gas",
      "School",
      "hunt",
      "money",
      "Oil and Gas",
      "Home",
      "Work",
      "San Antonio",
      "Wealth",
      "Fort Worth",
      "Land",
      "Real Estate",
      "ever",
      "Football"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Texas",
      "Houston",
      "Dallas",
      "San Antonio",
      "Fort Worth"
    ]
  }
}