{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19788",
    "date": "August 1978",
    "year": 1978,
    "month": 8,
    "month_formatted": "August",
    "pdf_uri": "/1978/19780800.pdf",
    "issue_cover_image": "",
    "document_start_page": 94,
    "toc_start_page": 92,
    "document_page_range": [
      [
        94,
        95,
        96,
        97,
        98,
        99
      ]
    ],
    "toc_order": 3,
    "toc_headline": "Barton Springs Eternal",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-197808-bartonspr",
  "source": "/1978/19780800.pdf",
  "wp_post_id": 112587,
  "wp_post_guid": "http://www.texasmonthly.com/article/barton-springs-eternal/",
  "authors": [],
  "headline": "Barton Springs Eternal",
  "dek": "Young and old, rich and poor, naked and demure all mingle in peace at the best place to swim in america, and a few even swim there.",
  "spread_caption": "",
  "excerpt": "What was once a mere rural spring is now a crowded, languorous, bare-skinned utopia.",
  "kicker": "",
  "word_count": 1003,
  "content": "<p><span class=\"dropcap\">F</span>or the serious swimmers who arrive just after dawn every day of the year, Barton Springs is a particularly attractive pool, ideal for long-distance swimming. Set in a grassy streambed and ringed with venerable pecan and walnut trees, the pool is a thousand feet long and a hundred wide, or the size of three football fields laid end to end. The water gushes clear, clean, and cold from springs along the Balcones Fault at a near-constant 68 degrees. So idyllic is the setting that only the bank-towers visible through the trees to the east and the apartments spilling over the hills to the west are reminders that it is only two miles from the Capitol in the heart of the city of austin. But by noon this jewel of undisturbed nature is an entirely different place. Packed with every conceivable element of the world that surrounds it—from rednecks and society dowagers to topless women and homosexuals—it becomes one of the most unexpectedly diverse public landscapes in the country.</p><p>In a world that seems increasingly preoccupied with exclusivity and snobbery—witness the discos that reap publicity by whom they <em>don’t</em> let in—Barton Springs is robustly democratic. Its temporary inhabitants are stripped of the clothes, cars, jobs, and houses that isolate americans by status, class, and income. Here one’s social label—doctor, senator, house painter, student—is irrelevant. Without any official urging, the place has established its own unspoken social order, based more or less on age. Toddlers and their parents splash in the shallows by the limestone beach on the west end. Teenagers show off around the diving board. Students and other singles display their wares on the southeast slope amid the odors of marijuana and Coppertone. Couples play cards and read on the southwest bank. Under a tree opposite the diving board gather the old-timers, pillars of austin society like Mrs. Lem Scarbrough of Scarbroughs department store, and Mrs. Dan Moody, widow of the former governor, many of whom have been coming here for forty or fifty years. Between them and the children, on the northwest bank, is a transition zone, favored both by serious swimmers who may have missed their early morning mile and by tourists. As people grow from infant to grandparent, they are likely to work their way around the pool until they have come full circle.</p><img/><img/><p>Photography by Pat Berry</p><p><em>The jewel in the heart of the city: for generations. Barton Springs pool has attracted dedicated swimmers, who arrive at dawn to enjoy the clear, icy waters every day of the year.</em></p><img/><p><em>Only 176 lengths (eight to a mile) equals the English Channel.</em></p><p>For centuries Barton Springs has had a magic attraction. The Indians held it sacred long before the Spanish built a short-lived mission on its south bluff in 1730. In 1830 Billy Barton, the Daniel Boone of Texas, moved here when a new neighbor ten miles away crowded him out of East Texas. Barton named the springs Parthenia and Eliza, after his two daughters, but they soon came to be known for him. Barton didn’t have much time to enjoy himself in the springs, because most of his leisure was spent disputing his deed with the Comanches. Since then Barton’s has been a place of peace, if not necessarily of quiet. During the official 1978 season from april to October (the only time visitors are counted), 400,000 people will visit Barton Springs. Some Sundays will bring 6500 through the gates. Ten years ago 100,000 people came. Then the place was rarely crowded, except sometimes on weekends; now it starts filling up by noon every day. One reason for this surge is the booming population of the University of Texas and the city of austin. The seventies mania for exercise and health has also brought people to Barton’s who would never have come in the sixties. One can lie in the sun, reading and dozing, occasionally plunging into the unchlorinated water to take off the sweat, all the while creating the illusion of having “worked out.” Tourists have also made Barton’s one of the state’s major attractions for generations, and there are more now than ever before.</p><p>For the many people who come to ogle the crowd, the ever-increasing popularity of Barton’s is a welcome event. But the essence of the place is the combination of a compressed human society and an idyllic natural setting; for a good part of the day, the natural setting is virtually obliterated. What is happening to Barton Springs is what has happened to the american West: a region of great natural beauty has become endangered by too much appreciation by too many people. The issue of unlimited versus controlled growth that has dominated local politics around Texas for the past decade is sharply drawn at Barton Springs.</p><p>So far, despite the stress of larger and larger crowds, Barton’s has proved remarkably durable. Its unspoken social order still accommodates nudity and families, children and grandparents, rednecks and foreigners. And at dusk, after the clear springs have restored its waters, Barton’s returns to the undisturbed peace of dawn. Just as the last light fades, a solitary swimmer sends out gentle ripples, as if he were the first human ever to disturb its placid surface.</p><img/><img/><p><em>Once the sun warms up, “the duckies” take over the deep end of the pool with their rafts, and Barton's becomes a thriving human tableau.</em></p><img/><img/><p><em>In the shallow end, parents introduce their toddlers to the cold, </em>unchlonnated water that gushes at the rate of 1.5 million gallons an hour from the main springs, located just this side of the diving board.</p><img/><p><em>Everybody and every sort of body find a home at Barton's.</em></p><img/><p><em>a face in the crowd: there's no other public place like it.</em></p><img/><p><em>Topless women, society dowagers, and rednecks sunbathe on Barton's grassy slopes.</em></p><img/><p><em>People watching is a popular pastime. Spectators with clothes watch those without.</em></p><img/><img/><p><em>Somewhere beneath all these bodies is a quiet, natural setting. On any summer afternoon, Barton’s is more crowded than ever—some say, too crowded—but it still manages to regain its pristine and bucolic state for the swimmers who return at dawn.</em></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "August 1978",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Barton Springs",
      "people",
      "Pool",
      "Society",
      "Diving",
      "Water",
      "ever",
      "ten",
      "Texas",
      "apartments",
      "Austin",
      "Balcones",
      "Beauty",
      "Children",
      "Clothes",
      "cold",
      "Exercise",
      "Football",
      "Health",
      "Home"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Texas",
      "West",
      "Austin",
      "Mission"
    ]
  }
}