{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19788",
    "date": "August 1978",
    "year": 1978,
    "month": 8,
    "month_formatted": "August",
    "pdf_uri": "/1978/19780800.pdf",
    "issue_cover_image": "",
    "document_start_page": 90,
    "toc_start_page": 88,
    "document_page_range": [
      [
        90,
        91,
        92,
        93
      ],
      [
        154
      ],
      [
        156
      ],
      [
        158,
        159,
        160,
        161,
        162,
        163,
        164
      ],
      [
        166
      ]
    ],
    "toc_order": 2,
    "toc_headline": "Trouble In Paradise",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-197808-troublein",
  "source": "/1978/19780800.pdf",
  "wp_post_id": 112590,
  "wp_post_guid": "http://www.texasmonthly.com/article/trouble-in-paradise/",
  "authors": [
    "Paul Burka"
  ],
  "headline": "Trouble In Paradise",
  "dek": "On South Padre Island, the Gold Coast of Texas, there's more gold than coast these days.",
  "spread_caption": "",
  "excerpt": "Resort hotels and luxury condominiums line the shore of South Padre, yet foot by foot, day by day, the island is washing away.",
  "kicker": "",
  "word_count": 6875,
  "content": "<p><span class=\"dropcap\">L</span>ong ago man came forth from the sea; today he is returning to his origins. Ninety per cent of the nation's population growth since 1965 has occurred in coastal areas. Government officials have gone to great expense to discover why, but the view from Bob Hanmore's fifth-floor balcony on South Padre Island is as good a reason as any. Looking down upon the ocean, a continent to your back, it is possible to imagine anything: dragons and serpents, the edge of the world, atlantis, Egyptian sailors in papyrus boats. The thin ribbon of beach runs away in both directions, unobtrusive and uncluttered: in front of you there is no hint of man and his ephemeral monuments.</p><p>But the sea inspires other reveries: riches, the good life, lithe bodies in the sun. Its lure tugs not only at beachcombers and vacationers but also at work-weary professionals, land speculators, and men driven to build buildings that defy nature to destroy them. Their kingdom begins on the landward side of the balcony: a lavish three-bedroom condominium apartment, one of twenty units in a gleaming white project called the Beach House. To the north, off the left of the balcony. Beach House II is taking shape amid piles of lumber and scaffolding. Beyond it, where twenty years ago sand dunes stretched unbroken to the horizon, the dunes have been bulldozed and replaced by hotel, condominium, and apartment complexes with evocative names like Bahia Mar and Tiki. To the right the new buildings are denser still, culminating in Hilton and Holiday Inn hotels near the south end of the island. Behind this central nervous system is the town of South Padre Island. Like most of the buildings and most of the people in them, it wasn't here six years ago.</p><img/><img/><p>Photography by Randy Greem</p><p>“Look at this beach,” Hanmore says, sweeping his arm over the ocean. “This is the west coast of Florida thirty years ago. No. This is better.”</p><p>Hanmore is really talking about the <em>beachfront,</em> which is a very different thing from the beach. The main difference, to Hanmore at least, is that you can put a building on one but not on the other, and Bob Hanmore makes his living putting up buildings. Before he built the Beach House he built dozens of condominiums in Florida, until the market there collapsed. Then in November 1976 he got wind of action at some place called South Padre Island; the moment he saw the beachfront and all its vacant land he decided to move. To Hanmore and other developers, South Padre Island is a resort on its way to the big time. “It can't miss,” he says. “There’s an insatiable demand in Texas for quality construction on this island.”</p><p>It turns out, though, that consumers may not have the only insatiable appetite on the island. One day later Bob Morton stood on the beach under Hanmore's fifth-floor balcony and looked out at the ocean. “There,” he said, pointing to a spot a few hundred yards away, where the profile of the waterline abruptly changed. “You can see it on the ground. That way [Morton pointed south] the beach is broader. It's stable. That way [he pointed north] it's obviously narrower. It's eroding.” Morton is a geologist at the University of Texas who for the past six years has been studying erosion on the Texas coast. Using topographic maps dating back to the 1850s. old aerial photographs, and modern infrared photography, he's concluded that all that lovely blue water is chew ing up all that lovely white sand at the rate of ten to fifteen feet a year. If Morton's calculations are correct—and no scientist has disputed them—the ocean will be lapping at the retaining w all of the Beach House and its neighbors in ten years. The islanders have built their houses upon the sand, and the ocean is, inexorably, coming to reclaim its own.</p><p>There is trouble in paradise. Beach erosion is at the heart of Padre Island's problems, but it's not the resort's only worry. Now the Texas attorney general’s office is concerned that developers who build ever closer to the shoreline may be interfering with the public's right to use the beach. And there are the usual problems associated w ith a sudden spurt of grow th on the seashore: opposition from environmentalists and a grow th rate that outstrips the ability of building and fire codes to keep pace. On top of all this, the populace of this mile-wide sandbar appears to understand very little about the main thing that brought them here: the ocean.</p><p>Sample conversation: Bob Morton and 1 have gone to a small sandwich shop for lunch despite the epicurean maxim that no good sandw ich can be had w ithin sight of salt water. The proprietor, a transplant from the Midwest, is discoursing about hurricanes—not surprisingly, a frequent conversation topic on the island. “We don’t get many storms down here,” he tells us authoritatively. “There’s a deep trough about a hundred miles out in the Gulf that turns ’em aside. That’s what happened to anita.”</p><p><em>LET's Sue Louisuana!</em></p><p><em>What are our beaches doing in New Orleans?</em></p><p>Like South Padre, much of the rest of the Texas coastline is eroding. Unlike South Padre, something could have been done about it, until the U.S. Army Corps of Engineers intervened and chose Louisiana over Texas.</p><p>Blame it all on Old Man River. For thousands of years the Mississippi has been carving out new courses all over Southern Louisiana, and by the late fifties it was on the verge of doing it again. “The river builds up its own elevation during floods and eventually seeks a more efficient gradient,” says Dr. William L. Fisher, director of the Bureau of Economic Geology at the University of Texas. “The weak point was near Simmesport on the Louisiana-Mississippi border, about where the river turns southeast toward Baton Rouge and New Orleans. The Mississippi would have shifted course and come right down the atchafalaya basin between Lafayette and Baton Rouge.”</p><p>Had nature been allowed to have its way. all the sand the river hauls on its 3700-mile journey would have been dumped into currents that wash the sand-starved Texas coast: Bolivar Peninsula, where State Highway 87 has been moved inland three times to escape the oncoming ocean; Galveston Island, where much of the beach is now under water; Surfside and Sargent Beach near Freeport, where houses are falling into the waves. The sand would not have reached South Padre: the southbound current peters out below Corpus Christi.</p><p>Think of it: the port of New Orleans high and dry; paddle-wheelers stranded on the old riverbed; French</p><p>Quarter revelers seizing the chance to beat their feet in the Mississippi mud; the Huey P. Long Bridge spanning the world’s biggest ditch.</p><p>But the Corps chose to protect the nation’s second-busiest port, thwarting nature’s efforts to restore Texas’ beaches. It barred the Mississippi’s path to the atchafalaya with massive steel gates, insuring that the mighty river would continue rolling along to New Orleans. And all the sediment from the heart of america, instead of ending up on our beaches, winds up trapped in the Mississippi Delta south of New Orleans. <em>P.B.</em></p><img/><p><em>Fifteen years ago two hundred feet of sand stretched in front of this seawall. Today it’s under water, and South Padre Island’s other beaches await a similar fate.</em></p><p>It’s true that Hurricane anita was bearing down on South Padre last September when it abruptly veered 165 miles south in the last 24 hours before landfall. But there is no hurricane trap in the Gulf protecting South Padre. Morton listened politely to the theory, but he made a hasty exit after grabbing his sandwich. Outside he just shook his head. “These people don’t understand <em>anything</em> about the ocean,” he said. “They just can’t get it through their Pheads they don’t belong out here.”</p><p><span class=\"dropcap\">P</span>adre Island, the longest barrier island in the world, was once part of the Texas mainland. After a 350-foot rise in sea level ended about 5000 years ago, the elements began carving a beach out of the land. Waves smoothed the mud left by an old Rio Grande delta into a gentle slope. The river carried sediment into the ocean where the currents picked it up and distributed it along the growing beach. The wind carved the sand into dunes; when the dunes were pushed far enough back from the tide, sea grasses took root, stabilizing the sand. Then powerful storms sent the ocean surging over the dunes; most of the water retreated through cuts the storm had opened, but some remained trapped in the lower elevations behind the mounds of sand. As the process repeated itself over centuries, a shallow lagoon gradually formed behind the dunes, isolating them from the mainland and forming what we know today as Padre Island.</p><p>The padre was Nicolas Balli, who worked a thousand head of cattle on the island known as Brazo de Santiago while it still belonged to Spain early in the nineteenth century. The padre couldn’t know it, but the appetites of his cattle, feeding on the dunes and destroying the vegetation that anchored them, would have far-reaching legal and ecological repercussions. And who could have foreseen a sleek line of condominiums extending for miles along the beachfront? Certainly not the Mexican official who at Balli’s request examined the island in 1827 and concluded that it was useful solely for horse stock and cattle.</p><p>The wheels of administration turned slowly in the new country, and by the time Balli’s Mexican title was finally approved two years later, the priest had passed to his reward. Balli’s nephew inherited exactly what the priest claimed to own—a little more than 50,000 acres. The only trouble was that Padre Island embraces more than 135,000 acres. By 1850 the State of Texas had decided it owned the balance, and the discrepancy kept surveyors and lawyers busy for the better part of a century. While Galveston flourished and Corpus Christi grew into a major city, Padre lay empty and unnoticed while the courts settled its destiny.</p><p>When the Texas Supreme Court finally ruled in 1944 that all Padre belonged to Balli’s heirs, the island hadn’t changed much since the priest’s cattle grazed there more than a century earlier. No bridges connected it to the Texas mainland; no roads traversed its length. The channel that would eventually give the mainland resort village of Port Mansfield access to the open Gulf had not yet cut the island into its northern and southern portions. Padre was the province of fishermen and beachcombers, who crossed to the island by boat and peered at the ruins of a beachfront inn some venturesome soul had operated for a few years before it was destroyed in the massive hurricane of 1933. The first causeway to South Padre from the mainland shrimping town of Port Isabel didn’t open until 1954, less than a quarter-century ago. Cameron County celebrated the event by placing a county park at the southern tip of the island.</p><p><em>(Continued on page 152)</em></p><p><em>MONDO Condo</em></p><p><em>are luxury waterfront condominiums sand castles or beach bummers?</em></p><p>Perhaps you don’t care that the beach is eroding—you’d still like a condominium by the sea. Very well, but there are a few things you should know first.</p><p>A resort condominium is a fancy name for an apartment, the difference being that you own the condominium but don’t live in it, while you live in an apartment but don’t own it. Most owners on South Padre occupy their condos, as they are known in the real estate game, for two to four weeks a year. The rest of the time the space is for rent at rates up to $100 a day in the summer. Ideally you can buy a condominium, use the rental income to pay off the notes, and get a vacation home free. The first thing you need to know is that it seldom works out this way.</p><p>One problem is that rentals are handled through a management firm, which rakes 30 to 40 per cent off the top as commission. Another is that many projects use rental pools to divide the remainder: even though yours is rented for a week, if half the units remain empty, you have to split fifty-fifty with your fellow owners. Finally, you must pay a monthly fee for maintenance and repairs, since you own the buildings and grounds jointly with other buyers in the project. If you’re out to get rich, don’t buy a condominium; start a condominium management service.</p><p>You may have heard that owning a condominium can be a great tax shelter. If so, your information is out of date. Before the 1976 tax reform, resort condominiums were considered a business—like a duplex, for example—and the owner could depreciate it. In some cases the tax savings alone were enough to pay for the condominium. But the 1976 reform knocked out most of the tax advantages of second homes.</p><p>That doesn't necessarily mean condominiums are a bad investment. A three-bedroom unit at Isla del Sol north of the Hilton, purchased in 1974 for $35,000, sold this spring for $93,000. At some projects, though, it is almost impossible to unload a condominium. Quality varies widely on South Padre, and if you’re buying for an investment, check the track record of the developer first. What has he built before? If it was on the island, were there any problems? What do owners there say? Some will say quite a lot: several developers on South Padre have been sued over problems like leaky roofs.</p><p>The best buildings use all-masonry construction and something known as continuous ties—the roof, walls, and pilings are connected without any weak points that might snap under the stress of a hurricane. Seawalls that are constructed with a concave, rather than a straight, surface facing the water will absorb more wave energy. Beware of buildings that are mostly wood, lack fire walls, or utilize modular construction methods with the project stacked up like building blocks instead of tied together.</p><p>One more tip: enjoy the beach while you can. <em>P.B.</em></p><img/><p><em>a line of condominiums towers over the beach, but from the air, South Padre is just a narrow sandbar exposed to the sea.</em></p><img/><img/><img/><p><em>(Continued from page 90)</em></p><p>Like most real estate booms in america, South Padre began with a government project. South Texas realtor John Tompkins owned the land north of the park and envisioned it as an ideal site for a sleepy fishing village plus some beachfront hotels. In order to sell property, though, he needed a road. So he gave the county some land for a second park four miles north of the existing one, and sure enough, the commissioners built a road to connect the two. Between the parks Tompkins laid out what would eventually become, in 1973, the town of South Padre Island. But his brainchild was far from an instant success. National developers and lending institutions couldn’t imagine a successful beach resort in unglamorous South Texas, and folks in Brownsville and Harlingen found the idea of people actually living on something that was half mud flat, half sandbar cause for hilarity. In 1960 beachfront property values were languishing around $100 a front foot; today they are over $1000. By 1967 only a few beach houses, some surfside motels, and a couple of condominiums stood to greet Hurricane Beulah that September.</p><p>Some resorts are destroyed by hurricanes; so far, however, South Padre has thrived on them. There are three types of hurricanes: rainy, windy, and surging. The latter, like Carla in 1961, are the most dangerous. Beulah was a rainy storm; a few beach houses on South Padre succumbed to wind and surf, but the larger structures escaped. South Padre appeared to have met the hurricane challenge and prevailed. Property values soared, but insurance companies were still reluctant to write windstorm policies so close to the Gulf, and without insurance, lenders wouldn’t advance money to developers. Then a second hurricane did South Padre a favor. Celia, a windy storm, tore into Corpus Christi in 1970, and in the wake of huge damage claims, insurance companies began pulling out of the windstorm business on the coast so fast that the Texas Legislature was forced to establish a mandatory pool for that type of coverage—subsidized, of course, by higher rates inland. The federal government had done its part with another subsidized program, this one providing flood insurance backed with tax dollars.</p><p>Everything seemed to come together in the early seventies. Texans approved liquor by the drink, Southwest airlines opened up the Valley to air travel, and the state highway department decided to replace the antiquated bridge with a modern four-lane causeway. And below the border, Mexican President Luis Echeverria seemed systematically bent on wrecking his country’s economy: rich Mexicans looking for a way to get their money out of the country considered the island a prime real estate investment close to home. All the elements were there: money, security, liquor, access, white sand and blue water. The boom was on.</p><p>“<span class=”dropcap“>I</span>t doesn’t take a scientist to know that the beach is eroding,” Bob Morton said, as we trudged through the lose sand, heading for a five-foot concrete wall that tilted awkwardly toward the open Gulf. Waves rolled softly against the base at low tide and washed through two large gaps a hundred feet apart. Twisted, rusting steel stuck out at odd angles like broken bones. The effect suggested a modern Stonehenge, a temple to man’s powerlessness before the ocean.</p><p>Johns Tompkins’ real estate firm built the seawall in 1962 to protect an area they hoped would become an exclusive residential section. Five years later Hurricane Beulah opened the two wounds that remain today. The Corpus Christi engineer who built it says that in 1967 it was over two hundred feet from the waterline; today it is in the surf, looking as though any moment it might topple over. The forlorn and abandoned pink house behind it extends well onto the beach, and beneath it sand crabs, startled by our intrusion, scurried for cover. Around us a beach that should have been thronged with people was deserted; the seawall is too somber a reminder of the inevitable victory of sea over island.</p><p>The ruins of the seawall are the most dramatic evidence of the retreating shoreline, but there are other signs as well. Margaret Wiegers, who owns a beachfront home near the Beach House, says every winter the waves wash shells closer to her home. A retired Coast Guard officer recalls a string of poles along the beach that carried telegraph messages between Coast Guard stations in the thirties; they had to be removed not long ago because they were hazards to navigation. In 1956 Mobil Oil drilled a well more than three hundred feet inland; had the site not been abandoned, the wellhead would be underwater today.</p><p>Still, in most cases the change is hard to see. The line between water and dry land can vary according to phase of the moon, time of day, direction of the wind, and season of the year, since tides generally run higher in winter. Just the difference between high and low tide—a change of 1.7 feet in sea level—can mean 50 to 100 feet on the ground. Finding the average is such a nebulous process that the common law requires continual measurements over a nineteen-year period before it will recognize an official line. But before erosion can be computed, this moving line should be compared to a fixed point inland, and as recently as 25 years ago there were no buildings, no roads, no trees on South Padre, just dunes, grass, and bare sand. It is no wonder Bob Hanmore could look out at the ocean and say confidently, “There’s more beach out there today than there was last year. It comes and goes.”</p><p>“True,” says Bob Morton, “but mostly it goes.”</p><p>Don Veach, for one, won’t miss it. He and his wife gave up their high-paying city jobs to move to the coast and become beachcombers. They conduct beach tours and publish a small magazine, but the cascade of development is causing them to think seriously about taking their eleven cats to some other seashore. The erosion is actually their best hope for staying: maybe it will frighten off investors. The Veaches have a theory about the erosion: “It’s all that damned development,” Don says. “They tear down the dunes and there’s nothing to stop the sand when it blows off the beach. This island’s being blown out of the water, and I mean that literally.” It turns out the Veaches are right but for the wrong reason. The dunes are essential to stopping erosion all right, but only when there’s a hurricane. As for the daily loss of sand to the wind, Morton says that’s only a very small part of the problem.</p><p>Glenn McGehee, as one might expect, has a different villain. The crusty mayor of South Padre is as pro-development as the Veaches are anti. McGehee is understandably concerned that the ocean is wearing away millions of dollars’ worth of property every year—some of it in the family. He told me sadly how his children had watched the water slowly devour their shoreline lot near the decaying seawall. “Realistically, I guess they don’t own anything,” he says. “It’s mostly beach now.” The mayor points the finger at the U.S. Army Corps of Engineers, which completed the jetty on the southern end of the island after the 1933 storm. It is the jetty, says McGehee, that has deflected the waves and changed the current. “It’s a man-made problem,” he says.</p><p>But the truth is that Padre Island is eroding for reasons that have been around longer than man has been on the earth. It has probably been eroding since the day the sea stopped rising. “Most of these people have been on this island only a few years,” Bob Morton told me as we walked along the beach near the southern end of the island. “They see the beach has retreated since they’ve been here and so they assume something new is the cause—development, the jetties, or some other human activity. Well, i’m not denying man can <em>affect</em> erosion, but he’s not the <em>cause. </em>i’m a scientist, and what i’m talking about are natural processes.”</p><p>Shoreline erosion is actually a very simple process. Certain forces deposit sand on the beach. Other forces carry it off. If the two are equal, the beach is stable. If more is brought in than is carried off, the beach accretes. If more goes out than comes in, the beach erodes. Geologists speak of this as the sediment budget, and South Padre Island’s ledger is as out of balance as the United States Treasury’s.</p><p>“This beach once got sand from the Rio Grande,” Morton said. “But the Rio Grande used to be a much larger river.” I thought for a moment he was referring to all the water that is pumped out for agriculture—the Rio Grande is one of the most irrigated rivers in the world. But when geologists speak in the past tense, they mean very past: in this case, several thousand years ago. “Some beaches get sand from currents that run parallel to the coast,” he went on to say. “The currents are there all right”—he tossed a stick into the water to illustrate the northward drift—“but they carry off more sand than they leave behind. They don’t help build the beach until they converge with a southbound current about fifty miles north of here.” So the only sand South Padre gets is what the waves dislodge from the continental shelf and wash ashore—and that just isn’t enough to make up for the damage done by wind and water.</p><p>And storms. The average beach loss after a Gulf Coast hurricane is a hundred feet, or about half the distance between the Beach House and the waterline at the beginning of this summer season. The beach has no defense against waves thirty to forty feet high propelled by winds blowing over a hundred miles an hour. But this is where the dunes come into play: they act as reservoirs of sand to replenish the beach. The waves chew them up and carry their sand out to sea, where some of it is stored in a temporary bar and gradually deposited back on the shore. If all goes well, the beach should be back to normal in six months or so. But all won’t go well the next time a storm hits South Padre. Most of the dunes have been flattened and their sand used to raise the elevation of beachfront lots. In their place is a dotted line of unconnected concrete seawalls, one for each large project. When another storm hits South Padre, as it inevitably will, the absence of dunes will show up on the beach: geologists who studied the aftereffects of Hurricane Eloise on Panama City, Florida, in 1975 found that beaches in front of seawalls were considerably narrower than beaches in front of dunes. More impressive evidence closer to home is the Galveston beach, or what’s left of it. Most of the sand in front of the seawall vanished after Carla in 1961. The beach still hasn’t returned. Barring a geological miracle, the same fate is in store for South Padre Island.</p><p><span class=\"dropcap\">B</span>rad Popkin is what is known in the <em>trade</em> as a boy developer—someone relatively new to the game and still flushed with the excitement of being in a business that one of his colleagues says is “what John D. Rockefeller would be doing if he were alive today.” Popkin describes land development as the last refuge for people who want to make big money without being dependent on big government. “We’re the last capitalists,” he told me, and, though he may not be giving enough credit to those county roads, state causeways, and federal and state insurance programs, not to mention tax laws that subsidize borrowing by builders and buyers alike, he’s got a point.</p><p>Or at least he did before Jose Uranga arrived on the scene late this spring to talk about erosion and public rights. It was a pretty one-sided conversation. Uranga, an earnest young lawyer with the state attorney general’s office, told Popkin his new Sun Tide II condominiums, on the verge of construction, violated state law: the building site was too far out on the beach. It was the first shot in what is sure to be a long and bitter conflict between landowners and public officials over South Padre’s beach —all stemming from the ocean’s stubborn refusal to leave the island alone.</p><p>The immediate source of Popkin’s difficulty was the Texas Open Beaches act, a complicated, ambiguous law that in effect gives the public the right to use the beach without ever quite defining what the beach is. It refers both to the vegetation line and to an invisible line two hundred feet inland from mean low tide—or about a hundred feet further out on the beach. The distinction is crucial, for beachfront owners like Popkin actually own everything down to the waterline, but because of those public rights, about all they can do with the beach itself (wherever it is) is pay taxes on it.</p><p>In a sense Popkin’s troubles date all the way back to Nicolas Balli’s cattle. They ranged over the dunes, grazing the vegetation and leaving many naked to the wind. It’s been hard to locate the vegetation line on South Padre ever since, and it’s even harder now that developers have replaced former dune areas with seawalls and carefully manicured lawns. So everyone on South Padre—the city, architects, developers —has stuck with a dividing line they could pinpoint: the two-hundred-foot line. And now Jose Uranga is telling them they’ve made a bad mistake.</p><p>Chances are the dispute would be academic if the beach were stable. But it isn’t, and a hundred feet of beach could buy as much as ten years of time before the water reaches the seawalls. In some places the difference is even greater: toward the north end of the town, where erosion has extracted the greatest toll and the beach is at its narrowest, Uranga insists that the natural vegetation line actually lies on the landward side of Gulf Boulevard, the grandiose name for a rutted track of sand and shell immediately inland from most of the beachfront development. If Uranga is right, then no more condominiums can be built along the shoreline for half a mile or so. The stakes are high—millions of dollars in property values—and Brad Popkin would have loved to have fought it out with Uranga in court. Unfortunately for him, he couldn’t afford it.</p><p>Most developers, Popkin’s group among them, don’t have a lot of cash tied up in their projects. They get an option on land, hire an architect, secure commitments from lenders, advertise a little, and get potential purchasers to put money in escrow. If enough buyers nibble at the bait, they buy the land and hire a contractor; if not, they’re out architects’ fees and some change. Once they’re committed to going ahead, they’re highly vulnerable. Success depends on credit and timing. Their loan commitments are good for limited periods of time. Anything that goes wrong —a contractor walkout, a hurricane, supply shortages—can mean disaster. One of the things that can go wrong, Brad Popkin learned, is a visit from Jose Uranga.</p><p>The proper location of Sun Tide II was one of those convoluted legal issues that could spend years winding its way through the courts. Even if Popkin won, the state would appeal again and again. By the time the decision was final, his lenders would long ago have run out of patience. He would have huge interest payments to meet on the land with no possibility of income or sale at a profit. In short, the developers were whipped and they knew it. They reached a settlement: Sun Tide II was moved back twenty feet, and Popkin and his partners bought an adjacent lot at a cost of $55,000 and gave it to the state for a park. That and legal fees took most of the profit out of the project, but it was a lot better than bankruptcy.</p><p>The Sun Tide II settlement was Uranga’s first scalp but by no means his last. He’s in the process of negotiating similar agreements with developers of two other projects on the verge of construction. So far no one has had the time, money, and stamina to carry the fight into court, and it’s unlikely anyone will. Most of the developers on South Padre are neophytes like Popkin. Few have inexhaustible reserves of capital. Many are local people (Popkin is from Dallas, but his partner grew up in Port Isabel); Hanmore is one of the few who’s played in the big leagues on the East Coast. No one is even big enough to have the kind of political influence that eases the way to more amicable settlements. The state holds all the cards, and it’s making the most of them.</p><p>Uranga’s brief campaign has already changed the way developers do business on South Padre. “We contact the attorney general’s office before we even think about the location of a building,” says Harlingen architect Rick Labunski, who designed both the Beach House and Sun Tide condominiums. People in the development business say the controversy is spooking lenders, who are suddenly leery of advancing money to projects that may be at the mercy of the state.</p><p>“The only thing that can stop this place from becoming the Texas Riviera is government intervention,” says one of the island’s top property salesmen. “and it looks like that’s exactly what’s happening.”</p><p><span class=\"dropcap\">M</span>y last stop on the island was city hall, an unimposing, squat office building smaller than most local real estate firms, a comparison some islanders find symbolic. I found the city manager and the mayor involved in a strategy session over upcoming legislative hearings on open beaches. Like most people on the island, they were worried about Jose Uranga, who was telling them that the city had no business approving construction near the water when the beach was disappearing. The mayor scowled. “We don’t try to tell people in austin what to do with the Colorado River. Why do they have to tell us what we can do with our own property?”</p><p>Open beaches is only the latest in a long line of problems that have beset the town since its incorporation in 1973. Too much happened too fast in the early seventies, and the handful of permanent residents on the island just didn’t have the expertise to cope with it. Many didn’t even care: some had moved to South Padre to escape city taxes and issues; others didn’t want any restrictions that could block the path to the pot of gold. Another obstacle was lack of money: state law prohibits most towns of under six hundred people from issuing bonds and clamps a lid on their tax rate. So despite the burgeoning prosperity on the beachfront, the rest of the town remains rather primitive. It has a permanent aura of impermanence: unpaved streets, undeveloped land, empty buildings, no schools, few businesses unrelated to the transient trade. The post office shuts down for lunch and, more telling, the volunteer fire department relies on weekly bingo games for income, even though fire is perhaps a graver threat than hurricanes. On a weekday or out of season, South Padre seems like a deserted film set.</p><p>For most of its brief existence, South Padre has regulated development under a county zoning ordinance adopted by the city. The ordinance turns out to have been written by a Texas A&M graduate class in the fifties, and its standards are predictably modest. As a result, there are condominiums on the island without fire walls between apartments; some are all wood, and responsible developers scathingly refer to them as “blowaways.” One high rise is reputed to be so badly built that a developer of a nearby project told me, “When it falls, I hope it’s in the other direction and not on us.” Several years ago a minor state official set off a small furor with charges that South Padre developers used Tinkertoy building methods; a city official responded that the town had hired an engineering consulting firm to help with planning—but nothing ever came of that study. It was several years before South Padre hired a building inspector who set out to correct the deficiencies in the codes, and it was only this spring that wooden construction was ruled out for condominiums.</p><p>All this would now be the province of Kirby Tilljedahl, South Padre Island’s first city manager—if he had time for it. He started work in May, and, he says, “I got by the first day, and I got by the second day, and at eleven a.m. the third day I got Jose Uranga, and i’ve had him ever since.” Lilljedahl insists the town doesn’t tell developers where to put their buildings, but it has twice rolled its setback line closer to the Gulf in recent years and development has immediately followed the new line. Uranga describes the city as “grossly negligent about protecting the beach.” afraid of legal attack from both sides, the town has added a safety clause to its building permits disclaiming responsibility for projects that intrude onto open beaches.</p><p>The mayor is convinced that a stable beach would solve everyone’s problem, and he has a proposal to halt the erosion he blames on currents swirling around the jetty. “Near the jetty the beach is actually accreting,” he said. “If we could extend the jetty another mile, we could deflect those currents north of town and the beach would accrete here, too. The project has already been approved. All it needs is funding.” I heard similar explanations from Rick Labunski, the architect, as well as a realtor, a charter-boat operator, and a small developer. It is a common reed of hope for the people of South Padre.</p><p>I called the Corps of Engineers to ask about the jetty extension. A spokesman said the plan had been before Congress since 1960—for 1000 feet, less than a fifth of a mile. The price tag is $13 million. To add another 4000-plus feet, in water that gets progressively deeper, would more than quintuple the cost. He couldn’t give an exact estimate, but suggested $80 to $100 million would be in the ball park. The current assessed valuation of property in South Padre is $83 million. Put simply, the city wants the federal government to spend more money than they think their entire town is worth just to save their beach.</p><p>Very well, but would it work? alas, no. The Corps spokesman said it would do no good at all; if anything, the jetty would speed up the erosion by blocking sand carried from the south by rip currents. The small accretion near the jetty is traceable to the rocks acting as a breakwater close to shore, absorbing the energy of wind-driven waves before they reach the beach. Further out that effect would be lost.</p><p>“The jetty extension is a navigation project only,” the spokesman told me. “It has nothing to do with erosion control at all.”</p><p><span class=\"dropcap\">W</span>hat hope is there, then, for South Padre Island’s beach? In all likelihood, none. All the engineering and technological advances of our time have found no way to check the ceaseless ocean. Jetties, groins, breakwaters, bulkheads, seawalls: nothing works. They can anchor the shoreline, yes, but they can’t hold the beach. In ten years or so the water will reach the retaining walls guarding the multimillion-dollar projects, then it will start to lap through the gaps separating them. Perhaps in a quarter of a century the shining complexes will stand like lighthouses on promontories penetrating into the surf.</p><p>The problem is not limited to South Padre, or to Texas; the sea swallows $3 billion of american coastal property annually. It so ravaged Miami’s legendary beach that the Corps of Engineers is trying to rebuild a small strip in front of the hotels by pumping sand in from offshore. In a few years all that sand will be right back on the atlantic floor, and the Corps will have to spend another $65 million, plus inflation, to buy nothing more than a little time. Ultimately, South Padre may turn to the same solution—which isn’t really a solution, of course.</p><p>The only real hope for South Padre is that Bob Morton and his colleagues at the UT Bureau of Economic Geology are wrong. One person who thinks they might be is Max Claunch, a respected Brownsville surveyor who has probably spent more time on Padre’s beach than any person since Nicolas Balli. In 1961 Claunch planted galvanized poles on the beach about twenty miles north of the current townsite; today, he says, those poles have about the same relationship to the line of mean high tide as they did then. “We all know the island is eroding,” Claunch says. “I just don’t think you can put a number on it like the Bureau has.”</p><p>Even if the Bureau is right on the money, the loss of South Padre’s beach should be kept in perspective. As geological disasters go, it is a small one, nothing comparable to, say, a major shift in the San andreas Fault. It may not even stop the development: perhaps people will buy property just for the view and to sun themselves beside chlorinated swimming pools and listen to the roar of the surf breaking against a wall ten feet away. But even then it will mean the end of a dream shared by most of the residents of this too-vulnerable sandbar: South Padre as the Texas Gold Coast, tourist mecca for the american heartland.</p><p>I knew something of such dreams, having grown up on Galveston Island, so I wondered how the people of South Padre would react to learning that the elements had decreed a different destiny for them. But they haven’t learned. To the islanders, erosion is like a hurricane: a risk, an engineering challenge. But there’s a crucial difference. Hurricanes are not geologically ordained; they are chance: where they go, how bad they are, who and what they spare, are not for man to know. Beach erosion is certain and spares nothing. But man cannot accept the unthinkable: the San andreas Fault cannot rip apart, the beach cannot just disappear. The idea that something is utterly beyond our control—worse, that it is part of a process that dwarfs man’s brief presence on the planet into insignificance—is too much. And so Bob Morton must be wrong; it must be the jetty or the developers or something else that technology or common sense can solve. Even as I stood on the beach with Morton, I found it hard to imagine that everything around us would be underwater in a decade. To the extent that I was persuaded, my belief has less to do with his maps and charts and photographs than with what i’ve seen with my own eyes in Galveston. Twenty years ago a friend and I would drive down the ramp at the western end of the seawall and chase sand crabs at twilight. We never caught one and now we never will: the ramp disappears into the ocean, and the waves reach a hundred feet or more inland. Where we once walked, the water is four feet deep.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "August 1978",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "South Padre",
      "Texas",
      "people",
      "Water",
      "Hurricane",
      "Waves",
      "Land",
      "Beaches",
      "buildings",
      "House",
      "money",
      "Business",
      "Construction",
      "ever",
      "Fire",
      "Government",
      "Mayor",
      "Real Estate",
      "Resort",
      "Southern"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Texas",
      "Galveston",
      "Padre Island",
      "Corpus Christi",
      "Brownsville"
    ]
  }
}