{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-199510",
    "date": "October 1995",
    "year": 1995,
    "month": 10,
    "month_formatted": "October",
    "pdf_uri": "/1995/19951000.pdf",
    "issue_cover_image": "",
    "document_start_page": 114,
    "toc_start_page": 112,
    "document_page_range": [
      [
        114,
        115
      ],
      [
        202
      ],
      [
        204,
        205
      ]
    ],
    "toc_order": 2,
    "toc_headline": "Raving On",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199510-ravingon",
  "source": "/1995/19951000.pdf",
  "wp_post_id": 129024,
  "wp_post_guid": "http://www.texasmonthly.com/article/raving-on/",
  "authors": [
    "Gary Cartwright"
  ],
  "headline": "Raving On",
  "dek": "Playing Buddy Holly made Gary Busey a star—but ever since, the actor's life has been haunted by the ghost of the rock and roll hero he's not.",
  "spread_caption": "",
  "excerpt": "Two decades after he played the role of his life in The Buddy Holly Story, Gary Busey's hero worship has made him his own worst enemy.",
  "kicker": "",
  "word_count": 3180,
  "content": "<img /><img /><p><strong>THIs Is the Ninety-Third Consecutive Day That Gary Busey</strong> has been clean and sober, and he is trying so intently to express his rebirth in cosmic terms that the words keep tumbling over one another like contestants in a greased pig chase. “I practice this yoga exercise,” he is explaining, a cigar jammed in the corner of his mouth, hands fluttering to indicate dynamics, “where you go deep inside yourself to a very secure, solid, relaxed, unlimited space of information that answers every question you have about self and about humanity and about higher forces as well as the angels of fire.” The mind reels to imagine what Busey must have been like on drugs.</p><p>The ninety-third day happens to be a Sunday in august, and Busey has a day off from the set of <em>Black Sheep,</em> a comedy for Paramount Pictures that also features former <em>Saturday Night Live</em> star Chris Farley. We are sitting on the deck of his hillside home above Malibu Beach, shaded by towering eucalyptus, the Pacific Ocean spread out below, the 51-yearold Busey’s flaxen hair ruffling in the breeze. The house was recently spiritually cleansed to drive out evil spirits, I am relieved to learn. As we talk—or rather as he talks and I listen—Busey sips root beer and frequently excuses himself to use the bathroom. A houseguest who identifies himself only as Tony hovers nearby and does whatever Busey requires. Tony looks like an aging surf bum, as does Busey. Busey’s girlfriend, Tiani Warden, who found him three months ago, in early May, unconscious from an overdose of cocaine and whiskey, does not appear to be in residence.</p><p>Photographs By Dan Winters</p><p>This is Busey’s first interview since his overdose and subsequent arrest, and by prearrangement, the questions will be limited. His lawyers insist on it. After Warden dialed 911, she apparently forgot to clean house. Emergency room medics found a packet containing 1.5 grams of coke in Busey’s shirt pocket, and the police turned up another halfgram of coke, four grams of marijuana, and two grams of hallucinogenic mushrooms in his home. Busey did 28 days of drug rehabilitation at the Betty Ford Center, after which he was sentenced to a two-year, court-supervised drug diversion program. If Busey fails to clean up his act, he goes to jail. The only reason he is talking to me is that I promised to ask no questions about his long and much-publicized addiction to drugs and alcohol but to focus instead on his 1978 role in maybe the best rock and roll movie ever made, <em>The Buddy Holly Story.</em> Busey’s portrayal of Holly won an academy award nomination as best actor and, nearly two decades later, remains the highlight of his career. It’s the one subject he feels comfortable discussing.</p><p>“It was an honor to be chosen to represent Buddy Holly’s artistic purpose,” Busey says, leaning toward me as though I am a camera and this is a close-up, “to wrap myself around the essence of the material and play it full and honest, which is the essence of my performing ability—i’m not conscious of anything between the word ’action’ and the word ‘cut,’ the Panavision camera picks up one thing and one thing only and that’s truth—and to make a historical statement about Buddy Holly’s connection to rock and roll and do it honestly. Did you get that? That’s a bite.\" Busey talks in “bites,” peppering his flowery narrative with three or four of them in a single breath. At one point he complains that I didn’t bring a tape recorder. “I have to keep slowing down so you can take notes,” he grouses. “I lose my train of thought.”</p><img /><p><em>Gary Busey with his prized possession: Buddy Holly’s Gibson encased in leather, hand-tooled by Buddy himself.</em></p><p>It would be difficult to exaggerate the influence that Buddy Holly has had on Gary Busey and, one is tempted to write, vice versa. Their destinies have become united in a vortex of pop art. Busey remembers that as a child he was fascinated with the idea of making movies. “I remember seeing <em>Samson and Delilah</em> and telling my mother, ‘I want to do what those people do, tell stories with light.’” But in the mid-fifties, about the same time he reached puberty, Busey discovered rock and roll, [ Continued On Page 200 ] [ Continued From Page 113<strong></strong>] which sent him spiraling in a totally unexpected direction. “Rock and roll was this incredibly emotional realization where something went off in my core that couldn’t be controlled or restrained,” Busey says, his eyes flashing now like strobe lights. “Something that was exciting, something that was everlasting, something that could not be denied.” For Busey’s generation, rock and roll wasn’t merely a new and liberating music form but an epiphany, the likes of which those who experienced it don’t expect to experience again. Buddy Holly, Jerry Lee Lewis, Roy Orbison, Bill Haley, Gene Vincent . . . the names were more or less interchangeable at the time. But fate intervened. On February 3, 1959, four months before Busey turned fifteen, Buddy Holly’s airplane went down in an Iowa snowstorm. “Holly was the first rock star to die young, pretty, and still on top,” recalls <em>Texas Monthly</em> senior editor Joe Nick Patoski, who was a youngster when Holly bought the farm. Holly’s tragic and premature death not only devastated a generation but it also canonized Buddy as the patron saint of rock and roll. Or at least it would as soon as Don McLean recorded “american Pie,” and Gary Busey came of age and brought the full image to the big screen.</p><p>Busey’s father, Delmer, designed grocery stores, and his work took him and his family from Goose Creek (now Baytown), where Gary was born, to Marshall, Gladewater, and finally Tulsa. By the time Gary was a freshman at the community college in Coffeyville, Kansas, he was already playing drums in a local rock band. Later, after he had transferred to Oklahoma State, Busey and some of his college buddies formed the Rubber Band and played low-rent summer gigs in California. Busey took the stage name Teddy Jack Eddy. By 1968 Busey was in California to stay, playing in various bands, including gigs with Leon Russell, and doing bit roles in television shows and motion pictures. He also learned the guitar, mastering the three-chord pattern that underlies most rock music. His destiny was about to converge with Holly’s.</p><p>In 1974 a production company—unable to secure the rights to the Buddy Holly story—announced plans to film a story about the Crickets, Holly’s band. The director wanted Busey in the role of the drummer. Casting director Joyce Selznick (legendary producer David O. Selznick’s step-niece) made a counter suggestion, that Busey be considered for the role of Holly, but two weeks after shooting began, the studio pulled the plug on the production. Three years later, while Busey was filming <em>Big Wednesday,</em> he got a phone call from Joyce Selznick asking if he would be interested in the title role in a new film called <em>The Buddy Holly Story.</em> This was by far the most important role Busey had ever been offered. The movie was shot in 28 days on a shoestring budget of $1.2 million. Busey played the guitar on-screen and sang Holly’s songs himself, in a voice that sounded almost as good as the original. Stories circulated around Hollywood that Busey was using drugs during the filming and that his off-the-wall behavior was a constant concern of the cast and crew. (One veteran filmmaker described it as “a nightmare shoot.”) But whatever the case, Gary’s manic energy and abundance of talent made the story work. The film was released without much fanfare, a “small” movie destined to grow larger than anyone dared dream.</p><p><span class=\"dropcap\">I</span> Watched a Video Of <em>the Buddy Holly Story</em> a few days before flying to California to interview Busey and was impressed by how well it has held up. I had enjoyed it years ago, and I enjoyed seeing it again. It’s a story about how music helps shape a generation, and it has the timeless quality that music and drama necessarily embody, if they’re any good. Though the movie was filmed eighteen years ago—and set roughly twenty years before that, in the fifties—the dialogue is surprisingly contemporary. The opening scene is a gig at a Lubbock roller rink where Buddy Holly’s three-piece band (the name “Crickets” came later) deviates from the traditional Patti Page, Les Paul and Mary Ford, and Teresa Brewer pap and sends the teenage audience into spasms of ecstasy with some homemade rock and roll. The elders of the community are, of course, shocked. The morning after the roller rink gig, a Lubbock preacher tells his congregation (which includes Buddy and his parents) that this new type of music is nothing less than “a threat to our very society.” In the scene that follows, Buddy’s father refers to rock and roll as “that jungle music” and a few scenes later a record producer calls it “nigra music.” You can see why kids loved the movie. It affirms the eternal message that parents are idiots—never mind that the teenagers who had bopped to Holly in 1955 were parents when the movie was released in 1978.</p><p>While I watched the movie again after all these years, several observations came to mind. First, Buddy Holly was a good musician but not a great one. If Holly hadn’t died young and pretty, his name would be lost among a dozen or more pioneers of rock and roll. Many people my age (i’m 61, ten years older than Gary Busey) believe that Holly and Elvis Presley were charlatans who made their reputations on the backs of black R&B artists like Fats Domino, Lloyd Price, and Big Joe Turner, who were superior to and more honest in every way than the white copycats. It also occurred to me that in the minds of younger fans, Gary Busey really is Buddy Holly, just as people my age are likely to confuse Jimmy Stewart, who played the title role in <em>The Glenn Miller Story,</em> with the bandleader himself—who, by the way, also died young in an airplane crash. Images created on the screen tend to be unforgettable. Busey’s electrifying portrayal of Holly solidified the musician’s reputation as much as it did the actor’s. And finally, one last thought stuck in my mind: For the past twenty years, Gary Busey has been doing his damndest to die young and pretty, though it must be noted that he has missed the mark on both.</p><p><span class=\"dropcap\">T</span>HE Buddy Holly Movie Should have been Gary Busey’s rocket ship to the stars, but instead his career clanked and sputtered like an old pickup truck. Squandering his momentum, Busey followed his big hit by appearing in a series of well-acted but uninteresting films like <em>Straight Time, Carny,</em> and <em>D.C. Cab.</em> “I had a lot of offers,” Busey tells me, “but no guidance. I was a thirty-five-year-old rookie.” according to Busey, he turned down the role that John Travolta later performed to such acclaim in <em>Urban Cowboy</em> to play a good-hearted klutz in a dumb fifties-style comedy called <em>Foolin’ around.</em></p><p>Even while the industry was praising him as an interesting actor who made bad films better, directors and producers whispered among themselves that Busey was a pain in the neck. He appeared petulant, childish, paranoid, and sometimes manic-depressive. There were times when he showed up on location overweight and underprepared, and times when he was obviously ripped on drugs and booze. A writer for <em>People</em> who visited the set of <em>Bear,</em> a film about the life of legendary coach Bear Bryant, wrote that bystanders were alarmed by Busey’s tantrums, such as when he dented a rental car with his fist apparently because he had been booked in the tourist section of a flight to Los angeles. Busey’s petty fits of temper and his constant need for attention embarrassed and confounded those who had to be around him. Four years ago in austin, where he was scheduled to do a made-for-television movie with Dolly Parton, Busey arrived at his hotel in the early morning hours, awakened the producer, demanded to inspect the hotel’s exercise room (which he obviously needed), then never visited the facility again. During the shoot, members of the cast started referring to him as “that two-hundred-pound nine-year-old boy.”</p><p>Curiously, he treated musicians with more deference than he treated his associates in the film industry. But musicians soon learned not to encourage Busey, who at the slightest opportunity would jump onstage at a concert and attempt to grab the spotlight. “He can be a real jerk,” Ray Benson told me after Busey took the stage at the House of Blues in Los angeles and introduced Benson’s band as “asleep at the F—ing Wheel.” This wasn’t Benson’s first brush with Busey. At the filming of Willie Nelson’s sixtieth birthday party in austin in 1993, Stan Brooks, who was producing the show for CBS, asked Benson to keep Busey occupied at one microphone, thereby preventing him from hogging another microphone, where the film crew was trying to film Willie and Kris Kristofferson. “I put a gorilla lock on him,” Benson remembers. “He was yanking and tugging and trying to get to Willie but I held him long enough for them to get two takes.”</p><p>Producer-writer Bill Wittliff ignored warnings from others in the industry and cast Busey in his 1982 film, <em>Barbarosa, </em>as the country boy protege to Willie Nelson’s legendary outlaw. At times, Busey wreaked havoc on the set. Once, while horsing around during the filming of a scene on a canyon wall, Busey slipped and nearly bashed his brains out on a boulder. “Gary was zonked most of the time, sticking pills in every orifice of his body,” recalls one member of the crew. Yet Busey gave a stellar performance, as did Nelson, and though the movie was not a box office hit, it survives as a cult classic. “Gary can be testy and trying,” Wittliff told me, “but he gets it on the screen.” a lot of good actors are like that. They have more success being someone else than being themselves. They can’t seem to comprehend that life isn’t a screenplay with numbered scenes. To his credit, Busey later took out full-page ads in <em>Variety</em> and <em>The Hollywood Reporter</em> thanking the crew of <em>Barbarosa</em> for its kindness and patience.</p><p>Busey has claimed that he had kicked his drug habit in 1985, but from that time on, the addiction seemed to get worse. He had once boasted that he needed to take risks, that he did his best work when he was “desperate and urgent,” and in 1988 he nearly killed himself while riding his customized $15,000 HarleyDavidson without a helmet. The machine skidded out of control, and Busey’s head banged against a concrete highway divider. Two hours of brain surgery were required to remove blood clots between his skull and brain. (Nevertheless, he continues to ride without a helmet.) In 1990, after twenty years of marriage, Gary and Judy Busey were divorced. Despite all the trauma and setbacks, Busey began to attract good if limited roles in movies like <em>Lethal Weapon, Under Siege, The Firm,</em> and Robert altman’s star-studded black comedy about the movie industry, <em>The Player,</em> in which Busey secures his place in the Hollywood echelon by appearing as himself.</p><p>In the weeks just before his drug overdose, Busey was in Dallas, filming <em>acts of Love</em> with Dennis Hopper. Though he claimed to be keeping a low profile, Busey was seen in his chauffeured limousine all over town—at Six Flags, at the bars in Deep Ellum, at the salon on Henderson where his girlfriend, Tiani Warden, had her hair done—at any number of clubs and restaurants where his outrageous behavior became routine. Dallas club owners began referring to Gary Busey as “Scary abusey.” One night Busey and his 24-year-old son, Jake, grabbed the spotlight at Sipango, a celebrity night spot owned by Busey’s friend Ron Corcoran, and did a version of “Not Fade away” backed by the house band.</p><p>During the two-month shoot in Dallas, Gary and Tiani lived at the Mansion on Turtle Creek and hung out at Sipango. The couple quarreled almost constantly, and Corcoran became an intermediary, passing messages from one to the other and dealing with meddlesome reporters.</p><p>The day the couple returned to Los angeles, Busey overdosed. While he was locked up at the rehab center, Warden confided to <em>Dallas Morning News</em> columnist Helen Bryant that she was breaking off relations. But Warden apparently changed her mind after Bryant published a letter written by Busey—and passed along to Corcoran, who slipped it to Bryant—apologizing to Tiani and begging forgiveness. Then she apparently changed her mind again. Busey’s friends aren’t sure how things stand.</p><p>I want to ask Busey about Tiani during our interview, but something tells me to avoid the subject. Busey volunteers no information about the status of his love life.</p><p><span class=\"dropcap\">F</span>OR the Photo Session That Will follow the interview, Busey has made a trip to his vault and brought home Buddy Holly’s acoustic guitar, which he purchased four years ago at a Sotheby’s auction. It’s a circa 1945 Gibson encased in leather that was hand-tooled by Holly with his name, the name “Texas,” and the title of his first record, “Blue Days, Black Nights.” Busey begins to strum the instrument, disappearing into the beat of the music. I listen as he sings a pretty folk ballad that I don’t recognize. It turns out that Busey wrote the song himself or, rather, improvised it on the spot. “The things that i’m writing now,” he says, “are closer to my pure essence, are manifestations of my surrender to the truth of myself, which is what it means to be an artist.”</p><p>As Busey rambles on, I am thinking back to something Bill Wittliff told me: “Gary’s problem is he bought into the hero thing.” To succeed as an artist—to be a true hero—you have to streak across the sky like a comet, then disappear in a ball of fire. That’s the prevailing version of the Buddy Holly story, but in fact, that’s not what happened. Holly didn’t do drugs or act crazy. He died tragically, but not selfdestructively like James Dean or Jimi Hendrix or many other departed role models. Holly’s death was an accident of history. When Busey grows up, maybe he’ll understand that. That’s what i’d really like to tell him. Instead, I tell him about my theory, that for the past twenty years he has been following the ghost of Buddy Holly and trying to die young and pretty.</p><p>Busey treats me to the toothy smile that he reserves for profoundly absurd observations, then he shakes his head and says, “Every time i’ve put my life on the line, it has been for the purpose of growing. These things are not done for termination, they are done for examination. What happened here on May 4 [the overdose] was nothing more than a wake-up call. Let’s say it was my last dance on the dark side. That’s a bite. Did you get that?”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "October 1995",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Rock",
      "Buddy Holly",
      "Film",
      "Rock and roll",
      "Drugs",
      "Music",
      "people",
      "Band",
      "Comedy",
      "ever",
      "Hollywood",
      "House",
      "Actor",
      "Addiction",
      "Bill Wittliff",
      "California",
      "College",
      "Dallas",
      "Death",
      "Hair"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "D.C.",
      "Dallas",
      "Lubbock",
      "Austin",
      "Canyon"
    ]
  }
}