{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19865",
    "date": "May 1986",
    "year": 1986,
    "month": 5,
    "month_formatted": "May",
    "pdf_uri": "/1986/19860500.pdf",
    "issue_cover_image": "",
    "document_start_page": 130,
    "toc_start_page": 128,
    "document_page_range": [
      [
        130,
        131,
        132,
        133
      ],
      [
        185,
        186,
        187,
        188
      ],
      [
        190
      ],
      [
        192,
        193,
        194
      ]
    ],
    "toc_order": 2,
    "toc_headline": "The Quest That Fizzled",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198605-thequest",
  "source": "/1986/19860500.pdf",
  "wp_post_id": 122274,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-quest-that-fizzled/",
  "authors": [
    "Peter Elkind"
  ],
  "headline": "The Quest That Fizzled",
  "dek": "The University of Texas searched the nation for a great man to lead it into a great future. So how did it come up with a campus insider who likes things just the way they are?",
  "spread_caption": "",
  "excerpt": "Everyone agreed it was time for greatness at UT. But after a nationwide search for a new president, the only man the regents could agree on was a campus insider who professed no great vision at all.",
  "kicker": "",
  "word_count": 8159,
  "content": "<p><span class=\"dropcap\">O</span>n December 4, 1984 preter Flawn announced that he would resign as president of the University of Texas the following august. Flawn’s imminent departure sent shock waves through the university community. The changing of presidents at UT is always a significant event, mainly because the position has traditionally been filled—and vacated —for reasons that have more to do with politics than academics. But because Flawn had been the strongest, most effective president since Harry Ransom in the early sixties, the choice of his successor promised to be even more significant.</p><p>Amid much fanfare, Flawn had declared war on mediocrity, and if mediocrity had not exactly sued for peace, well, it had lost a few skirmishes. Flawn had raised money and academic standards. He had recruited star professors and students. He had persuaded the state’s political and business elite that the future of Texas just might depend upon whether UT achieved the high standard set for it in the state constitution: a university of the first class. Now he was leaving, and everything depended on whom the regents picked to succeed him. Was UT ready to leave petty politics behind and join the academic big leagues at last?</p><p>In a word, no. After eight months of searching, after examining 141 candidates for the job, the regents settled on a man with neither a scholarly reputation nor high-level administrative experience. Their nationwide quest stopped roughly five hundred yards from the president’s elegantly appointed chambers in the UT Tower—at the university’s own business school, where William Hughes Cunningham had been dean for three years.</p><p>Appointed at 41, Cunningham is the youngest UT president since 1924. His Ph.D. is in marketing; he is a scholar of sales. At the universities with which UT would like to be associated, the presidency is almost always occupied by someone whose academic background is in the sciences or liberal arts. Many of the nation’s elite universities regard Cunningham’s field as an unfit subject for undergraduate education.</p><p>While Cunningham may turn out to be a great president who leads UT to the stature it covets, his very selection will make the task more difficult. Academic rankings can be arbitrary, subjective, and provincial. But, like it or not, that’s the game UT has chosen to play and wants desperately to win. By appointing Cunningham, UT at the least missed an opportunity for a masterstroke that would have elevated its reputation. But it might have done far worse.</p><p>The selection of Bill Cunningham illustrates how heavily the University of Texas, for all its talk of greatness, is still burdened by its mediocre past. The days of overt political meddling, when president Homer Rainey was fired for defending academic freedom in 1944, are past. But the days when presidents are picked first and foremost to protect UT’s political flanks are not.</p><p>Cunningham’s appointment—so peculiar, even radical, when measured by the traditions of the academic establishment—makes sense only when seen in the light of the historical concerns of the UT Board of Regents. The regents have always cared deeply about the university’s relationship with the Texas business community; Cunningham had cultivated those contacts for years. The regents fret about the university’s standing with the Legislature and its public image; Cunningham was a politically safe choice, a student of public relations. The regents feel that the university must tap large sums of money from wealthy private donors; Cunningham had proved himself to be brilliant at that. When all was said and done, the regents selected William Cunningham because they believe that it is not ideas but money that stands between the University of Texas and greatness.</p><img/><p><span class=\"dropcap\">W</span><strong>illiam Cunningham didn't have great academic credentials but promised to be a great salesman for UT</strong></p><p>Bill Cunningham wears the executive uniform, but upon meeting him, the sense of greeting a youth is inescapable. His countenance is that of a boy; he is all big ears, soft round cheeks, high forehead, and full lips. The impression is reinforced when he laughs, emitting an undignified high-pitched giggle, and when he moves in a six-foot-four-inch rush of gangling arms and legs.</p><p>Cunningham grew up in Michigan, and there is much of the wholesome Middle american in him. He doesn’t smoke and rarely drinks. He is studiously earnest; when we first met, he pumped my hand and looked me in the eye for an awkwardly long time. He disdains the scholarly airs of many academics in favor of an open wecan-do-business charm.</p><p>Even before his elevation to the presidency, Cunningham’s life more closely resembled that of an executive than an academic. As dean of the nation’s largest business school, he traveled out of town two, sometimes three, days a week. He belonged to several of austin’s best private clubs, sat on corporate boards, and counted business executives among his best friends. His UT salary, textbook royalties, and consulting work earned him a six-figure income, part of which he invested in railroad tank cars. Cunningham and his wife, Isabella, a UT advertising professor, enrolled their son, John, at an exclusive private school. A year ago they moved into a new 4260square-foot home designed by prominent austin architect Roland G. Roessner and located in West Lake Hills, a high-income enclave on the edge of austin. According to county tax records, the house and property are appraised at $465,959. As UT president,</p><p>Cunningham receives a $130,000 salary, paid club memberships, a $600 monthly car allowance, and —until a $1 million renovation of the university president’s mansion is completed —a $5500 monthly housing allowance.</p><p>Cunningham is neither ideologue nor visionary. He has no concerns about the university’s excessive size, no plans to reshape the place. Indeed, he comes to the job with no platform of his own. He is instead a consensus-builder, a synthesizer of the ideas of others. His notion of UT’s role in society—often the rub in relations between the academic and business worlds —is sharply limited. “It’s unrealistic to expect the university to change people’s social and moral values,” says Cunningham. “That’s not the role of the university.” This is a man who was unaffected by the social sea change that swept through american universities while he was a student in the sixties.</p><p>Now, as president, Cunningham will carry to the corporate world UT’s pitch that a great university can be the savior of the Texas economy. Translation: the business of the university is business.</p><img/><p><span class=\"dropcap\">W</span><strong>ales Madden, an amarillo lawyer and a loyal alumnus, was Cunningham’s biggest booster on the university’s presidential search committee.</strong></p><img/><p><span class=\"dropcap\">I</span><strong>ra Iscoe, after campaigning for a spot on the search committee, was stunned that anyone considered William Cunningham presidential material.</strong></p><p><strong>The Search Begins</strong></p><p><span class=\"dropcap\">T</span>hree days after Flawn announced his resignation, the Board of Regents created the advisory Committee for the Selection of a President. The key word was “advisory.” as the twenty members of the group knew when they gathered for the first time, their charge was merely to submit a list of three to five candidates to the Board of Regents. The board would not be obliged to stick to that slate. But the presence on the committee of three regents —including chairman Jess Hay —made it likely that the panel’s recommendations would be taken seriously. James Duncan, executive vice chancellor for academic affairs of the UT System and the immediate superior of the UT-Austin president, chaired the committee, whose makeup was determined by UT rules and precedent. The committee included system chancellor Hans Mark; the presidents of three other schools in the system; one representative from the Ex-Students’ association; and the senior dean, five faculty members, and two students from the austin campus. Everyone had been appointed, except for the representatives of the faculty, the student body, and the deans, who had been chosen by their peers; psychology professor Ira Iscoe had even campaigned for the job. The Board of Regents also appointed three members of UT’s Centennial Commission to the panel. One of them, Wales H. Madden, Jr., of amarillo, would have much influence on the decisions to come.</p><img/><p><span class=\"dropcap\">I</span>sabella Cunningham made powerful friends at the university. She became a professor in advertising, a field in which she had no formal training. </p><p>From the beginning the committee faced a single critical issue: inside versus outside. Was the new president already on the UT campus or somewhere in the world beyond? The faculty members were predisposed toward a candidate from outside, preferably from the liberal arts. They were eager to see UT reach out into the academic big leagues for a nationally known figure. But history suggested that that wouldn’t happen. After all, six of the seven UT presidents since 1960 had come from Texas.</p><p>Chairman Duncan, a likable, unassertive man who had worked in the UT System for fifteen years, gave the committee its charge. The regents wanted the list of candidates by June so that a president could be in place by the time Flawn departed. All deliberations were to remain confidential. The committee engaged a Dallas headhunting firm, Ward Howell International, for a $25,000 fee plus expenses, and Duncan sent out letters and placed advertisements inviting nominations. The deadline for nominations was February 28.</p><p>It appeared that UT was proceeding in an orderly and businesslike fashion until one considers the sort of president it wanted and the way in which other universities conduct their searches. Anyone capable of increasing UT’s prestige would be at the top of his field, would need to be sought out and wooed. When Rice University began its search for a new president, the members of its committee traveled to the universities with which Rice wanted to be associated and solicited advice and nominations from the presidents of those schools. By comparison, UT was conducting a cattle call.</p><p>Flawn addressed the committee at its second meeting, on February 27, 1985, presenting a lengthy discourse on the qualities to seek in a president. Do not weigh charisma too highly, Flawn warned, and regard experience at the vicepresidential level or above as a necessity. The panel started reviewing credentials the next week. Duncan split the group into three subcommittees, which were to divide their nominee files into three piles: “keep,” “hold for more information,” and “reject.” Then the entire group would review the subcommittees’ decisions. Weeks later, the full committee would go back through the whole candidate pool once more, interview the most serious prospects, and come up with a final list. An exception to the procedure was made for candidates from within the university. To avoid the embarrassment of sending them early rejection letters, internal candidates rejected by a subcommittee would be placed on “hold” almost until the end. This was only one instance of how the process favored insiders.</p><p>In that group there was a clear front-runner: Gerhard J. Fonken. A native of Germany, Gerry Fonken had joined the UT faculty in 1959 after getting his Ph.D. in chemistry at the University of California at [CONTINUEDFROMPAGE131]Berkeley. But he had spent much of his university life shuffling papers, not mixing chemicals. Fonken had worked in the UT academic bureaucracy for fifteen years, most of the time at the president’s elbow. Now, as vice president for academic affairs and research, he was Flawn’s right-hand man, running the university while the president busied himself with speechmaking and fundraising. The faculty on the search committee admired Fonken. He had high standards, understood their problems, and knew how to get things done. Moreover, he was a workaholic, thoroughly dedicated to the university. Fonken could be found in his office seven days a week.</p><p>[ Continued On Page 183 ]</p><p>[ Continued From Page 131 ]</p><p>The problem was Fonken’s style, which could be gruff and abrasive. The chemist’s physical appearance strengthened that impression; short and stocky, he had a stem face dominated by an extraordinary pair of bushy black eyebrows. His relations with student leaders were particularly rocky. Mitch Kreindler, a UT law student from Dallas who had served as student body president while an undergraduate, was one of two students on the search committee. When the search began, he says, “my sole goal was to keep Gerry Fonken from being president.”</p><p>Fonken seemed ill-suited for the public relations aspect of the presidency. He gave unspectacular speeches, cared little for football, and participated infrequently in the nonstop UT social circuit. Nonetheless, Fonken, as Flawn’s right-hand man, was the candidate to beat. The committee’s faculty members were fond of him (Fonken regularly shared morning coffee with Professor William Wade and other members of the chemistry department), and there seemed to be no other qualified campus candidates.</p><p>The incoming nominations included distressingly few topflight academics. There were, however, politicians-arizona governor Bruce Babbitt, former United Nations envoy Jeane Kirkpatrick, Navy Secretary John Lehman, Jr., former Texas congressman Bob Krueger-and several candidates who were not to be taken seriously: a UT library assistant and a teacher in the New York City public school system. The committee also received an application from E. J. Knox, “medical-dental researchist” from Shamokin, Pennsylvania, who wrote, “I simply know more important things than any U.S. citizen. ... If [you put me] at the helm, all U.S. education will be reformed from Texas. Do you folks want to be No. 1?” The applicant enclosed portraits of himself and his “better half” and signed off with the phrase, “an alamo aloha.”</p><p>Wales Madden was displeased. The 58year-old amarillo lawyer, appointed to the search committee after presiding over the Centennial Commission, was as loyal an alumnus as one could imagine. At 31, Madden had been one of the youngest UT regents ever. He had gone on to serve as president of the alumni association and chairman of the university development board. Madden took pride in attending home football games, dressed in burntorange and accompanied by two of his college roommates. His season tickets were on the fifty-yard line. A business associate of T. Boone Pickens’, Madden possessed deep convictions of his own about how institutions should be run. He was certain that UT needed a president who knew Texas. The university’s most recent troubles with the Legislature reinforced that notion. UT had been shaken by Legislative Budget Board recommendations to slash higher education funding by 26 per cent. The university ended up with about the same money, but only after the sort of stiff fight that had never been necessary in the past. That Chancellor Hans Mark—brought in from NASA —had proven ineffectual in the fight convinced Madden and many others that the university could not afford another outsider. Madden also knew that public relations was not Gerry Fonken’s strength.</p><p>On april 10, Madden wrote Duncan that he wanted to nominate a new candidate: business school dean Bill Cunningham. Through his son, Wales III, a student in the business school, Madden had become acquainted years earlier with Cunningham’s ability to cut through red tape. When the son of one of Madden’s friends was told that it was too late to transfer into the UT business school, Madden called Bill Cunningham, then an associate dean. Later that day, Cunningham called back to say that he had arranged the transfer. “Like other members of the committee, I am concerned about the dearth of applications from exceptionally qualified candidates,” wrote Madden. “I believe it would be a gross oversight were we to neglect inviting an outstanding person from our campus like Dr. Cunningham to permit us to consider him.”</p><p>Because the February 28 deadline for nominations had long since passed, Duncan needed the committee’s permission to add Cunningham’s name to the list. The committee consented. But later Cunningham did not fare well with the subcommittee run by Waneen Spirduso, chairman of the physical and health education department. The committee members agreed that Cunningham had done good work at UT, but they thought his business background wrong for a job that was usually held by someone from the sciences or the humanities. More important, Cunningham was too young and inexperienced. Says Duncan, “There was a sense that maybe he was a candidate for a future generation.” Cunningham’s name was put on the “hold” list, along with other UT candidates who did not merit serious consideration.</p><p><strong>the Climb To Power</strong></p><p><span class=\"dropcap\">T</span>he life of Bill Cunningham is a riches-to-riches story. His parents were anna Welch and Earl William Cunningham. Earl trained as an engineer, then joined General Electric, where he spent the next 45 years rising into the executive ranks. Bill, an only child, was born in Detroit. By the time he turned twelve, the Cunninghams had moved eighteen miles northwest to Bloomfield Hills, one of the wealthiest communities in america. Today, it is a haven to four thousand souls, the families of top executives in the auto and auto-service industries; its residents include Lee Iacocca and George Romney. The average family income there in 1980 was more than $120,000.</p><p>Cunningham grew up in a house near a lake, where he whiled away his time sailing his own boat and riding the family horses. For a future university president, he was remarkably unstudious. He recalls flunking several exams in high school. “I never studied,” he says. “I got lots of c’s.” So dismal was Cunningham’s intellectual promise that his high school guidance counselor advised his parents to buy him a gas station.</p><p>He went to college instead. While more scholarly classmates went off to private Eastern schools or the University of Michigan, Cunningham enrolled at Michigan State as a business major. There he underwent a transformation. He decided he wanted to join a corporate consulting firm. To do that, he would get a Ph.D. But the turnaround required additional motivation. Cunningham’s third quarter yielded three c’s and two b’s —his best academic performance since ninth grade. His parents were so pleased they offered the sort of incentive an aspiring capitalist understood: half the cost of a new Chevrolet Super Sport.</p><p>Cunningham remained at Michigan State for eight years, earning his Ph.D. and graduating with highest honors. His specialty was marketing administration; his dissertation investigated whether distinct markets existed for small foreign economy cars and the Ford Maverick. In 1970, persuaded by a Michigan professor that he could do his consulting from the academic world, Cunningham rejected several corporate offers for a job as assistant professor of business at the University of Texas, at a salary of $13,000. The university’s newest faculty member arrived in austin in January 1971, accompanied by his new wife.</p><p>Cunningham had met Isabella Mantovani in finance class at Michigan State while they were both doctoral students. Two years older than he, Isabella was the daughter of an Italian industrialist who had moved to Brazil, where he owned three factories. After the Cunninghams arrived in Texas, she took a job as assistant marketing professor at St. Edward’s University in austin.</p><p>An ambitious young academic can make his mark at a university in three ways: teaching, publishing, and administration. Cunningham excelled at all three. His natural gift was for teaching. Often instructing massive introductory sections, he earned extraordinarily high ratings from his students and teaching awards from the faculty. His publication record also was notable, but more for quantity than for quality. Cunningham churned out a constant stream of journal articles, most involving glorified numbercrunching. The work betrayed little sense of innovation or values. His titles included “a Marketing-Plan Checklist,” “Monitoring Markets for Profitable Growth,” and “Sociopsychological Characteristics of Undergraduate Marijuana Users” (he found them more liberal and less conformist than nonusers). But in a business school where some professors rarely published, Cunningham stood out for his productivity. He quickly drew the attention of the business school’s towering figure, Dean George Kozmetsky.</p><p>A cofounder of Teledyne, Kozmetsky has often been described as the richest man in austin; <em>Forbes</em> magazine recently estimated his fortune at $175 million. His influence on the business school was pervasive, through both his wealth —he donated millions —and the force of his personality.</p><p>Kozmetsky had ambitions for the business school much like those of the university; he wanted national recognition, and he saw Cunningham’s frequent publications as a step in the right direction. He rewarded the young academic with raises and responsibility. Cunningham became one of a handful of faculty known within the school as a FOG —Friend of George. In 1973, after less than three years, Cunningham was promoted to associate professor at the age of 29.</p><p>Though recognized for its accounting program, the business school retained too many vestiges of the old-style school of commerce, such as courses in typing and secretarial skills. Kozmetsky knew that business schools built reputations with graduate programs, so in 1976 he went looking for an associate dean for graduate programs. When the marketing department chairman refused his offer, Kozmetsky asked Bill Cunningham.</p><p>Cunningham says he never wanted a career in administration, but that was where he was destined to make his mark. As associate dean, he established a special M.B.a. program that allowed midcareer executives to get a degree in two years by attending classes on weekends and during vacations. Regular M.B.a.’s argued that it cheapened the degree, but each student brought the school $5000 a year. The students also provided Cunningham with valuable contacts among executives.</p><p>The only major setback in Cunningham’s steady climb came in 1977, when he was held back for promotion to full professor. He had been turned down the previous year, but he recognized that the marketing department had tried to promote him prematurely. Now, at 34, he wasn’t interested in waiting. When President Lorene Rogers again denied the promotion, Cunningham interviewed for jobs at arizona State and Michigan State. But the loyal streak that kept his father at General Electric for almost half a century also ran in the son. Cunningham decided to stay, and the promotion came through the next year. Now a full professor, Cunningham gained additional visibility as the editor of the <em>Journal of Marketing.</em> In the fall of 1982 Kozmetsky announced that he was resigning, and Cunningham became acting dean.</p><p>If he had once been a reluctant administrator, Cunningham was no longer. He plainly wanted the dean’s job; prominent friends like Harte-Hanks Communications chief Bob Marbut wrote the search committee urging his appointment. Kozmetsky, in a move that produced much awkwardness, took a place on the committee himself. Cunningham had served Kozmetsky loyally, handling the unpleasant daily chores while the dean traveled about the country. But now Kozmetsky seemed unenthusiastic about the prospect of Cunningham’s succeeding him. Observers of the search say Kozmetsky thought only a man of national stature —someone like Lee Iacocca—could fill his shoes. He appeared to have higher regard for Isabella Cunningham, who had become his frequent research collaborator. Faculty members recall Kozmetsky’s gibes —“she’s smarter than he is”—and say it was obvious he was not entirely joking.</p><p>Although Kozmetsky was unenthusiastic about Cunningham, the faculty was not. In commenting on the finalists, the search committee chairman reported in a confidential note to President Flawn that the business faculty would be pleased with Cunningham’s appointment. On May 20, 1983, Flawn offered Cunningham the deanship, at a salary of $85,000.</p><p><strong>the Power Couple</strong></p><p><span class=\"dropcap\">T</span>here once was a rose garden between the business-economics building and the old business-economics office building. In its place today stands the faculty honors hall, which is more a shrine to corporate donors and wealthy benefactors than to professors. Above terrazzo floors, long rows of bronze plaques memorialize gifts to the business school of at least $100,000. This is Bill Cunningham’s place.</p><p>When Cunningham became acting dean, the business school’s endowment was $12 million. The school had 7 faculty chairs (each endowed at $500,000 or more) and 37 professorships ($100,000 or more). When he departed for the president’s office three years later, the endowment was more than $32 million, including 19 chairs and 71 professorships.</p><p>Today Cunningham’s fundraising ability is visible everywhere. Overlooking the atrium is Classroom 2000, a room with two giant video screens and 58 work stations, each with its own computer. The room was built with a $2.8 million grant from IBM. Just inside the present entrance to the graduate school, marked by a single newspaper rack for the <em>Wall Street Journal,</em> are more plaques, these celebrating members of the Business Hall of Fame, established by Cunningham. Down the hall is the 86-seat Dan C. Williams amphitheater, named for the former regents chairman and vice chairman of the Southland Financial Corporation in acknowledgment of a $75,000 gift. The room contains the biggest bronze plaque of all. Six feet high and three feet wide, it is so heavy that a wall had to be rebuilt to hold it.</p><p>Conscious of Kozmetsky’s shadow, Cunningham took office intent on proving that even if he did not possess immense wealth, he knew where to find it. He immediately launched a fundraising blitzkrieg. Using the regents’ temporary commitment to match private gifts with state funds as an incentive, he barnstormed Texas, devoting two days a week to fundraising. He was good at it. After a day trip to North Texas, Cunningham returned to austin with pledges of nearly $1 million.</p><p>The new dean was more successful at raising money for faculty positions than at filling them. When Cunningham left the business school, 8 chairs were vacant; in filling 9 others, he revealed a tendency toward cronyism. Though the positions had often been described as a draw to attract superstars to the university, Cunningham filled seven of the slots by promoting UT professors.</p><p>But the business school’s faculty was happy with the new dean. Kozmetsky had rarely seemed interested in the advice of others; Cunningham sought it. Shortly after taking office, Cunningham took 22 key faculty members on a three-day retreat; the session led to a five-year strategic plan for the business school. When Cunningham discovered he had a free lunch hour, he often directed his secretary to round up a handful of students to talk to him. “He loves to get out there and press the flesh,” said one faculty member. Cunningham’s most dramatic move was to streamline the confusing array of undergraduate degree paths. In his typically cautious style, he acted only after weighing recommendations from a faculty committee. Cunningham could make a tough decision, but he rarely did so without touching all the right bases.</p><p>Isabella Cunningham, who also had risen into administration at the University of Texas, lacked such a delicate touch. With Kozmetsky’s help, she had left St. Edward’s for a temporary appointment at the UT business school, then moved to the advertising department. There, despite having no formal training in the field, she became a full professor and department chairman. She too took on a staggering load of commitments, but she had trouble juggling it all. Her teaching evaluations were unexceptional, and on committees she often seemed poorly prepared and rushed. Friends found her vivacious and charming; those who opposed her found her formidable. When wielding power, she was unabashedly willful. When Isabella joined a committee, her insistence on getting her way turned it into a battleground. “She just seems to thrive on controversy,” says a senior faculty member. “and if there isn’t any, she creates some.” Within the department her heavy lobbying to block or push promotions struck colleagues as unseemly. One professor was so angered by a summer appointment she had made that he briefly tendered his resignation.</p><p>Her tenure as department chairman ended in 1985, when an endowed chair was offered to John Leckenby, a prominent Illinois advertising professor who wanted to become department chairman as well. Isabella was persuaded to vacate the spot two years before her term was to expire.</p><p>Nonetheless, the Cunninghams were the most powerful couple on the UT campus. They were a hot item on the austin social circuit, socializing with corporate executives and regents. One of Isabella’s doctoral students was Judy Newton, wife of former regents chairman Jon Newton. The Cunninghams were young, attractive —and obviously ambitious.</p><p><strong>NARROWING the Field</strong></p><p><span class=\"dropcap\">A</span>s the search committee winnowed the list of candidates, it became apparent that no messiah was at hand. The process was moving slowly. It was already april. The June deadline for submitting a slate to the regents seemed beyond reach. Ward Howell International, the headhunting firm, was directed to come up with fresh names from outside the university. Meanwhile, individual committee members had begun to plot their own strategy.</p><p>In a Dear Colleague letter marked “personal and confidential,” psychology professor Ira Iscoe suggested that the five faculty representatives caucus before the april 24 meeting. Iscoe, the most vocal member of the pro-Fonken faction, realized that the lack of outstanding outsiders favored his man. No other insider—including Cunningham—was being taken seriously, but Iscoe worried that dissatisfaction with the candidate pool might prompt the committee to take some unexpected turn. His premonition was correct.</p><p>When the subcommittees’ scrutiny of the resumes was completed, the full panel met on May 20 to go over the entire list of candidates. This was the crunch, the final decision on whom to keep and whom to eliminate. For the most part, the subcommittee decisions were quickly affirmed. But as Wales Madden watched the names of outsiders accumulate, he grew increasingly annoyed. Finally he spoke his piece. “Bill Cunningham is as good as those guys,” he declared. If the regents were going to choose an insider—as they usually did —they deserved at least one alternative to Fonken, Madden argued. As things stood, no other campus candidate would make it to the next round. The committee members had been reluctant to voice overt criticism of campus candidates—after all, they might have to work for one of them—but Wade and Iscoe were outraged that anyone would consider Cunningham. He was not only a business professor but he also was just too young. “Hell,” retorted Madden, “if we’d waited until Darrell Royal was forty-one, he’d have been coaching football at the University of Oklahoma.” With that, Bill Cunningham’s name was resurrected.</p><p>Eight days later the committee met to decide which candidates to interview. Its members spent hours chewing over the names. At last Jess Hay, conspicuously quiet since the committee’s first meeting, spoke up. To get things rolling, Hay suggested, he would propose ten names for discussion. Although he invited disagreement, there was none. Hay had set the top ten. They included only two men from inside the university: Gerry Fonken and Bill Cunningham.</p><p>A few days later Mitch Kreindler, one of the students on the committee, received a phone call from Bob Krueger, who asked if he could visit with him. No rejection letters had been sent out, but according to committee members, someone had leaked the information to Krueger that he had not made the cut. Now he was campaigning for the UT presidency as though it were a congressional seat. Krueger was calling committee members, seeking individual audiences over lunch or in their offices. An annoyed faculty member alerted Duncan. Krueger told Duncan that he felt his credentials had not been fairly evaluated and wanted to take his case to the faculty on the committee. When Krueger pressed the point, Duncan agreed to his request. (Krueger denies knowledge of his rejection and says he did not insist on a meeting.)</p><p>Krueger addressed the faculty members for an hour. The professors, irked by Krueger’s audacity, were unmoved. “How am I going to tell people we appointed a two-time political loser as president?” a faculty member demanded. When Krueger left, they quickly agreed that there was no reason to consider his candidacy further.</p><p>Having decided on its candidates, the committee had trouble setting up interviews; four outside candidates declined and were replaced with alternates. Duncan arranged three 2-day excursions in mid-June for committee delegations to meet the prospects. One group flew to Baltimore-Washington International airport and interviewed Hunter College president Donna Shalala, University of Maryland chancellor John Brooks Slaughter, and Middlebury College president Olin Robison. A second group went to Chicago to talk to former Duke chancellor august Pye and University of Illinois System vice president Morton W. Weir. A third chartered a private jet for sessions in Burlington, Vermont, with University of Vermont president Lattie Coor, Jr., and in Iowa City with University of Iowa president James O. Freedman. The last three candidates were interviewed in austin: Trinity president Ronald Calgaard, Gerry Fonken, and Bill Cunningham.</p><p>Madden, ever the shrewd student of UT politics, knew that the austin interviews were likely to matter most. He called Duncan and invited himself to those sessions. Held in the Regents’ Room at ashbel Smith Hall in downtown austin, each interview was to last about three hours. When Fonken went in, he was dressed in his everyday attire: tweed jacket, tie, and slacks. As usual, he smoked throughout the meeting and slouched in his chair. The panel asked Fonken about his reputation for being abrasive. “Some people think I am,” he said drolly. “Some people think i’m not. People who get to know me aren’t concerned with external appearances.” Could he work with Bill Cunningham? Fonken said he would do whatever he could for the university. “I could be just as happy,” he replied, “as a full professor of chemistry.”</p><p>In his charcoal-gray suit, red tie, and white shirt, Cunningham offered a striking contrast to Fonken’s informality. The business dean perched on the edge of his chair throughout the meeting, and his hand trembled slightly when he lifted it from the table. Cunningham had prepared extensively for the session, reading back issues of the <em>Chronicle of Higher Education</em> and <em>Beyond the Ivory Tower,</em> Harvard president Derek Bok’s book. He had studied UT’s centennial report and written out questions he was likely to be asked and the answers he would give. Unlike Fonken, Cunningham was perceptibly eager to have the job. He conveyed a sense of energy, optimism, and self-confidence. And he shamelessly pledged his Longhorn fealty. “This is going to sound corny,” Cunningham declared, “but I really do love this university.” It was the sort of thing Fonken clearly felt also, but would never say. Calgaard was interviewed too but withdrew from the running a few days later.</p><p>The ninth and final committee meeting was set for June 29 in the Regents’ Room. The group was to determine the slate of candidates to submit to the Board of Regents. Hay and a faculty member had commitments that forced them to miss the meeting. Duncan made arrangements to take their votes by telephone, but when the time came, Hay did not vote.</p><p>The committee reviewed the evaluation sheets filled out by those who had conducted the out-of-town interviews. The Baltimore delegation was most impressed with Maryland chancellor Slaughter, a Ph.D. in engineering who had served as director of the National Science Foundation. There was one major question to consider, raised by Slaughter during his interview: was the University of Texas ready for a black president? The Chicago group had liked Illinois vice president Weir, a capable academic bureaucrat who had received his Ph.D. in psychology at UT. But the most attractive outside candidate was Iowa president Freedman. Here was a man a world-class university truly would be glad to have. A graduate of Harvard and the Yale law school, Freedman had clerked for federal judge Thurgood Marshall before moving to the University of Pennsylvania. There he had been a law professor, associate provost, and finally dean of the law school. He had three years’ experience as president at Iowa, where he had won large increases in state funding despite Iowa’s economic problems. His Texas interviewers had found him bright, likable, and eloquent. “He had a very logical approach, more like a scientist than a lawyer,” said Dr. Charles Sprague, president of Southwestern Medical School. “Everybody said, ‘What a helluva guy.’ ”</p><p>Finally the group was ready to act. The committee members were to vote on whether to keep or reject each of the ten candidates. Duncan tallied the secret ballots. Four leaders were clear: Freedman, Coor, Fonken, and Cunningham. The next two had tied: Slaughter and Weir. The committee considered taking another ballot, then decided not to do so. All six names-four outsiders and two insiders -would be forwarded to the Board of Regents.</p><p><strong>CUTTING the Deal</strong></p><p><span class=\"dropcap\">W</span>ith the matter turned over to the regents, the shape of the playing field suddenly changed. The regents cared little about finding a national figure, a scholar in the arts or sciences. Their perspective was that of the corporate world. They held the distinctly Texan notion that their state and university were different from anyplace else, that anyone from outside, no matter how talented, would have difficulty understanding it. Hans Mark had seemed evidence of that. The final round of the selection process began with the deck stacked against the non-Texans.</p><p>At the beginning of July the four outsiders were invited to austin to visit the campus. Slaughter balked. He wanted to know more about the position and especially about his prospects; he knew that pursuing another job —and not getting it—would not help his situation in Maryland. On July 4 Duncan flew to Baltimore to meet with Slaughter. Realizing that he was a long shot, the Maryland president pulled out a few days later. The list was down to five.</p><p>Each of the remaining outside candidates flew to austin for three or four days during the last half of July. They toured the campus and the city and met with vice presidents, deans, faculty, and students. They were accompanied by their wives, who were under scrutiny as well. UT retained the quaint notion that the president’s wife should be a “helpmate,” an unpaid social ambassador for the university; Pris Flawn devoted herself full-time to the task. “You want two for one,” explained a regent.</p><p>Though the campus groups were as dazzled by Freedman as the committee members who had interviewed him in Iowa, there was concern about his wife. Sheba Freedman had made it obvious that she wanted to be sold on moving to Texas, an attitude that offended those who thought she should feel privileged to do so. She was completing her Ph.D. in psychology and wanted to know what opportunities she would have in austin. Several UT representatives felt that she was too worried about what was in it for her, that she might not do. The committee made discreet inquiries in Iowa about her performance as a helpmate and received laudatory reviews that muffled the concerns.</p><p>Iscoe, meanwhile, was afraid that the regents’ history would prejudice them toward Cunningham. He knew the matter was out of the committee’s control, so he arranged for four of the five faculty committee members to meet with Jess Hay in a private room at the Headliners Club. They urged Hay to make sure that the board consulted the university deans.</p><p>But the deans did not need to be asked for their opinion. On July 31, one day after meeting with the last of the outside candidates, the deans gathered for an eight o’clock breakfast in the restaurant of the Villa Capri, a dowdy motel on the eastern edge of the campus. Duncan had told the deans that the regents would like their views but didn’t need a straw vote. The deans decided to take one anyway.</p><p>The deans knew both insiders well. They had worked with Fonken for years. And they had served with Cunningham on the Deans’ Council, which met every month for lunch before a session with the president. They liked Cunningham; he was fine for the business school. But they considered him unsuitable for the presidency, a bit of a lightweight and gladhander, too ambitious and too eager to please. He was the only dean who did not address Flawn as “Pete”; he called him Dr. Flawn instead.</p><p>Ten deans were present. They agreed that each would write his first and second choices for the presidency on a piece of paper. Fonken got ten firstor secondplace votes —one from every dean. Freedman got a few first-place votes and several seconds, seven mentions total. Weir had a few seconds. Cunningham and Coor received no votes. The deans conveyed the results of their balloting to the Board of Regents. Nonetheless, they sensed the inevitability of a Cunningham presidency. Everyone was aware that the regents viewed things quite differently from the faculty. At least one dean received a call from a faculty member urging a lastminute “Stop Cunningham” campaign.</p><p>Bob Krueger, meanwhile, continued his own campaign. After being rejected by the search committee, he lobbied the regents. Krueger spoke to several, including austin lawyer Shannon Ratliff. Ratliff liked Krueger but told him the days when the board would casually overturn a search committee’s recommendations were gone. Krueger had a friend in Chairman Hay. But Hay, who had scrupulously avoided appearing to promote Krueger in the search committee, again refused to meddle. He was no Frank Erwin.</p><p>Most of the nine regents, one or two or three at a time, had interviewed Fonken and Cunningham during late July. Their sessions with the three off-campus candidates were set to begin on august 5 at the Loews anatole Hotel in Dallas, just four days before the meeting to make the final decision. Though Cunningham and Fonken were still the front-runners, interest in Freedman was growing. He was the one outside candidate who seemed good enough to challenge Fonken and Cunningham, and all the regents were eager to meet him.</p><p>They did not get the chance. Word of Freedman’s candidacy had reached Iowa, and Freedman came under heavy pressure to stay put. When Duncan called to arrange the final interview with the regents, he told Freedman he should be prepared to tell the board whether he would accept the job. Freedman called back to say that he couldn’t do that; he would have to withdraw. Duncan pushed Freedman back onto the fence, where he sat for several days. Finally, on Friday, august 2—three days before the regents’ interviews were to begin —Freedman called again to say that he would not be coming to Dallas. Then he told reporters he was remaining in Iowa.</p><p>The regents were deeply disappointed. Several arrived in Dallas on Sunday still expecting to meet Freedman; instead there were only two candidates. After lengthy sessions with Coor and Weir, their mood had shifted to puzzlement. The two men were fine but uninspiring. “We didn’t see anybody that we just thought we would die if we couldn’t have,” says Ratliff. One regent asked Duncan if Freedman could be persuaded to reconsider, and there was talk of starting the whole process over. Duncan said it would merely make things tougher. “It just seems to me,” said one regent who had yet to interview the inside candidates, “that we could do better than this.” But the idea of starting over would go no further. The goal of finding an exceptional candidate was being compromised for the calendar. The train had to arrive on time; finding the right passenger had become almost secondary.</p><p>The next Thursday afternoon in austin, the board began deliberations behind closed doors. Jess Hay went around the room, asking each regent to offer his thoughts. The group quickly agreed to eliminate the outside candidates. “The consensus of the board was that there would have to be a very distinct difference in quality to overcome the obvious advantage of knowing the system,” says Hay.</p><p>It was down to Cunningham and Fonken. The regents talked about the candidates’ strengths. Fonken was the consummate academic administrator. Cunningham was the consummate PR man. The nine-member board was split. Both Fonken and Cunningham seemed to have two or three votes, but everyone was guarding his hand. “It looked pretty much like a dead heat,” said Ratliff. The decision came down to a referendum on what the board considered UT’s most pressing problem-ensuring that the university was well run or maintaining the flow of money from the Legislature, alumni, and the business community. The answer was obvious. The regents’ first concern was money. In picking the man to take charge of the university, they cared most about those outside the university.</p><p>Still, they hesitated. Cunningham was so inexperienced; the regents doubted that he could run the place without help. Where would he be if Fonken left? Would he keep Fonken on? During a break, Hay left the room to call Cunningham. “If you were made president,” Hay asked, “what would you do with Gerry Fonken?” Cunningham paused. It was a critical moment. “I would make him executive vice president,” said Cunningham.</p><p>The solution was at hand. Make Cunningham president, and he could handle the public relations aspects of the job. Make Fonken his number two man, and let him run the place internally. With that, a Cunningham majority quickly fell into line. Ironically, Fonken’s reassuring presence made possible the appointment of his rival. No vote was taken. Hay said he would meet with both men and sound them out on the arrangement.</p><p>The next morning Hay summoned Cunningham and Fonken to a seven-fifteen breakfast at the Driskill Hotel. Cunningham ordered a glass of milk and some toast. Hay bluntly laid out the plan: the regents planned to make Cunningham president and promote Fonken to executive vice president and provost. What did they think? Cunningham was ecstatic. Fonken, who would receive a $32,000 raise, agreed that the arrangement would be satisfactory. Hay left for the regents meeting, and the board, without a dissenting vote, ratified the deal. The new president and provost were presented to the world at the conclusion of the meeting.</p><p>The board was delighted with its elegant compromise. Said Houston oilman Jack Blanton: “We’ve got a guy that relates beautifully with the students, beautifully with the public, and works like hell. Fonken is well respected by the faculty. If it works, we’ve got the best of both worlds.” Others were less sanguine about the outcome of UT’s nationwide quest for a world-class president. “It was not an ideal solution,” sighed a senior member of the search committee. “But under the circumstances, it’s as well as we could do.”</p><p><strong>EPILOGUE</strong></p><p><span class=\"dropcap\">I</span>t is too early to say how the presidency of William Cunningham will affect the University of Texas. Aware that his background made traditional elements of the faculty nervous, Cunningham quickly mended fences. A calculated move reminiscent of Richard Nixon’s visit to Red China, his first call was on Robert King, dean of liberal arts. In the eight months since, Cunningham has engaged in a flurry of meetings with deans, faculty, alumni, students, minority groups, and media, displaying the energy that is his trademark. He has forcefully backed up his anti-hazing policy by handing one fraternity a three-year suspension. Cunningham, mindful of UT’s need to boost its endowment for the humanities, has set his sights on acquiring major financial gifts for the liberal arts.</p><p>Nonetheless, there is much about Cunningham’s appointment that does not bode well. The most obvious problem is that the Board of Regents persists in thinking that money will ensure greatness —a puzzling supposition, given that UT is one of the richest universities in the nation and has never risen above its second-rate status. What is less obvious is the degree to which UT, albeit more subtly, remains a creature of state politics. In the past, UT presidents came under fire from the Legislature. Now the fix is in in advance; the president is selected to please the Legislature.</p><p>There is nothing wrong with a university’s worrying about money. Quality exacts a price, most obviously in dollars. But money alone is not enough. Greatness is not something that can be bought. It comes from having standards of excellence, from one man with a vision that can inspire and motivate others, regardless of the obstacles. It is such vision, not money, that UT lacks.</p><p>The University of Texas has long been handcuffed by its image as a place obsessed with politics, corporate interests, and money. Peter Flawn’s resignation offered an opportunity to change all that; UT could have reached out to the academic world for a powerful new leader whose very presence would have hung a challenge in the air. Instead, it reached inward, for a man who personifies the very obsessions UT needs to overcome. Bill Cunningham may yet demonstrate that he possesses the vision UT needs. But as a signal of the university’s intentions, Cunningham, for this university, for this time, was the worst possible choice. His selection was a statement that UT, rather than working to rise above the status quo, continues to embrace it.</p><p>Cunningham was chosen to ensure prosperity, but it appears he will preside over a period of austerity. On February 18 Governor Mark White, facing a billiondollar state budget deficit, ordered thirteen state agencies —including UT —to make deep spending cuts. The action, forced by plummeting oil prices, instantly dashed UT’s strategy for greatness. The era in which UT can outbid the world for talent is past. The era of constrained resources has begun.</p><p>Are there lessons to be learned? Perhaps. Several weeks after Bill Cunningham’s appointment the UT Board of Regents voted to change the rules for the selection of university presidents. They felt that several excellent candidates had pulled out of the recent search because the process was too passive. Under the new rules, the regents enter the process earlier, asking the committee for between five and ten of the best candidates, including even those who profess no interest in the job. From that point on, the regents say, they will take matters into their own hands to make sure that in future searches UT’s appointments match its ambitions.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "May 1986",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "UT",
      "Business",
      "School",
      "Texas",
      "Austin",
      "money",
      "Students",
      "Presidents",
      "Work",
      "Liberal",
      "Michigan",
      "University of Texas",
      "College",
      "Education",
      "Future",
      "Iowa",
      "Law",
      "Marketing",
      "office",
      "people"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Texas",
      "Austin",
      "Dallas",
      "Amarillo",
      "D.C."
    ]
  }
}