{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19865",
    "date": "May 1986",
    "year": 1986,
    "month": 5,
    "month_formatted": "May",
    "pdf_uri": "/1986/19860500.pdf",
    "issue_cover_image": "",
    "document_start_page": 154,
    "toc_start_page": 152,
    "document_page_range": [
      [
        154,
        155,
        156
      ],
      [
        225,
        226,
        227
      ]
    ],
    "toc_order": 9,
    "toc_headline": "Summer's First Stand",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198605-summersfi",
  "source": "/1986/19860500.pdf",
  "wp_post_id": 122250,
  "wp_post_guid": "http://www.texasmonthly.com/article/summers-first-stand/",
  "authors": [
    "Susan Kennard"
  ],
  "headline": "Summer’s First Stand",
  "dek": "For that field-fresh taste of summertime at great country prices, here are sixteen vegetable stands that are worth driving for.",
  "spread_caption": "Jack And Eula Mae Petty Grow Their Own For Their Roadside Vegetable STAnd Near Boyd.",
  "excerpt": "Yesterday those onions and carrots were in the ground. Today they’re on your table, thanks to Texas’ bountiful roadside fruit and vegetable stands.",
  "kicker": "",
  "word_count": 3991,
  "content": "<img/><img/><p>Photograph By Robert Latorre</p><p><span class=\"dropcap\">E</span>very February and March my husband, Ed, and I set aside two or three weekends to plant our spring garden. It is located on Ed’s family’s ranch, one and a half hours outside Houston, and consists of rows of nurserystarted seedlings: tomatoes, squash, cucumbers, beans, herbs, a vast variety of chile peppers, and new-potato cuttings. Occasionally we plant seeds for radishes, horseradishes, carrots, and watermelons. Avidly we peruse the tips on the backs of seed packets and swap secrets with Ed’s aunt Elizabeth, who is a renowned gardener in Grimes County. Every year we marvel anew that the seeds actually come up, and we savor eating our harvest. By June, though, other summer demands siphon off our time, and our garden becomes a maze of out-of-control weeds. We roll up our hoses, rub linseed oil into the handles of our hoes and rakes, and gather up the last of our tomato cages, knowing that if we want to continue having just-hours-old produce on the table, it’s time to turn again to the professionals, the growers who stock the farmers’ markets and the myriad roadside stands that line Texas highways and farm-to-market roads from May or June through august.</p><p>On a back-to-the-earth scale, shopping at roadside produce stands offers a happy compromise between having your own vegetable patch and patronizing Safeway. They’re open-air and often a nice country drive away. The produce has not been waxed or refrigerated, and it smells <em>real—</em>cantaloupes are sweetly honeyed, peppers are pungent. Dirt still clings to roots, and some shapes are not perfect tens—cucumbers turn corners, and tomatoes have odd bulges—but minor defects such as these make no difference in overall quality. The prices at a produce stand are right, from 10 to 30 per cent less than regular retail, for the obvious reason that the usual transporters and grocers are out of the picture. The folks ringing up the sales at a roadside stand may well be the ones who grew the plums you’re buying, and they sometimes offer unusual varieties. A local grower-vendor can experiment on a small scale, so at a roadside stand you can find tastes and textures unknown at the big grocery stores.</p><p>Of the two kinds of outlets that you will encounter—roadside stands and farmers’ markets —the roadside stand is the more individualistic. Basically, it’s an outlet for a small grower’s bumper crop, providing the gardener or farmer with a cash profit. A roadside stand can be a permanent structure in a farmer’s front yard, an open-sided shed with a corrugated metal roof, or at its simplest, a group of wooden bins filled with produce and stacked on fruit boxes. The stand is usually near the farm where the goods are grown and may have early-season or out-of-season produce; through careful planning, many farmers either get a jump on the season or prolong it. Often roadside stands are an extension of a pick-your-own farm or orchard. As the name implies, a PYO allows mom, dad, and the kids to enter the farmer’s fields and do their own harvesting. In Texas most PYO’s are peach orchards around Fredericksburg and Stonewall.</p><p>One thing you should know is that a truck parked under a shade tree does not qualify as a roadside stand. The people who sell produce that way are referred to as peddlers, and they are part of an old tradition. In the early 1900’s peddlers would buy their produce from farmers’ markets, then drive it around neighborhood streets in horse-drawn carts; a blast from an air horn told residents they had arrived. Today peddlers buy wholesale at markets, so their produce is not necessarily Texas-grown, and it may or may not be really fresh. Often the vendors know little or nothing about what they are selling.</p><p>Farmers’ markets —where a number of farmers sell directly to the public —are an old idea that has been revived recently in Texas. They declined after World War II as supermarkets increased and farmland dwindled. In just the last few years, though, a renewed interest in the freshest produce possible, plus backing from the Texas Department of agriculture, has brought about a resurgence of farmers’ markets. Two of the large urban farmers’ markets —Dallas and Houston —predate this most recent push, but many of the others are only a couple of years old.</p><p>In the markets (there will be around thirty this summer), farmers come together to sell their surplus produce at low prices. Since many farmers’ markets do not allow nonfarmers to sell, the produce is likely to be Texas-grown. It is usually no more than a day old, and it hasn’t been transported long distances or stored for days or weeks in a warehouse.</p><p>After compiling lists of sources from the TDA and Texas A&M University, as well as traveling the farm roads of Texas during the peak season, I have narrowed the possibilities to established places that I feel sure you can depend on for fresh produce and that are within easy driving distance of Texas’ major cities, although they are by no means the only places for homegrown fruits and vegetables.</p><p><em>Susan Kennard is a freelance writer who lives in Houston.</em></p><p>For a free list of additional farmers’ markets to visit, call the Texas Department of agriculture at (512) 463-7624.</p><p>Austin Area</p><p>Austin Farmers Market</p><p>On the outskirts of the Highland Mall parking lot each summer are four gay sixty-by-sixty-foot carnival tents that house more than forty vendors—table after table filled to capacity with tomatoes, black-eyed peas, squash, carrots, onions, potatoes, melons of all varieties, and numerous fruits. In addition, i’ve seen honey, jams, houseplants, candy, live catfish, baked goods, herbs, and farm eggs for sale. Although this is a relatively new market, it is already a big success. <em>Highland Mall; open May 17 through mid-august, Saturday 8 a.m. until sold out; starting June 3, Tuesday 3 p.m. to</em> 7<em>p.m.</em></p><p>Stewart Farms</p><p>Dorotha Stewart’s blue hat with its floppy brim kept the June sun at bay as we talked at the farm she and her husband, albert, own. “We grow the varieties of tomatoes the older people like,” Stewart said. “Homestead, Beefsteak, Rutger, and Porter, but we also have cherry and hybrids too. There never seem to be enough.” Cucumbers, squash, watermelons, and three types of blackberries are also grown on this twenty-acre farm and will be ready this summer. Stewart also sells produce from her neighbors’ gardens. In her greenhouse she starts the plants that furnish her harvest, selling the surplus baby plants alongside the vegetables. “I have a wide variety of tomato plants, bell peppers, hot peppers, cucumbers, squash, eggplants, and greens —you name it,” Stewart says. That list doesn’t even include the houseplants —begonias, impatiens, hibiscus, ferns, and ivies. Stewart has poinsettias at Christmas, hydrangeas at Easter, and gloxinias for Mother’s Day.</p><p><em>13103 Fm 969 (Webberville Road), 5.5 miles east of U.S. Highway 183; open april through September, daily 8 a.m. to 8p.m., October through March, 8 a.m. to 6:30 p.m.; (512) 276-3872.</em></p><p>Dallas-Fort Worth Area</p><p>Dallas Farmers Produce Market</p><p>Located on eight acres in downtown Dallas is the state’s most successful farmers’ market. More than a thousand farm families participate in this enterprise, which generates more than $20 million annually in sales to four million customers. Here a farmer’s pickup doubles as his store. Under four large multicolored open-air sheds, trucks are backed into designated places, and their tailgates are lowered to show olf the wares. The variety of produce and merchandise makes the atmosphere seem more like that of a retail store. In the early morning the market has a superfluity of choices, but by noon many farmers are sold out. This is the only farmers’ market where I have seen a panoply of oriental produce-bok choy, kohlrabi, Japanese and oriental persimmons, and Chinese cabbage.</p><p><em>1010 S. Pearl Expressway; open yearround, daily except Christmas Day and New Year’s Day, 5 a. m. to 7p. m. or until sold out; (214) 748-2082.</em></p><p>Adams Farmer’s Market</p><p>Driving back to Dallas from the adams family’s roadside stand, I ate all the plums I had bought. Those plums and the peaches from the orchards behind the stand are in big demand and sell out early. Locally canned jams, chowchow, and tomato pickles are for sale, along with jars of equally local popcorn, sorghum molasses from Kee Farms, hot roasted peanuts, and honey, plus the usual array of fresh fruits and vegetables.</p><p>Claudine adams began operating this roadside stand by herself in 1981. Her husband died the year before, and she says, “I had to make a living. During the season, I work seven days a week. I can’t take off really-there’s no time for me to waste.” More recently, her son Darwin Dale adams has taken over responsibility for the stand, but farming has always been a way of life for the family. Her three sons grow most of the harvest, and the rest comes from other local farmers. “It’s a good life,” adams asserts.</p><p><em>U.S. Highway 287, Sunset; open March 15 through December, daily 8 a.m. to dusk; (817) 845-2471.</em></p><p>Leon And Grace Bybee</p><p>“We’re city people turned farmers,” Grace Bybee says. “Leon and I retired from our jobs to move to the country to farm, exchange recipes with our neighbors, and be close to our family.”</p><p>The Bybees have eight acres planted with cantaloupes, squash, turnips, potatoes, jalapenos, black-eyed peas, cucumbers, onions, tomatoes, okra, and carrots. This summer will be the first season for pears and peaches. Their open-sided stand is made from weathered barn wood and decorated with a mule harness and other paraphernalia that Leon has collected over the years. The day I was there, the pea sheller had just arrived, and all the neighbors were pitching in, trying to get it to work. As I was leaving, Grace said, “Be sure to tell people to bring sacks. Sometimes we run out. And come early.”</p><p><em>Off U.S. Highway 380 on Rock Hill Road near aubrey; open april through mid-November, daily 9 a.m. to 7 p.m.; (817) 365-9566.</em></p><p>[ Continued On Page 223 ]</p><p>[ Continued From Page 154 ]</p><p><strong>PAPPAJOHN’s Ohio Gardens Farms</strong></p><p>Georgia Pappajohn told me, “Of the original ten Greek families that began farming this area in 1913, we are one of the few left. Some of them sold out for a lot of money, and they don’t farm anymore. The city of Fort Worth grew up around us —we didn’t go to the city.”</p><p>Just a stone’s throw from modern steeland-glass buildings, the Pappajohn family farms eighteen acres and runs a roadside stand. Georgia Pappajohn went on to say, “My son Nick is the farm manager, while my other son, Steve, runs the produce market. During the summer my grandchildren Nicholas and alysia help out too.” You can pick your own corn, green beans, okra, greens, and a variety of peas when they are in season. The Pappajohns farm an additional eight acres nearby, where they grow vegetables for the stand that include tomatoes, spinach, radishes, squash, parsley, spring onions, cucumbers, and eggplants. Steve Pappajohn says, “If a particular vegetable isn’t available, just ask. <strong>If</strong> possible, we’ll go to the field and pick it.”</p><p><em>3901 Ohio Garden (just off 2100 block of Jacksboro Highway); open year-round, Monday through Saturday 8:30 a.m. to 6 p.m., Sunday 10 a.m. to 5 p.m.; (817) 625-0832.</em></p><p><strong>JACK And Ella Mae Petty’s Ponderosa</strong></p><p>Brightly hand-painted signs of yellow and red guide you down a gravel road to the back of a white frame house. Let your eyes wander over the rows and rows of this tidy, weed-free, 27-acre farm. Wipe the gathering sweat from your brow, and seriously consider that Jack and Eula Mae Petty farm this place all by themselves. Says Jack a bit ambiguously, “It’s better than watching the rock trucks drive up and down the road.” Then he adds, “When I left Texas Instruments, I didn’t retire. I just changed jobs.”</p><p>The Pettys’ ripe vegetables are laid out on tree-shaded wooden shelves; onions, cucumbers, tomatoes, corn, turnips, carrots, new potatoes, and black-eyed peas (their best-seller) abound. Watermelons and cantaloupes reach skyward in piles. Peach, plum, and pear trees are planted in an orchard to the front of the house. “We will have some peaches again this year,” says Jack. “The freeze a few years ago killed fourteen of our trees, but we now have three-year-old trees bearing fruit. Well also harvest pears and plums this year. They go fast.”</p><p>Jack also had a gallimaufry of plants when I visited-poinsettias, cacti, and ivies that he had brought back from the near dead. A leftover Christmas blue spruce seedling that he planted in a personal recipe of peat moss, pine bark, and fertilizer is now a six-foot tree. Don’t hesitate to ask for gardening advice-it’s free and willingly given.</p><p><em>One mile west of Boyd on Texas Highway 114; open May through September, Monday through Saturday 8 a.m. to 8 p.m., Sunday 3 p. m. to 8 p. m.; (817) 433-5476.</em></p><p><strong>BILL Smith Farm And Garden Produce</strong></p><p>Inside Bill Smith’s stand is a painted board that states, “If i’m not around, get what you need, and we can settle up later.” In accord with that honor system, white buckets sit in stacks, ready to be toted to the fields out back. On ten acres of picture-perfect land, Bill Smith farms picture-perfect vegetables. The choices are seemingly endless: com, broccoli, tomatoes, eggplants, green beans, cucumbers, radishes, potatoes, cantaloupes, Israel melons, okra, green onions, jalapenos, bell peppers, and six types of squash-just for openers. Smith also has five acres of peach and plum trees, and blackberry vines grow along the fence. “I have no time for goofing off, that’s for sure,” he says. “I plant more than three thousand tomato plants a season and still have a hard time keeping up with the demand. People come here from all over.”</p><p>From that description, you might assume this farm is huge. It isn’t. Smith’s garden can be seen from behind the wooden building where the produce is sold. It’s a bucolic scene. Take note, too, of the bed of marigolds that spell out “I love Myra” as a sunny tribute to Bill’s wife.</p><p><em>One mile southwest of aubrey, on Rock Hill Road; open april through mid-November, Wednesday and Friday 10 a.m-7 p.m., other days 2 p.m.-7 p.m., except closed on Monday; (817) 365-2201.</em></p><p><strong>FORT Worth Farmers Market</strong></p><p>The Fort Worth Farmers Market is a tad tricky to locate. Go armed with a street map and a ready turn signal because the signs are vague. Under the Henderson Street bridge you will find the market, ample shade, and parking. What you won’t find (at least I didn’t last year) is a large variety of produce. Obviously this market suffers from its proximity to the vast farmers’ market in Dallas, but if what you want is a selection of tomatoes, okra, corn, and such and vendors who are happy to see you, it’s not a bad place. It may also be better organized this year.</p><p><em>Tandy Center riverfront under the Henderson Street bridge; open May 24 through September (varies), daily 8 a.m. until sold out; no phone.</em></p><p><strong>HOUSTON Area</strong></p><p><strong>CANINO Produce Company And the Farmers Co-Op Market</strong></p><p>The parking lot for Canino’s and the adjacent Farmers Co-op Market is always full, and new arrivals wait like vultures for your parking space. Small wonder. Canino’s alone has 20,000 square feet of selling space and 15,000 square feet of cold-storage area, does retail sales of $10 million a year, and has a complete turnover of produce every three days. The Farmers Co-op Market is a separate business entity, but as far as the shopper is concerned, it is almost indistinguishable from Canino’s.</p><p>For 20 years Joe Canino was a truck farmer; upon retiring 27 years ago, he started this family business, employing his sons, Bill and Mike, and his son-inlaw Larry Pilkinton. “Part of my produce is supplied by fifteen local farmers who have been friends since my farming days,” Joe says. “as a result of direct shipping, my stock often runs as much as twenty per cent cheaper than a supermarket’s.” Besides offering Texas-grown produce, Canino’s sells Mexican pottery, peanuts, Navasota stone-ground cornmeal, honey from Baytown, specialty jams, Mrs. Renfro’s canned products from Fort Worth, and pure ribbon cane syrup from Louisiana.</p><p>Joe says, “There is a carnival atmosphere here, customers comparing prices, children charging up and down the aisles, general pandemonium.” Banners, posters, and signs hanging from the rafters welcome customers and signal what is seasonal and fresh: avocados, Delicious apples, tomatoes, potatoes, and cucumbers. Canino’s and the Farmers Co-op Market are particularly busy on Sundays after church, and in the summer big fans circulate the still air of a hot Texas day. <em>Both located at 2520 airline; Canino’s open year-round, daily 6 a.m. to 9 p.m.; (713) 862-4027; Farmers Co-op Market open Monday through Saturday 2 a.m. (yes) to 6p.m., Sunday 6 a.m. to 6p.m.; (713) 862-8866.</em></p><p><strong>DIIORIO’s Farm And Roadside Market</strong></p><p>Just before you reach Hempstead on U.S. Highway 290, roadside sales activity quickens, starting at Frazier’s Cement Wares (cement pottery and plants for sale). A bit farther, on the north side of the highway, are five handmade Burma Shave-style signs that announce whatever produce is seasonally available. Flip on your right-hand turn signal. You have arrived at Dilorio’s.</p><p>Even the parking lot is an outdoor market, with handmade barbecue pits, hundred-pound bags of potting soil, Mexican wrought-iron chairs, birdbaths, shrubs, and hanging baskets of purslane and begonias. Once you get to the wall of watermelons, you’ll be almost inside the two-hundred-by-eighty-foot barnlike building. There you’ll find Richmond farm eggs in the fridge, and the Snack Patch offers Blue Bell ice cream, lemonade, pit barbecue, and tamales.</p><p>The fresh produce is sold on the left side. “We have always sold only the best,” angela Dilorio says. “Thirty years ago we had a small stand in Hempstead, where we would sell the extra produce from our farm. Now we sell mainly the produce that Billy Dilorio, with the help of his two sons, Michael and David, farms on thousands of acres in the Hempstead area.”</p><p>In early May the way to enjoy local wild dewberries without getting stickers in your fingers is to shop at Dilorio’s. (Why pick ’em when you can buy ’em, is my motto.) In June and July their Brazos Bottom blackberries are available. Both of those are quick sellers. During summer months the Dilorios have piles of fresh squash, sweet corn, field corn (look out for worms), spinach, radishes, all types of peas (sheller on site), and homegrown tomatoes. The winter months bring more out-of-state items, but you’ll still see a fair selection of Texas produce.</p><p><em>U. S. Highway 290 on the edge of Hempstead; open year-round, daily 8 a.m. to 7 p.m.; (409) 826-2688.</em></p><p><strong>ED’s Farmer’s Market</strong></p><p>Ed Schwarz’s bete noire is the green tomato. During Texas’ growing season, he brings in real vine-ripened tomatoes from the Valley. The rest of the year he gets them from Tennessee and arkansas. “I want actually good, not just technically good, tomatoes,” Schwarz says emphatically. All around his market are colorful pinatas of cartoon characters and superheroes, garlic and chile <em>ristras,</em> mounds of watermelons, bins of onions, and loose new potatoes. They help you forget that you are in Houston’s inner city.</p><p>Schwarz, who has been in business eleven years, tries to support the Texas farmer. As a result, about 75 per cent of his produce is Texas-grown. Schwarz has a big turnover of local watermelons, cantaloupes, and, of course, tomatoes. He also sells <em>pan dulce,</em> cilantro, Mexican squash, corn husks for tamales, an array of Mexican spices, and corn, flour, and whole wheat tortillas. Large quantities of strawberries, dandelion greens, yucca, fresh dill, and Valley-grown citrus fill out the rest of the bins. Schwarz’s variety doesn’t compare—day in, day out—with the two bigger Houston-area markets, but his location is convenient, and he also gets a superlative mix of customers: yuppies, counterculture types, ROHO’s (River Oaks homeowners), gays, and senior citizens.</p><p><em>1800 Westheimer at Woodhead; open year-round, Monday through Saturday 8 a.m. to 8p.m., Sunday 9 a.m. to 7p.m.; (713) 528-6444.</em></p><p><strong>SCARMARDO’s Farm Patch</strong></p><p>Eleven years ago Mark Scarmardo was attending Texas A&M. To help defray the costs of his education, he leased a gas station. He started using the oil-change bays to sell bushels of okra grown on his father’s cotton farm, and soon pumping gas became an afterthought. The produce business now does more than $ 1 million a year in sales, and Mark’s brothers, Greg and David, have joined him.</p><p>The majority of the brothers’ produce is Texas-grown, and frequently it is local. In June and July, tree-ripened peaches are brought in from Fredericksburg twice a week. For the third year running, East Texas farmers will sell their blueberries through the Farm Patch. Locally grown dewberries, famous Brazos Bottom blackberries, and Hempstead watermelons will be available too. Other Farm Patch goods might include burpless cucumbers, hydroponic Bibb lettuce, and the mild TAM jalapeno. (“TAM” stands for “Texas A&M,” where it was developed. On the hotness scale of one to ten by which the Texas agricultural Extension Service rates peppers, the TAM pepper is between two and four.) Homegrown tomatoes, squash, cucumbers, and peppers are all part of the 200,000 pounds of produce sold each week. The biggest sellers are black-eyed, crowder, cow, and cream peas (sheller on site). The Scarmardos are also glad to take orders to go. Around Halloween you can pick from mounds of Muleshoe pumpkins. And for the holidays, East Texas Christmas trees are plentiful.</p><p><em>3519 S. College avenue, Bryan; open year-round, Monday through Saturday 9 a.m. to</em> 7<em>p.m.; (409) 779-7209.</em></p><p><strong>SAN Antonio Area</strong></p><p><strong>SAN Antonio Farmers Market</strong></p><p>In the late 1800’s the old San antonio farmers’ market, in Military Plaza behind San Fernando Cathedral, was in its heyday. In the early 1900’s the market moved to the Produce Row area and became the permanent city market. In 1976 El Mercado underwent a major face lift, but in the process the farmers disbanded and the market was transformed into a trendy tourist shopping area. During the last couple of years the Texas Department of agriculture has tried to help revive the institution but has been frustrated because of the lack of a permanent location. Anyone who wants to patronize the peripatetic market has to consult a complex schedule. Those who do are rewarded with fresh produce, but it takes perseverance.</p><p><em>Open May 26 through the summer; Monday 7:30 a.m. until sold out at Olmos Basin Park, on Jackson-Keller between San Pedro and McCullough; Tuesday 4:30 p.m. until sold out at Ingram Park Mall in front of Foley’s, Ingram Road at Loop 410; Thursday 7:30 a.m. until sold out at Westlakes Mercado Mall, Marbach Road at Loop 410; Saturday 7:30 a.m. until sold out at parking lot of Texas Bank, E. Houston at W. W. White Road.</em></p><p><strong>VERSTUYFT Farms</strong></p><p>The Verstuyfts have been farming in Texas since 1890. That was the year Grandfather Verstuyft arrived from Belgium. Three generations later, Tom and Fred Verstuyft run the operation with their brother Jim. Verstuyft Farms has a reputation for harvesting more varieties of vegetables than any other farm in the area. “We grow almost everything,” says Tom. “Grano 502 onions, several squash varieties, new potatoes, beans, peas, field and sweet corn, cucumbers, and bell, serrano, and jalapeno peppers. These are just a few of our summer crops. We grow more than twenty varieties of vegetables year-round.” You can buy produce by the sackful or the truckful, as the signs say.</p><p>“Vine-ripened tomatoes are our number one seller,” Tom adds. Grown in approximately six thousand handmade wire cages, the plants can produce up to 140 tomatoes each, their ripening staggered throughout the growing season. Working with the Texas agricultural Extension Service, Verstuyft Farms has also been used for experimental plots. It was here, for instance, that the mild TAM jalapeno was first commercially grown.</p><p>In the fall such crops as tomatoes, cabbage, turnips, cauliflower, broccoli, onions, beans, spinach, carrots, and lettuce are available. And at Christmas the Verstuyfts sell produce in red and green bushel baskets.</p><p><em>14819 Ih 35 South, Von Ormy; open May through July and October through January, Monday through Saturday 8:30 a. m. to 6 p.m.; (512) 622-3423.</em></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "May 1986",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "Farmers",
      "Summer",
      "Highway",
      "people",
      "Christmas",
      "Business",
      "Country",
      "Hempstead",
      "Peaches",
      "Rock",
      "ten",
      "Trees",
      "Agriculture",
      "Dallas",
      "Driving",
      "East Texas",
      "Family",
      "Fort Worth",
      "Fredericksburg"
    ],
    "wp_categories": [
      "Agriculture"
    ],
    "wp_location": [
      "Texas",
      "Dallas",
      "East Texas",
      "Fort Worth",
      "Fredericksburg"
    ]
  }
}