{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19865",
    "date": "May 1986",
    "year": 1986,
    "month": 5,
    "month_formatted": "May",
    "pdf_uri": "/1986/19860500.pdf",
    "issue_cover_image": "",
    "document_start_page": 134,
    "toc_start_page": 132,
    "document_page_range": [
      [
        134,
        135,
        136
      ],
      [
        205,
        206,
        207,
        208
      ],
      [
        210
      ]
    ],
    "toc_order": 3,
    "toc_headline": "Ut Versus A&M",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198605-utversus",
  "source": "/1986/19860500.pdf",
  "wp_post_id": 122271,
  "wp_post_guid": "http://www.texasmonthly.com/article/ut-versus-am/",
  "authors": [],
  "headline": "UT Versus A&M",
  "dek": "Forget everything you’ve heard about football, school spirit, aggie jokes, and bellowing Bevo. Beneath the bravado, which school is really better?",
  "spread_caption": "",
  "excerpt": "They’re the oldest foes and the biggest rivals. Now the contest has moved into the arena that really counts—the classroom.",
  "kicker": "",
  "word_count": 4293,
  "content": "<p><span class=\"dropcap\">T</span>hese are critical times for higher education in Texas. The ambitions of the state’s two giant public universities have never been grander, the ability of the state to pay for them never more constrained. But the stakes are also high. In the post-oil era the University of Texas and Texas A&M will serve as the state’s most vital assets. They can spark the state’s economy and fire its minds. At their best, state universities are a beacon of excellence and enlightened thought. At their worst, they provide an endorsement of ignorance and mediocrity. UT and A&M will do as much to shape Texas’ future as Spindletop did to shape its past.</p><p>With that in mind, we consider the question: Which is better—Ut or A&M? For the first century of their existence, the schools’ qualities were regularly compared only on the gridiron. Now we place the Ut-A&M rivalry where it belongs: in the classroom. Here is the most momentous clash of the two universities ever, a battle for egghead bragging rights. You can almost hear the chants of the crowd: “Go, Engineering! Gig ’em, aggies!” and from the other side of the field: “Hold those admissions standards! Hook ’em, Horns!”</p><p>Our overarching measure for this comparison is the quality of undergraduate education. We have broken the contest into five crucial parts: admissions, curriculum, faculty, teaching, and campus atmosphere. Does the university shape malleable youths into literate, productive citizens? Does it prepare them for life? Or does it merely prepare them for a vocation, which may suddenly disappear, just as thousands of jobs in the oil industry have melted away? The ultimate question is this: after four years at the University of Texas or Texas A&M, what does a student know and how well does he think?</p><p>Both universities, of course, do many things besides educating undergraduates. They have extensive graduate programs and engage in research and scholarship. Much of that work is important. But it is hard to imagine that anything will affect Texas more than the 170,000 graduates UT and A&M will unleash between now and the year 2000. Those graduates are the future leading citizens of our state. If they can’t figure things out, we’ll all be in trouble.</p><p>I. Admissions</p><p><strong>The Fence That’s Too Low</strong></p><p><em>High admissions standards do two things. First, they control enrollment by screening out students who don’t belong in a quality university, allowing teaching at a higher level. Second, high standards yield a group of undergraduates diverse enough and smart enough to create a stimulating environment in and out of the classroom.</em></p><p><span class=\"dropcap\">T</span>here’s good news and bad news about admissions at UT and A&M. The problem is that the sunshine is not as bright as they’d have us believe, and the gloom is worse than it looks.</p><p>The cause for optimism is that both schools have begun recruiting smart kids the way they recruit football players, offering cash for brains (albeit not nearly as much as for brawn). In recent years both UT and A&M have regularly ranked among the top five universities in the country in attracting National Merit scholars, ahead of such blue bloods as Yale, Princeton, and Stanford. That’s good. Both schools have done much crowing about their rank, suggesting that they lure as many smart kids as the nation’s most prestigious institutions. In fact, that claim is a sham.</p><p>A fixed percentage of high schoolers taking the multiplechoice National Merit exam automatically become eligible for scholarships in each state. That means that not all Merit scholars are created equal. Because Texans’ average scores are lower than those in twenty other states, the qualifying mark is lower in Texas than on the East and West coasts, from which the Yales and Stanfords draw most of their students. Texas’ Merit scholars, on average, did not perform as well as those in, say, Connecticut.</p><img/><p>UT and A&M fight it out in the classroom, where the contest that really counts is undergraduate education.</p><p>More important, most Merit scholarships aren’t awarded purely on merit. Here’s the trick: One out of three Merit scholars attains that status because he had the highest grades and test scores among the 13,500 finalists. The other two become Merit scholars simply because they accept a grant from a corporation or a university. Unlike most top universities, UT and A&M offer such grants to any finalist who will enroll. Any finalist who accepts one of them instantly becomes a Merit scholar. That is how UT and A&M can boast of large numbers of Merit scholars. In the fall 1985 freshman class, 221 of UT’s 271 Merit scholars attained that status through such grants from the university, and 123 of A&m’s 167. Such institutions as Yale and Princeton, which don’t offer academic scholarships to Merit finalists, actually have more students who earned high scores on the qualifying exam. Those students just aren’t called Merit scholars.</p><p>So much for the good news. The general admission standards at UT and A&M are so loose that they amount essentially to open admissions. UT admits any Texas high school graduate who ranked in the top quarter of his class, no matter how low his Scholastic aptitude Test (SAT) scores or how poor the quality of his high school education. Any other state resident with verbal and math SAT scores totaling above 1100 can also get in (400 is zero; 1600 is perfect). A&M is a bit tougher. It ignores SAT scores only for applicants who rank in the top 10 per cent of their class; those who have lower class rank must meet SAT minimums beginning at 800. Such barriers to admission are so low that only one of three Texas applicants cannot clear them.</p><p>For the ones who can’t make it, there are holes in the fence. Anyone failing to meet the regular admissions standards may enter UT or A&M as a provisional student in the summer and gain regular admission by earning a C average in a handful of basic courses. The provisional programs, like the lax admissions standards, are a testament to the mistaken populist notion that Texas is best served by keeping its top public universities open even to the academically incompetent. Some also argue that abolition of provisional programs would cripple the universities’ efforts to recruit minorities. Not so. The overwhelming majority of provisional students are not black or Hispanic but white. At UT 83 per cent of the 929 provisional admittees last summer were white. “It’s the way rich white kids who don’t quite cut it get into the university,” says UT liberal arts dean Robert King.</p><p>Then there are the athletes. At UT and A&M, jocks on scholarship are exempt from <em>all</em> admissions requirements except the minimal ones imposed by the National Collegiate athletic association. Though the practice is common among athletic powers, it is a disgrace; admissions standards serve the student as well as the institution by keeping out those who have little hope of making it academically. No wonder so few jocks ever graduate.</p><p>These policies admit far too many —let’s be frank—dumb kids. In 1985 Ut admitted 195 students with SAT verbal scores below 300 (you get 200 for signing your name; an 800 is perfect). One in six Ut freshmen—1266 total —scored below 400. And most of those low scorers were admitted not through the provisional program but under the regular fall admissions policies. A&M has a smaller percentage of students at the top end but also a smaller percentage at the bottom. Altogether, there is only an 8-point difference in the average SAT scores of the two schools’ 1985 freshmen.</p><p>Both UT and A&M have a disturbingly uniform student body; more than four out of five students are Texans, and almost all of them are white. The lack of diversity results from an admissions process that is strictly by the numbers: standardized-test scores and rank in class. Neither school conducts interviews, requests a writing sample, or wants teacher recommendations. Extracurricular activities and personal qualities are not considered. UT has even eliminated the admissions application form. Everything is done by computer; push a button and—zap!—the machine makes the admissions decision. “It’s wonderful,” says UT admissions director Shirley Binder. “The computer even signs my signature on the acceptance letter.”</p><p>Ut: F</p><p>A&M: F</p><p>II. Curriculum</p><p><strong>at the Mercy of the Catalogs</strong></p><p><em>a university’s curriculum gives structure to its educational program. The curriculum establishes what courses —if any—all students must take, what they can avoid, and when they must commit themselves to a major. A good curriculum encourages students to explore many fields, forces them to develop basic skills such as writing and reasoning, and exposes them to the liberal arts and sciences, even if they’re majoring in business. It leads students to knowledge that the university considers essential, rather than assuming that they have the motivation and skill to seek it out.</em></p><p><span class=\"dropcap\">F</span>ormer Berkeley chancellor Clark Kerr once described a university as a series of departments connected by a central heating system. Substitute the word “colleges“ for “departments,” and you have an accurate description of UT. So balkanized is the place that no comprehensive undergraduate catalog exists. Instead, each of the eleven undergraduate colleges —such as business, engineering, and liberal arts —has its own.</p><p>UT’s decentralization into fiefdoms ruled by powerful deans is the heart of the undergraduate program’s troubles. The problem starts before classes do, since UT requires incoming freshmen to declare a major. Few eighteenyear-olds have any idea what they want to do with their lives, and most of those who do have made up their minds too soon. Students have some time to change their major, but in many UT colleges not much. Most of the professional schools dictate a complete undergraduate curriculum. The students who do not hop on the train immediately cannot hope to graduate on time. Those who do hop on have little exposure to the humanities and few electives. The result is a program that narrows the student’s focus instead of broadening it.</p><p>UT’s core curriculum, proposed in 1980, was supposed to ensure grounding in the basics, but even its modest requirements have been diluted. The political clout of the colleges made university-wide requirements impossible; UT’s president had to negotiate with each dean individually. Even after reaching agreements, the administration could not put the new requirements into effect. That had to await the publication of the colleges’ new catalogs. Because most catalogs go to press only every two years and because UT students are governed by the catalog that is current when they enroll, the class of 1987 will be the first to have followed the core curriculum. It is a large tail indeed that wags the Longhorn.</p><p>Aghast at discovering that a student could graduate “without ever facing a significant writing assignment,” the core committee had made writing the centerpiece of the new program. Three writingintensive English courses were required: a freshman composition course, a sophomore literature course, and an upper-level writing course. The upper-level course was suspended before it could have any effect. Under UT’s lax credit-by-exam policy, many students also duck freshman English. Two out of five students pass out of the freshman writing course by taking a two-hour multiple-choice exam. UT not only gives students credit hours for the test but also offers them a grade. Score 610 on your English Composition Testa solid but unspectacular mark—and your transcript will show an a in English 306, as though you had aced a semester-long course. Those who score well on an advanced placement exam may skip sophomore literature too and graduate from UT without taking a single English course.</p><p>[ ConTINUED On Page 203 ]</p><p>[ Continued From Page 134 ]</p><p>Students in other departments do little writing because of the university’s size. Classes are so large that faculty are unwilling to grade papers or essay exams; they give multiple-choice tests instead. Some classes are so overcrowded that students sit in the aisles of lecture halls.</p><p>Liberal arts dean King regularly circulates his Unrequired Reading List of masterworks-Homer’s <em>Odyssey,</em> Melville’s <em>Moby Dick,</em> Plato’s <em>Republic,</em> Milton’s <em>Paradise Lost</em>—that UT allows its students to ignore. English department chairman William Sutherland has so little faith in UT’s undergraduate program that he sent his own children to small liberal arts schools. “College graduates ought to know who William Faulkner is,” says Sutherland. “They ought to know something about Freud, for God’s sake. They ought to understand the major intellectual movements of their time.” Do UT graduates? Sutherland pauses and shakes his head. “I don’t think so. The idea is to get an education for living. A lot of students are getting an education for <em>a</em> living.”</p><p>A&M has similar problems—powerful professional schools, inadequate emphasis on the basics, the straitjacketing requirement to declare a major on arrival—with one critical difference. A&M still has a chance to make amends.</p><p>The aggies are five years behind UT in developing a core curriculum; a faculty curriculum report emerged last November. The group’s proposal is promising; if it is adopted, A&M will have more-extensive humanities requirements than UT does. Once the curriculum is in place, A&M would be hard-pressed to botch things as badly. Approval remains uncertain; the professional schools have already mounted their attack. But the aggie military tradition gives A&m’s president more authority, and top aggie Frank Vandiver, a historian, is foursquare behind the idea. “The university must see that education isn’t lost in vocationalism,” says Vandiver. If A&M passes the plan, the requirements will go into effect promptly, since A&M publishes a single undergraduate catalog every year.</p><p>A&M has stiffer requirements than UT for quizzing out of courses. A 590 on the English Composition Test, enough to make a B in freshman writing at UT, merely makes aggies eligible for a departmental screening exam. It takes a 600 to place out of freshman English, and A&M never awards a course grade to those who earn credit hours by exam.</p><p>Ut: C-</p><p>A&M: Incomplete</p><p><strong>III. Faculty</strong></p><p><strong>The Empty Chair</strong></p><p><em>The quality of the faculty determines an institution’s national reputation. In this world it is not teaching but scholarship and research—pure brainpower—that counts. Internally, the faculty is vital because it traditionally dominates a university. More than any other group, professors set academic standards.</em></p><p><span class=\"dropcap\">F</span>aculty is the reason that UT is considered among the nation’s top dozen public universities and A&M is not. Here UT wins hands down. A national poll of academics ranked eight UT departments among the ten best in their field; no A&M department made the top ten. Only one UT department—economics —ranked below its A&M counterpart.</p><p>UT’s faculty, however, is stronger in specialized fields than in the basics. UT’s top-ten departments were botany, linguistics, classics, zoology, Spanish, German, civil engineering, and computer sciences. Its English, math, history, economics, government, and physics departments didn’t even rank in the top twenty.</p><p>UT has sought to build its faculty in consummately Texan fashion: by buying superstars. The university now has 143 endowed faculty chairs, the income from which augments professors’ salaries. Though UT’s chairmania has yielded results - including the importation of two Nobel laureates in physics —it has also produced problems. The best professors are usually happy where they are, and UT is not the only institution dangling such carrots. As a result, filling the chairs has been unexpectedly difficult; 79 are still vacant. A star system also creates dissension among those who do not receive such treatment; a large disparity in salaries, which are public record, inevitably hurts morale.</p><p>While expanding the sciences, business, and engineering, UT has neglected the liberal arts, the foundation of any great university. For lack of space, professors in the Spanish and Portuguese departments double up in offices. In the German department, full professors are in one building, and everyone else is in a second. Many liberal arts faculty members, short of secretarial help, must type their own correspondence.</p><p>A&M started the race impossibly behind, but the transformation of its faculty in the past decade is extraordinary. For most of its history A&M was an inbred, teaching institution. It employed more of its own graduates than any university in the country-a good university rarely hires its own —and few professors conducted research. Relatively large numbers of faculty had no Ph.D.’s. The liberal arts college was a service program; it taught rudimentary English, history, and government courses to engineers but had few majors of its own. In the military-school atmosphere, free speech and diversity were not prized.</p><p>Today, under Dean Daniel Fallon, hired from the University of Colorado, liberal arts is the fastest-growing college at A&M. The university now gets assistant professors from top national institutions. An experiment in democracy was begun three years ago when Vandiver established a faculty senate, a fixture at most universities for decades. An untenured history professor tested the boundaries of A&m’s newfound tolerance by telling the student paper he didn’t believe in God or marriage; the alumni howled, but he received tenure anyway. A&M is still full of professors who don’t belong at a good university; it will take another decade to change that. But faculty members no longer get tenure or more than token pay raises without conducting research. <strong>Even assistant professors have started to</strong> complain, as they do at all good universities, about the pressure to publish or perish.</p><p>Another good sign: A&M isn’t run just by aggies anymore. Vandiver and provost Gordon Eaton were outsiders. So was engineering dean Herbert Richardson, lured from an associate deanship at MIT with a pledge of seventy new faculty positions. Richardson is reshaping the nation’s largest engineering school; he is cutting the unmanageably large number of undergraduates from 10,000 to 8000 and doubling the number of graduate students from 1000 to 2000.</p><p>A&M has a sprinkling of superstars, including three Nobel prize winners who spend at least part of their time in College Station (all three did their prizewinning work elsewhere). Chemistry professor F. Albert Cotton is considered a serious candidate to give A&M a Nobel of its own. But overall, A&M has far fewer faculty members with national reputations. Recognizing that deficiency but lacking UT’s largesse, A&M has chosen a shrewd course: instead of chasing stars, the university is trying to groom its own young talent.</p><p>Ut: B +</p><p>A&M: C</p><p><strong>IV. Teaching</strong></p><p><em>The Unwanted Burden</em></p><p><em>There is a delicate balance between teaching and scholarship. In theory, the fine scholar is the best instructor; a professor current in his field and excited about his own research has more to offer undergraduates than one who dusts off outdated notes before every lecture. In practice, things often do not work that way. Top scholars frequently regard undergraduate instruction as a chore, and students learn almost nothing from a professor too busy with his own research to teach.</em></p><p><span class=\"dropcap\">T</span>he University of Texas has a split personality. At the undergraduate level it is a nonselective state university. At the graduate level it is an elitist university. One side of the soul must win out, and at UT there is no doubt about the outcome. Scholarship and graduate programs, the paths to national acclaim, have become UT’s obsession. Undergraduate instruction has become a stepchild.</p><p>This is the flip side of UT’s march to glory. UT’s faculty members are far superior to those of A&M, but its undergraduates are less likely to see them. According to College Coordinating Board data, UT devotes an average of 1 fulltime faculty member to the instruction of every 28 full-time undergraduates; A&M devotes 1 to every 21. Graduate students and faculty members below the assistant professor level teach most sections in many freshman courses at both universities. Those with at least assistant professor rank taught 20 of 115 sections of introductory English at A&M last fall; at UT, they taught 15 of 84. There is one advantage to UT’s high-powered graduate programs: the graduate students who teach undergraduates are better than A&m’s.</p><p>Incentives at both institutions favor graduate programs. In some disciplines, teaching a Ph.D. student earns the universities nine times as much state funding as teaching the same subject to an undergraduate. Under state rules, every faculty member must meet a work quota according to a formula that assigns a value to most of the different things professors do. At UT, teaching two graduate courses counts as much as teaching three undergraduate courses.</p><p>UT’s antipathy for teaching undergraduates seems likely to grow. Star faculty members often regard teaching—especially undergraduate teaching-as a distraction. In 1984 physics Nobel laureate Steven Weinberg declared that UT “cannot compete for the brightest young researchers, at least in the sciences, if as a general rule we are going to ask them to teach more than one course per term.”</p><p>A&M also has problems, but a pleasant vestige of its tradition as a teaching institution is an emphasis on undergraduate instruction. Undergraduates are obviously the focus of the place. The faculty and administrators at A&M talk more about them and seem to think more about them. Assistant, associate, and full professors teach six out of ten freshmen and sophomore credit hours at A&M; they teach five out of ten at UT. This, however, may change. To give professors time to conduct research, the A&M administration is lightening their course loads. That means larger classes. A&M also wants to boost its graduate student enrollment substantially, from 18.5 per cent to about 25 per cent. In the long run, A&M will become more and more like UT. The trick will be striking that magic balance between scholarship and instruction.</p><p>Ut: C A&M: C-F</p><p><strong>Y. Atmosphere</strong></p><p><em>Forever Young</em></p><p><em>a university should possess a sense of coherence. For its students there should be a unifying force besides the football team, an element of common experience. Students should feel a sense of participation within a single place.</em></p><p><span class=\"dropcap\">a</span>ggies and Longhorns are discernibly different-partly because that’s how they start out-and their years on campus ensure that they remain that way. UT has a sizable student underground; it is a relatively cosmopolitan, freewheeling place, where punks coexist with frat rats. There are ambitious quality programs in art, dance, music, and film, as well as an excellent library.</p><p>A major problem, however, is that UT students have a fractured experience. The campus is a large, anonymous place full of bureaucratic traps. It is common for students to have to wait in line for four or even eight hours to drop or add a single course. Undergraduates identify with a college, an extracurricular organization, or a fraternity as much as with the university because there is little at UT that binds them together. One in seven undergraduates is part-time; this limits participation in university life. Only one in seven lives in a dorm, and many live a mile or more from campus.</p><p>At A&M only 7 per cent of the undergraduates are part-time; a third live in dorms. The students are uniformly conservative; in 1984 the student precinct voted 91 per cent for Ronald Reagan (at UT it was 63 per cent). A&M has fewer students from private schools but fewer students on financial aid.</p><p>A&M students lack the veneer of sophistication and affluence that is evident at UT. They seem more pleasant and friendly; they are more likely to hold a door open for whoever follows, quicker to ask a lost visitor if he needs help. The campus, otherwise one of the ugliest in america, is free of litter and graffiti. Students are well groomed. They use the paved walks. And they respect traditional institutions; campus turnout for the 1984 presidential election was 74 per cent. Says provost Gordon Eaton: “They’re just kind of square all the way around —and not at all ashamed of it.”</p><p>That lack of diversity can be stultifying. A&M is a cultural outpost with neither a fine arts college nor an art museum of its own. Though free speech has recently been instituted at A&M, there is almost no campus underground, no College Station “drag” bustling with hustlers and freaks. Neither school does well in recruiting minority students and faculty, but A&m’s record is horrible. Among the 1106 tenured professors, 10 are Hispanics and 4 are black. At UT, 1 in 8 students is black or Hispanic; at A&M, 1 in 14. A modest consolation is that A&M is better at keeping minority students in school.</p><p>In fact, A&M is better than any university in the state at keeping its students in the fold. A&M graduates 65 per cent of its freshman class in four years. About a third of UT students finish in four years; less than 60 per cent ever graduate. And after they leave, aggies are extraordinarily loyal. One in three gave money to A&M in 1985.</p><p>Chalk it up to the aggie mystique, which is decidedly alive in College Station. A&M fosters tremendous student involvement. It begins before freshman registration, when half the entering class attends Fish Camp, an optional four-day program that teaches them how to be aggies. Perhaps more remarkable, 2500 undergraduates apply each year for 150 unpaid jobs as counselors in the program. Most stupid aggie traditions have been eliminated (the forest-consuming pre-UTgame bonfire is a notable exception), and some elegant ones remain: Silver Taps, in which the entire campus is dimmed in honor of a student who has died, and the Big Event, in which more than a thousand students spend a weekend doing repairs and cleaning up in the community. Can you imagine UT students doing that?</p><p>Ut: B</p><p>A&M: B-</p><p><strong>CONCLUSION</strong></p><p><span class=\"dropcap\">W</span>ell, we’ve done it. We’ve presented our report card on the universities. Total up the grades, and UT wins, but with a C to A&m’s C —. The biggest surprise is that it’s a close contest. The lesson here is that UT suffers from having bungled the tough educational decisions. With 48,000 students, it will be hard put to go back and do it all over. It is telling that Texas’ traditional liberal arts university is now run by a business school dean, while the president of the state’s trade school comes from the liberal arts. Strange as it seems, the aggies, for being so far behind for so long, now have the potential to get it all right.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "May 1986",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "UT",
      "Students",
      "Liberal",
      "Texas",
      "School",
      "Writing",
      "College",
      "Schools",
      "Aggies",
      "Education",
      "Work",
      "Diversity",
      "ever",
      "Research",
      "ten",
      "University of Texas",
      "College Station",
      "Computer",
      "Football",
      "Future"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Texas",
      "College Station",
      "D.C.",
      "Richardson",
      "West"
    ]
  }
}