{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19833",
    "date": "March 1983",
    "year": 1983,
    "month": 3,
    "month_formatted": "March",
    "pdf_uri": "/1983/19830300.pdf",
    "issue_cover_image": "",
    "document_start_page": 116,
    "toc_start_page": 114,
    "document_page_range": [
      [
        116,
        117,
        118,
        119,
        120,
        121
      ]
    ],
    "toc_order": 1,
    "toc_headline": "Friends In Deed",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198303-friendsin",
  "source": "/1983/19830300.pdf",
  "wp_post_id": 119529,
  "wp_post_guid": "http://www.texasmonthly.com/article/friends-in-deed/",
  "authors": [
    "Suzanne Winckler"
  ],
  "headline": "Friends In Deed",
  "dek": "A look at six people, among the thousands of volunteers in Texas, who can’t help but help others.",
  "spread_caption": "",
  "excerpt": "Meet some of Texas' secular latter-day saints: volunteers.",
  "kicker": "",
  "word_count": 3117,
  "content": "<p><span class=\"dropcap\">F</span>rank Ferree is 88 and bedridden now, but for 45 years he roamed the Rio Grande Valley, helping the poor and living like a pauper himself. Wearing tattered clothes and tire-tread sandals, Ferree haunted the docks and Iback doors of stores and restaurants, gathering food and discarded boxes and whatever else he could to distribute to the needy. Little is known about him except what a Harlingen reporter, Bill Starr, has gathered in a slim book called <em>Border angel.</em> The book is more a sweet tribute than a critical biography, but this much is clear: Frank Ferree is a volunteer in the extreme.</p><p>Rob Mosbacher, Jr., is 31, a Houston oilman, and a member of the Task Force on Private Sector Initiatives, a committee President Reagan pulled together in the wake of budget cuts in welfare programs. Mosbacher does not think that private citizens can or should assume all the jobs of social welfare, but he does believe that business and industry can respond to local problems with more precision than the government can, and he and a group of business people in Houston have set out to prove that point.</p><p>Ferree and Mosbacher have come at the same problems-poverty, sickness, illiteracy—from opposite directions, one from a deeply personal response, the other from a strong sense of public obligation. In that regard they represent mankind’s spectrum of concern for human suffering. They are also markers in the evolution of volunteering in Texas, which has expanded in the last twenty years from a more or less random, frequently religious, I-am-my-brother’s-keeper approach into an efficient network of people who deal with human inequities as they would any management problem.</p><p>More Texans than ever before are volunteering, and they are people whom you just wouldn’t expect to have the time or the inclination: college students, men of all ages, and especially married and working people. But there still aren’t enough volunteers to help the army of the needy, whose numbers are growing in Texas and whose problems are increasingly complex. To the ranks of the poor, the old, and the hungry we can add refugees, abused children, the jobless, battered wives, drug addicts.</p><p>The easiest way to become a volunteer is to call up your local Volunteer action Center-that is, if you live in one of the 23 Texas cities that have one (abilene, amarillo, arlington, austin, Canyon Lake, Corpus Christi, Dallas, El Paso, Fort Worth, Gainesville, Greenville, Houston, Longview, Lubbock, New Braunfels, Odessa, Plano, San antonio, Sherman, Spring, Texarkana, Victoria, Wichita Falls). Volunteer centers work like dating services: you give your age, gender, skills, interests, and the center matches you with the agency of your dreams. If you live in a city that doesn’t have a volunteer center, try the chamber of commerce, the United Way, the Salvation army, the Red Cross, Catholic Charities, or local churches and hospitals. Two programs that will never run out of clients are Meals on Wheels for the elderly and Big Brothers/Big Sisters. There are now twelve food banks across the state (two years ago there were none), which solicit free food from grocers, farmers, and other producers and distribute it to agencies that can get it into the hands of the hungry. <strong>(For more information, contact the anti-hunger Coalition of</strong> Texas, 3128 <strong>Manor Road, </strong>austin 78723, 512-474-9921.)</p><p>The volunteers on these pages are young and old, men and women, of modest and substantial incomes; some have jobs and families, others have neither. They have nothing in common except an urge to help other people —and an inability to explain their motivations. The one question that threw them all into silence or stammering was “Why do you do what you do?” But to look for motives misses the point. Their works are what count.</p><img/><p>Carlos Quintanilla</p><p><strong>TO Help People I Must Be With Them”</strong></p><p>These are a few details from Bill Starr’s book on Frank Ferree: He was born in 1894 in Nebraska. He dropped out of school in the eighth grade. He was sick off and on during his life —strange seizures as a child, rheumatism, inexplicable fevers, vision problems. After his father died, he and his mother, moved to some land near Denver, and it was there that he began to practice the teachings of evangelist and faith healer aimee Semple McPherson. Over time his religious beliefs became very strong, particularly with regard to the healing powers of God. Ferree seemed most comfortable with the bachelor’s life, and he followed a ragged course. He was a horseback mail carrier, a telephone lineman, a surveyor; he owned timberland in Wisconsin, which for no apparent reason he sold in the thirties to buy 23 acres sight unseen in the Rio Grande Valley.</p><p>The story now goes that he was so struck by the poverty and misfortune he saw in the Valley, especially among the wetback laborers, that he gave over all his time and energy to helping them. He sold most of his land and gave the money to the poor; a remnant of that property, on the edge of Harlingen, is now his home and headquarters for the Volunteer Border Relief.</p><p>In 1955, after a hurricane hit Tampico, Mexico, Ferree quickly orchestrated efforts on both sides of the border to airlift food and medicine into the stricken area, for which he received a medal from Mexico. His day-to-day activities were less flamboyant, though they were certainly viewed as peculiar by the locals. Besides his back alley food-gathering routine, he begged medicine and vitamins from pharmaceutical companies, found medical help for the sick and the lame, and in Mexico, where he wasn’t hampered by laws, practiced lay medicine himself.</p><p>Ferree is no longer able to make his rounds, but his helpers continue his work, especially in the border towns of Reynosa and Matamoros. He now spends his days in a sunny bedroom propped up by banks of pillows. He doesn’t respond to questions, and he mumbles to voices that only he hears. On the walls around him in cheap frames hang citations from the local Kiwanis Club, President Reagan, former governor Clements, and Senator Bentsen. Three Mexicans, with their children, live with him. They are people whom he helped out of desperate situations in years past and who are now his ardent disciples. The air of reverence in this shanty is unnerving and at the same time contagious: here, surely, resides a holy man.</p><p><em>Frank Ferree and those who will carry on: Guadalupe de Leon (l.), Guadalupe Garcia, Roberto Rodriguez, and his son Pablo.</em></p><img/><p>Lucian Perkins</p><img/><p>Jeremy Green</p><p><strong>the Pragmatist</strong></p><p>Rob Mosbacher, Jr., describes himself as a fiscal conservative who thinks that the standard approach to social problems in recent years has been to put together a government program, or do nothing —and he thinks that approach is wrong. He was schooled in this philosophy as an aide to Senator Howard Baker and also in his daily dealings with the family oil business in Houston. He demonstrates two important traits as a spokesman for President Reagan’s Task Force on Private Sector Initiatives: he’s an optimist and a realist. He knows that the dimensions of a businessman’s heart will always be relative to the thickness of his pocketbook, and that’s why when he talks about programs business and industry can start to help the poor he uses phrases like “low cost but with a high upside potential.”</p><p>Rob is wealthy and well educated, and he and his lawyer wife, Catherine Clark, have no children; nor has he done any handson volunteering. Those factors alone would seem to isolate him from the concerns of parents who work or of people who have no jobs, yet the topics on which he is most adamant and articulate are low-cost day care, job training, and public housing. Of course, the final test of his efforts, of the whole private initiatives concept, will be the rate of trickle-down-for instance, how soon a black teenager gets a job and keeps it, and when and how the low-income neighborhoods skirting downtown Houston are rehabilitated. Rob and the people he has been working with have tallied some early scores. They have set up a summer jobs program that has found employment for three thousand kids, gotten Houston Lighting & Power to help day care centers cut down on utility costs, and instigated a job-training program in word processing using equipment and volunteers from IBM, and this spring they will start an after-school program for youngsters whose parents are still at work.</p><p><em>Rob Mosbacher, Jr., is putting his peers to work—as volunteers.</em></p><p><strong>the Volunteer’s Volunteer</strong></p><p>Helen Boothman is very well groomed, very poised —and very tiny. It’s hard to imagine her helping stroke patients with physical therapy or thrusting and parrying at various board meetings, but over the last 25 years as a volunteer she has done both. She was raised a proper young lady in Sherman, an upbringing that included three years of ballet-an interest she still pursues as a spectator-and finishing school in New York City. Forty-three years ago she married an attorney who was practicing in Sherman, and later they moved to Dallas, where she began volunteering. Besides working with stroke patients, she also helped children with speech disabilities. She then began to recruit for the Red Cross, chiefly organizing and mobilizing the Gray Ladies, a volunteer service whose nomenclature dates it before both feminism and the influx of men into the realm of voluntarism. Helen has been instrumental in Dallas’ school volunteer program and was one of the founders in 1969 of Dallas' Volunteer Center, one of the most sophisticated centers in the state. In 1982 it routed 8428 volunteers to jobs in about 450 agencies.</p><p>Helen is a woman who deflects praise by praising those around her-the staff at the Volunteer Center, her husband, Claud, her peers on various boards —and who abides by an ecumenical protocol: out of respect for the religious beliefs of others, she always gives an inspirational reading rather than a prayer. Besides the Volunteer Center’s, she sits on the boards of the Girl Scouts, the National Conference of Christians and Jews, the Red Cross, the Dallas alliance, the Mental Health association, and the Friends of the Dallas Public Library. Consequently a lot of her time is spent in lunch meetings, at which her fellow members have come to appreciate inordinate amounts of energy from the bantam on the board.</p><p><em>Helen Boothman helps keep the wheels of voluntarism turning.</em></p><img/><p>Janet Ingram</p><p><strong>PARENT To the Neglected</strong></p><p>Linda Hague, a mother and working woman, spent last Thanksgiving powdering, diapering, and feeding seven babies, none of them her own. Those children’s parents had abused them or were unable to cope with them in the midst of some personal emergency. Linda and the 35 other men and women who volunteer at the Child Crisis Center of El Paso are their temporary parents. The center takes in abused or neglected children from the age of one day to five years. It is licensed to care for ten kids, and over the holidays it’s usually full; the season of good cheer is also the season when a lot of parents beat their children. The center runs on about $50,000 a year, relying on volunteers who work in shifts around the clock and on donations of clothes, furniture, and food. As president of the board, Linda raises funds, helps coordinate the staff, and fills in when the center is shorthanded. At any hour of the night the phone may ring with an emergency —a sick child, a belligerent parent.</p><p>Linda is 33 and she smokes a lot, which enhances a passing resemblance to the young Lauren Bacall. Only Linda looks somewhat more tired than a movie star, and with good reason. Besides working at the center, she is the wife of a Continental airlines pilot, the mother of four children aged nine to seventeen, and the manager of a local commuter airline. In 1979, as president of the Continental pilots’ wives club, she went out searching for a project for her peers that wouldn’t be dainty charity. She found an El Paso couple who were trying to start up the center as the result of their firsthand experience: they had discovered that one of their grandchildren was the victim of parental abuse. Linda and her club helped the center get going. Then Linda, as is often the case with volunteers, didn’t want to move on to another project. Since 1980, about four hundred ! children have made the center their temporary home. They come in various ways—through the Department of Human Resources, from the police, from parents who walk in off the street —and stay for several days until they can go home or be placed with foster parents.</p><p>Two things become clear from talking with Linda and the other volunteers at the center: their urge to nurture does not stop with their own offspring, and their belief in family is indomitable. As surrogate parents, they try to bring a sense of security to children who have been flung from their families. It is a bittersweet endeavor. As Linda puts it, “Unfortunately the center has been really busy; fortunately we are here.”</p><p><em>Linda Hague has a husband, four kids, a job, and-somehow-the time to help make a home for castaway and abused children.</em></p><p>Carlos Quintanilla</p><p><strong>HOSPITAL Scrubs To Santa Suit</strong></p><p>One night while Rolando Saenz was doing his volunteer shift in the emergency room at the Bexar County Medical Center Hospital, the ambulance brought in an old woman who had been raped and beaten. It was not his first encounter with suffering and trauma, but it was an indelible lesson in dealing with, if not accepting, senseless violence. He learned that lesson on the run, however, because at full tilt San antonio’s emergency room is a place where not even the volunteers stop to ponder.</p><p>Rolando chose to work the typically busy and gruesome Friday night shift, and on his first night he almost got sick at the sight of the blood on the floor. But soon he was staying six or seven hours rather than the four his shift called for. He translated for patients who couldn’t speak English, he consoled, he restrained; he carried samples to and from the lab, prepared people for minor surgery, transported them to rooms. When he started volunteering there in 1979 he was trying to decide if he wanted to be a doctor; two years later he was sure he did. In 1981 he took a leave from his volunteer job, and this spring he will finish his first year of medical school at UT’s Health Science Center in San antonio.</p><p>Rolando was raised in San antonio by his grandparents in a low-income Mexican american neighborhood where, as he describes it, he “had contact with a lot of little emergencies-car accidents and shootings.” When he was in college at Trinity University he decided to help with Elf Louise, a program that rounds up and delivers Christmas toys to children-3600 families last year. It was his first volunteer job, and he did it as much out of curiosity as out of selflessness; he wanted to see how other Mexican americans lived. Though he himself had grown up in a poor neighborhood, the houses he visited jolted him. He experienced a kind of culture shock in his own city.</p><p>This past December Rolando put on his Santa suit again and, with his assigned elf helper, spent two afternoons in San antonio’s barrios. Most of the homes had a Christmas tree, proof of the persistence of ritual in the most dire of straits. A couple of the households, though, were utterly bare, and the main concern seemed to be figuring out the source of the next meal. In the face of such a marginal existence a fleeting visit from Santa and his elf might seem like a frivolous expenditure of time and money-hardly a gesture that will alter the course of people’s lives. But those who are quick to judge might well change their minds in a room full of giggling, clapping children.</p><p><em>Without his Santa suit, Rolando Saenz (c.) revisited (l. to r.) Larry Ovalle; Mary Valdez; and Gary, Valerie, and Vincent Ovalle.</em></p><img/><p>Steven Pumphrey</p><p><strong>TEACHER, Translator, Friend</strong></p><p>Before Dorothy McClinton’s English class convened one Monday night at Houston’s Church of the Redeemer, gaggles of foreigners —Laotians, Cambodians, Mexicans, Salvadorans —were talking in their native languages, as if to take one last gulp of familiarity before launching into the unknown. The braver ones attempted rudimentary conversations in English, but all in all, they were timid, embarrassed by their speechlessness. Dorothy routed the students to classes being taught in the building, keeping nine Salvadorans for her beginners’ class. In perfect script she wrote, “My name is Dorothy McClinton” on the blackboard, then had each student repeat the phrase using his own name. At first the students sat stoop-shouldered, elbows on table, heads down, but with each exercise—“My name is . . . My telephone number is . . . My address is . . .’’—they grew more confident, shifted in their seats, sat up.</p><p>For the last fifteen years, Dorothy has taught English through this program, which she helped organize. It is called Literacy advance, and it is run entirely by volunteers. There are nineteen centers, mainly in churches, spread across Houston, and about 150 teachers. Literacy advance makes a strong case for local, volunteer effort; during its tenure federal funds have come and gone for other literacy programs in the city, the most recent being Right to Read at Houston Community College, which had to shut down last year when its money was cut off.</p><p>Literacy is not Dorothy’s only concern. Thirty-five years ago she began volunteering with the PTA, the Boy Scouts, and the Girl Scouts. For eight years she has been placing asian, Spanish-speaking, and other refugees in homes and jobs in Houston. She is now working through the Episcopal church to locate and bring to Houston the wife and eleven children of a Rumanian man. When they are reunited she will help them find a place to live, furniture, clothes, food, and jobs. Dorothy has done all of this on the side. She is the mother of three, and for forty years she was a principal employee in her husband’s oil equipment company. She is now 72 years old, but she isn’t slowing down. She still coordinates the classes at Church of the Redeemer and does some teaching herself two nights a week.</p><p>For Dorothy and her students there’s a lesson in everything. That night, before her classes started, a swarm of Laotian children, one by one, flung themselves into her arms. When one of them let a faulty “Good morning” slip, she laughed and corrected it in mid-embrace to “Good evening.</p><p><em>Dorothy McClinton’s students come from all over the world, and they have one thing in common: they want to learn English.</em></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "March 1983",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "people",
      "Children",
      "Houston",
      "Jobs",
      "Border",
      "Business",
      "Food",
      "Santa",
      "School",
      "Students",
      "Work",
      "Church",
      "Home",
      "Medicine",
      "Mother",
      "Christmas",
      "College",
      "Dallas",
      "El Paso",
      "Emergency Room"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Houston",
      "Dallas",
      "El Paso",
      "Texas",
      "Austin"
    ]
  }
}