{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19833",
    "date": "March 1983",
    "year": 1983,
    "month": 3,
    "month_formatted": "March",
    "pdf_uri": "/1983/19830300.pdf",
    "issue_cover_image": "",
    "document_start_page": 138,
    "toc_start_page": 136,
    "document_page_range": [
      [
        138,
        139,
        140,
        141
      ],
      [
        209,
        210,
        211,
        212,
        213,
        214,
        215,
        216,
        217,
        218
      ],
      [
        224
      ]
    ],
    "toc_order": 5,
    "toc_headline": "Lyndon Johnson, Hairdresser, Prepares For Battle",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198303-lyndonjoh",
  "source": "/1983/19830300.pdf",
  "wp_post_id": 119517,
  "wp_post_guid": "http://www.texasmonthly.com/article/lyndon-johnson-hairdresser-prepares-for-battle/",
  "authors": [
    "John Davidson"
  ],
  "headline": "Lyndon Johnson, Hairdresser, Prepares For Battle",
  "dek": "Musings on artifice and the ravages of time, from a chair at the St. Tropez beauty shop.",
  "spread_caption": "",
  "excerpt": "The long afternoons of the best friend the rich women of Houston have ever had.",
  "kicker": "",
  "word_count": 8890,
  "content": "<img/><img/><p>Photography by Steven Pumphrey</p><p><em>What this Lyndon shares with the other is a sense of destiny.</em></p><p><span class=\"dropcap\">L</span>yndon Johnson is recalling the time he met Lyndon Johnson. This Lyndon Johnson is standing behind his client, a middle-aged woman with a fully made-up face and a wet head of hair. The combination of makeup and wet hair is incongruous, making it seem that the face doesn’t entirely belong on the head, that it might peel off. It is a disconcerting sight, but one that Lyndon Johnson is accustomed to. Together, deciding what should be done, he and the woman are staring into the mirror in front of her chair, one in a row of ten at the St. Tropez beauty salon on Kirby Drive in Houston and the place from which he has achieved a small degree of celebrity —and a large degree of centrality in the lives of a number of women.</p><p>His name frequently appears in the gossip columns linked with Cooleys, Sakowitzes, Schnitzers, Hirsches, and Loves, and he was among the small group of Houstonians invited by Lynn Wyatt to the Red Cross Ball she gave in Monaco. The press faithfully chronicles his vacations in acapulco, the Caribbean, Spain, and Portugal as well as his appearances at Tony’s and other tony spots in Houston.</p><img/><p><em>Clients invariably see some trait in Lyndon’s face that they’d like to see in their own.</em></p><p>At the shop where Lyndon works, in front of each chair there is a commercial version of the old-fashioned vanity: a main mirror with two side mirrors encloses a Formica-topped counter and gives us three different reflections of the woman and Lyndon Johnson. On this particular day, Johnson has worn his own hair in what he says is a gamin cut, adding that he hates hairstyles that have names. Nevertheless, his hair—dark blond with streaks —gathers in two waves, one on either side of his head, that move forward, their momentum building until, dead center above his brow, they appear to crash together, their combined force creating a blond corkscrew that, true to name, brings to mind the menace of a street urchin.</p><p>He runs a black comb through his client’s salt-and-pepper hair, making one or two experimental parts before coming to a decision with a more definite part, then selecting a plastic roller from one of the drawers in a small cart at his side. There is an ashtray on a swivel arm attached to the cart, where a Marlboro Light is smoldering.</p><p>Working quickly now, Lyndon starts to speak. His voice tends to be high and nasal, but at the moment it sounds more reflective. “I met the other Lyndon Johnson when he was vice president and I was a beauty student at the Stevenson Beauty College in Corpus Christi. The woman who owned the beauty school, Mrs. Mary Stevenson, was a friend of the Johnsons’, and she thought it would be cute if one Lyndon Johnson presented the other Lyndon Johnson with the key to the city. Ugliest key I ever saw, but somehow Mrs. Stevenson arranged to get me on the welcoming committee.”</p><p>Johnson pauses, raising the black comb as he provides a historical footnote. “Flaxen was <em>the</em> color in 1961. I don’t know if it was supposed to make you look like Loretta Young or Lassie, but <em>everyone</em> was flaxen blond. I was nineteen years old and had just had my first taste of the dye bottle. Needless to say, <em>I</em> was flaxen blond. So, there I was, all dressed up in my best suit with this <em>yellow</em> hair, and I am here to tell you, I was the weird -est-looking thing you ever saw coming down the pike. My God, the light on my hair must have looked like neon. But of course, I thought I looked beautiful, precious, and adorable.” He smiles, revealing dazzling white teeth, to show what he means.</p><p>“Well, when I got down to the civic center on Shoreline Drive there was a stage set up where John Connally, Ralph Yarborough, and Stewart Udall were waiting with the local dignitaries to welcome Johnson’s helicopter, and the place was crawling with Secret Service men. Can you imagine what the Secret Service thought when they got a look at me?” The thought makes Lyndon gleeful. “a couple of them acted like they were going to try to head me off, but the one in charge —the one who knew the truth about Ruth —took me up to the stage and put me next to the microphone between Yarborough and Connally. I was scared to death, barely knew where I was. Well, Yarborough takes one glance at me and starts edging away in what I have since referred to as the Yarborough side step. At least Connally was direct. He looked at me, turned on his heel, and marched to the opposite end of the stage. So there I stood, all alone, the wind blowing off the bay, and Stewart Udall smiles and says, ‘It’s a real nice day, isn’t it?’</p><p>“That was such a simple thing for him to do, but I have always remembered it.” Johnson smiles to himself and shakes his head as if to cluck over human nature. “Then the helicopter arrived, buffeting everyone from pillar to post, and Johnson got out, looking like he was nine feet tall. From that height, he had to look down at me when he accepted the key, and i’m still surprised he wasn’t blinded by the light shining off my hair. But he shook my hand and said in a serious tone of voice, ‘Ill tell you, son, you have a mighty fine head of yellow hair.’ ”</p><img/><img/><p><em>Not one to hesitate, Lyndon early on took to eye shadow and the dye bottle; after doing his grandmother’s hair, he knew his calling in life.</em></p><img/><p><em>He paints the face—and finds the dress.</em></p><p>“an Attractive Older Woman —Blond Hair, Long Legs, Chanel Suit-Strides Across the Room, Approaching Him From Behind. ‘One Of Lyndon’s,’ Explains Erick, a Touch Of Admiration In His Voice.”</p><p>Lyndon laughs and, having placed the last roller, glances into the mirror to tell his client that she can get up to go into the dryers. Because of the lowness of the chair and the angle of its footrest, she must spread her legs wide to put her feet on the floor, then push her body forward in an awkward, almost bovine movement to get up. “Tell Helen thirty minutes on a medium setting,” says Lyndon, stubbing out his cigarette, picking up a brush, and looking into the mirror. He studies his reflection for a moment, then, slightly distracted, slightly dissatisfied, begins to work on the waves in his hair, brushing them forward into the gamin look.</p><p><span class=\"dropcap\">L</span>yndon Johnson has more in common with the late president than a name. Both men came from pioneer Texas stock and grew up in small Texas towns where, considered extraordinary, they came to feel that they had a destiny in life: one to be president, the other to be a beauty operator. But the name is pure coincidence, simply one of those questions that has to be asked to get it out of the way.</p><p><em>(Continued on page 207)</em></p><p><em>(Continued from page 139)</em></p><p>I have come to see Lyndon Johnson because I have heard that his specialty is painting faces, or, to be more exact, painting faces on faces. At a distance, Lyndon appears to offer the perfect opportunity to consider the role of artifice in society. But please do not anticipate that I am going to say that Lyndon himself is artifice. On the contrary, he is one of the most straightforward people I have ever interviewed. He understood immediately why I would want to write about him and that the more he was himself, the better the story would be. As his friend the florist and philosopher Leonard Tharp has said, we are not interested in Lyndon Johnson because he is an ordinary person.</p><p>Lyndon sighs, puts the brush down, and takes one last look. His face is one that women respond to. One friend of his, a novelist, has described it as the prettiest she has ever seen, and Lyndon confided to me that his clients invariably see something in his face that they would like for themselves. At first this struck me as odd, but as I look at him carefully, it begins to make sense. His face, an almost perfect combination of strong and soft features, would be reassuring evidence to a woman that one doesn’t have to be weak to look pretty. He has a strong jaw and a square chin set off by a round, delicate-looking mouth. His nose is straight, almost blunt, yet the nostrils are cut high, giving the impression of a sensitive quiver. Blue eyes with long lashes and unlined skin complete the picture. Johnson, who speaks as objectively of his own appearance as of his clients’, says that he got his mother’s prettiness superimposed on his father’s features. Normally he is pleased with his appearance, but today he scowls, dissatisfied with his hair. “Oh, well,” he finally says. “Let’s get a cup of coffee. The one thing i’ve learned in this business is to take a break when you have a chance.”</p><p>We make our way across the main room of the salon. Two walls are lined with beauty chairs, or stations, as they are called in the business. In the middle of the room is a seating area, defined by a fake oriental rug, plants, a crystal chandelier, and a mirrored coffee table. A series of smaller rooms for shampoos, facials, manicures, et cetera opens off the main salon, as does a small foyer where Tatyana Taubin, the owner, greets the clients. The shop is spacious and pleasant, but as Lyndon would say, the decor isn’t exactly drop dead. In fact, it is a rather old-fashioned-looking beauty salon that could be found in almost any upper-middle-class neighborhood.</p><p>He leads the way into the coffee room, which is designed to look like an arbor -white wrought iron tables and chairs, green leafy wallpaper, and a mirror across the back wall so that you don’t immediately notice the lack of windows and light. Erick, one of the hairstylists, is sitting at a table. He is dressed in black boots, black leather pants, and a white shirt open at the collar, his hair in a long ponytail, a harbinger of the fast-approaching time when the revolutionary look of the sixties will be recycled for the eighties. He and Lyndon exchange notes on their respective vacations in London and acapulco; then Lyndon, catching sight of his hair in the mirror, gets up to go do something about it. Erick finishes telling me about his refresher course with Vidal Sassoon in London, and we go back into the main salon, where Lyndon is standing in front of his mirror, brushing his hair. An attractive older woman-blond hair, long legs -strides across the room, approaching him from behind.</p><p>“One of Lyndon’s,” explains Erick, a touch of admiration in his voice. The woman is wearing a Chanel suit made of a loosely woven gray and lavender tweed, set off by burgundy stitching that trims the jacket. She looks completely confident and brings to mind magazine advertisements in which women stand in front of thoroughbred horses grazing in green pastures.</p><p>“Lyndon,” she says, stopping at his side. She watches for a moment as he stares into the mirror, brushing his hair, then holds her hand in front of his face and snaps her fingers. “Lyndon, stop being so vain. I’m trying to talk to you.”</p><p>“Will you leave me alone?” he snaps back, glancing at her in the mirror. “Go get your hair shampooed.”</p><p>“But I have to talk to you.”</p><p>“Oh, all right,” he says, following her toward the back of the shop. He returns moments later, his wet hair parted on one side, making him look like a schoolboy. “It was driving me crazy,” he explains to me and a woman i’ve not seen before who has come in from having her hair dried. Like all of the women in the shop, she’s wearing a purple print smock over her clothes, and it somehow emphasizes her heart-shaped bottom. Lyndon introduces us, and the woman, whom I will call Kitty, settles into the chair. About fifty, she is attractive and seems to know it. Raising her chin, she moves her head slowly from one side to the other as she studies her face: smooth skin, strong nose, no sag beneath the jaw, a minimum of lines around the eyes. The rollers in her hair give her head a vertical lift, making her neck appear unusually long.</p><p>Lyndon speaks, then she speaks. From the side, I can’t follow the conversation until I figure out that I should look at the mirror rather than the person who is speaking. It seems odd at first, literally turning your head away from whoever is talking, but like anticipating a rebound in basketball, it works. “Is this your makeup?” I ask Lyndon, who has plucked the rollers from Kitty’s head, leaving her hair in stiff blond curls, and lighted a cigarette to put in his ashtray. Kitty smiles with one corner of her mouth and looks into the mirror as if she thinks I might be crazy, for I have leaned closer to get a better look at her eyelids. A series of arcs —blue, lavender, pink, brown —rises from the lashes at the bottom of her lids like successive watermarks on the pilings of an old pier.</p><p>Lyndon looks down to see what i’m talking about, then finds Kitty’s eyes in the mirror. “We’ve never worked on your makeup, have we?” Kitty moves her head. “I didn’t think so.”</p><p>Lyndon turns back to me. “Now, Kitty is a very attractive woman who has a look that’s very much her own, that works for her, and I wouldn’t dream of trying to change it.”</p><p>Kitty appears to preen a bit as Lyndon starts to brush out her hair, pulling it straight back from her head in vigorous strokes that lift her chin. Suddenly the hair, dark blond, looks thick and shiny. “i’ve been doing Kitty’s hair for five years. Isn’t that right?” He looks at the mirror for confirmation. “She came to me when I was working at Lamar Towers. I cut Kitty’s hair and give her a weekly set and comb-out. And her hair color is mine. But for permanents Kitty goes to a man in New York, which is fine with me. I’m telling you this because I want you to know that i’m not one of those jealous hairdressers who want to take over their clients’ lives. Some of my ladies <em>do</em> come to me for everything: hair color, hairstyle, and makeup; they want me to buy their clothes, and I even get requests from women to pick out the shade of enamel when they’re having their teeth done. These are services I offer, but no one has to take them all-or any of them. I have regular clients who go somewhere else for haircuts, and that’s fine with me.”</p><p>Lyndon teases her hair and begins to shape it into soft contours. As he works, he points out the trademarks of his coloring job. The hair close to the head is dark blond, which he says gives a better outline to the face. Farther out, where the sun would normally strike, it is a lighter shade. Lyndon says he always keeps the sun in mind and tries for a natural effect. He makes minor adjustments, steps back to take a last drag off his cigarette, and surveys his work. When he is satisfied, he holds a mirror for Kitty. She turns her head from side to side, solemnly scrutinizing the back of her hair; she smiles, pleased with the effect. Lyndon stubs the cigarette out, sprays her hair with Climatress Hairspray for High Humidity, then sprays his mouth with Binaca.</p><p>While Lyndon has been finishing with Kitty, the woman who snapped her fingers in front of his face (I will call her Elizabeth) has taken a seat in his second chair. Her hair is now wet, and she is wearing the democratic smock of St. Tropez. Lyndon, a good host, makes sure that the two women know each other, and then, after Kitty has gone to dress, he tells me a little about Elizabeth. She is one of his clients who has also become a friend. He not only takes care of her hair and makeup but also helps her buy clothes. As he talks and runs a comb through her wet hair, she looks into the mirror and listens as if someone else were being discussed. I have heard of Elizabeth before, and there is something about her that reminds me of the wife of the bank president in the small town where I grew up, which, I suppose, is essentially what her position is in Houston. Well-known and well-thought-of, she is the wife of a powerful man, the mother of attractive, bright children. Her family appears to have some of the characteristics of an ordinary, small-town american family, but found in River Oaks and magnified by success on a Houston scale, these characteristics take on an added value, as if they were the result of a careful decision and an acquired taste for the traditional.</p><p>As Lyndon explains what i’m doing here, Elizabeth turns her head to look at me. She is easily his most attractive customer. She has large, crystalline blue eyes. Her jaw is wide and hinged high, giving her face a floral shape like that of an orchid or perhaps a pansy. She has a full, well-shaped mouth, beautiful teeth, a fine nose, lovely skin. I am not sure how old she is, but I would guess she is in her late forties or early fifties. When she smiles, there is an innocence there, a simple belief in the power of blue eyes and the desirability of going through life as the all-american girl.</p><p>Elizabeth agrees that Lyndon may paint her face (he does regularly) so that I can get an idea of his work. Meanwhile, they discuss someone named Jean Louis and whether he will drop dead before they get there. “Do you know his work?” Lyndon asks me. “Jean Louis is the California designer who did all of the dresses that Loretta Young came whirling through the door in. Nancy Reagan buys his clothes. Everybody buys his clothes. I mean, in his time, Jean Louis has dressed everybody. Anyway, he’s ancient now and this is his last collection. We’re going to meet Elizabeth at Wolfman’s later this afternoon to look at a few things.”</p><p>“and will Jean Louis be there?” I ask, wondering about his imminent demise.</p><p>“No, this is just a traveling collection. He’s in California.”</p><p>“I see,” I say, uncertain as to how Jean Louis’ dropping dead in California will affect what happens in Wolfman’s, but I am distracted from that train of thought by Kitty, who reappears in street clothes to stuff bills into a jar before the mirror and to say good-bye to Lyndon. Then the woman with salt-and-pepper hair—Evelyn —returns from the dryers. At first I notice that she is holding her hands in a strange way, the palms held up before her with the fingers splayed wide, as if she were about to imitate a minstrel singer. When she sits down in Lyndon’s spare chair, I see that strips of white cotton are knotted around each toe to keep the red polish on her nails from smudging. The atmosphere in St. Tropez begins to seem communal, almost primitive.</p><p>When Lyndon has finished rolling Elizabeth’s hair, he sends her to the dryers and starts to comb out Evelyn, who gingerly pages through a copy of the <em>National Enquirer.</em> as not much is being said, I go up to the reception room, where Tatyana Taubin sits at a desk, answering the telephone, making appointments, greeting clients when they come in, and taking their money as they go out. Tatyana is in her thirties. She is short and stout and has a thick head of dark hair with a purple cast. When Tatyana has a moment free, she tells me that St. Tropez employs six stylists, three manicurists, one facialist, two women who give shampoos, and one maid. The shop takes a 40 per cent cut out of its employees’ fees in exchange for providing them with supplies, one week of paid vacation, insurance, and other overhead. The fees in the shop do not sound astronomical. A haircut is $20 to $25. A shampoo and set starts at $15. A comb-out is $10. But the average client comes in at least once a week for a shampoo and set, and allowing for permanents ($75) and hair coloring ($75 to $125), a makeup lesson ($50), facials ($25 to $55), and manicures ($10), a visit can be fairly expensive. “a Day of Beauty,” which is the works, will cost $190.</p><p>As Tatyana talks, I try to identify her accent and, not succeeding, ask where she comes from. She smiles as if the question were a source of endless amusement. “I am from the Ukraine in Russia. I immigrated here with my husband and children four and a half years ago. He was a geophysicist, and I was a music teacher. He could still do his work here, but I knew that I would have to do something that didn’t require much English at first, so while we were waiting to get permission to leave, I went to beauty school in Russia. Beauty shops here and there aren’t so different. I was able to get a job when we came to Houston, and two and a half years ago I started St. Tropez.” The phone rings. A customer stops to pay her bill on the way out; at the same time another customer comes in.</p><p>Back at Lyndon’s station, I find that he has reached the stage at which he stubs out his cigarette and holds up the mirror for his work to be examined.</p><p>Evelyn smiles.</p><p><em>“Pssss pssss,”</em> Climatress.</p><p><em>“Pssss pssss,”</em> Binaca.</p><p>Lyndon is finished with Evelyn.</p><p>“<span class=”dropcap“>I</span> try to treat all of my customers the same way,” says Lyndon, taking a break in the coffee room. “I mean, it’s only fair. They all pay » the same amount, no matter if they are working women—as a number of my ladies are-or if they are women in society.” He breaks the last word in half, stressing the first syllable so it comes out sounding like “so what!”</p><p>“Now, I do admit that i’m picky; it’s my Virgo moon. But if I don’t like someone, why should I bother? It’s not going to work out anyway. I have to care for a client to do what I do. I stand behind that chair week after week and listen to them talk about their lives. Women sit in my chair and cry when they’re unhappy. They tell me things they would never say to their husbands, and I tell them about my life too. It’s not a one-way street. It has to be a partnership.</p><p>“Recently, one of my ladies had to go to a big party—a former-husband situation. After years of marriage, after raising a family, her husband had asked for a divorce. They weren’t in society or anything, just nice, comfortable people. He wasn’t involved with anyone else, and that made it even harder for her. She sat in my chair and cried week after week, until I finally said, ‘Look, your life isn’t over. Let’s do something about your appearance.’ I made her lose twenty pounds, I turned her into a blonde, I taught her to use makeup, and I helped her buy new clothes. When it came time for the party where she was going to have to face her husband, family, and old friends, she brought what she was going to wear into the shop so that she could dress here. I did her hair and her face, and when we were finished, she looked like another woman. For a minute, she acted like she was going to cry, but I told her that if she ruined that eye makeup i’d spent fifteen minutes putting on, she and I were going to fist city. I mean, I had a stake in that evening. I wanted it to be a triumph for her. And it was.” Lyndon shrugged. “I don’t know why, but i’ve always wanted to make people feel important and special.”</p><p><span class=\"dropcap\">H</span>aving watched Lyndon over several days, I am sure that he does in fact treat all his clients alike. All of the women, how-ever, do not approach Lyndon in exactly the same way. Some—the ones who don’t live in River Oaks, who don’t have a large diamond to serve as the tip of their worldly iceberg —seem a bit awed, more eager to please than to be pleased. Perhaps they have read about Lyndon in the gossip columns and are too conscious of his more-celebrated clients, but they need only look around to see that neither all clients nor all hairdressers are equal. While Lyndon is thronged by women, two of the stylists on his row try to look busy, hovering around their empty chairs, cleaning up their spotless stations, and combing their own hair. They watch as Elizabeth settles into Lyndon’s chair, and when he starts to paint her face, they move closer.</p><p>“The important thing to remember is not to gild the lily,” says Lyndon after removing the curlers from Elizabeth’s hair and wiping her face clean with Vaseline. Eyes closed, she is holding her face up like someone trying to catch the sun. “Now, Elizabeth is a beautiful woman. She has everything: skin, eyes, good features. All I want to do is bring out what’s already there-use light and shadows to emphasize the contours, to create an illusion of youth and softness.”</p><p>Elizabeth’s blue eyes open. “You don’t know how often he’s resurrected me.”</p><p>“I begin with a moisturizer and conditioner, which tones the skin a bit. This is the basis. It’s like preparing the surface of a canvas. Then I sponge on a makeup base, which I follow with contour makeup to darken the skin beneath the chin and define the jawline.”</p><p>The contour makeup is something called Covermark. When Lyndon puts it on, for a moment it looks as if he has smeared Elizabeth’s face with mud. But he smooths it in and goes on to apply rouge to her cheekbones, chin, and nose, adding an unexpected dot in the center of her forehead, at her hairline, because if she had been in the sun that spot would have turned pink. He dips a fine brush into a vial of violet eye shadow and paints a delicate line just above her eyelashes, then thumbs the color out into the lids. This is followed by a gray-blue eyeliner and an iridescent highlighter that fans out from the center of the eye to the temple. Then lip gloss, lipstick, more lip gloss, and a touch of mascara on the eyelashes. “Lips,” says Lyndon, “are the kiss of color to the face.”</p><p>Having finished with Elizabeth’s face, Lyndon is brushing out her hair. He teases it, and as he works, two waves rise on either side of her head to move together toward the brow in a conservative version of the gamin. “Now, go get dressed,” Lyndon orders, “and come back so we can see how you look.”</p><p>“It’s just like getting ready for war,” says Elizabeth, spreading her legs to slide forward out of the chair.</p><p>She leaves the room, and when she comes back she is wearing her silk blouse and Chanel jacket. She starts for Lyndon’s chair until he shouts for her to stop at the edge of the rug so we can see her in the best light. Elizabeth looks momentarily uncertain but does what he says, coming to a halt, raising her head to be inspected. She stands poised and lovely. Perhaps it is the makeup or perhaps it is all the attention, but her eyes seem to flash, filled with victory. Tatyana, who has come in from the reception office, and several other women move toward Elizabeth to tell her how pretty she is, and it is easy to see why they would be drawn to her. Standing there perfectly groomed, she looks like the girl next door, the girl who had a perfect life, who grew up without having any of the terrible things happen to her. She is a reassuring sight.</p><p>This crest of commotion has no sooner passed over Elizabeth than another client walks through the door, looking for Lyndon and giving the impression that a telepathic call for opposites has gone out. Tall and so thin that she looks weak, she has a brown horizontal scab beneath each eye and a fiery red circle around her mouth that extends from her nose to her chin. She is wearing an old brown corduroy pantsuit and one large diamond.</p><p>“Connie! My God!” Lyndon declares involuntarily.</p><p>The woman smiles weakly. “I know I look terrible, but I have to go downtown to sign some papers. It’s an emergency, Lyndon. Can you make me up?” She is moving her lips as little as possible, as if to avoid pain, so this comes out as a nasal variety of Eastern lockjaw.</p><p>“Do you see what my clients do to me?” Lyndon asks, his face twisting up as if he were about to cry. “They don’t even call to warn me.” He sighs, then drops his shoulders to accept the yoke.</p><p>While Connie puts on a smock, a makeup lounge is brought in from an adjoining room and placed between Lyndon’s station and the conversation area. The lounge is upholstered in white vinyl and looks like it ought to vibrate. Connie takes her place on it, and Lyndon explains that she has had a partial peel. Once more, a small audience has gathered. Elizabeth, who seems to be a friend of Connie’s, has taken a seat on one end of a banquette in the conversation area that gives her a view of the proceedings.</p><p>“Second-degree burn,” says Lyndon, tracing the outline of the red circle with the tip of his finger, not touching the skin. “The plastic surgeon applied acid here. And these scabs beneath her eyes are blisters that broke.”</p><p>“Is this in lieu of a face lift?” I ask.</p><p>“Oh no, Connie’s already done that.” Lyndon rolls her head to one side and pushes her hair back so I can see the scar behind her ear. “This is for those teeny, fine, crepey lines that form above and below the lips, and for those little lines around your eyes. Surgery can’t remove those. They have to be burned out.”</p><p>“Remember alice?” says Elizabeth from the side. “She was just one great big scab. Connie, you are so brave!”</p><p>Lyndon shakes his head as he looks at Connie’s face. “It’s just like a wound. Really, just like a wound.” as he starts to work, Elizabeth asks Connie about her plastic surgeon. Then the two friends discuss a woman they saw at the allegro debutante ball who had had a face lift. (“I spotted her immediately. Her face was so pink.”)</p><p>Sitting on the end of the banquette, legs crossed elegantly, Elizabeth has taken off her jacket. The dark garnet color of her blouse contrasted against her skirt seems to emphasize her fine posture. Hands folded in lap, she leans forward from the waist yet holds her shoulders back. Perhaps it is the color of her blouse or perhaps it’s the discipline of her posture, but she reminds me of a young lieutenant pausing on an eighteenth-century battlefield to give courage to a wounded comrade.</p><p>“Don’t you think she’s brave?” Elizabeth turns her blue eyes toward me.</p><p>“It looks very painful,” I equivocate.</p><p>“I could never do what she has.”</p><p>“You wouldn’t have a face lift?”</p><p>Elizabeth looks at me. “i’ve had a face lift. I had to. Terrible jowls. I mean that I could never do it like Connie has-in stages. When they did me, they did it all at one time.”</p><p>“and what do they do for jowls?”</p><p>“They open a flap behind each ear. Then they just pull the skin down from your face.” To demonstrate, she puts her hand to her face, her fingers curled, as if she were going to drag them down her cheeks to her jaw. “Inside, it’s just like chicken fat. They just pull the skin down, reach in, and pull it out.” She smiles, but rather than her pretty face, I see bone, sinew, purple veins, and yellow globs of chicken fat.</p><p>“Just like dressing a wound,” says Lyndon, who, having applied a coat of moisturizer to Connie’s face, is in the process of putting on a layer of clown white to block out the red of the burn.</p><p>Above him, the women look on, their heads multiplied by the row of mirrors. I remember Kitty’s eyelids, like lichen growing on the trunk of a tree, and for the first time, involuntarily, I see faces as wounds inflicted by age.</p><p><span class=\"dropcap\">A</span>t three-thirty Lyndon gets into his white Regal to drive the two blocks up Kirby to Wolfman’s, where a modest powder-blue Mercedes is parked in the porte cochere. Leaving his car at the curb, Lyndon walks up the short circular drive. He is wearing black loafers, gray flannel trousers, a white cardigan sweater, and a white shirt. He is carrying a Louis Vuitton bag. A black man in a chauffeur’s uniform waiting by the door says hello, and Lyndon nods, calling the man by name. Inside, Wolfman’s appears to be deserted. It is a large room about the size of a basketball court, with ceilings that high. There is nothing swell about the decor—the fixtures, which haven’t been changed since the fifties, look particularly faded in the glare from the large plate glass windows —but Lyndon says it doesn’t matter; Wolfman’s can carry clothes that no one else in town has because Wolfman’s has the customers who can afford them. That’s all that’s needed.</p><p>Without hesitating, Lyndon goes to a back corner where the Jean Louis collection hangs unattended. There are about forty dresses, all samples that come in a size eight, which is one most women can try. The prices range from $895 to $3000. If a woman chooses a sample, it will be made in her size and to her specifications in the Jean Louis workshops in Los angeles. Lyndon starts going through the dresses. His lips purse and his eyes narrow as he looks at each one, occasionally draping a dress over his arm.</p><p>Alerted by the rattle of coat hangers, Elizabeth Derby comes out of the dressing room. She is about seventy years old, has gray hair tinted pink, and is wearing a large magnifying glass on a chain around her neck. She is an old-fashioned saleslady, a member of a dying breed. “Lyndon, I thought you were never going to get here. Have you ever seen such clothes?”</p><p>“Hi, Derby,” says Lyndon, his voice wan, not quite looking at her. He has dealt with Derby before, and in a sense, they are members of the same subculture, a quasi-slave class that attends to the expenditure of rich people’s money. Members of this culture include salesladies, beauty operators, interior decorators, antique dealers, art dealers, florists, and shopkeepers who maintain the standards of excellence in a community. Because their products and services are so expensive, they have to deal almost exclusively with the rich; because they dedicate themselves to setting standards and making fine discriminations, they are in a position to assure their patrons that they’re getting the best of everything and that rich is the best possible thing to be.</p><p>Lyndon has continued to move down the racks of dresses and has now come to a halt in front of a navy-blue number. His eyes move up and down, studying the details. Derby has followed, carrying a frilly white dress. “Lyndon! Lyndon, I want you to look at this fabulous little dress. It’s Elizabeth. She would look fabulous in it. Lyndon, look at it! Don’t you think it’s fabulous?”</p><p>“Fabulous,” says Lyndon, turning his head far enough to be polite but not far enough to see the dress. He takes the navy blue from the rack and drapes it over his arm as Elizabeth comes out of the dressing room. She is wearing a long skirt in black and emerald-green stripes and a sheer green blouse with long sleeves and a high ruff collar. She steps forward and strikes a pose with her arms out, a childish look of delight on her face. A plain-looking woman dressed in black polyester—Jean Louis’ agent on the scene —has followed her. “Lyndon, what do you think?” Elizabeth asks. “Is it wonderful?”</p><p>Lyndon considers the dress. I expect he will say no, that it’s too fluffy, that she will look like all the other women at the country club. But Lyndon knows Elizabeth and her world. He understands that women, like men, want to look alike, that high ruff collars hide wrinkled necks. He nods his head slowly. “Take it,” he says. “and take this navy-blue dress and try it on. I want to see what it looks like.”</p><p>While Elizabeth is changing, Lyndon goes through the rest of the dresses, picking out what he wants to see. Having learned that the collection and the woman traveling with it are leaving for the airport at five, he knows time is short. He takes an armful into the dressing room, confers about something, then comes back out to take a seat for the style show. Elizabeth appears in the navy blue, which they decide on quickly. Soon she returns in a long dress in a black-and-white print. The dress is sleeveless and the front is like a large ruffled bib. Lyndon stares at it. A small wince occurs in the region of his right cheekbone and the right corner of his mouth. “You don’t like it,” says Elizabeth.</p><p>“I thought that ruffle would magically make your arms disappear, but it makes you look like a tin can that’s been opened on the sides.”</p><p>“Now, look at this,” says Derby when Elizabeth returns. “Look at that blouse. It’s all hand done.”</p><p>The blouse is white and lacy. It is belted above a long navy-blue skirt that is slit up the front. The blouse’s shirttail —what there is of it—stands out at the waist. “It’s Joanne, isn’t it?” says Elizabeth.</p><p>Lyndon frowns. “I don’t know who it is, but I wish it didn’t make you look like you had an alcoholic’s body.”</p><p>“But I do,” says Elizabeth goodnaturedly, sure that she doesn’t. She comes and goes in a number of dresses, all of which are quickly nicknamed: the Heidi dress with the jerkin, the flamenco number, ugly chic, the perky little number. Lyndon sits and watches. Either he nods his head affirmatively, or a flicker of disapproval crosses his face.</p><p>No one is keeping track of what they are buying except Sada, the woman in the black polyester skirt and jacket. Sada looks about 35, has black hair, and is obviously dressed so as not to compete with the customers. When Lyndon goes back to the dressing room, I ask her if she’s glad that he’s there. “Oh, yes,” she says. “Most women don’t know what they look like in a dress. They might like it on a model, but they don’t know if it fits or if the color is really right. Then they’re unhappy. But Lyndon has a good eye. He knows Elizabeth’s taste and what she needs. Last year, she was out of town when we brought the collection, but Lyndon was able to buy for her. If I remember, he bought half the collection, and except for maybe one dress, she was happy with it all.”</p><p>I, philistine that I am, estimate that half the collection would cost a minimum of $35,000, which would be only one shopping trip and only a fraction of Elizabeth’s annual clothing budget. Earlier, when Lyndon told me that he sometimes charges an hourly fee to help clients shop, it sounded like an extravagant expense, but now, seeing someone drop $10,000 to $20,000 in an hour and a half, his fee seems a wise investment.</p><p>Lyndon returns from the dressing room, and not far behind, Elizabeth follows. She is wearing a long evening gown with a ruffle at the bottom. It is a strange color, sheer filmy green over something like khaki. “Don’t you like it?” she says, turning and holding her arms out so that I can read “$1400” on the price tag.</p><p>Lyndon refuses to respond.</p><p>“Well, what’s wrong with it?”</p><p>“It’s not special.”</p><p>“Lyndon, it’s just a little number.”</p><p>He gets up and walks over to a desk where there is a manila folder full of swatches. Elizabeth, Derby, and Sada join him, and together they lean over the swatches as if consulting a map. “Can we get it in this?” he asks Sada, tapping a swatch with his fingernail.</p><p>“Get what?” asks Sada.</p><p>“The dress under contention.”</p><p>“It shouldn’t be a problem.”</p><p>“See,” Elizabeth says and looks at me. “It’s like getting ready for a battle.”</p><p><span class=\"dropcap\">A</span>t five-thirty, weary, Lyndon heads for home. He has two hours to put his feet up before he must drive downtown to make up a client for a business dinner. His apartment isn’t far from St. Tropez, just off alabama in the no-man’s-land between River Oaks and Green way Plaza. “The projects,” Lyndon says disdainfully as he pulls up in front of an anonymous-looking apartment complex that has been refinanced and sold as condominiums. His apartment on the first floor is small, but when he closes the door, you feel you’re in another world, perhaps a sitting room in London. There are, among other things, two blue velvet sofas, two Billy Baldwin slipper chairs upholstered in pale chinoiserie, a gilt Louis XV chaise, an antique oriental rug, a mahogany English tea table, and two Parson’s Plexiglas cocktail tables. Several large paintings hang on walls painted apricot buff, and at the end of the room where you would expect a dining table, there is a grand piano, glistening black, reflected by two walls of mirror. Lyndon excuses himself for a moment, which gives me the chance to examine a framed <em>New Yorker</em> cartoon (a large, fiercely made-up woman is telling her small daughter that “Mommy is attractive because Mommy makes herself attractive”) and a portrait of Lyndon in which his clothes —a dark brown velvet jacket, a pale blue Courreges sweater, a silk scarf—are made of fabric, giving the painting a dense, luxurious texture that matches the dark luster of a Louis Philippe screen painted in the background. Lyndon, looking like a pretty, startlingly wise young man, is peering out over a collection of glass eggs.</p><p>Music starts to come from speakers concealed somewhere in the room, then Lyndon reappears wearing a black-andwhite striped Oscar de la Renta caftan whose sleeves billow as he pads into the room in a pair of gray leather slippers. “Lord, what did I put on?” He stops to listen to the music, slightly alarmed. “What is that? The boring side of <em>Chariots of Fire*}</em> Oh, well.” He moves on to the kitchen to make tea, and when he has us seated on either side of a pale green Chinese-style tea set, he begins.</p><p>“The first thing you have to understand about my life is that it is as simple as the writing in Eudora Welty’s stories. I say that to you because you’re a writer and will understand, and also because of the Southern atmosphere in her work. But what I mean is that now, at the age of forty-one, I can look back and see that everything in my life makes sense. It was all part of the same development. Nothing happened without a reason, and the whole thing is based on being from a small town. Growing up in Freeport, I learned that if you were from a family that is wellthought-of, and if you are well-thoughtof, you can’t be snubbed, because you simply wouldn’t recognize the snub when it came. As a result, everything is easier. You behave well, people like you and think well of you. Without any serious direct name-dropping, I can tell you that I have been with royalty in Europe and the loveliest families in Texas, and what I learned in Freeport has always served me well. I consider myself extremely fortunate to come from a family that was well-thought-of. I don’t mean we were rich or anything-my parents always said that money meant nothing, which is why I am extravagant, indolent, and spoiled -but we always had a sense of who we were.</p><p>“On my mother’s side, the Harveys were all East Texas settlers in San augustine County. My great-grandfather was a Baptist minister, a saintly man. All three of his daughters climbed over the wall to marry their husbands. On my father’s side, the Johnsons were from Washington County in Georgia. Daddy came to Texas during the war. He worked as a surveyor, helping build the highway from Bay City to Palacios, where he met Mother. I guess Palacios is where they moved after Mama Harvey climbed the wall.</p><p>“anyway, Mother and Daddy got married, and ten years passed before they had a baby. The doctor told Mother that she couldn’t get pregnant and if she did, he would have to take the child because a pregnancy could kill her. Well, Mother decided to talk to God (she’s always had her own WATS line), then got pregnant and waited six months—I kicked her for the first time in front of the First National Bank in Freeport—till she told anyone. The week of my birth, she developed uremic poisoning. They said at the time that I was a blue baby, and that’s why i’ve always liked blue. Anyway, I was fat and round, and i’m here to tell you that it was the second coming. Mother dressed me in black velvet suits and lace blouses, and I was never treated like other children. From the very first, I was considered exceptional, and of course I was. What can you expect of a child who is carried till he’s six years old? Mother fussed over me, treated me like a little prince.</p><p>“One of the few places I was allowed to go alone was to Mama and Papa Harvey’s in Palacios, and I give Mama Harvey ftill credit for my becoming a beauty operator. Mama Harvey was quite a beauty. She had ice-blue eyes, and she encouraged vanity. She’s ninety years old now, lying out at the Leisure Lodge in Palacios, Texas, still wanting her fingernails red. When I was just a little boy, she would sit on the porch all afternoon long and let me paint her face and do her hair. I was so little, I had to stand on a Coke box. Then, when she would go in to cook supper, I would do her mops’ hair. She had four mops, and I would fix them up so pretty. I put birds and birdcages in their hair just like in the court of Louis the Fourteenth.</p><p>“at the end of the day, Papa Harvey would come in from plowing or whatever he was doing. He would get cleaned up, and then we would drive into town in their ’38 Ford—most of the trip being in the ditch because Papa Harvey didn’t drive so well. He’d go to the lumberyard and Mama Harvey would take me to Brandon’s Store. My favorite movie star then was Dale Evans. Do you remember all those little curls around her face? Well, that’s how I did Mama Harvey, and i’m sure she must have looked a sight. I can’t imagine what people thought, but I don’t guess she cared. Mama Harvey was my only client for a long time.”</p><p>Lyndon pauses to smile, and an expression of nostalgia appears on his face. “I really can’t tell you how wonderful and how simple my childhood was. Everything revolved around home, school, and the First Baptist Church, which is where almost all of our social life took place. It seems so innocent now. Lord knows I was. Until I was sixteen years old, I thought you went to the hospital and got a shot to have a baby. But everything seemed greener back then. We lived right in the middle of town, just a block from the Intracoastal Canal. Daddy owned the taxi company, which meant I had a free ride anytime I wanted to go to the Showboat Theatre, where I saw all those wonderful Jane Russell movies. I almost lived at the Showboat, and when I wasn’t there I was at Willenberg’s Pharmacy, eating hamburgers and buying cosmetics. By the time I was thirteen years old I was wearing blue eye shadow to the Weingarten’s on Saturday afternoon, and I don’t think anyone thought a thing about it. People knew me and knew that I was from a family that was well-thought-of. Do you see what I mean? I was always accepted and I always knew what I wanted to do.</p><p>“I was fixing the girls’ hair for the prom by the time I was a junior in high school, the year we moved to angleton, but I was also a fabulous typist. I felt just like a secretary who was going to be discovered in a Busby Berkeley movie, but I didn’t have any real doubts about beauty school. The first day was like coming home. Then, when I became a real, legal beauty operator, I went back to angleton, where I worked at Gaylon’s Salon of Beauty for six months, then at Mildred’s House of Beauty. Daddy kept wanting me to buy Bertha’s Beauty Box, but I knew I didn’t want to stay in angleton. I was ready to move when Evelyn Young at Battlestein’s in Houston called. I came in for an interview, and the rest is history.”</p><p><span class=\"dropcap\">A</span>t seven Lyndon changes out of his caftan and puts on a long white coat sweater that hangs almost to his knees, over his regular clothes. It’s dark outside, and there being almost no traffic, it seems later than it is. As Lyndon drives to his appointment he says that the client he is going to see is thirty years old and president of her own company. She comes from a welleducated family that lived for many years in one of the neighborhoods near Rice University, and her mother, a physician and a widow, is one of his longtime clients.</p><p><em>(Continued on page 222)</em></p><p><em>(Continued from page 216)</em></p><p>Lyndon parks on the street in front of an office building that is meant to be reminiscent of the French Quarter in New Orleans. Inside, there is a brick courtyard ornamented by balconies and green banana trees. Following him across the courtyard, I notice that he looks down at his feet as he walks, in the same way a woman in high heels, tired and worried, would take care to see where she steps. The walk seems self-absorbed, but seeing how he leads with his right shoulder lowered by the weight of the Louis Vuitton bag, I think of someone putting his shoulder to the wheel.</p><p>Both the mother and the daughter are waiting in the office. The daughter is very beautiful, with brown hair. The mother is tall and thin, a pleasant but essentially plain-looking woman in her early sixties. She wears glasses and has copper-colored hair pulled back in a bun. Lyndon goes immediately to work on the daughter, tipping her back in the chair behind the massive desk that dominates the room, and as he works, there is a three-way exchange of news, from which I gather that there are several children in the family, all of whom are successful and all of whom live in places like austin, Boston, and San Francisco. Only the mother and this one daughter are left in Houston. They seem close to each other, and they both seem genuinely fond of Lyndon. I can imagine the two of them talking on the telephone at night or having dinner alone in the old family dining room, and the mother saying she had her hair done, and the daughter asking, “Oh, what did Lyndon have to say?” If their lives were a novel, he would be one of those seldom-seen characters —a sort of conversational leitmotiv to hold things together and help keep the action going.</p><p>As Lyndon works, the daughter says she is having dinner with two prospective clients from out of town. To avoid any possible awkwardness, she normally refuses to schedule business appointments with men at night, but because of her clients’ schedule, she has made an exception.</p><p>“But if you’re afraid of ambiguity,” I ask, “why have Lyndon paint your face?”</p><p>“This is a very important meeting, and I want to feel as relaxed and confident as possible. If I had had time, I would have gone home and taken a nap, but I didn’t, and Lyndon is the next best thing. These men won’t know i’ve done anything special. This is just for me.”</p><p>“and do you have Lyndon paint your face?” I ask her mother.</p><p>“at times —for special occasions when I want to feel pretty.”</p><p>“But why does it matter so much?”</p><p>The mother looks at me and laughs; the answer is so obvious to her. “Because we’re women.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "March 1983",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Hair",
      "Beauty",
      "Women",
      "Mother",
      "Harvey",
      "Family",
      "ever",
      "people",
      "Work",
      "Texas",
      "Business",
      "Clothes",
      "Coffee",
      "Houston",
      "Painting",
      "Caftan",
      "California",
      "Chicken",
      "Children",
      "Dresses"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Texas",
      "Houston",
      "East Texas",
      "Mercedes",
      "Washington"
    ]
  }
}