{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-20091",
    "date": "January 2009",
    "year": 2009,
    "month": 1,
    "month_formatted": "January",
    "pdf_uri": "/2009/20090100.pdf",
    "issue_cover_image": "",
    "document_start_page": 100,
    "toc_start_page": 98,
    "document_page_range": [
      [
        100,
        101,
        102,
        103
      ]
    ],
    "toc_order": 3,
    "toc_headline": "The Idiot’s Guide to The Speaker’s Race",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-200901-theidiots",
  "source": "/2009/20090100.pdf",
  "wp_post_id": 103281,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-idiots-guide-to-the-speakers-race/",
  "authors": [],
  "headline": "The Idiot's Guide To the Speaker's Race",
  "dek": "",
  "spread_caption": "",
  "excerpt": "How it works, what it means, and why Tom Craddick may not end up holding the gavel this time around.",
  "kicker": "",
  "word_count": 728,
  "content": "<p>Illustrations by:</p><p>Action Impulse Studios</p><img/><p>When the House Of Representatives Convenes For Its Eighty-First Session, On January 13, It Will Be SPLIt Almost Evenly: 76 Republicans, 74 Democrats. Somehow They'll Have To Come ToGETHER And Choose OnE MEMBeR To Be Their Leader, Whose TItLE Is Speaker Of the House.</p><p>Often the Speaker Has Been Decidded Long Before the First Day Of the Session. One Candidate Simply Amasses 76 (Or MOrE) Pledge Cards, Signifying the Loyalty Of His SUPPOrTERS, And Makes His List Of Names Public.</p><p>Other Sessions Produce That Dreaded Contest, the Speaker's Race. House Members Live In Fear Of a Speaker's Race. Members Who Pledge To the WInNInG Candidate Are Rewarded With Positions Of InFLUENCE. Those Who Guess Wrong Are Banished To the Backbenches.</p><p>The Current Speaker, Republican Tom Craddick, Of Midland, Is the Kind Of Politician Who Inspires Either Loyalty Or Hatred, With Nothing In Between. STARTInG In 2003, He Has Had Three Terms As Speaker. Now He Wants a Fourth.</p><img/><p>Craddick Is the Most Powerful Speaker Ever, Because He Controls the Money That Republican Members Need To Win Reelection And Will Not HeSITATE To Recruit And Finance a Primary Opponent For Any Lawmaker, Democrat Or Republican, Who Crosses Him. He Is Relentless, Resourceful, And Ruthless. No One Can Match Him For Institutional KNoWLEDGE.</p><p>Yet One Thing That Has Eluded Craddick Is Success On ELECTIOn Day. The Republican Majority, Which Was 88-62 When He Took Over, In 2003, Has DWInDLED To the Current 76-74.</p><p>His Party Has Lost Ten Seats In the Past Four Years. The Opposition To Craddick Among House Republicans Is No Longer Restricted To Ahger Over His Imperious Rule; It NoW InCLUDES the Concern That He Will Cost THeM THeIR MAJORItY.</p><p>He Knows That Most Of the d's And Many Of the r's Want His HeAD, But He Is a Master Of the Dark Arts Of Politics, FOREMost Of Which Is How To Bend OTHeRS To Your Will. He Calls To Mind a Saying Once Applied To the Bourbon Kings Of France: THeY Learned Nothing And Forgot Nothing.</p><img/><p>If the House Were the British Parliament, Craddick Would Be Ousted In the BLInK Of an Eye. In a Vote Of Confidence By Secret Ballot, He Would Lose By More Than Two To One. But He Can Be Overthrown Only If ANOTHeR CanDIDATE Gets More VoteS.</p><p>Two Weeks After This Past Election Day, Craddick Had Nine Opponents, Five Democrats And Pour Republicans. The Most Prominent Democrat Is Pete Gallego, Of Alpine. But Because the Democrats Are the Minority Party, It's Unlikely That They'll Claim the Gavel.</p><p>Among Republicans, Jim Keffer Of Eastland, a Former Craddick Lieutenant, Has Been Crisscrossing the State Seeking Members' Support.</p><p>The Key To the Speaker's Race May Turn Out To Be a Small Dissident Faction In Each Party Caucus. The Republican Breakaways Are Known As Abcs-FOR “Anybody But Craddick.” There Are ABOut Ten Of Them. With Another Ten RepublicanS, They Could LInK Up With the 64 Democrats Who Are Pledged To Oppose Craddick To Form a Solid ANTI-Craddick Majority.</p><img/><p>But the Democrats Have Their Own Rogue Faction To Contend With. The Craddick d's Are a Mostly Black And Hispanic Group That Has Supported Craddick Since His First Speaker's Race, Much To the Dismay Of Gallego And Other Democratic Leaders. Craddick Has Rewarded Them With Good Appointments And Support For Their Legislative Priorities, Which Would OtherWISE Die In a Republican-Majority House.</p><p>The Leader Of the Craddick d's Is Sylvester Turner, Of Houston, a Longtime Friend And Ally Of Craddick's Who Is Also a CAndIDATE For Speaker. Turner Is One Of the Most Able Members Of the House, But Without Craddick In Charge, He And the Rest Of HIs Faction May Be VULNERAble To Retaliation For THeIR Past Apostasy. If THeY Support Him And He WInS, THeY Will Likely Face Primary OPPOneNTS In 2010.</p><p>Because Remember: This Speaker's Race Is Not Just About Control Of the House In 2009. It Is Also About Control Of the House In 2011, When LEGIsLATIVE REPIsTRICTInG Must Take Place. Democrats Know That If Craddick Is Still Speaker, He Will Draw a Map That EVIsCERATES THeIR Party's GAInS.</p><p>As the Day Of Decision Nears, the Situation Is THIs: At LEAsT 64 DEMOCRAtS Have Pledged To Vote Against Craddick. The Abcs PROBABLY Have About Ten More. But the ANTI-Craddick Coalition HAs Not Been Able To Unite Behinp a Credible Challenger, And Unless And Until It Does, ToM Craddick Remains the FAVORItE To Be the Next Speaker.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "January 2009",
    "wp_magazine_section": "",
    "wp_tags": [
      "Democrats",
      "House",
      "Republican",
      "ten",
      "Speaker",
      "Democrat",
      "Election",
      "Race",
      "Speaker's race",
      "ABCs",
      "Bourbon",
      "Hispanic",
      "Jim Keffer",
      "money",
      "Republicans",
      "Success",
      "Tom Craddick"
    ],
    "wp_categories": [
      "Race"
    ],
    "wp_location": []
  }
}