{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19948",
    "date": "August 1994",
    "year": 1994,
    "month": 8,
    "month_formatted": "August",
    "pdf_uri": "/1994/19940800.pdf",
    "issue_cover_image": "",
    "document_start_page": 90,
    "toc_start_page": 88,
    "document_page_range": [
      [
        90,
        91,
        92,
        93,
        94,
        95
      ]
    ],
    "toc_order": 15,
    "toc_headline": "War Paint",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199408-warpaint",
  "source": "/1994/19940800.pdf",
  "wp_post_id": 128145,
  "wp_post_guid": "http://www.texasmonthly.com/article/war-paint/",
  "authors": [
    "Anne Dingus"
  ],
  "headline": "War Paint",
  "dek": "Next month is the fiftieth anniversary of the assault on Peleliu—an epic World War Ii battle preserved forever in the eyewitness sketches and paintings of El Paso artist Tom Lea.",
  "spread_caption": "",
  "excerpt": "Fifty years after the bloody battle of Peleliu, Tom Lea’s paintings still prove war is hell.",
  "kicker": "",
  "word_count": 1163,
  "content": "<p>In 1941 Tom Lea Was Already Famous For His Huge murals of American pioneer life. But as the United States prepared to enter World War Ii, the El Paso artist signed on as a war artist for <em>Life</em> magazine and turned his sights to more sobering subjects. He accompanied Allied forces to Iceland, North Africa, the Pacific, and China, witnessing the death and devastation firsthand. From his battlefield sketches, he painted dozens of finely detailed, carefully finished oils—the most extensive and authentic body of American art of World War Ii.</p><p>Lea’s war works, reproduced faithfully in <em>Life,</em> represented a distinct shift in style. Recalls Lea, now 87: “I didn’t paint with any idea of showing war with a capital W. I went as a reporter who wanted to record exactly what he saw, clearly and concisely, and to make up nothing. So the war paintings have more of an attitude than my other work, which is of a somewhat lyrical nature.” Lea included explanatory text for each final picture; those notes were reprinted extensively in the newsmagazine’s pages. He went on to write, as well as illustrate, several acclaimed books, including <em>The King Ranch</em> and <em>The Brave Bulls.</em></p><p>Fiftieth-anniversary fever has renewed the nation’s interest in World War Ii, although the hoopla has centered largely on D-day and the bombing of Pearl Harbor. Overshadowed are dozens of equally heroic military undertakings, such as the American assault on the tiny Pacific island of Peleliu, which Lea graphically chronicled. At dawn on September 15, 1944, he waded ashore with the men of the 1st Marine Division and witnessed the first 32 hours of a horrific ten-week clash. Lea remembers: “All I carried was a musette bag with a nine-bytwelve sketchbook, pencils, and a couple of fountain pens. I made a few sketches, but it was impossible to attempt any real drawings ashore. I wasn’t holding the pencil too steadily; I was too busy trying to keep alive.”</p><p>Lea’s depictions of the assault on Peleliu are the grimmest and, he says, “the most representative” of his war canvases. Some 1,200 Marines died before the Japanese fell, clearing the way for the Allies to invade the Philippines. One casualty is depicted in <em>The Price,</em> a gruesome portrait of a mortally injured Marine awash in blood. <em>“Life</em> got all sorts of letters from people complaining that it was too horrible to show to the children,” Lea says. “But that’s how I remember it. I was lying on the beach under heavy mortar fire, and there was the wounded Marine.” In confirmation of the accuracy of his memory, Lea heard last year from Bill Tapscott of Red Oak, near Waxahachie, who identified himself as the Marine who had lain next to Lea on the Peleliu beach, and who also recalled the dying Marine exactly as Lea had depicted him.</p><img /><img /><p>On these six pages is a scrapbook of Lea’s Peleliu experience, from his rough foxhole scribbles to his final, studio-polished canvases. Three of Lea’s paintings appear through September 5 in a tribute to war correspondents at the National Portrait Gallery in Washington, D.C.; more go on display sometime in September through the end of the year in a World War Ii retrospective at the United States Marine Corps Museum at the Washington Naval Yard in Washington, D.C. Half a century hasn’t diminished the power of Lea’s paint, nor his ability to convey, as he phrased it fifty years ago, “the continual stream of resignation, suffering, and death.”</p><p>Paintings Courtesy U.S. Army Center Of Military History</p><p><strong>First Wave: Going In, Peleliu</strong> Streaked with camouflage, a young Marine fixes his gaze on the looming beach. In his extensively illustrated history, <em>Wwii, </em>author James Jones wrote of this painting, “If you discount the propaganda elements for ‘middle America’—the cute cowlick, the boyish hair over the eyes, the too-handsome face—there is a quality on the face of this boy that about says it all.... One moment he seems to be glaring, the next moment he appears about to weep. There is genuine fear, deep in the eyes, and there is regret and reluctance in the lines around the nose and mouth. A resolute reluctance, though.”</p><img /><p>Drawings Courtesy Harry Ransom Humaities Reaerch Center, University Of Texas At Austin</p><p><strong>Hitting the Beach</strong> Advancing Marines pass dead and dying comrades on the bloodied sands of Peleliu, where 12,000 Japanese soldiers are holed up in cliffside caves and bunkers. Of the enemy, Lea wrote, “With plugs in their ears and hate in their hearts, they waited. Through terrifying bombing and shelling they waited for the Marines to start across the 675-yard reef to the beach ... Then they opened up.” Despite heavy losses, the Americans inflicted even greater damage:</p><p>All but a handful of the Japanese defenders died.</p><img /><img /><img /><p><strong>The Price</strong> In Lea’s most controversial work, he chronicled the last few seconds of this young Marine’s life. James Jones theorized, “Something apparently happened to Lea after going into Peleliu” and this painting is “a distillation of all the death and horror he had seen but been unable to digest.” Lea wrote: “Mangled shreds of what was once an arm hung straight down as he bent over in his stumbling, shock-crazy walk. Half his face was bashed pulp. The other half bore a horrifying expression of abject patience. Grotesquely, his blood-soaked uniform was coated with coral grit.... He never saw a Jap, never fired a shot.”</p><img /><img /><img /><p><strong>Front Line</strong> Snipers on both sides took a steady toll. Here, following a successful ambush, a captain and a private hide in a thicket to pick off Japanese survivors trying to swim across the lagoon to safety. Lea also identified “the action of another enemy—the sun, just seven degrees from the equator. It was a vicious foe. The sharp, glittering heat turned coral rock formations into oven walls and simmered the men in their own sweat under their steel helmets. As their canteens went dry, Marines shriveled, passed out, became paralyzed in grotesque shapes, victims of heat exhaustion.”</p><p><strong>Taking the Blockhouse</strong> In a hotly contested struggle to occupy a key defensive position, the Marines finally prevailed. The Japanese long withstood unremitting barrages of sixteen-inch shells, which gouged craters into the three-foot-thick concrete walls. Lea also painted a word picture of the scene, writing that the enemy “littered the ground—strange, twisted human bodies, still red, raw meat and blood mixed with gravelly dust and splinters.. . . The stench increased each minute. Then the flies came, so big, so deliberate, they formed buzzing fences defying human traffic.”</p><img /><img /><img /><p><strong>That Two-Thousand-Yard Stare</strong> Numbed by battle fatigue, a Marine stares blankly away from Bloody Nose Ridge, the last and strongest Japanese redoubt on the island. Wrote Lea of the shell-shocked subject in this widely reproduced war picture: “First light has given his gray face eerie color. He left the States 31 months ago. He was wounded in his first campaign.... Two thirds of his company has been killed or wounded but he is still standing. So he will return to attack this morning. How much can a human being endure?”</p><img />",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "Arts &amp; Entertainment",
    "wp_issue": "August 1994",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "War",
      "Marines",
      "Artist",
      "assault",
      "September",
      "Death",
      "El Paso",
      "Heat",
      "Military",
      "Anniversary",
      "Army",
      "Art",
      "attack",
      "Fences",
      "Fever",
      "Hair",
      "Horror",
      "King Ranch",
      "Meat"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "El Paso",
      "D.C.",
      "Texas",
      "Washington"
    ]
  }
}