{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19802",
    "date": "February 1980",
    "year": 1980,
    "month": 2,
    "month_formatted": "February",
    "pdf_uri": "/1980/19800200.pdf",
    "issue_cover_image": "",
    "document_start_page": 98,
    "toc_start_page": 96,
    "document_page_range": [
      [
        98,
        99,
        100,
        101
      ],
      [
        164
      ],
      [
        166,
        167,
        168
      ]
    ],
    "toc_order": 6,
    "toc_headline": "Down In the Depths",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198002-downinth",
  "source": "/1980/19800200.pdf",
  "wp_post_id": 115626,
  "wp_post_guid": "http://www.texasmonthly.com/article/down-in-the-depths/",
  "authors": [
    "Stephen Harrigan"
  ],
  "headline": "Down In the Depths",
  "dek": "What is it, deep inside Jacob’s Well, that lures diver after diver to his death?",
  "spread_caption": "",
  "excerpt": "The intricate underwater passages and pristine water of Jacob’s Well fascinate divers. Too often, the fascination proves fatal.",
  "kicker": "",
  "word_count": 5866,
  "content": "<img/><p><span class=\"dropcap\">K</span>ent Maupin had often spoken of making a penetration into the notorious last chamber of Jacob’s Well. Up to a certain point, the well—whose entrance is a small crevice at the bottom of Cypress Creek filled with clear groundwater rising from the Edwards aquifer—was a safe enough dive, but it was beyond this point that Maupin wanted to go. He wanted to see for himself how far the submerged cave went, what it led to. The eyewitness reports of the few divers who had made it back that far were contradictory: some said that the final passage led to nothing; others that it opened into a vast room, a cave diver’s El Dorado; others that it dropped straight into the aquifer itself. At twenty, Maupin was an experienced diver. He was an assistant instructor and a parttime employee at a Pasadena dive shop, and he knew that over the years four divers had drowned in the section of the well he wanted to explore. Any dive that far back in the cave was a serious risk and required meticulous planning and highly specialized equipment.</p><p>Maupin and a friend of his, a twentyyear-old student at San Jacinto College named Mark Brashier, had gone up to Wimberley with a diving group from Pasadena and camped out at Jacob’s Well, which is a few miles from town on <strong>the property of a financially distressed resort development named</strong> Woodcreek. Just after midnight on September 9, Maupin and Brashier and a few others made a dive into the well, swimming down until they reached the final squeeze that had claimed so many lives. Maupin and Brashier had no backup lights, no safety line. They were apparently simply seized by an impulse to go further. Maupin took off his tank, backed into the tight passage, and pulled the tank through behind him. Brashier did the same. Joe Moye, one of the divers who had gone down with them, saw Brashier just as he was disappearing into the tunnel. Moye was stunned; nobody had discussed this with him. He flashed his light back and forth, trying to get Brashier’s attention, but Brashier would not look up at him. He just stared down at his tank and pulled it after him into the darkness.</p><p>Moye knew that the two divers each had steel tanks that held less air than his aluminum one, and that since they were deeper than he was, their air-consumption rate would be greater. When he began to run low on air himself, there was no doubt in his mind that the situation was grave. He banged on his tank with his knife. No response. He left his light shining in the passage, hoping they would see it and find the way out. Just after he reached the surface, the clear water of the well turned an <strong>impenetrable chocolate-brown. Two panic-stricken divers could easily stir up</strong> that much silt. So could a gravel slide. Either way, Moye knew, Maupin and Brashier were dead.</p><p><span class=\"dropcap\">D</span>on Dibble heard about the accident an hour or so later, when he was awakened at his house by a San Marcos police officer and diving companion named Paul Bataglia. There was no reasonable hope that the divers were still alive, but Dibble and Bataglia went through the motions of a rescue anyway. They called two other members of the Hays County volunteer body-recovery unit, stopped at Dibble’s dive shop in San Marcos to pick up some equipment, and then drove the sixteen miles to Wimberley.</p><p>It was still dark when they got there. The surviving members of the group had been diving since the accident without success. They were exhausted and in shock. One diver had made two ninety-minute dives back to back and claimed to have seen the bodies buried beneath a pile of gravel. He had then gone home, where he later came down with the bends. Dibble looked down into the well. At that hour it was a black hole in the creekbed, a gap in the limestone no more than fifteen feet across, infamous out of all proportion to its size. His instincts told him to wait until morning. They were dealing with what he referred to in his private lexicon as “expersons.” The dead could wait until daylight. But it would be dark in Jacob’s Well anyway, and if what he had heard was true and the bodies really were in plain sight, it should be an easy recovery.</p><p>Opposite: <em>The surface of Jacob’s Well radiates a promise of security and open air. Below wait only darkness, cold, and danger.</em></p><p><strong>Photography by O. C. Garza</strong></p><p><em>“He was trapped at the entrance of the passage by a gravel slide. His arms were pinned; he could not move to jerk on the rope to signal his partner. His respiration rate increased as he frantically tried to free himself. In a very short time Dibble was out of air</em></p><p>But then recoveries always looked easy from the surface. Dibble made part of his living doing freelance work for insurance companies, floating some drunk fisherman’s sunken bass boat out of the muck to verify a claim. He knew from experience there was no such thing as a textbook recovery of anything, much less of ex-persons. There was always an unexpected element that made the whole operation miserable: mud, cold, currents, obstructions of one kind or another. He had not been present when the last body was brought out of Jacob’s Well, but he had heard enough about it. At the end it had taken twenty people, pulling on a rope at the surface, to release the body from the narrow passage in which it was wedged.</p><p>Dibble was a former Navy diver who held the highest rating—master scuba instructor—awarded by the Professional association of Diving Instructors, the country’s largest certifying agency. He was a calm, lanky man, far less pushy than most of his colleagues in the diving business, who were capable of transforming the most arcane features of the sport—whether, for instance, one should wear the dive knife strapped to the inside or outside of the calf—into matters of incontrovertible doctrine.</p><p>Jacob’s Well he knew intimately, as did most landlocked Texas divers who longed <strong>for some spot to submerge themselves that</strong> was not <strong>a turbid river bottom or a man</strong>made lake dense with spectral tree trunks and abandoned monofilament. In Jacob’s Well one found the purest water a diver could hope for. It was immeasurably clear and compelling.</p><p>They say it is called Jacob’s Well because the first white man who saw it—a veteran of the Battle of San Jacinto who had wandered up a tributary of the Blanco River looking for a place to build a mill—was heard to exclaim that it was “like unto a well in biblical times.” The story —or at least the syntax—may be apocryphal, but the outburst is suitable enough. Jacob’s Well is plainly God’s work: the water that fills it seems to have burnished itself against the limestone, so that it has the hard sheen of a lapidary ornament. A visitor half expects the crevice to close up again before his eyes, as if it were only a momentary revelation, a vision he has somehow failed to understand.</p><p>The first section of the well is a vertical shaft that plummets 25 feet to a false bottom, easily visible from the surface. Generations of breath-holders have made a point of reaching this level, glancing upward through an atmosphere of water at the blue sky above them, maybe grabbing a fossil off the bottom, and then springing back to the surface, considerably aided by an outflow from the aquifer that averages 6600 gallons per hour.</p><p>It was likely not until the early fifties that the first primitively equipped scuba diver descended much farther than this initial section. Today deeper dives are commonplace and, up to a point, relatively safe. A diver descends into the well heavily weighted against the flow, customarily leaving his fins at the surface so that he can walk along the bottom without stirring up silt that would reduce the visibility. The drop through the entrance onto the first level affords a strange, retarded approximation of the gravitational force one would experience if the water weren’t there at all, a slow but insistent downward drift that allows one to land on the balls of the feet with a catlike elegance.</p><p>From this level—covered with gravel and a few pennies tossed from the surface in the not-widely-subscribed-to belief that the place is a wishing well—a corridor leads a few feet west and then straight down to another level at 55 feet. At this point the diver switches on a light and leaps outward, falling again with that steady, sluggish momentum, the way the pearl drops through the shampoo in the familiar commercial. The sinkhole is no wider than 20 feet in diameter, but it is full of false chimneys and unreadable graffiti and crevices guarded by large catfish. It is a cold, neutral, unaccommodating place. One can see the blue picture window of the entrance high and far away to the east, the light it allows into the room as soft and artful as moonlight.</p><p><strong>From</strong> this <strong>room—</strong>call it <strong>the second</strong> chamber, though others call it the first—a low-ceilinged chute leads downward to a depth of 75 feet, where it degenerates into a narrow crawl space. In this area there are usually crayfish stalking about and, rarely, eels—eels that were born in the Sargasso Sea and will find their way back there to spawn. Usually the crawl space is wide enough for the diver to work his way through without taking off his tank. It leads into a narrow, high-ceilinged room with an air pocket at the top. In this room begins the cramped passage to the fourth chamber, a cavern that is probably no more spectacular than the rest of the well. But it is inaccessible and therefore—to a certain type of personality—irresistible.</p><img/><img/><p><em>a team of professional divers worked for a week</em> to recover the two men’s bodies from the well, but without success. Don Dibble (inset) was almost killed in an equally futile attempt.</p><p>That was where the two divers were, somewhere beyond that opening. It was this same passage that had claimed the well’s four other victims, including the one who had died a year earlier. As he was shoving his tank through, his buddy had swum up to him and written on his slate, “What if something happens?’’</p><p>Dibble sent two divers down to assess the situation, to see if the recovery would be as easy as he had been led to believe. The divers could not see the bodies, and the passage was almost closed with gravel. When they returned to the surface, they were nervous about the whole situation: that part of the cave floor was at a steep angle, with a mass of unstable gravel ready to slide down from upslope and bury whoever happened to be in the way. Dibble decided to go back to San Marcos, assemble a larger crew and more equipment, and return in daylight.</p><p>They came back at ten in the morning. Two divers went down and cautiously began to push the gravel through the passage with trowels, trying to create an opening wide enough for them to pass. But the process only made conditions worse.</p><p>After Dibble had received varying reports on the feasibility of the enterprise, he decided to go down himself. With a game warden named Calvin Turner, he left spare tanks at 25 and 75 feet, reeling out a safety line as they moved deeper into the well. They shone their lights high up into the ceiling crevice of the third room to make sure that the bodies were not floating above them. The opening where the two divers had last been seen was still impassable. Dibble looked at his submersible pressure gauge. He had 1100 pounds per square inch of air left, enough for about ten minutes at that depth. Very carefully, he stuck his head and shoulders into the opening, holding on to the safety line with one hand and shining his light ahead with the other. He saw nothing. Small pieces of gravel, caught up by the velocity of the water flowing through the constriction, struck against the lens of his mask. He understood at once that a recovery would be impossible unless the deep, precipitous gravel bed was somehow removed. He was also aware of something else—that he was in danger—but at almost the same moment the realization formed in his mind, it was too late. He was trapped in the entrance of the passage by a gravel slide. Instantly the clear water was silted up, and Dibble could see nothing. Both his arms were pinned; he could not move to jerk on the rope as a signal to Turner, who was behind him. He could not free his arm to bang on his tank. His respiration rate increased as he frantically tried to release himself, and in a very short time Dibble was out of air. He realized he was about to die, and with a calmness that surprised him he set about doing so as discreetly as possible. He was not sure, exactly, how a person died by drowning. With a strange detached clarity he decided that he could facilitate the process by either inhaling or drinking water. He ruled out the first method—it would cause him to choke, to panic, to thrash about until his wet suit was in shreds. They would find him like that and know that he had lost control. It would be an unnecessary embarrassment to his wife.</p><p><em>(Continued on page 162)</em></p><p><em>(Continued from page 99)</em></p><p>So Dibble took the regulator out of his mouth and began drinking the water that was suffocating him. It made him giddy, resigned. He had taken two or three gulps when he was seized by some kind of autonomic survival reflex. In what would have been its final moments, his body lurched and thrashed and somehow dug itself free. Through his flooded face mask Dibble saw Turner handing him the regulator of the spare tank. He put it into his mouth and heaved air into his lungs.</p><p>That was when Dibble’s troubles began. He had inhaled with such force that some of the air was misdirected into his stomach, and as he rose toward the surface the lessening water pressure caused the trapped air to expand. Dibble tried to belch the air out but could not. He knew that if he didn’t surface soon he would have the bends in addition to his present problem, so he kept ascending, the gas expanding all the way up and causing him unendurable agony. When he reached the surface he looked as if he were nine months pregnant. He spat the regulator out of his mouth and screamed.</p><p>It was twelve hours before Dibble had any relief. No one had ever seen a diving injury like his before. It was taken to be a species of embolism, a common condition in which expanding air is trapped in the lungs, and for which treatment is a simulated dive in a recompression chamber.</p><p>Dibble was taken to the chamber at Brooke army Medical Center, but the treatment did him little good. He was still in terrible pain, and remained so until some time later, when at another hospital a doctor had the presence of mind to order x-rays. He determined that Dibble’s stomach wall was ruptured and he had a case of peritonitis that should already have killed him. He was later told he was suffering from the equivalent of five ruptured appendixes. When the surgeon made his incision in Dibble’s swollen abdomen, it was like cutting into a basketball.</p><p><span class=”dropcap“>W</span>hile Dibble was recovering from his surgery, the search for the bodies continued. A professional diver from austin named Don Brod was brought out to see what he could do. At 46, Brod was a highly regarded diver, a gruff, opinionated man who as a boy in El Campo had swum along the bottom of a rice canal using a homemade scuba rig. His fascination with Jacob’s Well was long-standing and intense. He had been diving there since high school—he was, in fact, one of the first persons to do so. Once he found the remnants of an old water wagon on the bottom, as well as a set of horseshoes he theorized had belonged to the horse the wagon had been hitched to.</p><p>Recovering bodies was something Brod had no love for. He detested the divers he saw occasionally who wore skull-andcrossbones patches on their sleeves indicating the number of drowning victims they had brought to the surface. Brod’s own experiences were sources of nightmares. It was he who had recovered the bodies of the first two divers who drowned in Jacob’s Well in 1965. He had come across their equipment bags and logbooks on the surface; the divers themselves were near the final passage, both of their lights still shining after eight hours.</p><p>Once Brod had tried unsuccessfully to buy Jacob’s Well, and a few years later, after it claimed its third victim—a woman—he got himself appointed by the well’s owners, Woodcreek, as a kind of steward. Brod set down stiff rules for divers: no one was allowed into Jacob’s Well who had not received instruction in cave-diving techniques, no alcoholic beverages were permitted on the premises, and each diver was charged a $10 fee, which went to defray the cost of the safety equipment, supervision, and instruction Brod provided.</p><p>Brod’s hold on the place soon began to seem monopolistic and arbitrary to diving clubs that had in the past been able to dive there free and without interference. They complained to Woodcreek, which had enough troubles without playing referee for such an esoteric dispute. Woodcreek let Brod’s contract expire and opened the well to members of legitimate diving clubs for a $5 fee, having applicants sign a release form and rarely bothering to check whether they were even certified. Shortly afterward another diver drowned, and an increasingly familiar scene played itself out. There was the usual public outcry to close the well permanently. Various diving clubs offered to make the well safe by installing a grate at the 75-foot level free of charge. Don Brod once again offered his services as guardian. In the end nothing was done; now, a year later, Brod was back, looking for two more bodies.</p><p>Brod descended to the opening of the last passage and looked inside. Dibble’s light was still where he had dropped it, and beyond it was the gravel-choked corridor where he assumed the bodies were. It was apparent to Brod that Maupin and Brashier had had to actually dig their way through the tunnel, shoveling loose gravel behind them as they went deeper into the cave, jeopardizing their lives for the opportunity to see a few more square feet of submerged limestone.</p><p>Brod returned to the surface with the opinion that the only safe way to get the bodies out would be to airlift all of the gravel out of the cave, beginning at the top of the slope and working down. It was a process that could take up to a month or two. The local authorities put Brod on hold.</p><p><span class=”dropcap“>T</span>wo days later a flatbed truck carrying a white recompression chamber the size and shape of a space capsule rumbled down the washed-out road that led to Jacob’s Well. The chamber belonged to Schaefer Diving Company, a commercial firm out of Freeport that had been retained by the families of the victims to recover their sons’ bodies. It would be an expensive operation—just to get the equipment on the road cost $5000, and for each day it was in use the price rose another $2500. Even so, no one thought the job would take more than one or two days, and a trust fund had been set up in a Pasadena bank to help take some of the financial burden off the families.</p><p>“Yeah, we’ll get them out,” the company’s owner, Louis Schaefer, told a group of reporters. He was a compact man with a sandy beard and a missing leg that, so the prevailing rumors said, had been blown away by an irate in-law. With the rubber tip of his crutch, Schaefer drew a sketch of Jacob’s Well in the dirt, indicating the point at which he and his crew would begin dredging out gravel.</p><p>The arrival of the commercial divers heightened public interest in the tragedy. Television reporters trained their minicams on the divers, who were swarthy and serious-minded and had names like Bart and Chip and Rusty, as they laid out lengths of air hose and readied the chamber. Friends of the victims who had been there the night of the accident were still around, and others had come up from Houston or Pasadena. There was also a cadre of unaffiliated volunteer divers and the usual complement of ghouls who had come to watch the bodies float up.</p><p>No one had the story straight. It varied from witness to witness, from telling to telling. There was no consensus about how many people had been in the well at the time of the accident, about whether or not the divers had been drinking, about the topography of the well or its future as a diving spot.</p><p>“i’m getting a little tired of these chickenshit stories that’ve been going around,” Hays County sheriff alton Smithey said, whittling away at a stick in a purposeless manner. “It said in the paper this morning we were going to close the well, that we were going to just dynamite it closed and leave those boys down there. Hell, I wouldn’t do a thing like that.”</p><p>Schaefer himself was the first diver to go down. He hopped on his one leg along the concrete ramp that had been built above the well to keep floodwaters from filling it up with boulders and gravel. He put a wet-suit top on with his blue jeans, then a full-face mask that was called a Bandmask. Schaefer plummeted into the clear water and remained visible from the surface until he turned into the juncture at 25 feet. From time to time he called up to the surface through his intercom for the tenders to give him more slack in his air hose.</p><p>“God almighty,” Schaefer said when he reached the entrance to the final passage. “I tell you, if those guys are in here, we’ve got a lot of work to do.”</p><p>That afternoon Schaefer’s divers maneuvered a large hose down to about the 60-foot level and began sucking gravel out, spewing it into the shallow waters of Cypress Creek just downstream from the well. The divers placed the larger rocks in burlap bags, which volunteer scuba divers tied to ropes to be hauled to the surface.</p><p>The work did not go well. For every foot of gravel dredged out, it seemed another slid down to take its place. What had been optimistically expected to be a one-day operation dragged on to the next and then the next, one $2500 day after another. The routine became familiar: the commercial divers leaving the water and pulling off their wet suits as they ran for the chamber, where they were able to decompress much more efficiently and quickly than in the water; the air lift continually being clogged with boulders; the residents of Woodcreek wandering down from the spa in their tennis clothes, other people arriving with folding chairs and six-packs of beer; the daily deliveries of hamburgers and sweet rolls that were donated by local businesses to the recovery personnel.</p><p>Under this routine the grief and shock that had dominated the first few days began to loosen its grip. The families were nowhere in evidence. It was said they were staying in a hotel in San Marcos, dealing with things as well as they could. The friends of the dead divers could now occasionally be seen joking quietly, skimming the shallow waters of the creek with face masks looking for pieces of aquamarine and quartz that had been dredged up by the air lift.</p><p>As the operation wore on, Schaefer went to look after other company concerns, leaving Bill Wright, a man of about thirty who wore wire-framed glasses, in charge. Reporters learned to stop asking for estimates of when the bodies would be recovered; there was no way to tell. News coverage dropped off. A cardboard box containing body bags (“Black Disaster Pouch with all-around Zipper”) was discreetly put away, and the area of operations was finally cordoned off.</p><p>On Saturday, a week after the drownings had occurred, one of Schaefer’s divers, Ralph Powell, was pinned by a slide.</p><p>“Don’t get so excited,” he called to the surface. “i’m all right, i’m all right. I just can’t move.”</p><p>It took only a few minutes for another diver to drop down and free him, but the divers were shaken, and the slide had wiped out a good two days’ work.</p><p>They started up again the next day and made enough progress that by late afternoon the passageway was almost clear enough to allow a thin person to wriggle his way through it and find out where it led. Ralph Powell went down with a videotape camera tied to the end of a broom handle.</p><p>A crowd gathered around the monitor on the surface, listening to Powell’s labored breathing, a sound that contrasted with the fluid motion of the camera as it was shoved ahead. On the black-and-white videotape the cave looked dry, filled with air. The illumination, provided by a light that Powell carried with him, was uneven and haphazard.</p><p>The final few feet of the passageway were blocked almost all the way to the ceiling. Powell extended the broom handle as far as he could. There appeared on the screen a low, broad, vaulted room whose size was difficult to assess because of the lack of perspective. Powell moved the camera back and forth blindly, panning across the face of the room, but it picked up nothing human.</p><p>Later, playing the tape back, one of the divers noticed a heavy concentration of fish hovering frenetically in one spot. As the camera panned he thought he saw a glint of something metallic at the bottom of the screen. He played the tape over and over until he realized what it was. Unmistakably, it was a tank valve, and nearby, less distinct but still identifiable, was a regulator mouthpiece.</p><p>The discovery of the tank restored the morale of the divers: they at least knew the bodies were down there, they had a clear if dreadful goal.</p><p>They played the tape over and over, until it began to seem indelicate. What was being carried out a hundred feet below them was a secret and graceful process that they had no business witnessing or interfering with. The recovery operation began to seem more and more like an elaborate form of grave robbing.</p><p>The next day Powell went in again, after more gravel had been cleared, thinking he could make it all the way. He took the camera with him, but it stopped transmitting at the entrance to the passageway.</p><p>“all right,” he said when he had made it almost to the end. “To the right of me it opens up into a cavern. Now i’m about four feet in front of the rock where we thought we saw the scuba tank. And I do not see it. Okay, now i’m squirming over to my left. We’ve got a small chamber with a drop-off. I cannot see over the drop-off. I can see parts of the floor from here to the left, and there’s nothing. No one is in the left chamber. They must be in the right one. Stand by, I think I can gain another four feet. I can now look down at the floor and . . . cannot see anything.</p><p>“I can’t see the roof,” Powell went on. “My guess is that’s where they’re at. We’re going to have to move several tons of rocks from in front of these two big boulders. I can’t get in there now, and to tell you the truth I don’t think anyone ever will.”</p><p>The situation deteriorated. Schaefer’s company , had already run up a bill of $20,000 out of pocket, and it looked now as if the recovery would take another two weeks, if it could be done at all. To make matters worse, a rumor had started and was being circulated by the media that Schaefer was doing the job free, an inaccurate report that would require some finesse on Schaefer’s part to back away from.</p><p>Shortly after Powell returned from his final dive, Bill Wright staged a press conference on the bank of the creek, turning suddenly into a media firebrand.</p><p>“If we don’t have twenty thousand dollars guaranteed by four o’clock tomorrow we’re going to have to pull out,” he said. “There was a rumor that our services were being donated. That is erroneous. We are a professional diving company. Our divers have families to feed.</p><p>. . . We need funding. We’ve got to get those boys out for the sake of their families.”</p><p>Wright threatened to close the well, to slap a grate right across the top of it if the money was not forthcoming. He had no authority to do this, but the situation was confused enough to support almost any sort of statement. He claimed that the bodies in the well—he called them “putrefying human remains”—were a health hazard, even though the water had already been tested and cleared by the Department of Water Resources.</p><p>Back at the video screen a group of Schaefer’s divers were replaying the tape while Wright talked to reporters.</p><p>“This is the weirdest job i’ve ever been on,” one of them said. “I want to go in there and look. I want to go in there first thing in the morning.”</p><p>He rewound the tape and moved it forward again, stopping it to look at the tank valve. At the top of the screen, barely visible, was a pale diagonal band that someone thought might be a weight belt.</p><p>“This bugs me,” the diver said. “This just bugs me to death.”</p><p>The next day Schaefer’s divers did not come to Jacob’s Well. They were holed up in a house outside Wimberley, receiving reporters and sending out appeals for money. There was less than $1000 in the trust fund in Pasadena, Wright said. There were 20,000 certified divers in Harris County alone. Why weren’t they contributing?</p><p>Nothing much happened until the situation at the well began to be perceived as a political opportunity. All of a sudden big names were tossed about. Governor Clements’s office was working on it; so were Lloyd Bentsen’s and Bill Clayton’s and Phil Gramm’s. In the end Pasadena state senator Chet Brooks was able to guarantee the company’s expenses to date. Schaefer accepted and, since the situation demanded a certain amount of grace, donated his company’s services from that point on.</p><p>When the divers finally went back to work, they discovered that the opening they had spent a week clearing had almost completely closed again in the two days they were gone. They were back where they had started, with a dangerous and tiresome job to perform that could last weeks or months, and they were working now without pay. It was a futile effort. A group of divers from Brown & Root that Chet Brooks sent to Wimberley for a second opinion confirmed what Schaefer’s divers had finally admitted to themselves: the best thing to do was to leave the bodies where they were and seal the well off.</p><p><span class=\"dropcap\">S</span>o twelve days after Kent Maupin and Mark Brashier died in Jacob’s Well, the search for their bodies was called off. Schaefer L. <em>J</em> Diving Company took its decompression chamber and banks of compressors back to the home office. There were rumors they would return to install a grate 75 feet below the surface, along with a memorial plaque.</p><p>Months went by, and nothing of the sort happened. Schaefer had still not recovered his expenses. Woodcreek went into bankruptcy and divers began using the well again, aware that technically they were trespassing on some New York bank’s property but aware also that there was no one to stop them. It was generally conceded that it was only a matter of time before some cretin tried to recover the several thousand dollars’ worth of equipment that had been lost with the divers.</p><p>When Don Dibble got out of the hospital, he was $8000 in debt. As a volunteer recovery diver, Dibble had no insurance with the county, and his own policy had lapsed. (He was to have met with his insurance agent the day after his accident.) Nevertheless, the outlook was not entirely bleak. He had highly placed friends in the diving community: appeals for donations were printed in <em>Skin Diver</em> magazine, and an underwater-film festival, the proceeds of which would go to pay his hospital bills, was being organized.</p><p>The doctor had told Dibble he could dive again after Christmas. The first place he wanted to dive was Jacob’s Well, to seal off all access to the final passageway that had nearly killed him. He got together a small group of divers and about a dozen eighty-pound bags of Portland cement and drove out to the well one fine winter day near the end of the year.</p><p>Dibble looked down at the well as he pulled his wet suit over the still livid vertical scar that ran along his abdomen. He admitted he was nervous about diving in there again. He kept saying things like “It’s deceptively beautiful, isn’t it?”</p><p>The divers put the bags of concrete into dive bags, lowered them by rope to the first level and then untied them and moved them by hand to the restriction at 75 feet where the barrier was to be built. It was an exhausting process—dropping forty feet while trying to control an eightypound weight, and then hefting the bags and walking along the bottom with them, like traveling salesmen carrying suitcases overloaded with samples.</p><p>The work went faster, though, than anyone had anticipated, and by midafternoon the wall was built, with metal rods hammered between the bags to reinforce the bond when the concrete was set, and enough gaps left in the structure that the flow of water from deep in the earth would not be affected.</p><p>On the way out, one of the divers saw, stuffed into a crevice, what he feared might be a wet suit, but it was only a burlap bag, the kind Schaefer’s crew had used to bag up rocks. He was relieved but reminded again of what it was they had just closed off. They were, in effect, the burial party. There was no telling whether Kent Maupin and Mark Brashier had made their way to the legendary fourth room and felt some measure of satisfaction before their own lack of foresight caught up with them and they ran out of air. There was no point in speculating—it seemed in bad taste to do so, now that their bodies were securely sealed in the heart of Jacob’s Well. The words formed in his mind before he could stop them, the useless and familiar invocation that seemed unnaturally resonant in that chamber of silence and darkness: Rest in Peace.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "February 1980",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Diving",
      "Water",
      "Scuba",
      "Work",
      "Pasadena",
      "safety",
      "The Passage",
      "ever",
      "Insurance",
      "all the way",
      "Aquifer",
      "Cypress",
      "Drinking",
      "Hays County",
      "House",
      "Media",
      "Opinion",
      "people",
      "San Marcos",
      "Space"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Cypress",
      "San Marcos",
      "Wimberley",
      "Austin",
      "Blanco"
    ]
  }
}