{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19956",
    "date": "June 1995",
    "year": 1995,
    "month": 6,
    "month_formatted": "June",
    "pdf_uri": "/1995/19950600.pdf",
    "issue_cover_image": "",
    "document_start_page": 107,
    "toc_start_page": 105,
    "document_page_range": [
      [
        107
      ],
      [
        134,
        135
      ]
    ],
    "toc_order": 14,
    "toc_headline": "The Beach Is Back...",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199506-thebeach",
  "source": "/1995/19950600.pdf",
  "wp_post_id": 129270,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-beach-is-back/",
  "authors": [
    "Gary Cartwright"
  ],
  "headline": "The Beach Is Back...",
  "dek": "... for now. But will a hurricane carry Galveston’s handsome new strip of sand back out to sea?",
  "spread_caption": "",
  "excerpt": ". . . but can it last? That’s what Galveston officials are wondering as they put the finishing touches on a nearly $6 million renourishment project—just in time for hurricane season.",
  "kicker": "",
  "word_count": 2172,
  "content": "<p>Leave It To Galveston To Open a new beach just in time for hurricane season. Any day now, perhaps by the time you read this, work crews will be putting the finishing touches on a handsome 150-footwide strip of freshly dredged sand that runs along the city’s 10.4-mile Seawall from Tenth Street to Sixty-first Street. The beach renourishment project took five months and cost nearly $6 million—the grandest and most expensive of its kind ever attempted on theTexas coast, though Galveston officials believe an increase in tourism will help recover the cost in two years. The trouble is, the beach may not survive that long. Texas is overdue for a hurricane: We average one every four years and haven’t had one since 1989. Three times this century Galveston has been ravaged by a categoryfour hurricane. The Great Storm of 1900 killed 6,000 people. In 1915 an unnamed storm killed 275. And in 1961 Hurricane Carla carried away what a previous generation had known as Galveston Beach. While Texas has never been hit by a category-five hurricane, another blow the size of Carla would surely sweep most of the new sand back out to sea. As they say in gambling circles, the Island is betting on the come.</p><p>Throughout its 160-year history, Galveston has been a battlefield on which man has matched wits with nature. Nature has usually prevailed. Still, the city seems to thrive on the conflict, apparently possessing some sort of capacity to adjust comfortably to disaster. After the 1900 storm, some survivors fled to the mainland, but those who remained built a world-class seawall and launched a massive and unprecedented engineering project that raised the Island’s elevation from nearly sea level to an average of more than fifteen feet. “Most barrier islands have used horizontal retreat to get out of harm’s way, but Galveston is unique in that it retreated vertically. It literally moved up,” says geologist Bob Morton of the University of Texas’ Bureau of Economic Geology, who surveyed the Island before this year’s renourishment began. For six remarkable years, as every structure was jacked up and filled under with new sand, Galvestonians adapted their daily lives to the task of navigating canals and tightroping across narrow planks or trestles, some ten feet above the ground. It took seven hundred jackscrews to lift the three-thousand-ton St. Patrick’s Church a mere five feet, but it was done without interrupting services.</p><img /><p><strong>For five months sand was dredged, spewed, spread, and leveled.</strong></p><p>The technology used to create the new beach wasn’t much different from what was used to raise the Island’s elevation. A dredge anchored about 1.3 miles off East Beach scooped sand from the ocean bottom and pumped it through connected sections of pipe thirty inches in diameter. Once on shore, the pipeline turned southwest and spewed out the wet sand, which bulldozers spread and leveled. As new areas of beach were sculpted into place, more pipe was added in fifty-foot sections. Weather permitting, the dredge operated around the clock—but the weather was often terrible. More than forty workdays were lost because of winds and high seas.</p><p>The rest of the time, beach construction was a spectacle to behold. It drew crowds of kibitzers daily, bolstering early predictions that half a million new visitors may join the estimated seven million who already flock to the Island each year. Starting early every morning, they lined up along the Seawall—kids, lovers, oldtimers with dogs, groups with picnic baskets—and marveled as work crews scurried about with antlike efficiency, creating as much as six hundred feet of new beach every day. The background was a calliope of engines, gears, gushing water, and squawking sea gulls. “It’s fascinating watching men and machines moving thousands of cubic yards of sand and never running into each other,” said Mayor Barbara Crews, who was born on the Island and is a second-generation Galvestonian. “It reminds people of a time when we used to have a beach, when you could actually drive your car along it. ”</p><p>Another fascinating thing about the project is that nearly everyone in Galveston agrees it’s a good idea. Together with the city council’s decision to ban alcohol on the new beach—it has been banned on the Seawall since 1988—beach renourishment has united this congenitally divided city like nothing else in memory. The <em>Galveston Daily News</em> carped from time to time that the work was behind schedule and that squabbles between Galveston officials and the construction company, the T. L. James Company of New Orleans, contributed to a “city in crisis.” But most Islanders view it as a no-lose proposition. It will be paid for by an eighth-of-a-penny increase in Galveston’s sales tax—40 percent of which comes out of the pockets of visitors—and a penny of every thirteen cents collected from the hotel bed tax. What’s not to like?</p><p>Marcus Milling (2)</p><img /><p><strong>Galveston Beach in 1961, before Hurricane Carla (top); the day after the storm hit.</strong></p><p>What Happened To the Original Galveston Beach—what happens to any beach, for that matter—is a wondrously complicated story and also a cautionary tale for future generations of beach enthusiasts. Beaches don’t disappear; they just move somewhere else. Geologists speak of “sediment budgets” much as CEOs talk of corporate assets. There is only so much sand to go around, and it is shared by every beach in Texas. Sand that resided on Galveston’s West Beach before category-three hurricane alicia hit in 1983 is now spread along the beach at Follets Island, southwest of Galveston.</p><p>[Continued On Page 132]</p><p>[ Continued From Page 105 ]</p><p>Beaches are eroding all over the world for a variety of reasons: some natural, some man-made. Storms rearrange things. Global warming causes the thermal expansion of oceans and melts glaciers, forcing sea levels to rise and flood low-lying areas. Land masses sink as gas, oil, and water are pumped from the subsurface. Worst of all, Texas rivers are transporting less sediment to the sea. “Since the last glacial period, major rivers like the Rio Grande, the Brazos, and the Colorado have carried far less water and sediment than they once did,” says Bob Morton. “Thousands of years ago, the Rio Grande would have carried ten times the amount that it does today.” For these and other reasons, Texas’ upper coast is sinking an average of a quarter inch per year, three times the worldwide norm. We lost 1,475 acres last year, though less on the lower coast than on the upper coast, where there is more drilling activity.</p><p>Over the years, beach preservation has been left largely to the U.S. Army Corps of Engineers. Back in the late 1880’s, the Corps began expanding inlets along the Texas coast, dredging channels for navigation, developing ports and harbors, and building jetties at Sabine, Bolivar, Freeport, Corpus Christi, Mansfield Pass, and Brownsville. The results have ranged from excellent to disastrous. Engineers favor hard structures—such as seawalls, jetties, and groins—which are expensive and have inevitable side effects. Although seawalls save lives and property by reflecting the energy of waves back onto the beach, they cause sand to wash out to sea or drift into lateral currents and get carried down the shoreline, contributing to beach erosion. Jetties prevent sand from clogging ship channels, but they also trap sediment that would otherwise nourish adjacent beaches. As much as 50 percent of Texas’ sand supply is held prisoner by jetties. Groins—giant chunks of granite that run perpendicular to the seawall or shore—are essentially short jetties whose function is to prevent sand from escaping from beach a and nourishing beach B. The groins along the Galveston seawall (originally designed by General Henry M. Robert, whose disciplined mind conceived <em>Robert’s Rules of Order)</em> couldn’t save Galveston Beach; they merely postponed its demise.</p><p>“There are two ways to preserve beaches,” says Russell Eitel, who helped found the Galveston County Beach Preservation association seven years ago and was one of the forces behind the renourishment project. “\\ou can build hard structures, which are expensive, or you can pump in new sand every eight or ten years, which in the long run is much less expensive. Putting a new beach in front of the Seawall makes economic sense for the people of Galveston. If this project was about putting new sand on West Beach—saving the luxury homes of millionaires—i’d feel guilty about that.” Eitel raises an interesting point: There are no hard structures along West Beach and no current plans to renourish it. Why? Because most homeowners there are wealthy and savvy enough to factor the risks of both gradual erosion and hurricanes into their long-term mortgages.</p><p>Although beach renourishment is not a new concept, it is quickly nudging aside all other options, including the one still favored by a few geologists who argue that the only way to deal with erosion is to stand back and let nature have her way. The T. L. James Company has completed similar renourishment projects in Florida, South Carolina, Mississippi, North Carolina, Maryland, and California, all of which have proved successful. Maine and North Carolina no longer permit the construction of hard structures along their coasts. Not that Texas isn’t unique: Elsewhere new beaches were financed with federal or state money, whereas Galveston may be the first community in the country to pay for renourishment itself. Land commissioner Garry Mauro, who supported the project, calls it “a first step toward saving the rest of the Texas coastline.”</p><p>And not a moment too soon, apparently. By compartmentalizing the coast, the Corps of Engineers inadvertently cut off the lateral drift of sand-carrying currents. The area between Sabine and Galveston, for example, no longer receives fresh sand, which is why a section of Texas Highway 87 fell into the Gulf in the early eighties. Nor is there a new sediment supply between Galveston and Freeport—a situation that geologist Bob Morton fears could be a disaster in the making. “You have sea levels rising, land sinking, no new sediment, and very dense development,” he says. “i’m not sure developers realize what’s happening.”</p><p>At the same time, the barrier islands south of the headlands of the Brazos and Colorado rivers have greatly benefited from the sand redistribution. Why are there such massive dunes on Padre Island’s Big Shell Beach? Because the beach sits in the convergence zone between the upperand lower-coast currents. Big Shell Beach has an enormous surplus of sand—so much that it blows across the mainland.</p><p><span class=\"dropcap\">N</span>OBODY Knows For Certain what effect the new Galveston Beach will have on the Texas coast in general and Galveston’s other beaches in particular. Islanders have already complained that the section closest to the Flagship Hotel—between Fifteenth and Twenty-fifth streets—drops off sharply about 125 feet out. They are relieved to hear that the beach is adjusting in steps to its new configuration, that wave action will smooth it out over time.</p><p>Geologists, however, worry about something more permanent: that East Beach, which includes popular Stewart Beach, will suffer long-term consequences from the dredging operation. Granted, East Beach has been in one of these rob-Peterto-pay-Paul situations before, and it turned out quite well. Because it lies in a region where sand is trapped between the Bolivar Pass jetties and the Seawall, East Beach has accreted while most other beaches have eroded. A land speculator who purchased a 368-acre tract of marshland near the east end in the fifties sold it as 472 acres of prime beachfront in 1984. But that process could be reversed by the renourishment of adjacent Galveston Beach. By the time the project is completed, the contractors will have sucked 1.3 million cubic yards of sand from the ocean floor, leaving a hole that could potentially change the energy of waves striking East Beach.</p><p>“When you create a hole that changes the slope of the sea floor, you alter the waves passing over that hole,” says Bob Morton. “If they only dug a few feet deep over a large enough area, there shouldn’t be a problem.” That’s a big if. According to the contract, the dredge was to take no more than an average of six feet from any one spot along a milelong excavation pit, or “borrow area.” But Morton speculates that in places where the quality of the sand was especially good, work crews might have gone as deep as twenty feet. “If they did, there will be a problem,” he says. “It will take a while to show up. You won’t see it in the daily waves, but you’ll see it in storm waves.”</p><p>Sometime this year, a university research group or agency will do a postproject survey to determine if neighboring beaches were affected by the rebirth of Galveston Beach. But if there is a big blow this hurricane season, forget the survey, forget the expected rush of tourists and the new shops that might open along Seawall Boulevard, and forget the nearly $6 million. Or at least, forget them for now. “Even if there is a category four or five hurricane, we won’t lose everything,” Mayor Crews reasons. “Some of the sand will wash back. We’ll still have a head start.” Do not forget that Galveston has started over before.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "June 1995",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Galveston",
      "Texas",
      "Hurricane",
      "Beaches",
      "Land",
      "Work",
      "Construction",
      "Rivers",
      "ten",
      "Waves",
      "Colorado",
      "Mayor",
      "Nature",
      "people",
      "rio",
      "Southwest",
      "Water",
      "Weather",
      "Alcohol",
      "Army"
    ],
    "wp_categories": [
      "Energy"
    ],
    "wp_location": [
      "Galveston",
      "Texas",
      "West",
      "Mansfield"
    ]
  }
}