{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198110",
    "date": "October 1981",
    "year": 1981,
    "month": 10,
    "month_formatted": "October",
    "pdf_uri": "/1981/19811000.pdf",
    "issue_cover_image": "",
    "document_start_page": 149,
    "toc_start_page": 147,
    "document_page_range": 147,
    "toc_order": 3,
    "toc_headline": "How To Catch a Pass",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198110-howtocat",
  "source": "/1981/19811000.pdf",
  "wp_post_id": 116064,
  "wp_post_guid": "http://www.texasmonthly.com/article/how-to-catch-a-pass/",
  "authors": [],
  "headline": "How To Catch a Pass",
  "dek": "By three masters of the art.",
  "spread_caption": "",
  "excerpt": "Easy lessons from three masters of the art.",
  "kicker": "",
  "word_count": 659,
  "content": "<p><strong>Drew Pearson On the Inside Route</strong></p><p>“as you come off the line, you’re reading the defense to see where those backs will be. The abruptness of your stop-and-turn buys you time and room to maneuver. By then, the ball’s already in the air, a bullet pass. Since most quarterbacks are right-handed, it’s coming in a counterclockwise spiral. You know roughly where your center of gravity is—somewhere between your chest and groin, depending on how much your knees are flexed. If the ball comes in lower than that center of gravity, you position your hands with the fingers down, thumbs out. If it’s high, the thumbs are in, fingers up.</p><p>“Sometimes when a quarterback throws low, the ball noses down and puts a wobble on the spiral. It doesn’t exactly break like a baseball curve, but it can tail away in one direction or the other. A high pass tends to take off and sail, so you have to be ready to jump. This route is associated with the expression ‘hearing footsteps.’ Essentially, you’re standing still with your back turned to a player who is coming at you full speed and helmet first. You have to shut that out. There’s no great secret to this catch. You make your move and look for the ball. You concentrate.’’</p><img /><p><em>“Don’t hear footsteps; concentrate.”</em></p><p><strong>Butch Johnson On the Sideline Route</strong></p><p>“The object is to drive the cornerback as deep as you possibly can. That means you can’t fool around with a stutter-step. Without slowing down, you explode out of the break. The throw is the most difficult in football. It’s long, hard, and straight—like a shortstop’s throw out of the hole to first base.</p><p>“The play requires constant practice because the timing is so important. It’s the quarterback’s responsibility to make sure you catch the ball in bounds. You look for the ball, not the chalk stripe.</p><p>“Ideally, the ball should come in low and outside. If it’s high and inside, you have to be ready to make the contortion and the off-balance catch. Receivers are right-handed or lefthanded like everybody else, and most of them position their hands differently for right or left sideline routes. Whatever’s comfortable—but try to keep your arms low. Otherwise, they obstruct your view of the ball. You try to make this or any other catch with your hands alone. You don’t want it to get in against your pads or body if you can help it. You’ve got to have control of the ball before you step out of bounds, and you don’t want to leave the officials any room for doubt.’’</p><img /><p><em>“1ook for the ball, not the sideline.”</em></p><p><strong>Tony Hill On the Post Route</strong></p><p>“The most important thing is to position yourself where you have a free run at the ball. If you’re bouncing off the defensive back or trying to get around him, your chances of making the catch are pretty slim. You have to beat your man first. Then you worry about the ball.</p><p>“Outfielders talk about ‘judging’ a fly ball. It’s a sense acquired from endless repetition—that’s why they shag so many flies at practice and before a game. Catching a deep pass is pretty much the same. You look at the ball once and chart a mental map of where it’s going. When you look up again, you’re hoping you were right.</p><p>“In those last seconds before the catch, you cover the ground with your legs, not your arms. The more you extend your arms, the less cushion you have in your hands. You don’t jump unless it’s absolutely necessary. If you’re in the air, you’re giving the back time to catch up, and you’re more likely to get hurt. A well-thrown ball will nose up slightly even as it’s falling. That means you can’t catch it on the point with your fingers. The contact point will be the fullest, fattest part of the ball. You form a cradle with your hands and gently pull that baby in.’’</p><img /><p><em>“Beat the defender, then catch it. ”</em></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "October 1981",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Baseball",
      "Defense",
      "Pearson",
      "Quarterbacks"
    ],
    "wp_categories": [],
    "wp_location": []
  }
}