{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198110",
    "date": "October 1981",
    "year": 1981,
    "month": 10,
    "month_formatted": "October",
    "pdf_uri": "/1981/19811000.pdf",
    "issue_cover_image": "",
    "document_start_page": 132,
    "toc_start_page": 130,
    "document_page_range": [
      [
        132,
        133,
        134,
        135,
        136,
        137,
        138,
        139,
        140,
        141
      ],
      [
        224
      ],
      [
        226,
        227,
        228
      ]
    ],
    "toc_order": 1,
    "toc_headline": "City Of Destiny",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198110-cityofde",
  "source": "/1981/19811000.pdf",
  "wp_post_id": 116076,
  "wp_post_guid": "http://www.texasmonthly.com/article/city-of-destiny/",
  "authors": [
    "Jan Morris"
  ],
  "headline": "City Of Destiny",
  "dek": "“The world converges upon Houston, Texas. What was just a blob on the map a couple of decades ago becomes more than just a city—an idea, a vision, the Future Here and Now!”",
  "spread_caption": "",
  "excerpt": "An antinuclear neutralist, animal liberationist, Welsh nationalist, aspirant anarchist—and consummate travel writer—spends five full days in Houston, Texas.",
  "kicker": "",
  "word_count": 5381,
  "content": "<img /><p><em>Jan Morris made her first trip to Houston in 1953, as a member of the first successful expedition to climb Mount Everest. In the years since, she has written many books, including a three-volume history of the British Empire; in the seventies she concentrated on travel writing and produced a series of profiles of the world’s great cities that was collected, to general acclaim, under the title</em> Destinations. <em>This year Jan Morris made her second trip to Houston with instructions to treat it as she had treated London, Paris, Rome, and New York —to tell Texans how their biggest city looks to the consummate traveler. This is the result.</em></p><p><span class=\"dropcap\">I</span> have seen <em>another</em> future, and for five full days I watched it work! Houston, Texas, is hardly my own idea of a new heaven or a new earth, deposited as it is amorphous and distended up from the sweltering Gulf, but like Lenin’s St. Petersburg or Victoria’s London, like New York and Chicago in their time, to a large proportion of the human race this improbable metropolis represents the best hope the times can offer.</p><p>Photography by Geoff Winningham</p><p><strong>HOUSTON</strong></p><p><em>“The Ship Channel is not at all a straightforward waterway. It winds its way sinuously up from the sea by way of Black Duck Bay and Goat Island. But up and down it night and day the sea traffic of Houston inexorably proceeds.”</em></p><img /><p>The world converges upon Houston, Tex. The unemployed pour into town in their hopeful thousands, clutching the want ads; the migrants illicit and respectable swell in like a rising tide, talking in unknown tongues; the Icelanders, the Ecuadorans, the Haitians, beaver away in their consulates, the Irish solicit investors to their Industrial Development authority; the passengers of andes airlines, Cayman airways, or Sahsa Honduras fly in all agog; the myriad ships tread up the Ship Channel, the scientists beyond number swarm to NASA; hour by hour the freeways get fuller, the downtown towers taller, the River Oaks residents richer; the suburbs gnaw their way deeper into the countryside; and what was just a blob on the map a couple of decades ago becomes more than just a city—an idea, a vision, the Future Here and Now!</p><p>Civic usages elsewhere obsolescent are still in their prime in Houston—boom, burgeon, destiny, dream—and some new words are appositely applied to the city too: like <em>metastasizing, </em>for instance, which means, I am told, to spread cancerously and uncontrollably, from cell to cell, from district to district, yesterday the Heights or Tall Timbers, tomorrow desirable addresses or country clubs unborn, far down the freeway where the swamp resumes.</p><p>But whether the phraseology is toxic or tonic, Houston is one of the few places in the Western world today whose vocabulary is habitually in the future tense and the positive mood: “I will,” not “I used to,” “yes” more than “sorry, we’re out of it.” “If you think it’s a dump now,” a Houstonian said to me with pride, “wait till you see it in ten years’ time....”</p><p><span class=\"dropcap\">I</span>t is a bit of a dump, I suppose, but of a paradoxical kind. It is the fourth city of the United States and is changing more spectacularly than any, but still, no great city of my experience seems closer to its own roots; so my first day in Houston I spent contemplating the origins of the place.</p><p>From the air most of it looks even now like some spasmodic settlement in the scrub, so ubiquitous is its subtropical foliage still, and even on the ground the city has decidedly exotic strains. The viscous puddles that lie here and there make me think of mangroves, crocodiles, tsetse flies, and things like that, and outside the zoo that first morning, indeed, as I smelled the hot, oily breeze off the Gulf and walked beneath the dark and tangly oaks and heard the squawks, yaps, and wheezes of the creatures inside, I felt myself almost physically transported to a very different city far away—Calcutta, of all places, as though dead men might be lying on the sidewalks of Westheimer, and scabrous lepers haunting Hermann Park.</p><p><em>“River Oaks is almost comically out of scale with itself—mansion upon mansion, grand enough to command estates in Virginia or deer forests in Scotland but so crammed all together that there seems hardly space for your five-car garage.”</em></p><img /><p>The solidest layer of the Houston palimpsest, it seemed to me, must be the bottom layer, a sediment of pure Southernness, y’all-ness, bayou-ness, sluggishly defying all the onslaughts of change. The grateful dogwoods, magnolias, and loblollies of the suburban streets, the lush Saint augustine grass of the parks, the raucous grackles, the humid embrace of the air even in early summer, the dark meandering creeks to be encountered halfburied among the concrete, all made me feel that I was standing in a clearing among the woods. Raccoons, armadillos, naturally, even coyotes, I am assured, are still at large within these city limits; egrets, great blue herons, spoonbills, are there for the spotting; the hognose snake quite likes the urban life; and even the Houston toad, described to me in the local manner as The Most Unique Creature in the City, still, I was delighted to hear, occasionally flops and grunts through Harris County.</p><p>The temper of the South is inescapable in Houston. You can see the swagger of it, for example, in the postures of the cattlepeople come into town for dinner or convention: hulking rich men in Stetsons and silver belt buckles, paunchy with their generations of beer and prime steaks, lacquered observant women in bangles, the wives greeting each other with dainty particularities (“Why, hi, Cindy, my, you’re looking pretty!”), the husbands with spacious generics (“Well, boy, what’s things like in East Texas?”).</p><p>You can see the poignant charm of it in the faded white clapboard houses of the Fifth Ward, stilted above the dust of their unpaved streets and conveniently loomed over by the downtown skyscrapers for the benefit of allegorically minded photographers. There the black folk still idle away the warm evenings on their splintered porches, as in the old storybooks—there the vibrant hymns still rise from the pews of the Rose of Sharon Tabernacle Church—there the garbage still blows about the garden lots, and you may still be asked, as I was, if, say, ain’t you Miss Mary’s daughter from the old store?—“Bless your heart, I used to be one of Miss Mary’s best, <em>best</em> customers.”</p><p><em>“You can see the poignant charm of Southernness in the faded white clapboard houses, stilted above the dust of their unpaved streets. There the black folk still idle away the warm evenings on their splintered porches.”</em></p><img /><p>Sometimes too you can taste the old spite and coarseness of the South. Macho rednecks ride ostentatiously around with guns hanging in their pickup cabs; Ku Klux Klansmen threaten the livelihoods of Vietnamese refugees; harsh stories of Old Southern justice seep in from local jails—chainings, beatings, 148-year sentences, death row interviews; just now and then, I fancy, you may detect even in 1981 a faint spasm of distaste on the faces of the more elderly bellboys in the posh hotels as they accept the gratuities of their blacker clientele.</p><p>But most tellingly, the Southernness of Houston shows in the place where it all began—allen’s Landing on Buffalo Bayou, where for no very good reason in 1836 the allen brothers of New York disembarked, pitched their tents in a glade beneath the Spanish moss, and founded the city of Houston. There is no pretending that this historic spot is greatly cherished by Houstonians, most of whom have undoubtedly never set foot there, but lying as it does bang in the middle of town, hardly a stone’s throw from the tallest skyscraper west of the Mississippi, just around the corner from the albert Thomas Convention Center and National Space Hall of Fame, it does startlingly demonstrate how abruptly Houston’s future has arrived.</p><p>Lord, how it takes one back! above our heads passes the Main Street viaduct, its pillars scrawled with illiterate graffiti and leaned against in the shadows by miscellaneous layabouts. To the north stands the melancholy off-white facade of the Houston Terminal Warehouse & Cold Storage. The road behind us forlornly sprouts with grass, like the old roads behind the levees. The trains clank and shunt, as shunt they must in all such Southern cameos. And half-hidden down there by its gloomy foliage, tentacled trees, and impenetrable brambles, there in the womb of the city slowly swirls the old brown bayou. A ponderous kind of dragonfly frequents this ancient hollow, dandelion fluff floats about, and when the water momentarily eddies, with a gas bubble perhaps or a Houston toad, really it might almost be the surfacing of one of those Texan alligators that, in prints of the first steamboat’s arrival at this shore, the crew are shown shooting right and left at as they churn their passage into history.</p><p><em>“To the west extend the standard interminable suburbs—the rich here, the poor there, the academics in the middle—interrupted occasionally by incipient lesser downtowns and institutions medical, sportive, or touristical.”</em></p><img /><p><span class=\"dropcap\">B</span>ut no, the alligators have probably backed away by now, like the steamboat <em>Laura</em> itself, which found the Buffalo Bayou too narrow for comfort, and a later arrival, the <em>Constitution,</em> which was obliged to retreat from Houston ignominiously stern-first toward the sea. Beside that bayou, upon that swamp, in the succeeding 150 years the Houstonians have built what is in many ways the very model of a modern megalopolis, and I spent my second day in the city thinking about <em>that.</em> a generation ago this was hick town; today it possesses all the essentials of american municipal sophistication: to wit, a prominently displayed bronze by Henry Moore, a manic Hyatt hotel with external elevators, a gay quarter (Gay Week in June), a branch of Sotheby’s the auctioneers, two or three buildings by Philip Johnson, a symphony orchestra with a Rumanian conductor, a $2 million Picasso in a Museum of Fine arts, restaurants where waiters will sneer at you if you don’t want garlic on your shrimps and sidewalk cafes where you may eat health food omelets cooked in bean oil and stuffed with afghan artichokes.</p><p>Houstonians, it dawned upon me that second day, are under the impression that their city is in all respects remarkable. This is because they have seen it grow so explosively from Rice Hotel to Hyatt, visiting stock to city opera, catfish and hominy grits, I daresay, to coq au vin or afghan artichokes. In fact, in most ways it is, to the stranger, rather an unsurprising city. It is much what you expect. The crime rates, police brutalities, traffic congestions, and adult Book Shoppes that Houstonians so deplore are sufficiently familiar to us all; the Hobbit Hole sandwich place has its equivalents, God knows, elsewhere on this planet; the alley Theatre they never stop talking about is not much different from your repertory company, or mine.</p><p>Look at the place as I did, through the traveler’s eye. There lies the grid of the old downtown, as it lies everywhere else in america, towered over now of course by the conventional clump of skyscrapers: some plain and ugly by practitioners with names like Hankmore, Scribbles, Fujiyama, and Olsenjohn architectural associates, some slantwise and beautiful by Philip Johnson, all sheathed in those mirrors and tinted windows that make them look, as modern skyscrapers must, utterly unfrequented by sentient beings. There are the usual frenzied ring roads, upon which citizens here, like citizens everywhere else, earnestly advise you not to venture—Houston’s rather bumpier than most, I think, and less intelligently planned than some, but all in all much as you will find them in L.a., Chattanooga, or for that matter Paris, France. There to the west extend the standard interminable suburbs—the rich here, the poor there, the academics in the middle—interrupted occasionally by incipient lesser downtowns and institutions medical, sportive, or touristical. Houston is perhaps more <em>splurgy</em> than its peers because it has done without zoning laws, and it is certainly greener because of that irrepressible foliage, but in its domestic and commercial shape, style, and pace it is nothing very special. “astonish me!” I like to challenge the cities I visit, but I collected only six items in suburban and downtown Houston, bourgeois Houston, that is, that really raised my eyebrows, and here one by one they are:</p><p><em>“Now the imagination of NASA seems to be groping far into the future, beyond the space shuttle into infinitely distant dreams of the empyrean, with whole cities floating about up there and colonies cocooned among the planets.”</em></p><img /><p>•The labyrinthine downtown tunnel system, so cool, elegant, and incomprehensible, which by spewing you calmly into the foyers of totally unexpected office buildings, or the lobbies of hitherto unheard-of hotels, seems to bind the whole place into a mysterious unity.</p><p>•Jamail’s the grocer on Kirby, surely one of the world’s supreme supermarkets, where they offer eleven kinds of English orange marmalade and where when I went to buy half a pound of cheese to nibble during my explorations it took me a quarter of an hour to narrow my choice down to Irish Blarney or imported Turkish.</p><p>•The concentrated opulence of River Oaks, even by american standards an unusually well-heeled enclave, but almost comically out of scale with itself—mansion upon mansion, mock Tudor to Spanish mission, grand enough to command estates in Virginia or deer forests in Scotland but so crammed all together in their poky green yards that there seems hardly space for your five-car garage or your Mexican servants’ quarters, let alone room to swing an abyssinian cat.</p><p>•The astrodome in the evening, approached along the South Loop Freeway, when its huge humped dome, set all ablaze by the evening sun, really does look as though it has landed there and then, incandescent among its empty parking lots.</p><p>•The macabre and thrilling mock-up, upstairs in the albert Thomas Convention Center, of Congressman Thomas’s office on Capitol Hill in Washington: nose against the glass, I peered with an awful enthrallment into this little chamber, and the dim images within, the signed photographs on the walls, the paper knife upon the desk, the foundation stone hammer, the presentation pens and scrolls, the vaguely perceived portrait of the late congressman himself upon the wall, made me feel as though I was looking into some unopened dynastic grave, whose treasures would, if I were to shatter the glass in a moment of madness, crumble into dust.</p><p><em>“The astrodome in the evening, approached along the South Loop Freeway when its huge humped dome, all ablaze by the evening sun, really does look as though it has landed there and then, incandescent among its empty parking lots.”</em></p><img /><p>And what else? Surely, you are saying, the Galleria? Well, yes, but not its architecture especially, nor the predictably obscene profusion of its merchandise, but something I saw happening upon the ice rink there, as I sat drinking my coffee on the terrace above. Suddenly the strains of “The Yellow Rose of Texas” were gigantically blasted into the glass roof of the arcade, and looking down below me I saw a group of Houston ladies preparing to practice an ice chorus routine. They struck me, to be frank, as a mature class of chorines, but they swung wonderfully robustly into the gliding steps of their performance <em>—swing right, one-two, swing left, one-two, cross over, cross back, into circle one-two-three</em>—and all the while “The Yellow Rose” went thump-thump-thump from Neiman-Marcus to Lord & Taylor. It was evidently an early stage of their preparations, and just occasionally somebody fell over, but with what dauntless diligence they kept at it, how resolutely they repeated themselves, how indefatigably their leader shrilled her instructions, how untiringly the record player returned, ever and again, to the opening drumbeats of their anthem!</p><p>They were your archetypal <em>doers,</em> and the true astonishment of Houston, the allure that draws the migrants and fuels the imagination of the nations, is not what it is, still less what it looks like, but what it does.</p><p><span class=\"dropcap\">T</span>o grasp what it chiefly does, on my third day I went and sat upon a grassy bank beside the Houston Ship Channel, with my back to the old battleship <em>Texas,</em> the last of all the world’s dreadnoughts, now berthed forever in its dock at San Jacinto State Park, and my front to the waterway itself. It is not at all a straightforward waterway, like the Suez Canal, say, since it is really only the same old Buffalo Bayou in disguise, and it winds its way sinuously up from the sea by way of Black Duck Bay and Goat Island, and spills frequently into side basins and creeks, and is gouged away at the edges into mooring berths. But up and down it night and day the sea traffic of Houston inexorably proceeds, and I sat in the sunshine there and watched it pass: tankers from arabia, peculiar Japanese container ships, long strings of blackened barges, queer truncated tugs, oil boats of futuristic silhouette, ferries, speedboats sometimes, heavy old freighters—ships from 68 nations in 1980, ships from the whole bloody world heading up the old bayou for Houston, Tex.</p><p><em>“There lies downtown, towered over by the conventional clump of skyscrapers: some plain and ugly, some slantwise and beautiful, all sheathed in those mirrors and tinted windows that make them look utterly unfrequented by sentient beings.”</em></p><img /><p>And the minute they pass the battleship there, with a formal hoot of their sirens sometimes, they enter a stupendous kind of ceremonial avenue, Houston’s truest Mall or Champs Élysées, for all up the banks on either side, jagged and interminable stand the oil, chemical, and steel plants that have brought Houston into its future—plants with the magical raw names of capitalism, Rohm and Haas, Paktank, Diamond Shamrock, Bethlehem, plants with towers of steel and ominous chimneys, with twisted assemblies of pipes or conduits, with domes, and tanks, and contrapuntal retorts, hissed about here and there by plumes of steam, hung over by vapors, one after the other far away into the haze of the city center, as far as the eye can see toward the distant blurred shape of the skyscrapers.</p><p>The Ship Channel takes its vessels almost into the heart of the city, well within the freeway loop. On the western side of town, the suburban side, you would hardly know this staggering complex existed, but it seemed to me down there beside the water as though some irresistible magnetism was impelling those ships willy-nilly upstream into town. Houston is now the first international port of the Western Hemisphere, the place where america’s ocean lifeline, as the editorialists like to say, comes ashore at last: that spectacle before me—those ships, that channel, those eerie tanks and towers—really is one of the most significant of all the sights of modern travel.</p><p>The power that created Houston also redeems this otherwise banal metropolis. Power must stand in the middle of any appreciation of Houston, for it is power in its most elemental form, the power of physical energy, that has turned this once provincial seaport into a prime force among the Powers. Houston publicists like to speak of it as the Giant City, but the truth is far greater than the image, a reversal, I think, of the Texan norm, and from the indomitable skating ladies of the Galleria to the metallic splendor of the Ship Channel, it was the mighty resolution of the place that moved me most in Houston.</p><p><em>“There is no pretending that allen’s Landing is greatly cherished by Houstonians, most of whom have never set foot there, but down there, half-hidden by its gloomy foliage, in the womb of the city slowly swirls the old brown bayou.”</em></p><img /><p>Power pursues power, too, and so the ambition, the opportunity, the greed, and the enterprise—the banks and the laboratories, the refiners and the constructors—all coalesce in this city. When the world thinks of Houston, it thinks of bold, brawny, urgent things. If your oil rig is ablaze in the North Sea or Venezuela, you ring up Red adair’s Oil Well Fires and Blowouts Control Company, out on the Katy Freeway. If your prime minister inconveniently collapses in the middle of an election, you send for Dr. Cooley of the Texas Medical Center. If you need a survey of the Strait of Hormuz, you get in touch with Western Geophysical Company, 10001 Richmond. And if you want to convey a load of scientific equipment into space, where else to book room on the shuttle but Houston, Tex.?</p><p>Actually the most obvious energy down at the NASA Manned Space Center, when I drove there that day, seemed to be the enthusiasm of the children who, erupting from endless convoys of buses, burbled, screamed, and skidded about the public exhibits, preparing class projects, evading the eye of Mrs. Hawkins Sixth Grade, or perhaps dreaming up the infant poems and aphorisms displayed upon the auditorium walls:</p><p>It won’t be the life I really new,</p><p>It will be the life of the final frontier.</p><p><em>or</em></p><p>There once was a ship called Skylab,</p><p>Skylab was its name.</p><p>It was launched from Cape Kennedy</p><p>And got itself some fame.</p><p>The power of the space center itself, though, seemed to me of an altogether more steely and calculated kind. It is a distinctly <em>patient</em> power. Some of the astronauts trained here have waited a whole decade before actually going up on a rocket, and now the imagination of the place seems to be groping far, far into the future, far beyond the space shuttle into infinitely distant dreams of the empyrean, with whole cities floating about up there in the dark, and colonies cocooned among the planets, at a distance of, as they picturesquely say, a Sun and a Half. The flight control center was empty of people when I was there, but its lights were winking all the same, its digits were faithfully counting down, its great map stood illuminated still between the television screens: it was as though some genius organism was lying low there, counting, thinking, working out the equations before the next colossal effusion of its force.</p><p><em>(Continued on page 222)</em></p><p><em>(Continued from page 139)</em></p><p>It is only proper that the very first word ever uttered by a man on the moon should have been the name of this city: “Houston,” radioed armstrong as soon as he got there, “Tranquility Base here. The <em>Eagle</em> has landed.” as the mayor of the day was inspired to write, in a composition engraved indelibly on the wall of Tranquility Park (there are literary advantages to mayoralty), “The moon has long been humanity’s treasure trove. . . . so close it could only beckon.... so far that it could only dare.” as it happens, my guide at NASA told me her uncle down at Clear Lake City flatly denies that they ever got to the moon at all, believing it all to be a monumental hoax, but there are many people in africa, she told me too, who, assuming that Houston’s association with the heavens has necessarily brought it closer to God Himself, write very particularly to this city to order their Bibles.</p><p><span class=\"dropcap\">T</span>his is undeniably the Big Time. No other city on earth can match this junction of dynamics: no other town is closer to the almighty! Houstonians at large, though, scarcely seem to notice it. They are hardly modest people, but they are not megalopolitan braggarts: they do not realize, perhaps, how towering is the reputation of their city—I heard far more about that damned alley Theatre than ever I did about the ship canal, the petrochemical industry, or manned space flight, and when, pointing out a full moon one night, I ventured to say, “Look, there’s Houston’s moon up there,” my companion failed to notice the allusion and turned the conversation to a forthcoming performance by the unavoidable Baryshnikov.</p><p>On my fourth day in Houston I considered these anomalies. Though newcomers in their hundreds of thousands are invading Houston nowadays, though it is so full of Mexican americans already that I sometimes wondered if it could really be called an English-speaking city, though it is in such a state of cosmopolitan flux that the airport cab dispatcher, the day I arrived, had never heard of the Shamrock Hotel and the Sierra Leonean taxi driver invited me to map-read him there, still your average white middle-class Houstonian seems to honor his city in a distinctly parochial frame of mind. There are strong intimations of the homely, even the innocent, in this momentous city. Judge Dan E. Walton smokes his pipe as he presides over the 178th District Court down at the county courthouse, and at one moment I even thought he might put his feet on the table; when I found myself inadvertently included in a jury selection, I was touched how elementary, how childlike, almost, was the exposition of the common law thought necessary for the miscellaneous housewives, wispy pensioners, sagging businessmen, and bewildered Hispanics about to decide the fate of the poor devil under trial. “Wow!” is the habitual response of Houstonians, I discovered by hanging around his cage, to the binturong who is a prime exhibit of their zoo, and on the whole, “Wow!”—no less, no more—seems to enunciate their response to their city’s newfound greatness.</p><p>Three million strong already, the energy capital of the Western world, Moon City, the Giant, Houston looks back affectionately to its homegrown heroes and backyard epics. This is an agreeable trait, but it makes for myths and iconographies baffling to the uninstructed visitor. The eponymous Sam Houston, a hero otherwise unsung in the larger world, rides still, cloak a-flying, through Houston’s civic consciousness. The glories of San Jacinto, the tragic memories of Goliad, recur all too obscurely in municipal pamphlets. What was this Rice, for whom an entire university is named? Who were these Hobbys, immortalized in an airport? What knight of the bayous, what swashbuckler of the swamp, gave his name to Blodgett Street?</p><p>Houston is a tight town, I think. It has its raffish parts, of course, its fair share of the contemporary violence, its streak of the insensitivity that is part of the Southern heritage. But its general posture strikes me as respectable and conventional. Even Montrose, the quarter of town most hospitable to quirks and exceptions, is remarkably genteel of mien; even at Butera’s, a hangout frequented by writers, artists, and the like, hard though I tried, I could find no outrageous exhibitionists. The sixties were so long ago by Houston’s calendar that they seem never to have happened in this city at all, and I find it hard indeed to imagine draft cards burned upon the trim Rice campus, or hear the rhythms of Baez or Dylan dirgelike over Memorial Park. Jews tell me they sometimes sense loveless vibes in Houston, and for myself, as an antinuclear neutralist, animal liberationist, Welsh nationalist, and aspirant anarchist, I am seldom altogether at ease with the stern free-world exhortations of the <em>Houston Post</em> or <em>Chronicle.</em></p><p>It feels a city, too, of strong and close alliances, bonds of neighborhood, profession, or background, whose direct loyalties are to Bellaire, say, the symphony league, the principle of vascular stimulation in cardiac therapy, or most of all, perhaps, to one’s own resilient family. There are five columns of Rices in the Houston telephone book, three of Houstons, and fourteen lines of Blodgetts, and when I went to a gallery party one evening in town, I found that not only did all the other guests seem to be related to the wellknown local artist we were honoring but the shop itself belonged to his mother-inlaw—“You must be from out of town,” said one eminent old body indulgently when I expressed surprise at these happy arrangements.</p><p>I missed some element of salt or spice to flavor this somewhat steaklike city. I pined for fantasy in Houston, Tex.! I was sitting that evening in a house in—well, in Sherwood acres, let us say, for I do not want to be discourteous—engaged in a characteristically Sherwood acres conversation, not altogether unrelated to the alley Theatre and the Rumanian conductor, when I looked through the window and saw a dreamlike figure pass sauntering by. He had a sack over his arm and a stick over his shoulder, and he wore a high-crowned hat and a cloak, I think, and his face was black and bearded, and he strolled past easy, insolent, and amused. On my fourth day in Houston, my heart leapt to see him. “Who was that?” I cried, rushing to the window, “that man with the stick, and the highcrowned hat, and the sack on his arm?” But there was no one there, and my hostess returned me a little reprovingly to our discussion. “I saw nobody,” she sweetly and carefully said. “But tell me, have you had time to see our new Picasso in the Museum of Fine arts? and will you have an opportunity to meet with Mrs. Oveta Culp Hobby?”</p><p><span class=\"dropcap\">A</span>nd so on my fifth day in Houston I tried to imagine the future of this Future. Actually I went to have my palm read by Mrs. Williams, on Holcombe Boulevard—you know, just around the corner from the Tot Haven Progressive Child Day Center. She charged me five bucks, shooed away the children, and prophesied that with God’s help I would presently overcome my jealous enemies and move to Houston myself. “You will not like it at first,” said Mrs. Williams, eyeing me rather shrewdly, I thought, “but with God’s help you will get used to it.”</p><p>Well, maybe. The centripetal quality of Houston is undeniable, and nobody can be altogether immune to the blazing promise of the place. Who in an impoverished world can look unmoved upon forty Sunday pages of help wanted, for architects as for rig drillers, blasting supervisors and dental ceramicists, restaurant managers for Burger King or polygraph examiners for Image Research, Inc.? and who in a jaded world, sapped by nostalgia, disheartened by experience, can be left unexcited by a city that looks so confidently and ruthlessly ahead? In 75 years, they say, Houston may well achieve the grandest and brashest of all its ambitions, to be the ultimate city of them all, the greatest conglomeration of energies and artifacts ever known to history. Now who can sneer at <em>that?</em></p><p>But then the future never lasts. “Sir,” said the train conductor to Charles Dickens the novelist, as they ran into Chicago a century ago, “Sir, you are entering the Boss City of the Universe.” Today it is Houston that greets its settlers and visitors with such grand hyperbole, but its particular future is doubtless just as ephemeral as any other. Look at Leningrad! Look at London! Look at knocked-about New York! In fact, I felt to this city something especially transient and impermanent: I could not see it getting old—it doesn’t feel built to last—and on my last day in town a dark and fateful fancy overcame me, and I seemed to see the City of Destiny abandoning itself after all, the whole grand circus of it moving out again, and in an exodus as terrific as its influx, pouring away once more down the waterways and freeways.</p><p>I saw in my mind’s eye the Mexican americans streaming for the border, their cars hung all about with beds, baskets, and bundles—I saw the oilmen hastening out from Hobby in their Gulfstreams and helicopters—the smoke of burning documents billowing from the roofs of consulates—the amtrak for the North bursting with fugitives wistfully looking through its sealed windows for a last glimpse of dear old Sherwood acres—the last ship swinging in the Turning Basin, to sail away past the deserted <em>Texas</em> to the open sea—the final flight of Cayman airways announcing its departure to the East —the terminal patients at the Texas Medical Center passed tenderly, entangled with tubes and drippers, into their waiting ambulances—the last pipe closed, the last tank emptied, the last furnace damped at Exxon or armco—the last shuttle controllers switching off, with a sigh, those blinking lights and digitals down at the space center.</p><p>And then I saw, gleaming but sterile in the sunshine, crinkle-reflected still in each other’s mirror glass, the empty downtown skyscrapers left like tombs, all elevators stilled, as memorials to the future past; while the cottonwood, the hickory, and the Spanish moss, creeping up again from the bayou, entangled parks and gardens once again, choked the downtown tunnels, and wormed a way into all the fancy plazas.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "October 1981",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Houston",
      "Space",
      "Future",
      "ever",
      "Power",
      "Cities",
      "Oil",
      "Alley Theatre",
      "NASA",
      "New York",
      "Southern",
      "Spanish",
      "Texas",
      "Traffic",
      "Astrodome",
      "Buffalo Bayou",
      "Chicago",
      "Deer",
      "flight",
      "Folk"
    ],
    "wp_categories": [
      "Energy"
    ],
    "wp_location": [
      "Houston",
      "D.C.",
      "Texas",
      "West",
      "Katy"
    ]
  }
}