{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198110",
    "date": "October 1981",
    "year": 1981,
    "month": 10,
    "month_formatted": "October",
    "pdf_uri": "/1981/19811000.pdf",
    "issue_cover_image": "",
    "document_start_page": 170,
    "toc_start_page": 168,
    "document_page_range": [
      [
        170,
        171,
        172,
        173
      ],
      [
        244,
        245,
        246,
        247,
        248,
        249,
        250,
        251,
        252,
        253,
        254
      ],
      [
        256,
        257
      ],
      [
        260
      ],
      [
        262
      ],
      [
        264,
        265,
        266,
        267,
        268,
        269
      ]
    ],
    "toc_order": 7,
    "toc_headline": "I Have a Scheme",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198110-ihaveas",
  "source": "/1981/19811000.pdf",
  "wp_post_id": 116043,
  "wp_post_guid": "http://www.texasmonthly.com/article/i-have-a-scheme/",
  "authors": [
    "Harry Hurt III"
  ],
  "headline": "I Have a Scheme",
  "dek": "How two civil rights leaders learned to love money and power.",
  "spread_caption": "",
  "excerpt": "Andrew Jefferson was on his way up in the judicial system. Larry Cager was a rising star in the Houston area Urban League. Together they were giving the city’s black population the leadership it had always needed. And then along came trouble.",
  "kicker": "",
  "word_count": 12182,
  "content": "<p>Illustrated by Melissa Grimes</p><img/><img/><p>Andrew Jefferson rose to answer the telephone with the deliberate dignity of a man born to be on the United States Supreme Court. Six feet three inches tall and a broadshouldered but portly 250 pounds, Jefferson was wearing a blue shirt with French cuffs and gold links, a conservative striped tie, and the trousers of a brown business suit. His coat hung on the wall as if waiting to be exchanged for judicial robes. With his large, handsome, balding head, his bushy gray sideburns and thin black moustache, the 47-year-old Jefferson looked like a figure out of a nineteenth-century painting, a portrait of oldfashioned wisdom made all the more powerful by the dark mahogany color of his skin. But because he wasn’t wearing his black gown, he also seemed a little naked as he went to the telephone.</p><p>“Hello,” he said into the receiver. “This is andrew Jefferson. May I help you?”</p><p>There was a brief pause.</p><p>“Oh, hello, Smitty,” Jefferson said heartily.</p><p>Jefferson listened for a few moments. Then he interrupted.</p><p>“Do you have a report on the well?” he asked.</p><p>There was another pause, this one a little longer than the first two.</p><p><em>The new black leadership: andrew Jefferson almost made it to the Fifth Circuit; Larry Cager ran the Houston Urban League.</em></p><p><strong>The Rise Of the Group</strong></p><p><em>The story of Jefferson, Cager, their friends, and politics.</em></p><img/><p><em>1. Andrew Jefferson was a Houston state judge on his way to the federal bench.</em></p><img/><p><em>5. Cager, Jefferson, and some friends</em>—<em>the Group—began calling on Hofheinz.</em></p><img/><p><em>2. Louisianan Lurry Cager was the director of the Houston area Urban League.</em></p><img/><p><em>6. Jefferson quit the bench to make some money. Cager got federal funds.</em></p><p>“Do I love you?” Jefferson suddenly interjected histrionically. “You know I love you. I just don’t love your geologist. I love <em>my</em> geologist. So send me what you’ve got and i’ll have him look at it right away.”</p><p>Jefferson smiled and nodded, anticipating the effect his words would have on his caller.</p><p>“Okay, fine,” Jefferson said after another short pause. “i’ll get back to you in a day or two.”</p><p>He hung up and returned to an armchair in front of his imposing wooden desk. He sat down and propped his big brown brogans in the seat of another armchair, stretching his legs so that his belly bulged like that of a Buddha. A smile broke across his face as he looked at the visitor sitting on the couch.</p><p>“I was showing off a little bit for you,” Jefferson confessed.</p><p><strong>Friends Through Thick and Thicker</strong></p><p>During his years as a state district court judge, andrew Jefferson acquired an exalted public image. A 1975 survey of 1300 Harris County lawyers ranked Jefferson first among all local state district judges both overall and in the specific categories of knowing and applying the law, judicial temperament, impartiality, and fairness. Upon his return to private practice, Jefferson became known as one of the most influential leaders in Houston’s black community as well as the man with the best chance to become his city’s first black mayor. Thus it was hardly surprising that in the fall of 1979, acting on the recommendation of his merit selection committee, President Carter nominated andrew Jefferson for a seat on the U.S. Fifth Circuit Court of appeals. What did come as a surprise to many was that by the time President Reagan took office early this year, Jefferson was still not confirmed to the Fifth Circuit, and his nomination, a logical stepping-stone on the path to the Supreme Court, was dead.</p><p>The demise of Jefferson’s nomination may be traced to various causes, but perhaps the most important was his association with Larry C. Cager, a man Jefferson has described as “my best friend.” Cager does not radiate the authority of a great public servant. He is lean and of medium build with a welltrimmed afro that is counterpointed by a small tuft of blondish hair, a birthmark, on the back of his head. He likes to wear stylish clothes and heavily aromatic cologne. But like Jefferson, Larry Cager exudes a charisma that once made him a powerful force in Houston’s black community.</p><p>Until the end of July, Cager was the executive director of the Houston area Urban League. He resigned that post in the wake of one of the most controversial and destructive scandals in the history of Houston black politics. The scandal centered on allegations that Cager, with the help of Jefferson and other Urban League board members, manipulated the nonprofit, federally funded social service agency for his own financial and political gain. Cager, who has an interest in a cable television franchise, was indicted last year on charges of forcing Urban League employees to work on former mayor Fred Hofheinz’s 1975 reelection campaign and on a 1978 cable TV referendum petition. In april 1981 a federal jury acquitted Cager of the Hofheinz campaign charges, and the cable charges were subsequently dropped. But during the time between Cager’s indictment and acquittal, Jefferson’s Fifth Circuit nomination foundered.</p><p>The Urban League scandal is a civil rights parable of our times. Both andrew Jefferson and Larry Cager owe their personal success to the achievements of the civil rights movement of the fifties and sixties. The changes advocated by black leaders before and after Martin Luther King, Jr., made it possible for Jefferson and Cager to get their professional educations and ultimately their jobs. At the same time, the drives to register black voters enfranchised a bloc with the potential of duplicating or even surpassing the political machines created a century ago in the Northern cities by Irish and Italian minorities. In the seventies, the federal government further reacted to the civil rights movement by deluging organizations like the Urban League with federal funds. This, in turn, created a new power base in the black community. While WASPs based their power on business success and ethnic minorities relied on urban political patronage, the avenue to affluence and political clout for blacks was the local administration of federal programs.</p><img/><p><em>3. They were smart and ambitious, but they lacked power. They became friends.</em></p><img/><p><em>7. Cager and Jefferson made some cable television deals and made more money.</em></p><img/><p><em>4. Then a large turnout of blacks helped elect Fred Hofheinz mayor of Houston.</em></p><img/><p><em>8. Everything was rosy in Houston. But then Cager got into a spot of trouble. . . .</em></p><p>Because of the moral righteousness of the civil rights movement, black leaders of the sixties and seventies were assumed to be interested in the advancement of their race rather than in the success of particular individuals. But the reality of the situation was far more complicated. Like the leaders of the feminist movement and other modern social causes, black leaders faced seemingly unresolvable conflicts about the goals of their political cause. Was the point of the movement and the federal programs to help all blacks at all socioeconomic levels or merely to permit the talented and gifted few to achieve their potential? Was it possible to pursue both goals at the same time? and if so, was it proper for the local supervisors of federal programs to use those programs to advance their personal goals and political interests? In Houston, where the movement was relatively weak and politics has traditionally been a sideshow to a three-ring circus of economic development, these questions were especially difficult to answer.</p><p>Despite the murkiness of the Urban League scandal, the game plan Jefferson and Cager have been following is clear. Both men candidly admit that they have been using politics to carve out a bigger piece of the economic pie—for both blacks in general and themselves in particular. They have tried to emulate the wheeling and dealing of the white establishment, attempting to become black counterparts of John Connally, Leon Jaworski, and Walter Mischer. Jefferson and Cager even formed their own semisecret power circle of businessmen and politicians. Known simply as “the Group,” this all-male political fraternity is much like a black version of the famous 8-F Crowd of white power brokers that used to meet in suite 8-F of the Lamar Hotel under the aegis of the late Jesse Jones and the still-powerful George Brown. The troubles that have recently befallen Jefferson, Cager, and the Houston area Urban League vividly dramatize the dilemmas confronting gifted and ambitious young middle-class blacks in the seventies and early eighties.</p><p><strong>Looking Out For Number One</strong></p><p>Andrew Leon Jefferson, Jr., learned two important lessons at an early age: the value of a dollar and the necessity of playing the game. Born in Dallas in the Depression year of 1934, he grew up the son of a carpenter in the black ghettos of Houston’s east side. One day when andrew was seven years old, his father gave him a nickel to buy rice for the family’s supper. But instead of getting the rice, andrew spent the nickel on a movie, <em>God Is My Co-pilot.</em> That night the Jeffersons ate grits for dinner.</p><p>As he grew older, Jefferson began earning his own movie money by doing odd jobs, painting houses, mowing lawns, clerking at a local grocery. He took up photography and found he could make a decent income processing film. While attending high school at all-black Jack Yates, Jefferson dreamed of studying architecture at the Tuskegee Institute. But when graduation rolled around, he discovered he could not afford to go to college out of state. He enrolled at Texas Southern University in Houston and eventually set his sights on law school.</p><p>In 1956 Jefferson won a scholarship to the University of Texas at austin. His first year in law school was also the first year of undergraduate desegregation at UT; the landmark cases of <em>Brown</em> v. <em>Board of Education</em> and <em>Sweatt</em> v. <em>Painter</em> were already history. Four other blacks besides Jefferson were enrolled in the first-year law class at UT, along with such white scions as Joe Jaworski, son of Leon. Even if a great deal remained to be done on the civil rights front, Jefferson was content to leave political activism to others while he studied and worked part-time in a photo lab and at the post office. ‘‘I wasn’t trying to make the world better,” he says. “I was looking out for number one.”</p><p><em>(Continued on page 242)</em></p><p><em>(Continued from page 171)</em></p><p>After gaining admittance to the bar, Jefferson was determined to get ahead in the white man’s world. He practiced law briefly in Houston, then served five years as an assistant U.S. attorney in San antonio. In July 1968 he got a job as trial and labor relations counsel for Humble Oil and Refining Company (now Exxon USA) in Houston. Suddenly he was known as <em>the</em> successful young black lawyer in Houston. In December 1970 he was appointed judge of Harris County Domestic Relations Court No. 2. Although the salary of $28,000 a year was considerably less than he could make at Exxon, the appointment was an honor the 36-year-old Jefferson could not refuse.</p><p>During his rapid rise to the bench, Jefferson participated in a few civil rights marches in San antonio and in the liberalreform-oriented Citizens for Good Schools in Houston, but he was never a movement leader. Most of his community involvement consisted of service on boards and committees for various charities, such as the YMCA and the United Fund. He was very much a moderate, considering himself somewhat to the right of Martin Luther King, Jr., and slightly to the left of National Urban League director Whitney Young.</p><p>One day in 1969, while Jefferson was serving as chairman of the United Fund admissions committee, he received a proposal from an organization called the Houston area Urban League. Founded in the summer of 1968, the Houston area Urban League was an affiliate of the National Urban League. The stated purpose of the national league, established in 1910 and present in many major american cities since the thirties, was “to eliminate racial discrimination and segregation in the United States, increase the economic and political empowerment of blacks and other minorities, and, in short, help them share equally in the responsibilities and rewards of full citizenship.” The fledgling Houston affiliate, which had started as an offshoot of the YMCA, was anxious to carry on that mission by offering antipoverty programs financed by the United Fund.</p><p>The United Fund admissions committee originally turned down the Urban League’s proposal, but Jefferson persuaded the committee to give the agency $15,000 as a special limited-term grant. This relationship proved successful, and the Urban League eventually became a regular recipient of United Fund money (at the rate of more than $100,000 a year). In the meantime, the grateful league elected Jefferson to its local board of directors and later to the national board of trustees.</p><p>Although his efforts with the United Fund gave Jefferson considerable clout at the Houston area Urban League, he did not run the organization. That full-time job belonged to the executive director. In 1971 the national league recommended that a new executive director join the Houston affiliate. His name was Larry C. Cager.</p><p><strong>all Roads Lead To Politics</strong></p><p>Larry Cager could not match andrew Jefferson in playing the get-ahead game, but he did know a thing or two about playing politics. Born in 1940, the son of a New Orleans laborer, Cager grew up in Chalmette, Louisiana, the site of the Battle of New Orleans and a part of the famous political domain of the Leander Perez family. In Perez country as well as in Louisiana as a whole, politics was everything. It was the means to just about all major forms of wealth and power, and to even an average citizen it meant not only voting in elections but getting jobs, houses, food, medical care. Larry Cager could not have helped but have his impressions of politics formed by the proudly obvious corruption and racial discrimination that were a way of life in southern Louisiana. He saw all things in politics and politics in all things.</p><p>Unlike the career-conscious andrew Jefferson, who is six years his senior, Cager did have an urge to change the world. After attending high school in New Orleans, he enrolled at the city’s predominantly black Dillard University, where he studied psychology, then did graduate work at Trinity University in San antonio. Following a brief stint in the army as a psychology technician, Cager returned to New Orleans and found work as a counselor with the Institute of Human Relations at Loyola University. Then in 1967, at the age of 26, Cager got a job on the staff of the Greater New Orleans Urban League.</p><p>Founded in 1930, the Greater New Orleans Urban League was much better established than its Houston counterpart. But for all its good intentions, the chapter was hardly making a dent in the massive poverty and unemployment afflicting the city’s blacks. Cager saw a serious lack of effective black leadership in New Orleans. Though the Voting Rights act had passed in 1965 and though the city’s close historical connection to the slave economy helped stoke the fires of civil rights activism, the black ministers, who held most of the political clout in black New Orleans, had failed to push for voter registration efforts or much of anything else. Cager took a dim view of the older men’s general inability to “deal with the system.”</p><p>Cager hoped to influence the Greater New Orleans Urban League to play a major role in organizing the black community. His chance came when the National Urban League awarded New Orleans a $35,000 grant for a voter registration project in 1967. The local league selected a predominantly black section of the city and not only registered blacks to vote but also educated them about politics, notably the white politicians’ ploy to split the black vote by paying black candidates to run against them. Encouraged by the results of the project, Cager and his colleagues later organized a black primary to select candidates for the upcoming tax assessor and city council races. One of the winners went on to be elected to a council seat.</p><p>“after the black primary we were bombarded with young people,” Cager recalls. “In the sixties black was beautiful. Young people enjoyed participating in the political process. If there was an opportunity to participate in something in the sixties, you’d be insulted if you were left out.”</p><p>In 1969 Cager provided just such an opportunity by starting a group called Black Organization for Leadership Development (BOLD). Although the group had no official connection with the Urban League, Cager later credited the league with helping to organize it and confirmed that at least some league staffers were also members of BOLD. Like the Urban League, Cager’s new group worked on voter registration and getting jobs for blacks. But unlike the league, it endorsed political candidates. Even though Cager founded it, he never became an official member. He soon organized yet another political endorsement group called Community Organization for Unified Progress (COUP). Once again, there was no official connection with the Urban League, but the new group had league staffers for members and benefited from the advice and counsel of founder (but nonmember) Larry Cager. The major achievement of BOLD and COUP was to join with another black political group, the Southern Organization for Unified Leadership, to get out the black vote that contributed to the upset victory of white liberal Moon Landrieu in the 1969 mayor’s race.</p><p>Throughout this period, Cager slipped easily back and forth between his duties at the avowedly nonpartisan Urban League and his activities in the political arena. According to Cager, his fellow Urban Leaguers did not object. “I never had any problems, nor did the National Urban League express problems, with political involvement,” he recalls. “We knew politics was a natural part of the system. If you’re going to get involved in changing things, you’re going to get involved in politics.”</p><p>In fact, instead of reproving Cager for his political activities, in 1971 National Urban League director Whitney Young offered him the job of executive director of the Houston league. Young told Cager he wanted new blood in Houston because the affiliate was “having trouble getting off the ground.” Cager accepted the challenge.</p><p><strong>Going to the Mountaintop</strong></p><p>When Larry Cager arrived in Texas, most of the city’s blacks were no better off in boom town than they would have been in New Orleans. Although Houston boasted an overall unemployment rate far below the national average, black unemployment was still around 7.5 per cent and underemployment (low wages, poor working conditions) was even higher. Houston blacks lived mainly in four neighborhoods: acres Home, the Fifth Ward, the Fourth Ward, and the Third Ward. All these areas had poor housing, inadequate or nonexistent city services, rampant crime, and heavy drug trafficking. Only the Third Ward, part of which had once been an affluent white neighborhood, included even a few well-kept middle-class homes and attractive landscaping.</p><p>The causes of these conditions were as deep-seated and complex as in any other metropolis, but in Houston most of the white powers weren’t trying even halfheartedly to improve the situation. Although blacks accounted for at least 25 per cent of the city’s population, Mayor Louie Welch had appointed only one black to an executive post in his administration, and that job involved honorary duties like presenting dignitaries with keys to the city at black banquets. While proudly refusing to accept federal funds for law enforcement, antipoverty, or any other programs, Welch gave an almost free hand to police chief Herman Short, a man whose alleged use of police brutality against minorities made him feared and hated throughout the black and brown communities.</p><p>Houston’s black leadership did not seem to be willing or able to improve things in the city’s minority neighborhoods. Unlike New Orleans, Houston was never much of a center for the civil rights movement; it <em>was</em> the center of a revitalized american capitalism. Political power in the black community rested mainly with a coalition of churches, civic groups, and social clubs called the Harris County Council of Organizations and with a confederation of black preachers called the Baptist Ministers alliance. But by the early seventies both of these organizations were led by older men increasingly out of touch with a citizenry whose median age was 27, and at any rate their endorsements had always been rumored to be buyable.</p><p>The Houston area Urban League office that Cager moved into was a two-story concrete and glass building on the corner of Dowling and Blodgett streets. Decorated with the Equal Opportunity logo (two bars surrounded by a circle), the building served as the administrative headquarters for three types of projects. The first was an On the Job Training (OJT) program funded by the Department of Labor; its purpose was to place hardcore unemployed people in jobs where they could learn a skill. The second was a tutoring program funded by the Department of Health, Education, and Welfare; its aim was to find jobs for potential high school dropouts so that they could stay in school and at the same time earn money for their families. In addition to these federal programs, which accounted for about $400,000 a year in federal funds, the Urban League also had a $50,000 grant from the United Way to run a program that included monitoring school desegregation, finding jobs for temporarily unemployed workers, and helping senior citizens.</p><p>Cager found that the tutoring program was doing well enough, but the OJT program was in a serious bind. Most big companies wouldn’t touch it. Many already had their own training programs that they could run without the detailed paperwork that went with receiving federal funds. Cager decided to take a shotgun approach to saving OJT. Instead of turning to big corporations, the league would encourage small businesses, like machine and welding shops, to take on OJT workers. Though some small businesses did sign on, Cager’s plan proved sounder in theory than in practice. Many small companies simply couldn’t afford to hire additional workers and match the federal portion of their paychecks. For a long time, OJT remained a frustration for Cager.</p><p>Meanwhile, the league became involved in an issue of growing political importance in Houston—cable television. The first chapter in the Byzantine cable saga was written not long after Cager arrived, when Mayor Welch made a deal to award the franchise for the entire city to his crony Lester Kamin. But in early 1973, as news of the mayor’s cable deal became public, white liberal activist Kathy Whitmire organized a petition for a citywide referendum on the issue. About this time, the National Urban League gave the Houston league a $3000 grant to conduct a community education project on cable. According to Cager, the money was used to hire some young attorneys and “to bring in some speakers from Washington, D.C.,” for a workshop on cable. It so happened that Houston voters subsequently rejected the cable TV deal the mayor had made, thus denying a cable franchise to anyone for the time being. Though Cager never pretended that the modest league-sponsored workshop mobilized the black community, he noted that the black vote had been instrumental in defeating Welch’s deal.</p><p>On a national level, the politicization of the league was becoming a source of internal dispute. Because of certain foundation law changes in 1969, the national office was concerned about maintaining its status as a tax-exempt nonprofit organization. Staying out of partisan politics was one of the requirements. In March 1972 the National Urban League issued an internal policy statement that prohibited the “participation, intervention, or involvement, either direct or indirect, in support of or in opposition to any candidate for elective office” by the league and its affiliates. It also prohibited employees from running for office without obtaining the league’s permission and then resigning.</p><p>Though Larry Cager believed that the Urban League was a political animal, he kept a low profile and stayed out of major campaigns during his first few years in Houston. But he did have strong feelings about the lack of black leadership. “What disturbed me wasn’t the age of the individual leaders, it was their attitudes,” he says. “I got the distinct feeling that blacks who negotiated on behalf of the black community didn’t negotiate at all. The white politicians used the black organizations, but the blacks did not raise questions like ‘What influence can I have in determining who’s going to be police chief? are you going to give us some department heads? How many?’ ”</p><p>Cager started raising such questions, but to no avail. He was new in town and didn’t know the players or their histories. He had not found the pressure points in the system. In an effort to gain a sound political education, he began to gravitate to a man who had impressed him at his first Urban League board meeting in Houston: Judge andrew Jefferson.</p><p>“I admired the man,” Cager says of Jefferson. “I admired his ability and guts on the bench. I began to call on him to get advice and information. He knew the people, he knew the system. We began to talk frequently. Sometimes we’d talk in his office. Sometimes in the evenings we’d stop and have a drink.” Jefferson, for his part, admired Cager’s political savvy and his pragmatic approach to black problems.</p><p><strong>The Empire Strikes It Rich</strong></p><p>The beginning of that friendship coincided with two events that would have a significant effect on the future of Houston’s blacks as well as the future of Jefferson and Cager. One was the December 1973 runoff victory of Fred Hofheinz in the mayor’s race. The son of a former mayor and astrodome promoter, Hofheinz, a white liberal, beat Dick Gottlieb, a conservative former city councilman and television announcer. Hofheinz won because of a large black voter turnout, more than 90 per cent of which went to him. Although neither Jefferson nor Cager worked in the 1973 Hofheinz campaign, they, like most other Houston blacks, welcomed Hofheinz’s victory and confidently expected that some long-awaited changes in city government would be forthcoming.</p><p>They were disappointed. Although police chief Herman Short resigned after the election, the Hofheinz administration made no immediate sweeping changes. There were no major black appointments.</p><p>But Houston blacks did receive a windfall from the unlikely hand of President Richard Nixon. In 1973, acting on a Republican states’ rights impulse, Nixon directed that the task of contracting federal antipoverty grants be transferred from Washington to the individual cities that were getting the money under the Comprehensive Employment and Training act (CETA). In the case of funds that went to groups like the Houston area Urban League, the Department of Labor would transfer the money to the City of Houston; the city would then choose the local social service agencies that would apply the money to various programs. Since Mayor Hofheinz, unlike his predecessor, had no qualms about accepting federal money, the Nixon plan, along with a Democrat-controlled Congress, rapidly increased the flow of federal dollars to Houston agencies. The Urban League’s budget quickly grew from $400,000 per year to roughly $1 million.</p><p>The new money immediately created a bigger agency. With a new CETA-funded Manpower program the staff expanded from twenty to nearly fifty. Like the OJT program, the aim of the Manpower project was to find jobs for black people, but it offered training in the classroom rather than on the job. The addition of the program required the leasing of a nearby church building; other new leases followed, and soon the Urban League was spread out among four buildings.</p><p>Another immediate effect of the new federal money was an increase in wealth and power for executive director Larry Cager. Records later disclosed by the <em>Houston Post</em> showed that in 1974-75 Cager collected a salary of $35,000, paid through the general fund for 100 per cent of his time, and $5000 in federal funds for an additional 23.8 per cent of his time in connection with the Manpower project. In the months that followed, Cager invested in a variety of enterprises, including a liquor store and real estate. He also tried unsuccessfully to put together a Popeye’s Fried Chicken franchise group.</p><p>One of Cager’s new ventures involved renting space to the Urban League. A building next door to the league headquarters had been rented to the league before Cager bought it. Cager claimed that he and Dr. Clarence Higgins, the husband of board member Edwina Higgins, bought the property when the previous owner went bankrupt to ensure that the Urban League could keep renting its space. Cager also claimed that he and Higgins, who owned the property under the name CAHIG, asked the Urban League to pay the same rent it had in the past. For that reason, Cager said, he saw no conflict of interest in renting the building to his own employer. Unfortunately for Cager, others would one day disagree.</p><p>Several board members had struck business deals with the league: H. J. Susberry provided group insurance. Marcellas Day provided general insurance. Edwina Higgins rented property to the league through CAHIG. Later, still another board member, Robert Combre, rented property to the league. Cager insisted that all these arrangements were legitimate, favors the board members did for the league, rather than favors the director gave them. And if anyone on the board worried that an outsider might not see such dealings the same way, no mention of it was made at the time.</p><p>Though not directly affected by the federal money, Jefferson was also enjoying success in the get-ahead game. In 1974 Governor Dolph Briscoe appointed Jefferson judge of the 208th Criminal District Court in Harris County. The appointment meant a modest decrease in salary to $25,000 but a major increase in prestige. Only Congresswoman Barbara Jordan could vie with Jefferson for the title of the city’s most respected black. People began to say that andrew Jefferson was bound for the Supreme Court. Apart from Jefferson himself, probably no one wanted that prediction to come true more than Larry Cager.</p><p><strong>“Larry, Is This The Group?”</strong></p><p>Besides enlarging his bank account, the new federal money apparently boosted Cager’s political confidence. The Urban League was a secular congregation, one he could use to build a political base. As he became disillusioned with the Hofheinz administration, Cager began to feel that the time had come for him to take decisive political action. One night in early 1975, after a church-affiliated gathering at the Hyatt Regency in downtown Houston, Cager and some friends were having drinks and bemoaning the situation at city hall. Someone asked who was negotiating with Hofheinz on behalf of the black community; everyone assumed the black ministers were, but no one knew for sure. That startling realization seemed indicative of how factionalized Houston’s black leadership had become.</p><p>Cager decided to remedy the situation by calling a private council of the black community’s most prominent leaders. With the help of a politically active dentist named art Higgs, he drew up a list of seventeen names. It included such disparate personalities as Mickey Leland, a former radical and a state representative at the time; John B. Coleman, a relatively conservative physician and businessman; John Chase, an architect and a board member at the Walter Mischer-dominated allied Bank; city councilman Judson Robinson; State Representative anthony Hall; Otis King, TSU law school dean; Vince Rachal, a Foley’s executive; A1 Hopkins, a pharmacist; Clarence Higgins, league landlord; a. M. Wickliff, a lawyer and board member; a. W. Parker, a Teamsters local president; Granville Sawyer and J. Don Boney, educators; Earl Lloyd, a physician; H. L. Garner, a retired labor leader; the Reverend Bill Lawson, a former civil rights activist; and, of course, Judge Jefferson.</p><p>Cager’s list was not a complete who’s who of black power in Houston. Those summoned represented a cross section of the kind of men Cager believed could provide Houston blacks with some aggressive new leadership. Missing (with the exception of the iconoclastic Lawson) were the traditional black leaders, the ministers. Also missing was the most powerful person in the black community, Congresswoman Barbara Jordan.</p><p>Cager and Higgs convened the men for a weekend meeting in Freeport to discuss the problems and potential positions available in their areas of expertise. After listening to each other’s presentations, they decided to set up meetings with public officials to make demands for change.</p><p>The first official to meet with them was Mayor Hofheinz. Cager and his colleagues told Hofheinz that they wanted to have a say in who was to become police chief. They also demanded the appointment of blacks to top posts in the branches of city government most affecting blacks: the Parks and Recreation Department (on the theory that blacks were the greatest users of such facilities) and the CETA program (on the claim that blacks were also the poorest group in the city).</p><p>Well aware of the importance of the black vote to his 1973 victory and to his upcoming bid for reelection, Hofheinz proceeded to grant almost everything Cager’s group asked and more. According to Cager, the Group met with and approved Pappy Bonds before he was named police chief. Hofheinz made the appointments they wanted in Parks and Recreation and the CETA program. The mayor also named Hortense Dixon an executive assistant and made Otis King city attorney. Cager credited these developments to the influence of the black leaders he had convened.</p><p>At first, Cager’s group did not even have a name. When they originally met with Hofheinz, the mayor simply referred to them as “the group,” as in “Larry, is this the group?” Thereafter, Hofheinz’s appointments secretary noted the mayor’s meetings with the Group. Lacking any better name, Cager and the others eventually began referring to themselves as the Group, too. Unlike the 8-F Crowd, the Group didn’t, as Cager put it, “have the money or the stroke.” They also came at power from a different angle. The 8-F Crowd’s wheeling and dealing in politics rested on the power of their pocketbooks; Cager and his group based their influence on the power of their people, on the assumption that together they represented major segments of the black electorate. Their ability to deliver those votes had never been put to the test, but that did not work against them as long as those they were dealing with believed they could.</p><p>The Group met at least once a month, in the office of one of the members or at the Urban League building, where the league would pick up the tab for liquor and refreshments. Although they did not make official endorsements, the members did interview candidates for local races and decide informally which ones merited their individual support. The unspoken rule was to keep a low profile. Though the Group’s influence may have been based on the voting strength of the black community, its various constituents, such as they were, did not know their leaders were meeting. As Cager later admitted, the Group was much better known among members of the white establishment downtown than it was out in the Fifth Ward. But the Group preferred to keep it that way.</p><p><strong>New, Improved BOLD</strong></p><p>While Cager’s Urban League domain expanded, andrew Jefferson grew restless on the bench. Honors and distinctions were pouring in, but while Jefferson enjoyed his prestige, it did not pay the bills. His state district judge’s salary was far less than he could have been making in private practice. Having spent ten of the previous fifteen years in public service jobs, Jefferson, who was now approaching his 41st birthday, began to feel that the time had come to think again about number one. In October 1975 Jefferson announced that he was resigning from the bench. The reason he gives now is simple and to the point. “I wanted to make some money.”</p><p>But Jefferson did not go immediately into making money. Instead, at the time of his resignation he announced that he was going to become the cochairman of Fred Hofheinz’s reelection campaign. The election was only a few weeks away, and Hofheinz was being stoutly challenged by his old nemesis, Gottlieb, and by former Harris County district attorney Frank Briscoe, a conservative law-and-order man despised by the city’s minorities. A runoff seemed inevitable, and Hofheinz would again need strong black support to carry him through. Presumably, having a prominent black like Jefferson as campaign cochairman, a first in Houston politics, would give black voters a strong signal that Hofheinz was still their man.</p><p>Conveniently, just about the time Jefferson was preparing to leave the bench for the Hofheinz campaign, his friend Larry Cager was starting yet another political organization. This time the project was a Houston version of BOLD. Like its New Orleans predecessor, this BOLD purported to be dedicated not to a particular candidate but to raising political issues and to helping young blacks get some of the gravy. Its main business, however, was endorsing politicians. The first candidate BOLD endorsed was Urban League worker Billie Smith, who was on leave to run for the school board. The second endorsement was for Mayor Hofheinz. It came after Hofheinz’s new campaign cochairman, andrew Jefferson, had addressed the organization.</p><p>Cager, once again, did not join the organization. BOLD’s first president and vice president were young lawyers Robert Jones and alexander Green. But Cager wasted no time in introducing BOLD to the staff of the Houston area Urban League. Exactly how he went about doing this was later hotly disputed. Cager claims he simply explained the concept of BOLD to his staff, mentioned that the Urban League was to some extent responsible for BOLD’s creation, and “encouraged them to get involved.” He was talking about getting involved in the Hofheinz campaign, BOLD’s main project. Cager says he tried to “make it clear to the staff that their participation was voluntary, that their participation was to take place after five or on their own time.”</p><p>At least half a dozen Urban League staffers later alleged that Cager did not make the voluntary aspect of participating in BOLD clear at all. They charged that he implied they must work for BOLD or lose their jobs. Manpower worker Lois Shorten, for example, claimed that Cager simply told her she had to work for BOLD, but the message was clear to her. She believed from what he said that if she did not work on the Hofheinz campaign, she “wouldn’t be around there much longer.”</p><p>Though Cager denied the charges, there is no dispute that his staff followed his cue. On a Bold membership list submitted as evidence in federal court, 21 of the 60 members listed were league employees, but former league staffers have said that at least 20 other Urban League employees also did work for Bold. Since most of the league staff was female, most of Bold's membership was female, too. The leadership, however, remained all male, a fact not lost on some of the new recruits. “Bold was basically a group of young, inexperienced women led by a group of men,” one former league staffer recalls. “all the guys who joined were given some sort of title or responsibility. The women were not.”</p><p>The $25 membership dues for BOLD were paid for most Urban League staffers with Urban League checks signed by Larry Cager and other agency officials. Cager later stated that these dues came from the league’s general fund, not from federal funds, and that supporting BOLD and paying dues were appropriate Urban League projects. Whether the league board was ever aware of these expenditures is not clear, but at least one board member—andrew Jefferson—says he first heard about it from a reporter in the summer of 1981, six years after the fact.</p><p>The workers who claimed they were forced to join BOLD also claimed Cager directed them to do campaign work on federal time, a violation of the Hatch act, which forbids federal employees above the policymaking level to participate in politics. According to Shorten, former acting director Charlene Priester, and several other former staffers, league staffers did campaign work on federal time before both the November 1975 general election and the December 1975 runoff election. While considerable BOLD work went on after office hours and on weekends, those who did campaign work could take off a corresponding number of hours from their Urban League jobs during the week. But quite a bit of campaign work allegedly went on during regular office hours, too, with some staffers handling routine campaign responsibilities on a day-to-day basis rather than attending to their jobs.</p><p>The peak of the political activity came on the days of the general and the runoff elections; a skeleton crew answered the telephones at the Urban League offices while the rest of the employees drove sound trucks, circulated literature, and got voters to the polls for Hofheinz. Former Manpower program worker Marie Rudison charged that Cager instructed her to falsify the time sheets of league workers who were doing campaign work for Hofheinz. These allegations suggested that Cager used the Urban League to build his own illegal campaign army, his own political rent-a-crowd, on federal time and at taxpayers’ expense.</p><p>While conceding that some league employees may have campaigned on federal time without his authorization, Cager denied instructing any staffers to do political work during regular business hours or to falsify federal time sheets. Cager maintains he was merely encouraging community involvement and that he kept BOLD and the Urban League officially separate.</p><p>Whichever version of the story is closer to the truth, soon after BOLD was formed it confronted the question of money. Although BOLD did not want to “sell” its endorsement for collection plate contributions as the black preachers allegedly did, the organization was not opposed to being paid for campaign work. That opportunity came when Hofheinz campaign cochairman andrew Jefferson put Cager in touch with a political public relations firm called Parmer Marketing. The Hofheinz campaign had hired Parmer to get out the vote in the black community, and Parmer needed paid workers to canvass the TSU campus and other locations. A representative of Parmer Marketing, Wanda Ybarra, met with Cager and a group of potential canvassers shortly before the 1975 runoff election. Ybarra later testified that while she was explaining that each worker must sign daily time sheets in order to receive payment, Cager asked to speak with her in private. Ybarra said Cager then instructed her not to discuss money with the campaign workers but to allow him to keep the time sheets; Cager also allegedly suggested that he and BOLD should receive payment from Parmer. Although Cager later denied taking Ybarra aside and asking to be paid the money for the canvassing, Parmer Marketing quickly terminated its relationship with BOLD.</p><p>On December 2, 1975, Fred Hofheinz won reelection over Briscoe by a vote of 137,456 to 104,650. Once again, the black vote proved the key. Some 97.5 per cent of it went to Hofheinz.</p><p>BOLD’s impact on the election remains unclear. One former member claimed that the organization distributed 10,000 posters and 100,000 leaflets in the black community. That was a worthy contribution, but it could hardly have been decisive. Blacks had voted overwhelmingly for Hofheinz in 1973, and with a law-andorder archconservative running against him this time, the repetition of the 1973 turnout was no great surprise. Nevertheless, a faction in BOLD that included Urban League staffers Billie Smith and Marie Rudison requested some $18,000 from the Hofheinz campaign for supplying canvassers. Parmer Marketing, which saw no way BOLD could have earned such a sum, advised Jefferson not to pay the bill. Cager concurred. Then, according to Cager, “vicious rumors” circulated in BOLD headquarters that he and Jefferson were pocketing campaign money. In order to set those rumors to rest, Cager said, the Hofheinz campaign paid BOLD $5500.</p><p>Not surprisingly, Cager and BOLD soon parted company. BOLD remained intact under the leadership of A1 Green and others, but its active membership dwindled. In the absence of a campaign to work on, the organization could maintain neither its enthusiasm for political work nor the presence of the Urban League staffers.</p><p><strong>“Evil People Have To Work Someplace.”</strong></p><p>Though estranged from BOLD, Cager continued to participate in the Group, the most enduring of his creations. He also presided over an ever-expanding Urban League. In four years, the league budget grew from $1 million per year to $4 million. This increase in funding naturally meant an increase in power for Cager. Besides his salary from the general budget and the CETA program, Cager carried a credit card paid for by the Urban League. Copies of some of the credit card receipts show that Cager sometimes spent as much as $1000 per month on dining and entertainment he claimed were related to Urban League business. Among his favorite haunts were Courtlandts Restaurant in the Montrose area and the Rivoli in Southwest Houston. Cager also frequented the Foxtrappe, a club on the south side of town owned by his friend and league board member Robert Combre.</p><p>But bigger trouble was brewing. Several of the small businesses that had agreed to take on OJT employees when Cager tried to revive that program happened to be owned by members of the Urban League board. One was andrew Jefferson. Another was Robert Combre. One man, Charles Brawley, originally came to the Urban League as a client—that is, a hardcore unemployed person seeking a job—and subsequently won an OJT contract to <em>hire</em> workers for a security company he started; Brawley also wound up on the Urban League’s board. Still other contracts went to influential blacks like city councilman and Group member Judson Robinson.</p><p>Cager’s detractors later alleged that at least some OJT workers were not really hard-core unemployed but ordinary workers whom board members and other employers friendly with Cager merely sent to the Urban League to be qualified for federal wage supplements. Cager and Jefferson vigorously rebutted these allegations by pointing out the small sums of money involved and by claiming that board members who took on OJT workers were merely trying to set an example for other employers.</p><p>Besides the program problems, the Urban League offices were rife with sexual intrigue and rumors that just about everyone was sleeping with just about everyone else. Marie Rudison claimed that Cager had been forcing her to have sex with him since early 1972. According to Rudison, Cager would call her at home early in the morning before her children had left for school “and say he wanted to come by and use me.” Cager, a married man, later denied ever sleeping with Rudison and accused her of being “evil.” asked why he kept her on the Urban League staff, he replied, “all over the world, evil people have to work someplace. And she knew the [CETA] program.”</p><p>When the Urban League dropped the Manpower program in the summer of 1976, the agency’s internal problems threatened to erupt. Three former Manpower workers complained to the United Fund that they had been forced to do political campaign work on federal time. The Urban League board appointed an ad hoc committee chaired by board president Dale Fridley, a white Exxon executive, to investigate. But before the committee could make much headway, the board voted in a special session to replace Fridley’s group with a new committee chaired by Jefferson. Three of the four members on the first committee resigned in protest. Fridley himself stayed on until March 1977 to complete his term as president, but he never received a report from the Jefferson committee, which claimed that the complaining workers refused to make a formal statement.</p><p><strong>In Bed With Briscoe</strong></p><p>While Cager managed the Urban League, andrew Jefferson plunged into private practice. He formed the firm of Jefferson, Maness, Valdez, and Mimms, a law partnership that included two blacks, a white, and a brown, making it, according to Jefferson, the only multiracial law firm in the city. Soon he began doing exactly what he had left the bench to do—make money. Though still in demand for speaking engagements and United Fund committees, he had time to play golf regularly at the Hermann Park course, and he took up tennis. He lived like any successful lawyer except that instead of having a house in River Oaks or Tanglewood, he and his wife, Mary, and their two sons lived in a house on Palm Street in the Third Ward.</p><p>In the summer of 1977, Fred Hofheinz surprised the city by announcing that he would not run for reelection. Jefferson seriously considered making the race. He had visions of a candidacy that would appeal to blacks, liberals, and the downtown power structure. To test the waters, he went to Walter Mischer and other white power brokers and made a pitch for his candidacy. Though cordial, their reception was distinctly lukewarm. Jefferson decided not to run, leaving the field to whites Frank Briscoe and Jim McConn.</p><p>Cager also eyed the 1977 mayor’s race, but from a different angle. With Jefferson not in the running, blacks could only vote against the hated Briscoe rather than for any of the other contenders. The candidate most likely to defeat Briscoe was McConn, the man BOLD was endorsing. But early polls showed Briscoe with a commanding lead over McConn, so Cager reached the unpleasant conclusion that Briscoe was going to win. And if he did, Briscoe would have no obligation to black people because no blacks were supporting him in the campaign. Cager decided to remedy that situation by forming GAPPS —the Greater association for Political Power in the South. GAPPS did not pretend to be anything other than a onecandidate group. It was, as Cager’s attorney Dick DeGuerin puts it, “sort of like ‘Niggers for Briscoe.’ ”</p><p>Like Cager’s other recent political creations, GAPPS was staffed with Urban League employees. The cofounder and first president of the organization was league controller Stephen Mouton. GAPPS became controversial because of a press conference it held in October 1977 to announce its support for Briscoe. Acting under Mouton’s direction, an estimated 23 Urban League staffers spent from 10 a.m. to 2 p.m. setting up the press conference and impressing the attending reporters with GAPPS’s popular support. This activity took place on federal time, and Mouton was later convicted of directing that a time sheet of one of the Urban League workers attending the press conference be falsified. Though such illegal goings-on might well have damaged Briscoe’s candidacy, they did not become public knowledge at the time.</p><p>Supporting a man with an anti-minority reputation as strong as Frank Briscoe’s seemed like a classic sellout, even though there was no evidence that the Briscoe campaign paid GAPPS for its support. The endorsement was based on what Cager, disregarding the moral issues involved, considered the pragmatic thing to do. The irony of Cager’s move is that he bet on the wrong horse. When Briscoe and McConn wound up in a runoff, Hofheinz dramatically announced his endorsement of McConn. That boost was enough to push McConn past Briscoe on election day. Once again, the black vote, which rolled for McConn without Cager’s help, proved decisive.</p><p><strong>a Piece of the Cable action</strong></p><p>By the time McConn took office in early 1978, Jefferson and Cager were dealing with him as if he had been their man all along. Like his predecessor, McConn knew the importance of the black vote. He could hardly snub a delegation of the black community’s most prominent leaders, so he began meeting regularly with the Group.</p><p>McConn responded to the Group even more strongly than had his predecessor. In addition to reappointing A1 Hopkins to the Metropolitan Transit authority board, McConn saw to it that the MTA met and surpassed its goal of hiring 20 per cent minority contractors. McConn also ensured that minorities got a shot at city architectural and engineering jobs. The changes most noticeable to the average black citizen were street repairs: McConn fixed potholes in black neighborhoods, widened one main thoroughfare (Scott Street), and made improvements on another (Bellfort avenue). Such road maintenance might seem routine to an outsider, but it had never before been done in the black community.</p><p>Jefferson and Cager got even bigger plums from McConn. Just as the new mayor was taking office, the cable TV issue came up again. As usual, the leading contenders for franchises were white companies with close ties to establishment figures like George Brown and Walter Mischer. Black leaders inside and outside the Group hoped to see one of the franchises awarded to a black group, both on general principles of equity and on the theory that cable TV programming by black people could be a powerful communications and educational force in the community. The only black group that applied for a franchise was Houston Community Cablevision (HCC), a company of eleven investors represented by attorney John Sherman. Though Sherman happened to be a young partner in Jefferson’s new law firm, Jefferson was not one of the original investors. However, when Sherman began writing to city hall on Jefferson, Sherman & Mimms stationery, rumors circulated that Jefferson was behind the HCC bid.</p><p>About this time, Larry Cager began circulating a petition calling for another referendum on cable. The move gave him a powerful bargaining tool. If a black franchisee was in line for a franchise, the petition drive could be halted. On the other hand, if the petition drive succeeded, there could easily be a repeat of the 1973 experience when no one got a franchise.</p><p>Once again, Cager recruited his signature collectors from the Urban League staff, thereby sowing the seeds of still another controversy. As in the BOLD and GAPPS episodes, there were charges that the work was done on federal time. And as in the other cases, Cager staunchly denied telling anyone to work on the cable petition on federal time, maintaining that he asked them to gather signatures only after 5 p.m. or during their lunch breaks.</p><p>Subsequent events made the referendum petition unnecessary. HCC’s proposal had been rejected by the city’s cable expert, Bob Sadowski—not because it was black but because it wasn’t black enough. The proposal contained no mention of black programming and evinced no intention of even building a studio. But Sadowski’s objections were overridden by the mayor’s office (see “Invasion of the Cable Snatchers,” TM, March 1980). When word came back from city hall that HCC would be joining the four other franchise winners in the rich Houston market, the petition suddenly died. HCC later sold its franchise to Stoner Broadcasting under a curious arrangement that included a buy-back provision.</p><p>A federal grand jury is still trying to determine exactly how Houston’s cable franchises were awarded. One of the more interesting sidelights to the story is that shortly after the franchisees were announced but before they were finally approved by the city council, andrew Jefferson and Larry Cager became members of the HCC group. What, if anything, Jefferson and Cager did to be included remains a mystery. Jefferson claims the HCC invited him because of the prestige he would give the company, and he suggests that the last-minute addition of his name struck some as odd only because he was black. “If Walter Mischer or someone else in the white community had done it, no questions would have been asked,” Jefferson maintains. “I am a pretty important figure, too. Or at least i’m perceived as being important.”</p><p>Jefferson states that he and Cager are among the company’s four biggest shareholders, and there have been reports that Cager made $46,000 on the sale of HCC. There have also been reports that other black investors made many times that. Regardless of specific profits, no one denies that the HCC group has made a bundle and might make even more.</p><p><strong>Living by the Sword</strong></p><p>By the time the Houston City Council finally approved the cable franchises in January 1979, Jefferson and Cager appeared to have their larger shares of the pie—at least for themselves and for certain other black people. At a National Urban League conference in Wisconsin just a few weeks before the final cable awards, Cager bragged about the league’s success in organizing BOLD in New Orleans and about his own association with the Group, which he referred to as a group that endorsed candidates. He went on to urge league executives to take an active political role by doing such things as influencing at least one congressman per city.</p><p>To his chagrin, Cager found that his views did not sit well with national league director Vernon Jordan. At the conference, Jordan said he was “frightfully disturbed” by Cager’s membership in the Group and observed that “this kind of information in the hands of a Bill Clements or a John Tower could do irreparable damage to the agency.” Reminding the Urban Leaguers not to confuse “the art of politics with what this agency is about,” Jordan warned that “if you live by the sword, you die by the sword.”</p><p>Back in Houston, Cager ignored Jordan’s warning—at least at first. Things at the Houston area Urban League went the same as before, only better. Cager’s familiarity with city hall paid off in 1979 when the city awarded a new CETA program to the league. Cager in effect exchanged the troublesome OJT program for part of a program called Public Service Employment (PSE), which placed blacks in jobs with public service institutions like schools, hospitals, and churches. Since these institutions were more amenable to hiring unemployed workers than big corporations or small businesses were, the Urban League’s task would presumably be simpler. And the PSE program meant more money for the league—$3 million.</p><p>Cager also continued to do business with the Urban League. One of his new deals involved a building that housed a nightclub called the Point after, located on Blodgett Street not far from the main office. In January 1979, Cager sold the property to Robert Combre, who then rented the upstairs and part of the downstairs to the league. The rest of the building remained a club, which was renamed Studio III. The partners in the nightclub included Cager, several members of the Urban League staff, and later andrew Jefferson. Cager saw no problems with these insider deals.</p><p>That spring, some embittered former Urban League employees, including one man recently fired from the agency, complained to the <em>Houston Post</em> of irregularities at the league. <em>Post</em> reporter Bill Inman then broke a series of stories revealing Cager’s business deals, the alleged political activity on federal time, and other questionable operations. Cager was quoted as denying any wrongdoing, but the stories prompted investigations by the Department of Labor and the Justice Department. Jordan’s warning was prophetic, after all.</p><p><strong>a Snag in the Judge's Robes</strong></p><p>As things got hot for Larry Cager, life was nothing but cool, clear sailing for andrew Jefferson. In October 1979, President Carter nominated him for a seat on the U.S. Fifth Circuit Court of appeals. Jefferson’s name had been selected not in the old-fashioned, purely political way popular under Lyndon Johnson, but by a merit selection committee. His nomination was also formally supported by U.S. Senator Lloyd Bentsen and by Congressman Mickey Leland. Leland told the Senate Judiciary Committee that Jefferson “is the best we can send from our community.”</p><p>Back in Houston, news of Jefferson’s nomination was greeted warmly by both the black community and the white media. Jefferson’s confirmation appeared to be only a formality. In fact, he was already complaining that he would have to take a substantial cut in salary.</p><p>Then some snags developed. At the confirmation hearings in November, representatives of the Houston Police Patrolmen’s Union testified that Jefferson had shown “an unreasonable disdain for law enforcement agencies and a corresponding unjustified sympathy for criminal defendants resulting in the release of dangerous and violent persons contrary to the best interests of society” during his years as a criminal district court judge. They also accused Jefferson of favoritism toward some criminal defense attorneys whom he later joined in private practice. Jefferson defended himself ably, but the charges slowed his confirmation. The process was slowed even further when, shortly after the November hearings, Senate Judiciary Committee chairman Edward M. Kennedy decided to run for president.</p><p><strong>Persecution or Prosecution?</strong></p><p>Jefferson’s problems did not appear to be too serious, especially compared to Cager’s plight. The <em>Houston Post</em> was continuing its series on irregularities at the Urban League, and the U.S. attorney’s office in Houston had opened a federal grand jury investigation. Subpoenas went out for records, and several Urban League employees were called to testify, among them Larry Cager. The lawyer who first represented Cager in connection with his grand jury appearance was Fifth Circuit Court nominee andrew Jefferson. But the U.S. attorney’s office advised Cager to get a new lawyer on the grounds that Jefferson himself would be called to testify before the grand jury. In the midst of all this, an enraged Jefferson reportedly told then U.S. attorney J. A. “Tony” Canales that it would be racist to indict Cager. Canales, a Mexican american, supposedly replied, “No, we’re equal opportunity indicters. We’ll indict blacks, whites, Mexicans, anybody.” Jefferson denies having such a run-in with Canales, but he does not deny accepting an estimated $5000 in legal fees from the Urban League for representing employees called before the grand jury.</p><p>On May 30, 1980, the federal grand jury handed down indictments against Cager and controller Stephen Mouton. Cager was charged with falsifying the time sheets of federal employees and threatening to fire them if they did not work on the 1975 Hofheinz campaign. Later, Cager was indicted on separate but similar charges in connection with the 1978 cable television petition. The grand jury charged Mouton with falsifying a federal employee’s time sheet in connection with the GAPPS press conference in 1977, threatening to fire a federal employee if she did not do campaign work, and using a league computer to conduct private business.</p><p>The indictments caused a major shakeup at the Houston league. Cager went on a leave of absence as executive director, though he arranged to receive his regular salary as a consultant’s fee. He was replaced by veteran Urban Leaguer Charlene Priester. Board president alice Bonner, a former state district judge, resigned and was replaced by J. C. Helms, a white real estate developer with Republican connections. Helms’s first official act was to accept a subpoena for Urban League documents needed in the Cager and Mouton cases.</p><p>Mouton went to trial in July. He was convicted in short order of falsifying the time sheet but was acquitted of threatening to fire an employee. The conviction carried a maximum penalty of five years in jail and a $5000 fine, but the judge sentenced Mouton to four hundred hours of supervised community service work over the next two years.</p><p>In the meantime, the Senate Judiciary Committee stepped up its investigation of andrew Jefferson. Although he was not indicted or accused of any wrongdoing by the federal grand jury, the scandal at the Urban League and his well-known closeness to Cager tainted his reputation. Details of the cable TV scandal were also surfacing, which did not help. Senate investigator Carmine Bellino, a veteran of the Mafia probes conducted by Robert Kennedy, was not impressed with Jefferson and his friends.</p><p>Jefferson’s nomination remained technically alive for the rest of 1980, but for all practical purposes it died that fall after the Senate committee staff reviewed Bellino’s findings. The judiciary committee never issued an official recommendation against Jefferson; it simply never acted on his nomination. Since seventeen of Carter’s eighteen nominees to the federal bench suffered the same fate, Jefferson claims that his nomination failed because of Kennedy’s run for the presidency and the lame duck president’s failure to push through his nominees.</p><p>Jefferson did not abandon his friend Cager. In early 1981 he defended Cager at a series of Urban League board meetings. The board was divided into a pro-Cager group and an anti-Cager group. The latter, which considered itself more pro-Urban League than anti-anything, was led by board president Helms and interim director Priester. A stickler for procedures, Helms was appalled by the sloppy record keeping at the agency, the lack ot rudimentary financial controls, the apparent conflicts of interest in business deals, and the failure of the board to rotate its membership as called for in the Urban League charter. Helms’s fears were substantiated by a Department of Labor audit released in early 1981 that showed more than $100,000 in questionable expenditures in connection with the OJT and PSE programs during the eighteenmonth period between October 1977 and March 1979. An audit sponsored by the league disclosed another $165,000 in exceptions and inadequately documented expenditures for the 1979-80 period. These disclosures caused problems with the United Way, the league’s other main source of money, which insisted on an unqualified audit before committing to continued funding.</p><p>On top of all this, the Houston league’s relations with the National Urban League had grown more strained than ever. Part of the problem stemmed from Houston’s debt of $22,000 in back dues to the national office. But most of the difficulty involved the unfolding Cager scandal. After an attempt on his life, Vernon Jordan had cancelled a visit to Houston in the summer of 1980; when Priester wanted him to attend the annual dinner in June 1981, Jordan kept putting her off, saying, “The problem down there is the board—they’re all in cahoots together.’’</p><p>Priester and Helms had to agree. Through the end of 1980 and the beginning of 1981, matters involving Larry Cager kept coming before the board. There were disputes about the inadequacy of the two-page report Cager submitted to document his work as a consultant, about Priester’s contention that Cager was showing up at the agency less and less frequently, and about whether to keep paying Cager after the first six-month term of his leave expired. Helms and Priester saw the pro-Cager faction of the board, led by Jefferson, take up for Cager all the way.</p><p>Finally, at a March 1981 board meeting, the strife came to a head. At issue was whether to renew Cager’s consultant’s contract or to reinstate him as executive director. Several board members, including Jefferson, spoke up for Cager. Then Helms asked who wanted to speak for the league. There was silence. A short time later, the board gave Cager a vote of confidence. Helms resigned, citing the board’s insistence on deciding things on the basis of “what was good for Larry Cager and not what was good for the Urban League.’’ Priester also resigned as acting director, saying she could no longer work for an agency that “violates its own bylaws.”</p><p>That same month, Cager went to trial on federal charges that he threatened to fire Urban League employees unless they did political campaign work and falsified federal time sheets. Cager’s defense attorney, Dick DeGuerin, attacked the credibility of the prosecution’s star witness, Marie Rudison, the Urban League worker who claimed that Cager forced her to have sex with him, by disclosing that Rudison had received electric shock treatments and repeated psychiatric care. In one of the uglier incidents surrounding the trial, another federal witness who testified against Cager, former Urban League worker Lois Shorten, went home one day to find her kitchen vandalized and the words “You’re next, rat fink” written on the wall.</p><p>The final jury arguments aptly summarized the conflicting public images of Larry Cager. Assistant U.S. attorney Michol o’connor alleged that Cager was not “just stealing a little money—he was taking away from you people the right to decide who was going to be the mayor of the City of Houston.” DeGuerin claimed that “Larry Cager is not a criminal, ladies and gentlemen. He is a hero, a true american folk hero.... He was helping the black community and by this prosecution the black community and the Urban League are shattered.”</p><p>At the end of the six-week trial, which often seemed more like a personal conflict between prosecution and defense, it took the jury only one hour to acquit Cager of all eighteen counts against him. Judge Carl Bue used a recently adopted judicial rule to prevent anyone from questioning the jurors about how they reached their rapid decision, but DeGuerin has a few ideas of his own. “I think it was clear to the jurors after the trial got under way what was going on,” DeGuerin says. “It was a persecution, not a prosecution.”</p><p>A short time later, the government dropped the cable-TV-related charges against Cager.__</p><p><strong>a New Game Plan</strong></p><p>Less than a month after Larry Cager’s acquittal, the Urban League board voted to reinstate him as executive director. But Cager requested as part of his reinstatement that he serve as executive director for no more than sixty days, presumably to aid the league in the transition to a new director. True to his word, Cager left the agency at the end of July to take a stillundisclosed job in private business.</p><p>“It’s in the best interest of the league for me to leave,” Cager told the press. “If I stayed, everyone would wonder ‘Is he taking advantage of the Urban League?’ I don’t think people will ever understand some of what happened.”</p><p>While the Urban League board searches for a new executive director, the agency’s problems continue. Auditors are still trying to account for $125,000 of apparently improper expenditures uncovered by the Department of Labor audit. The Office of the Inspector General is studying conflictof-interest charges involving Cager and CAHIG. Big Brothers and Big Sisters of Houston, another charitable agency, has threatened to file suit against the league for $3300 in unpaid CETA wages due its workers under the PSE program.</p><p>One of the few encouraging developments so far is that relations with the national office have improved. After Cager’s acquittal, Jordan addressed the Houston league’s annual dinner this past June. National officials later worked out a plan for the payment of Houston’s $22,000 in back dues. But as interim board president Priscilla Hill ardoin admits, the coming months promise to be critical ones for attracting money and developing programs.</p><p>Unfortunately for the Urban League, that is a formidable task. Reminded of Jordan’s warning that agencies that become involved in politics “live by the sword” and “die by the sword,” Larry Cager shrugged his shoulders, smiled wanly, and said, “He may have been right.”</p><p>Jefferson’s future is not nearly as uncertain as the league’s or Cager’s, but there are certainly some clouds on his horizon. In recent years, Jefferson’s name has added weight to two major political campaigns—the 1975 Hofheinz campaign and Mickey Leland’s 1978 congressional race. It is doubtful, though, that his name will soon reappear atop a major candidate’s campaign committee list. And given the present Republican dominance, it is equally doubtful that he will soon be nominated for a federal judgeship.</p><p>Jefferson is clearly bitter over the prosecution of Cager. “When John Connally gets acquitted, it’s okay, because he’s ‘Big John,’ ” says Jefferson. “But when Larry Cager gets acquitted, it’s ‘F—Larry Cager.’ ” Jefferson is also bitter over the rotation of Urban League board members, a condition of continued funding from the United Way that will move him from an active to an honorary role, and over what he sees as a retrenchment by the league in the face of outside pressure. It seems hypocritical of the government to fund a branch of the civil rights movement and then to insist that it stay out of politics, if only to keep its tax-exempt status. “The Cager style, the Cager practicality of leadership has to continue,” Jefferson asserts. “The Urban League has to realize what it means to operate in a system controlled by politics and politicians.”</p><p>For now, the Jefferson-Cager leadership team is lying low. Neither man is actively supporting a candidate in the 1981 mayor’s race, which must be particularly frustrating since Mayor McConn was instrumental in the cable TV franchise awards and challenger A1 Green was an officer of BOLD. Speculation in Houston political circles is that Green’s candidacy is merely a bargaining ploy by a JeffersonCager faction to get more concessions from a scandal-tarred, vote-hungry mayor and that Green will eventually drop out of the race and support McConn. But all the principals deny this rumor, and Jefferson still fumes over a <em>Houston Chronicle</em> story that took his statement “A1 Green is my friend and I plan to vote for him” as an indication that he is supporting Green, which he says he is not. The Group, still meeting regularly, has not issued a formal endorsement, but sources close to it say the members are leaning toward McConn.</p><p>Jefferson insists that this period of political quiescence is only temporary. “If people think Cager and Jefferson have been brought to their knees and we need not fear their speaking out in the future,” he says, “they are wrong.”</p><p>It is fairly certain that when Jefferson and Cager next speak out, it will not be from the federal bench or the executive office of the Houston area Urban League. By successfully obtaining a cable television franchise, they have cut a bigger piece of the economic pie for themselves. By forming the Group, they have won a bigger piece of the pie for many other blacks as well. But in the process, they have lost the very things that helped them reach their goals: the righteousness of the civil rights movement and prestige in the black community. Instead of resolving the “do good” <em>and</em> “do well” dilemma facing gifted middle-class blacks, they have become its victims. But the real victim of the story is the black community, which still faces the same frustrating problem that it confronted before Jefferson and Cager arrived on the scene: a lack of effective leadership.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "October 1981",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "urban",
      "Jefferson",
      "Houston",
      "Hofheinz",
      "Work",
      "Campaign",
      "money",
      "Mayor",
      "office",
      "Power",
      "Civil Rights",
      "Politics",
      "Law",
      "people",
      "New Orleans",
      "School",
      "Business",
      "Jobs",
      "Police",
      "TV"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Jefferson",
      "Houston",
      "New Orleans",
      "D.C.",
      "Sherman"
    ]
  }
}