{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198110",
    "date": "October 1981",
    "year": 1981,
    "month": 10,
    "month_formatted": "October",
    "pdf_uri": "/1981/19811000.pdf",
    "issue_cover_image": "",
    "document_start_page": 156,
    "toc_start_page": 154,
    "document_page_range": [
      [
        156,
        157,
        158,
        159,
        160,
        161,
        162,
        163
      ]
    ],
    "toc_order": 5,
    "toc_headline": "The Failures That Made Texas",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198110-thefailur",
  "source": "/1981/19811000.pdf",
  "wp_post_id": 116052,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-failures-that-made-texas/",
  "authors": [
    "Anne Dingus"
  ],
  "headline": "The Failures That Made Texas",
  "dek": "Would we remember the alamo if we had won?",
  "spread_caption": "",
  "excerpt": "When it comes to flops and fiascos, Texans can outdo anyone.",
  "kicker": "",
  "word_count": 4976,
  "content": "<img /><p>Academy of Motion Pictures</p><p><em>Tour de fort: in a scene from The alamo, Wayne as Crokett meets fellow freedom fighters.</em></p><p>Think Texas, and you think success: ranching empires and gushers and boom towns bursting at the seams. Well, Texas has had its successes, but it’s had some spectacular failures as well. In fact, failures, not successes, made Texas. After all, not the Spanish or the French or the Mexicans, not the Republic or even the Confederacy, managed to hang on to Texas. People flocked here because they couldn’t make a go of it elsewhere, but what happened when they arrived? Wells ran dry, grass gave out, cities gave up the ghost. But such setbacks only encouraged them to keep on searching for something bigger and better, and today Texans are still gambling and losing and gambling again. So perhaps we owe a debt to the duds, flops, botches, and bungles that made our state what it is today; we can even be proud of them. Or failing that, at least we can profit from past mistakes.</p><p><strong>FALSE Starts</strong></p><p>With all due respect to the Daughters of the Republic of Texas, the Battle of the alamo was clearly a failure. There was no way that 187 men could fend off Santa anna’s hordes, who numbered some 4000. The Mission San antonio de Valero was inadequate as a fort; William B. Travis, a notorious hothead, was inadequate as a leader.</p><p>Not only was the actual battle a washout but 124 years later the 1960 film reenactment, <em>The alamo,</em> was a disaster too. John Wayne played Davy Crockett and also made his directorial debut in this long, rambling, boring box office bomb.</p><p>In 1540, following reports from Cabeza de Vaca and other Spanish explorers that a wondrous, shining land existed somewhere in the New World, Coronado set off with three hundred soldiers to track down the legendary Seven Cities of Cibola. He was accompanied by a mendacious friar who claimed to have personally seen silver streets and turquoise-inlaid doors.</p><p>Traipsing along the Rio Grande, Coronado finally came upon the mythic cities, which turned out to be merely a cluster of Zuni Indian pueblos. He was disappointed, but not for long: ever the dupe, he next swallowed the tale of the Gran Quivira, an equally fabulous city built of gold and jewels. Heading north across the Texas Panhandle, Coronado made it as far as central Kansas before learning that Quivira was nothing more than a ragtag village of Wichita tepees. He returned to Mexico to face widespread ridicule and died in disgrace.</p><p>Illustrated by Sagebrush Studio</p><img /><p>Another hapless explorer was La Salle, whose expedition 145 years later was an even greater dud. First he overshot the mouth of the Mississippi River, his intended destination; then, once in Texas waters, he lost two ships in Matagorda Bay. Venturing into the unfamiliar territory of Texas, La Salle was murdered by one of his own men; all but a few of his followers either disappeared or were massacred by Karankawas shortly afterward.</p><p><strong>MISTAKES As Big As TEXAs</strong></p><p>In 1845, on Texas’ admission to the Union, Congress passed a resolution that allowed Texas to divide itself into five states if it so chose. There have been no less than sixteen unsuccessful attempts —the first in 1850 and the most recent in 1969—to create various mini-Texases to be known by such names as San Jacinto, Lincoln, Franklin, Jefferson, and Matagorda. Native Texan and former U.S. vice president John Nance Garner was the most famous supporter of divisionism (he, of course, also backed such hopeless endeavors as naming the cactus blossom the state flower).</p><p>But the late state senator V. E. “Red” Berry of San antonio was the most colorful divisionist. In 1969, irked by the clockwork regularity with which his pari-mutuel betting bills failed in the Legislature, Berry introduced a proposition to draw a line from Orange to El Paso and create a new, fun-loving state of South Texas, which would promptly legalize horse racing. Under Berry’s plan, San antonio would have become the capital of South Texas and the Hemisfair grounds would have served as the state office complex, with the governor of the new state ensconced in the rotating restaurant of the Tower of the americas. Berry’s great idea went the way of his parimutuel bills before it.</p><p>A black day in Texas history: January 3, 1959, when alaska entered the Union as the 49th state, dooming to failure our longsavored and ardently publicized status as the biggest of the states, ruining several perfectly good jokes, and requiring immediate alteration of the “largest and grandest” line in the state song.</p><p>The state song, of course, is a failure in and of itself. But its unquestionable dullness is understandable if you know that (1) the quest for an official anthem resulted in a statewide contest in 1924, which (2) an Englishman won. The first time “Texas, Our Texas” was scheduled to be performed at a state event, the band balked and played the governor’s campaign song instead.</p><p>In 1974, after a committee had spent eight months drafting a new version of the 63,000-word, 233-amendment state constitution,<strong></strong>181 legislators met in austin for the first constitutional convention since 1875. But after spending seven months and $5 million, the legislators were unable—by three votes—to get the two-thirds majority needed to approve the new constitution before July 30, at which time it was officially dead.</p><p>The Texas Navy, organized in 1836, never had more than a dozen ships, and most of them were lost at sea, left to rot, or sold off to pay repair bills. When the U.S. annexed Texas, only four of the vessels remained, three of which were declared unfit for use.</p><img /><p>Janice ashford</p><p>In 1860, the Texas Legislature had a bright idea: why not use the North Fork of the Red River as the state boundary instead of the South Fork, since that meant Texas would get more land? accordingly, the state moved the boundary line, christened the new land Greer County, imported settlers and cattle, and threw in a few churches and schools for good measure.</p><p>Fortunately, the Civil War happened along just then and prevented the federal government from noticing that its territory had just been rustled. What with one thing and another, the feds didn’t get around to challenging Texas’ claim till 1895. Then, as in most of its tussles with Uncle Sam, Texas lost. The Supreme Court ruled that the South Fork of the river was the boundary—in fact, the south bank of the South Fork. The worst part of it was that the Legislature’s great idea had turned into—good heavens!</p><p>—Oklahoma.</p><p><strong>WINNERS Are Losers Too</strong></p><p>Sedco, Governor Bill Clements’s drilling company, provided the rig used to drill Ixtoc I, the Mexican oil well off the Yucatan peninsula that blew out on June 3,</p><p>1979, and spewed more than three billion barrels of crude into the Gulf—and it eventually drifted onto Texas beaches. It took nine months for workers to cap Ixtoc I, which lives in infamy as the cause of the world’s worst oil spill.</p><p>Throughout the fifties, millionaire Houstonians George Kirksey and Craig F. Cullinan, Jr., tried—without success—to buy almost every major league team then in existence. In 1959, plans for a third baseball league, the Continental League, got under way, and the eager Kirksey and Cullinan hurriedly formed the Houston Sports association as a starting point for organizing a Houston team. Then the National and american leagues decided to expand to block the creation of the third league, and Kirksey and Cullinan lost again.</p><img /><p><em>Hughes (inset) had a winner in Jane Russell and a loser in RKO.</em></p><p>One of native Texan Howard Hughes’s earliest business ventures was his purchase of the faltering RKO Pictures Corporation in 1948, but for once his golden touch failed him; even he couldn’t turn it around. He released such fare as <em>Double Dynamite</em> and <em>Son of Sinbad</em> under the RKO banner before he grew restless and sold the company in 1955.</p><p>In 1971, newspaper headlines across the state trumpeted the breaking of the Sharpstown scandal. The federal Securities and Exchange Commission filed a civil suit charging that Houston financier Frank W. Sharp and other officials of the National Bankers Life Insurance Company had manipulated the corporation’s stock to fatten the wallets of various Texas political leaders, including Governor Preston Smith, Speaker Gus Mutscher, two state legislators, and the chairman of the state Democratic party.</p><p>To return the favor, the suit said, Mutscher had ensured that legislation favorable to Sharp passed the House.</p><p><strong>FACT: 3635</strong> students who applied to enter UT-Austin in the fall of 1980 were not accepted.</p><p>The uproar led to Mutscher and two of his aides’ being tried and convicted of conspiring to accept a bribe.</p><p>But the scandal didn’t stop with the guilty: the state’s voters took over, and Smith failed to win a third term. Whiz kid Ben Barnes, the 33-year-old lieutenant governor who competed with Smith for the gubernatorial seat, also lost the race, tainted by the fallout from the scandal.</p><p>Despite various and sundry political defeats and embarrassments during his career, Lyndon Johnson’s biggest failure was the Viet Nam War. Enough said.</p><p>During Lyndon B. Johnson’s tenure as president, the White House commissioned artist Peter Hurd to paint the chief executive’s official state portrait. Hurd presented LBJ with the painting in 1966—only to have the president ban it from the White House, declaring it the ugliest thing he ever saw.</p><p>H. L. Hunt’s first novel, <em>alpaca,</em> concerned an idealistic young Latin american who set out to discover the perfect constitution and thus save his country, alpaca, from an evil dictator. As H. L. would have it, the perfect constitution is one that entitles you to more votes the more taxes you pay. <em>alpaca</em> was not a runaway best-seller; neither was its sequel, <em>alpaca Revisited.</em> Luckily, Hunt had enough money to publish them himself.</p><p>When Nelson Bunker Hunt, son of H. L., and his brother William Herbert began investing in silver in the seventies, they were seeking an asset to replace oil, a resource whose days seemed numbered. The Hunts began accumulating and storing silver as well as dealing in silver futures, and soon they had an enormous stockpile.</p><p>Naturally, with such heavy dealings going on, the price of silver shot up: in January 1980 it cost $50 an ounce.</p><p>The exchanges then imposed restrictions on silver buying, and the price began to fall.</p><p>On March 27, 1980, after the Hunts revealed that they were unable to meet a $135 million margin call, the market collapsed; silver dropped to a measly $10.80 an ounce. The Hunts at that time owned about 150 million ounces of silver. Because they had purchased it at various prices, their exact losses are unknown but, at the very least, reached $1 billion.</p><p>In 1960, Lamar Hunt, another of H. L.’s sons, helped to organize the american Football League and obtained the charter franchise for the Dallas team, which he named the Dallas Texans. That year the AFL had its first season, and the turnout was pathetically scant; Lamar lost half a million dollars. Not until 1963, when he moved his team to Kansas City and renamed it the Chiefs, did he start to make money. Undaunted by one sports failure, Lamar promptly bought a soccer franchise, the Dallas Tornado, which distinguished itself in 1968, during its second season, by blowing 21 games in a row—a losing streak unequaled in the annals of soccer.</p><p>In 1977 Bunker Hunt made headlines by announcing that he would raise $1 billion for Here’s Life, a branch of Campus Crusade for Christ, and he promptly backed up his promise by pledging $10 million of his own money. He also asked selected powermongers and millionaires to donate $1 million apiece toward his worthy cause. He discovered that other people were not as rich or as religious as he: Bunker has thus far achieved only 20 per cent of his goal.</p><img /><p>Upi</p><p>John Connally spent $11 million trying to get the Republican nomination for president in 1980. But after a fourteen-month campaign he ended up with exactly one delegate to the national convention—and she wasn’t even a Texan.</p><img /><p>Janice ashford</p><p><strong>IT Seemed Like a Good Idea At the Time</strong></p><p>The foremost federal boondoggle of 1855 was, without a doubt, the importing of camels into Texas. Congress appropriated $30,000 to bring in the beasts for use as military pack animals, and a year later 34 camels landed at the port of Indianola and were marched to San antonio, with a brief stop to allow a Texas lady to knit President Franklin Pierce a pair of memorably odorous camel’s hair socks. But when the camels arrived at their new home the troops’ horses wouldn’t walk a mile with them—and neither would most of the men. With the advent of the Civil War, the military’s enthusiasm for the idea fizzled. Most of the camels were let loose in the West Texas desert, where they were still alarming tipsy prospectors as late as 1891.</p><p>The federal government spent $400 million on IF! 27, a four-lane highway linking amarillo and Lubbock, to handle the increasingly heavy traffic that was expected to materialize between those two cities. It didn’t.</p><p>In 1977 the National Endowment for the arts gave an</p><p>artist $6025 to film mile-long rolls of colored crepe paper as they were flung from an airplane flying over El Paso. The citizens of that fair city couldn’t have cared less—and who can blame them?</p><p><strong>EASY Acts To Follow</strong></p><p>These native Texans did the home folks proud when they made it to Hollywood and the silver screen. But nowadays they’re remembered—if remembered at all—as talents that were mediocre at best.</p><p>Jack Buetel of Dallas made his film debut in Howard Hughes’s 1943 film <em>The Outlaw,</em> in which he was unceasingly upstaged by Jane Russell’s bustline. He couldn’t act, anyway, and Hughes never let him star in another picture.</p><p>Austin native Zachary Scott appeared in some solid movies in his day—including <em>Mildred Pierce,</em> for which his leading lady, Joan Crawford, won an Oscar—but he just wasn’t star material. By the late forties and early fifties he was reduced to making lamentable films like <em>Born to Be Bad, Guilty Bystander,</em> and <em>Let's Make It Legal.</em></p><p>John Boles, born in Greenville, played second fiddle to Shirley Temple in such thirties gems as <em>Curly Top, The Littlest Rebel,</em> and <em>Stand Up and Cheer.</em></p><p>John arledge, from Crockett, played a dying soldier in <em>Gone With the Wind.</em></p><p>Whip Wilson, from Pecos, was a rodeo star turned movie star. He had his own series of second-rate westerns, including <em>Haunted Trails, Crashing Thru,</em> and <em>Shadows of the West.</em></p><p>Larry Buchanan of Dallas</p><p>was a bit actor who turned to producing and directing, starting with a western called <em>Grubstake</em> in 1952. Some of his movies, like <em>Mars Needs Women</em> and <em>Mistress of the apes,</em> were predestined to become Saturday morning post-cartoon fare; others were B-movies of unrivaled pulpiness, such as <em>High Yellow</em> and <em>Free, White, and 21.</em></p><p>Some other little-known Texas actors and their duds:</p><p>Joyce Reynolds, San antonio, <em>The Constant Nymph, Wallflower.</em></p><p>Henry Roquemore, Marshall, <em>Stocks and Blondes, Exile Express.</em></p><p>Nancy Gates, Dallas, <em>The Tuttles of Tahiti, Hell’s Half acre.</em></p><p>Reed Hadley, Petrolia, <em>Female Fugitive, Juke Box Jenny, It Shouldn ’t Happen to a Dog.</em></p><p>In the thirties Hollywood studios billed western actors Bob Steele of Pendleton, Oregon, and Kermit Maynard of Venvay, Indiana, as native Texans to promote their tough-guy image—but even <em>with</em> the hype they never made it big.</p><p>More westerns have been made about Texas than any other state; most of them are simply god-awful. Some entries in the Texas Western Hall of Infamy include <em>Texas to Bataan, Buckaroo Sheriff of Texas,</em> and <em>Texans Never Cry.</em></p><p><strong>FACT:</strong></p><p><strong>3774</strong> dry holes were drilled in Texas in 1980.</p><p><strong>1968</strong> women tried out fro but did not make the Dalls Cowboys Cheerleaders squad last season.</p><p>Four years before CBS’s <em>Dallas</em> hit the tube, ABC premiered its own show about a Texas dynasty: <em>The Texas Wheelers,</em> starring thenunknowns Gary Busey and Mark Hamill. Set in the fictitious rural town of Lamont, <em>The Texas Wheelers</em> told of the motherless Wheeler children—Truckie, Doobie, Boo, and T. J.—whose nogood father deserted them for months at a time. The show lasted two months. ABC’s mistake was, no doubt, in portraying its Texas family as poor but honest instead of rich and rotten to the core.</p><img /><p>Scott (far left) in Guilty Bystander; the cast of Texas to Bataan.</p><img /><p>Wilson (with whip); Gates in Hell's Half acre; Steele (head on bookcase) in Paul From Texas; Boles with friend in Stand Up and Cheer.</p><p>Stills courtesy of Hoblitzelle Theater arts Library-HRC and academy of Motion Pictures</p><img /><p><strong>IDEAS</strong></p><p><strong>WHOSE Time Never Came</strong></p><p>Texas has always been a good place to try a new idea —consider Dr Pepper and the drill bit—but some ideas just don’t make it. Take, for example, the newspaperthrowing truck, or “mobile article launcher,” patented in 1972 by one Robert L. Lamar of Houston. As the truck drives up and down residential streets, a punched tape feeds orders to a computer to ensure that the right subscribers receive their papers. Lamar’s newspaper-throwing truck was never even a shadow of a threat to the great american institution of the paperboy.</p><p>A 1978 invention that actually saw the light of day—but not for long—was a concoction by entrepreneur Sam Lewis of San angelo: jalapeno ice cream.</p><p>A third Texas idea that failed was an effort in 1965 by a consortium of 35 Hereford businessmen to market Bravo cigarettes, which were made not of tobacco but of Rio Grande Valley lettuce. The healthful tobacco substitute followed the first report by the surgeon general that cigarette smoking was hazardous to our health. Despite their lack of tar and nicotine, Bravos never took off in the marketplace.</p><img /><p>Janice ashford</p><img /><p> Tom Curry</p><p><strong>BOOSTERISM That Went Bust</strong></p><p>Galveston started its very own football bowl in 1948 —the Oleander Bowl, which pitted such giants as Wharton Junior College and Tyler Junior College against each other. Two years later, the city renamed the gripping event the Shrimp Bowl and managed to lure powers like McMurry College to headline the game. The idea just didn’t go over; the 10,000-seat stadium was never even half full, and in 1952 Galveston was reduced to playing servicemen’s teams against each other. In 1957 the Shrimp Bowl saw its last game: the defeat of the McClellan AFB Flyers by the Quantico Marines, 90-0.</p><p>In 1970 the City of arlington, planning to capitalize on the tourist draw of Six Flags Over Texas, issued $7 million worth of bonds to finance Seven Seas, an amusement park featuring Nootka the Killer Whale, trained seals and dolphins, pearl divers, a three-masted schooner, and exactly one ride. Unfortunately, the city fathers forgot that there was no ocean within three hundred miles of arlington. The cost of manufacturing salt water and maintaining it at just the right ternperature to support the sea creatures—as well as a general lack of interest among Metroplexers—left Seven Seas high and dry. Despite the city’s attempts to turn it around, the amusement park was losing a million dollars a year by the time it closed in 1976.</p><p>Another amusement park bomb was Sawmill Town, USA, in the far East Texas county of Newton. Billed as “america’s Unique Family Facility,” Sawmill Town celebrated the Piney Woods’ great lumbering age with such non-unique attractions as buggy rides. It celebrated alone, however, as vacationers never made it to Newton County.</p><p><strong>FACT: 7800</strong> Texas companies went bankrupt last year.</p><p>During the utopian movement of the nineteenth century, French immigrants in Texas attempted to establish an ideal socialist state near, of all places, Fort Worth. The settlers called their new home the Icarian Colony and supported the abolition of slavery and equal rights for women, among other things. One year later, however, the colony broke up, decimated by crop failure and disease and torn by internal disputes.</p><p>Janice ashford</p><p>Not content with being a major railway stop and air center, commerce-conscious Dallas has long sought to become a major port as well. Ships have made occasional leisurely jaunts up the Trinity River since the days of the Republic, but the business thus brought in was never steady or lucrative enough to suit Dallas. Businessmen have often pointed out that if the Trinity were deepened and widened to allow easier navigation, Dallas could rival Houston as a major Texas port.</p><p>Plenty of people jumped on the bandwagon for the Port of Dallas, including Lyndon B. Johnson, who in 1965 lent his presidential weight to getting the project authorized for construction by the army Corps of Engineers. The estimated cost was $900 million. Big improvements on the river began in the late sixties: bridges were built, dams constructed, locks designed. Shortly thereafter taxpayers in Dallas and its surrounding counties learned that some $150 million for the project was going to have to come out of their own pockets, and the resulting bond vote sent Dallas’s seaport dreams down the drain.</p><img /><p>Janice ashford</p><p>Cereal king C. W. Post, creator of Grape Nuts and Post Toasties, decided in 1906 that he would build the model Texas city. Post had come to Texas from Illinois for the warmer weather but, as a health food fanatic and a Christian Scientist, was dismayed at the rotten moral fiber of Texans. He selected Garza County, at the edge of the High Plains, as the site for his ideal city and began building the town of Post. He then marked off 150 quartersection farms, each complete with farmhouse, barn, and low-interest loan.</p><p>Alas, Post had difficulty luring settlers, partly because of his stringent rules (no liquor, for one) and partly because the lack of rain in the area made the success of preirrigation farming unlikely. Post tackled the aridity problem with a vengeance by exploding dynamite on the theory that the agitation of the air would produce rain. Sure enough, it did—but the cost per explosion was excessive and the noise further discouraged prospective citizens. When the railroad ultimately bypassed Post in favor of Lubbock, the lack of commerce was just one more factor that kept Post from becoming the model city its founder had envisioned.</p><p>Houston’s Metropolitan Transit authority, which costs the city’s voters $100 million in taxes every year, is designing a mass transit system that will, according to the MTA’s own estimates, do nothing to alleviate traffic congestion by the time it’s put in.</p><img /><p>Janice ashford</p><p><strong>NONE Of Their Businesses</strong></p><p>In 1953 Galveston’s city commissioners decided Pelican Island was Texas’ ideal manufacturing site and okayed a $17 million contract to develop the island. Eager chamber of commerce types called Pelican Island “the best real estate buy in the U.S.” and claimed that all sorts of businesses were interested in relocating there, from grain elevators to a Texas branch of Disneyland. A six-lane bridge from the mainland to the island opened in 1958, but the scads of industrial plants failed to materialize—perhaps because of the damage caused by Hurricane audrey the previous summer, perhaps because of a particularly voracious species of termite found on the island.</p><img /><p>Tom Curry</p><p>Archeologists who thought they had found artifacts placing early man in the Dallas area some 40,000 years ago—30,000 years earlier than in any other site in the Western Hemisphere—were proved wrong by carbon dating tests. The Dallas area, it turned out, is no more advanced than anyplace else in america.</p><p><strong>FACT:</strong></p><p><strong>33</strong> Texas cities are on the federal goverment's list of urban areas in which you are most likely to die during a nuclear attack.</p><img /><p>Tom Curry</p><p>Clayton McKenzie’s first mistake, no doubt, was starting up a rent-a-cow company for dairymen in a ranching state. His Quality Holstein Leasing Company filed for bankruptcy just a few months after the Palestine businessman had predicted that in 1981 the firm would “do”</p><p>$30 million—a figure that turned out to be closer to the rent-a-cow agency’s liabilities.</p><p>When foremost Fort Worther amon Carter, Sr., announced his intention to build the budding Metroplex a bigger and better airport, the City of Dallas refused to go in on the deal unless Carter built the terminal facing Dallas.</p><p>Carter would have none of that, and Cowtown went ahead and built its own airport at a cost of $18 million. Carter was able to persuade american airlines to land in Fort Worth—he was a major shareholder—but Love Field still got the majority of air traffic. Amon Carter Field (later known as Greater Southwest International airport) never took off; when DFW airport opened in 1974, Carter’s field closed. A development corporation bought it in 1979, and today its north-south runway is a boulevard.</p><p>Horizon City, a desert suburb of El Paso, was a 1957 development that grew out of El Paso’s population boom. But the boom did not extend the city limits twenty miles into the desert, as the developers had optimistically hoped. The 87,000 acres they had targeted for development just sat there—to the dismay of thousands of investors, most of whom had bought the property sight unseen, never intending to live there but only to rake in the returns.</p><p>Responding to complaints, the Federal Trade Commission charged the developers with using misleading sales tactics. The developers agreed to spend $45 million on improvements to the property (such as a thousand miles of graded roads) and to earmark another $14.5 million to be returned to eligible buyers. To other unhappy landowners Horizon City offered a deal: an even trade of a lot way out in the boonies for one closer to town—but still, of course, in the desert. Today, 24 years after the project began, less than 2 per cent of Horizon City’s'original acreage has been developed.</p><p><strong>FACT:</strong></p><p><strong>1682:</strong> Texans violated one or more of the state's parole rules in the 1980—81 fiscal year, had their paroles revoked, and were sent back to prison.</p><p><strong>379,000</strong> Texans did not meet the april 15 income tax deadline this year.</p><p><strong>1634</strong> dealers in cocaine, marijuana, heroin, or other dangerous drugs in Texas last year were busted by the federal Drug Enforcement administration..</p><img /><p>Tom Curry</p><p>Texas’ most famous bordello, the highly successful Chicken Ranch, failed miserably when entrepreneurs hoping to cash in on its notoriety moved it from La Grange to Dallas and turned it into a restaurant.</p><p>Between 1973 and 1977, some five hundred Texans invested in Wolfe Pecanlands, a pecan orchard company with 10,000 acres in Erath and Comanche counties. The orchards, densely planted to ensure the highest possible yield, were scheduled to produce their first crop five years after the project was started—then six years, then seven. Investors, anticipating big bucks from nut-hungry americans, poured close to $5 million into the company before Congress passed a law that forbade the deduction of growing expenses, which effectively removed all tax incentive to invest in the orchards. Next, an attempt to sell five-year bonds that could be converted into land in the pecan orchards failed when interest rates zoomed. In 1981, Wolfe Pecanlands was more than $7 million in debt. Aw, nuts.</p><p>Seadock, a proposed superport to be constructed 26 miles off the coast near Freeport, would have been equipped to handle supertankers of 100,000 tons and up<em>—if</em> it had ever gotten under way. Its backers, a consortium of oil companies including Exxon, Gulf, and Mobil, were willing to sink more than $700 million into the superport—which would have given Texas its only dock big enough for the giant crude oil carriers—but, inevitably, Seadock needed a go-ahead from the federal government. That was the rub. The feds didn’t like Big Oil’s proposals, Big Oil didn’t like the feds’ restrictions, and Seadock didn’t get built.</p><p>In 1973, Friendswood Development Company, a subsidiary of Exxon, began work on Richmond Landing, a planned community in Fort Bend County, only to drop the project when the developers discovered that the land was ten feet under the hundred-year floodplain.</p><img /><p>Millionaire oilman Jack Grimm of abilene has financed expeditions to unearth Noah’s ark (1970), to photograph the Loch Ness monster (1976) and Big Foot (1977), and, this year, to locate the wreckage of the <em>Titanic.</em> So far he hasn’t found what he’s looking for.</p><p><strong>CLOSE, But No Cigar</strong></p><p>Baseball phenomenon David Clyde, who in 1973 began pitching for the Texas Rangers right out of Houston’s Westchester High School, won his first major league game ever in front of a cheering sellout crowd. That night was the high point of his career; between 1974 and 1978 he didn’t win a single major league game. Traded back and forth between Texas and Cleveland and shuttled in and out of the minors, Clyde never lived up to his storybook beginning. Today he plays for the Tucson Toros.</p><p>In 1967, a little-known Dallas lawyer named Eugene Locke announced that, with outgoing governor John Connally’s blessing, he was running for the gubernatorial seat. Locke spent an undisclosed but admittedly large sum on his race, most of it on TV and radio ads featuring a jingle that began, “Eugene Locke should be governor of Texas.” The state’s voters could hum the tune, but they didn’t like the idea: Locke came in fifth. Actually, we all lost this election—the winner was Preston Smith.</p><p><strong>NIPPED In the Bud</strong></p><p>Outlaw Sam Bass, 23, had held up exactly five trains before he decided to switch to bank robbery and was gunned down in Round Rock by Texas Rangers during his first heist.</p><p>Candy Barr was only 22 when her 1957 marijuana arrest put an end to her SRO strip act at Dallas’s Colony Club.</p><p>Bonnie Parker and Clyde Barrow, ages 23 and 25, respectively, when lawmen cut short their crime spree, could have done so much more.</p><p><strong>FACT:</strong></p><p><strong>424,142</strong> Texans had wrecks in 1980 because they failed to obey traffic rules.</p><img /><p>Tom Curry</p><p><strong>THERE But For the Grace Of God</strong></p><p>When the astrodome opened in 1965 its fields were covered with grass—a feeble grass, true, but nevertheless real grass, a type specially developed by aggie scientists to grow indoors. It got sunlight through the clear plastic panels of the astrodome roof. Not until baseball season started did the astrodome management become aware of a problem: the glare through the roof blinded players whenever they looked up to snag a ball. The way to get rid of the glare was to paint over the roof, but then the grass would die. What to do? The solution: astroTurf.</p><p>With artificial grass there would be no blinding glare, no dying grass, no barrier to the astrodome’s fame. Whew—that was close.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "October 1981",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "Dallas",
      "Texans",
      "Governor",
      "Land",
      "Oil",
      "ever",
      "Film",
      "Houston",
      "Astrodome",
      "Carter",
      "Cities",
      "College",
      "Congress",
      "Home",
      "people",
      "San Antonio",
      "Traffic",
      "Alamo",
      "Baseball"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Texas",
      "Dallas",
      "Houston",
      "San Antonio",
      "Abilene"
    ]
  }
}