{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198212",
    "date": "December 1982",
    "year": 1982,
    "month": 12,
    "month_formatted": "December",
    "pdf_uri": "/1982/19821200.pdf",
    "issue_cover_image": "",
    "document_start_page": 170,
    "toc_start_page": 166,
    "document_page_range": [
      [
        170,
        171,
        172,
        173,
        174,
        175,
        176,
        177,
        178,
        179
      ],
      [
        222
      ],
      [
        224
      ],
      [
        226
      ],
      [
        228
      ],
      [
        230
      ],
      [
        232
      ]
    ],
    "toc_order": 7,
    "toc_headline": "281",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198212-281",
  "source": "/1982/19821200.pdf",
  "wp_post_id": 117543,
  "wp_post_guid": "http://www.texasmonthly.com/article/281-2/",
  "authors": [
    "Jan Morris"
  ],
  "headline": "281",
  "dek": "A sweet, sleepy odyssey down the backbone of Texas.",
  "spread_caption": "",
  "excerpt": "If you want to see the real Texas, don’t take the interstate.",
  "kicker": "",
  "word_count": 7397,
  "content": "<p><em>Jan Morris, resident of Wales, historian, adventurer, and perhaps the world’s leading travel writer (her most recent books are a Venetian Bestiary and The Spectacle of Empire), has appeared in these pages twice before, with profiles of Houston (“City of Destiny,” October 1981) and Fort Worth (“Foat Wuth, the Eternal City,” June 1982).</em></p><p><span class=\"dropcap\">I</span>t was like entering another, and more nationalistic, country—like entering France, say, out of Switzerland. The moment I crossed the Red River out of Oklahoma, the nationality of Texas assaulted me almost xenophobically, and I seemed to be passing into another sensibility, another historical experience, another scale of values perhaps. I was about to drive all the way down U.S. 281-one of the several highways that run clean through Texas north to southnot because it was the fastest of them or the most important or even, I dare say, the most scenic, but because it was one of the most historic of the tracks by which the original Texans long ago drove their cattle up to Kansas and the rich markets of the north. Along the line of U.S. 281 generations of herdsmen came and went, and up and down it, too, so to speak, passed many of those impulses, influences, and instincts that brought Texas to its own manifest destiny and made it the particular kind of prodigy it is.</p><img /><p>Photography by Geoff Winningham</p><p><em>Since the days when it was a cattle trail, Highway 281 has been geared to livestock—taking feed to them and them to feed us.</em></p><img /><p><em>Surviving as historical allusions or pets rather than a cash crop, Longhorns laze in their pastures of plenty south of Wichita Falls.</em></p><p>It is rather more than six hundred miles down 281, from the Red River in the north to the Rio Grande in the south, across pleasant flatlands with names like Jack or archer County, through the wooded Hill Country of the center, across the wider rolling ranchlands south of San antonio, into the tropical territories of the Rio Grande Valley, where the palm trees stand in lordly enfilade, where the fruits and vegetables grow like lush weeds, and where there seems to hang upon the very air some potent radiation of the south.</p><p>Yet hardly was I over that bridge when all the conventional shapes and symptoms of Texas rose up around me: massed bluebonnets on the verges, smells of sage and barbecue, Stetsonhatted heads silhouetted through the rear windows of pickups, horses corralled in village yards, cattle roaming like wild beasts over evidently limitless ranges, the indefatigable shapes of Texan pump jacks, the uncontrollable shapes of Texan countrymen, the shape of Texas itself, that asymmetrical lump of tenderloin on maps and guides, on road signs and posters, on T-shirts and dishcloths and key rings in souvenir-shop windows. The weather of Texas variously lifted my heart and squashed my spirits. From earth and air, creek and camper, I was hounded by the curse of Texas: country-and-western music.</p><p>So I began my journey, assaulted by Texanity, and the great sky of Texas seemed to close like a door behind me, as though I were in some separate cosmos now, spinning to another rhythm, tugged by different laws of gravity.</p><p><em>“Good grief!” cried the teller at the bank in Wichita Falls. “Wales! Do you hear that, Mary Lou?” But without a second thought she pressed a computer button for instant confirmation that my bank account in Llanystumdwy was in credit, and handed me my money.</em></p><p><span class=\"dropcap\">T</span>he insularity of Texas has always entertained travelers, coupled as it is with extreme technical sophistication, and Texans, of course, love to make the most of it, flying their flag as if it were still their own republican emblem, using their dialect like another language. The scale of everything certainly contributes to the illusion: often Texas felt to me not even like a country but like a continent of its own, and 281 suggested the sort of strategic thoroughfare that European wars were fought for and frontiers adjusted to accommodate.</p><p>Yet Texas is not in the least separate, really. Even the Texanest of Texan families must have come here from somewhere else not so very long ago, and hardly a nation of Europe has not contributed to the style that advertises itself to the world nowadays as Texan to the core. In Texas there is, as the writer Philip Bailey once said of america as a whole, “something good and bad of every land,” and all along Route 281, through the decades immigrants from many parts set up shop, dug down roots, turned themselves into something of Texas, and gave Texas a little of themselves.</p><img /><p><em>The shrine of Our Lady of Highway 281 was built with contributions from the men of Windthorst who fought in World War II.</em></p><p><em>“There is an illusion of insularity; often Texas felt to me not even like a country but like a continent of its own, and 281 suggested the sort of strategic thoroughfare that European wars were fought for and frontiers adjusted to accommodate.”</em></p><img /><p><em>Ed’s Cafe caters to the stalwart German appetites of Windthorst.</em></p><img /><p><em>Tom Mix and Jean Harlow used to visit the Baker Hotel, now vacant, in Mineral Wells when the town was a famous health resort.</em></p><p>You could hardly call something so huge as Texas microcosmic, and the landscape itself, being quintessentially american, I thought, in its majestic monotony, did not often remind me of other countries. (To be honest with you, there is more variety of scenery within five miles of Llanystumdwy than there is down the whole length of U.S. 281.) But time and again social analogies, especially in the northern counties, put me in mind of older nations far away. Those shacks littered with old cars and rusty plows, those abandoned stores along the highway, those half-deserted hamlets of the backcountry-all irresistibly conjured up for me, set as they were against so vast and flat a background, some distant land of steppe or tundra inhabited by a more ancient peasantry. When I stopped to admire an apparently homemade hexagonal house somewhere in Erath County, its owner told me that it had once been the municipal bandstand at Thurber (“Don’t you know where Thurber is?” he demanded rather accusatorily), and instantly in my mind’s eye, as we chatted by the road, I saw the evening band parade in some small garrison town of another age, another longitude, where the bourgeoisie showed off their fineries beneath the streetlights of the square and bored princes strolled arm-in-arm with visiting nephews from St. Petersburg.</p><p>And the same Chekhovian sensation repeatedly struck me as I wandered up those silent Texan lanes. All alone sat the postmistress of Duffau, playing dice with herself on a bench in her now disused store-the room shadowy and furnished in a kind of transient way, like the back of a removal van, the postmistress mourning the recent loss of “my favorite fishing companion, we’d just go fishing anyplace together,” the hamlet still and empty in the sunshine outside her door. As for the village of Wizard Wells, once a thriving little spa, it seemed to me like a village forcibly depopulated by czars or Tartars. Its scattered wooden houses looked all lifeless in the morning; its old healthgiving well seemed frozen forever in time, pitchers still on their hooks, bucket still awaiting its valetudinarians. And when I did find a living inhabitant, he seemed to have awoken from the grave himself and spoke only, like all the best peasants, of inexplicable happenings long ago: “Like there, you see that contraption? That’s where we cooked the water—you're meant to cook it, you know, it’s stronger that way-before we’d ship it to Oklahoma.”</p><p>The longer I wandered, too, the more I was impressed by the aristocratic, the almost imperial style of the great ranches of the countryside. What archdukes of the West are the terrific Texan pastoralists! Were there ever chateaus more magnificently farmed, more splendidly landscaped, more haughtily aloof than the grandest of these Lazy w’s and Happy Valleys? In them you see the rise of dynasties: as the earls and barons of Europe emerged to splendor by means of war and plunder, so the lords of Texas clamber to a similar preeminence by means of oil and cattle and celebrate their arrival in just the same ways—with mansions hidden among the trees, with lovely horses and pictures by likely artists, with showy clothes and advantageous marriages and expensively educated daughters-all to be imagined, in the way one observes the turrets of old castles above Bavarian forests, as one passes the long gravel drives of their immense estates.</p><img /><p><em>Declining plants, fading light, and gathering dust share the disused emporium of the postmistress of Duffau, Mrs. Ollie Davis.</em></p><p><em>“I passed through the little towns: the stately pride of their courthouses, classical or castellated, Georgian or Frenchified, stone, red brick, or, in the case of Burnet, pink granite decorated with bas-reliefs of pioneering scenes in the assyrian mode!”</em></p><img /><p><em>Clyde McElroy’s house outside of Hico was once a bandstand.</em></p><img /><p><em>Hair stylists of different stripes, (left to right) Glenda Griffith, Judy Moreno, and Pam Ray practice their trade in Burnet.</em></p><p>Sometimes the foreign allusions are newer—there are no better pizzas in america, I swear it, than the pizzas of the minuscule Cafe Italy, recently established by an immigrant chef in Jacksboro—and sometimes they are more direct. The first I saw of Windthorst was the proud tower of its church on a hillock above the interminable plain-a medieval silhouette it seemed, bold against the blazing sun that day, dominating the prosperous farmland of archer County all around. Windthorst is German through and through, settled by German Catholics in 1891, and is a place of intense corporate personality. The great Benedictine church, which was the focus of the original settlement, is the core still, with its convent and its grotto of the Virgin Mary, Our Lady of Highway 281, which was built by the contributions of all those young men of Windthorst who fought in World War II.</p><p>Their names are recorded in the church, stout old German names almost without exception, and you can meet them, their sons, and their grandsons any day at Ed’s Cafe along the road. Magnificent big men they are, with capable-looking wives and stalwart children, all related to each other it seems, all more than ready for a plate of hash, all talking about swabbers and tornado warnings, all such devoted churchgoers to this day, they told me at Ed’s, that every Sunday they have three masses up at the church (where there is a soundproof Cry Room in which the mothers of the more difficult little Hoffs and Schreibers can listen to the sermon over the audio system without disturbing the more hard-of-hearing Ostermanns, Wolfs, or Schroeders).</p><p><em>The town of George West is named for a Mr. West. The present mayor of Hamilton is a Mr. Hamilton. Pleasanton is the Birthplace of the Cowboy, Lampasas the Heart of the Cow Country, Blanco the Gem of the Hills, and beside the courthouse at Stephenville a large figure of a cow is labeled “Moo-La! 42,000,000 Gallons annually!”</em></p><img /><p><em>Where once Santa anna laid siege, tourists from the East take snapshots before the alamo in the heart of San antonio, on 281.</em></p><p><em>“at Three Rivers I found I had locked my car keys in the trunk. Small-town Texas swung instantly to my rescue—well, eased itself slowly out of its chairs, tipped its Stetsons over its eyes, strolled into the car park and stood meditatively eyeing the problem.”</em></p><img /><p><em>Goats, cats, and peacocks call Edinburg’s 4R goat ranch home.</em></p><p><span class=\"dropcap\">A</span>h, the little towns of Texas, as one by one I passed through them on the long road south: the stately pride of their courthouses, classical or castellated, Georgian or Frenchified, stone, red brick, or, in the case of Burnet, pink granite decorated with bas-reliefs of pioneering scenes in the assyrian mode! They greeted me in a regular, almost mathematical succession, some twenty miles between one and the next, representing a practical day’s journey in the old horse days. I thought them rather like a Texas index, for each had its own particular origins or its own especial purpose: one a military base, supervising the wild Indian country to the west, another a market town or a health resort; this one settled by Germans or Norwegians, the next full of Campbells or McTavities; a college here, to generate energy for the place, a refinery or a railroad somewhere else; some dry, some free and easy; some charming, some glum.</p><p>And in the course of Texas’ headlong rush through history, they have also had their individual ups and downs. Some have been transfigured by strokes of good fortune, like the birth of Lyndon Johnson near Johnson City or the growth of oil service industries at alice (which is the home of the Yawn Motor Company, as it happens, but is very much awake). Some look wistfully back to lost glories: the ex-spa of Mineral Wells, for example, which is dominated by the enormous but long-vacant Baker Hotel. “Oh,” a wistful resident sighed to me, “the parties we used to have up there, the people who came-Tom Mix and Jean Harlow and I don’t know who else!” Some have vanished, like Bridgetown, once an archetypal boom town, where nothing is left of a rumbustious past but a few faithful pump jacks, bowing incessantly down the generations, and some archeological kinds of bumps in the ground. And some just seem to meander fatalistically on, like the one, best left nameless, under whose chamber of commerce door, all locked up at two-thirty in the afternoon, I slipped a note to say that, alas, I had called for advice about how best to invest $10 million in the town, but could not wait.</p><p>At Stephenville I went to watch the kids at baseball one evening and found myself wallowing, no less, in the fabled charm of Home Town. It was like a stage show for me, illuminated as it was by the lights of the diamonds and orchestrated by youknow-what from the radios of cars parked all around. It was as though everyone was acting a part. Small boys burbled authentically here and there, slurping from cans and kicking footballs. Girls shrieked support to boyfriend pitchers, gossiped sibilantly in corners, or carried errant baby sisters back to Mom. Young matrons sat in twos or threes talking about clothes and coffee mornings. Beyond the mesh, in that ghostly light, the young sportsmen played their allotted roles to perfection-the fat freckled one, the tall skinny one, the lovable one who tried so hard, the all-american who never failed—all like figures in a provincial allegory, performing to the smell of popcorn from the snack bar and the scooting here and there, like insects in and out of the headlights, of exuberant youths on bicycles.</p><p><em>(Continued on page 218)</em></p><img /><p><em>Fruit stands like this one in Pharr sell the Valley’s lush produce.</em></p><img /><p><em>The Confederate air Force museum in Harlingen has turned the idea of war and all its horror into a permanent celebration among the palm trees, where airplanes, guns, and bombs are lovingly preserved.</em></p><p><em>(Continued from page 174)</em></p><p>At Three Rivers, I think it was, stopping for a hamburger, I found I had locked my car keys in the trunk. Smalltown Texas swung instantly to my rescue —well, eased itself slowly out of its chairs, tipped its Stetsons over its eyes, strolled into the car park and stood meditatively eyeing the problem, saying things like “Huh” or “Kindofa problem there.” In easy stages my heroes approached the task, sniffing it, feeling it, and when in the end they got the hang of it—enlarged the right aperture, unscrewed the right screws —and found that the keys were not in there at all, since I had left them on the Dairy Queen counter, they seemed not in the least disconcerted, but deftly reassembling the mechanism, tilting their Stetsons back again, they drifted once more into the cafe, murmuring, “You bet, lady, any time.”</p><p>But the town I liked best of all was Hico. “Why then, you should move right in yourself,” suggested the town barber, whom I chanced to meet as he walked home to his lunch between short-backsand-sides, and I wouldn’t mind. You could do a lot worse than Hico. It does not, perhaps, look anything very special —just the classic american huddle of houses around an intersection where state highways 6 and 220 join U.S. 281, built of clapboard, with the usual suggestion of wasteland at one edge where the railroad used to run and a hint of suburbia in the comfortable gardened houses away from the highway, toward one of which, as it happened, the barber was making his way that day. But there are green trees speckling the town all over, and cheerful weathered faces in the streets, and an air of family comradeship laced with a proper ration of gossip.</p><p>Yes, you could do a lot worse than Hico. In Hico (pronounced “Hy-co,” they told me, if you’re sober, “Hicko” if you’re drunk) you can have your car washed by junior high school pupils next Saturday in the park. In Hico you can get your hair done at Chat-N-Curl prior to the Friday Nite Special Catfish Buffet. In Hico the butcher will “Process Your Deer” for you, the motel is “Owned by Texans,” and at the drugstore you are welcome to pick up a complimentary copy of the <em>Ladies’ almanac.</em> In Hico, “Firemen Only are allowed on Fire Trucks.”</p><p>I am half a Hican already. See that figure down there by the Bosque River, way down by the willows, this side of the bridge, chewing hickory-smoked jerky and reading the social intelligence in the <em>Hico News Review</em>? Yeah, that’s me.</p><p><em>“What do I do?” said a man in the Koffee Kup Kafe. “I don’t do nothin’. What does he do? He don’t do nothin’, either. We’re all retarded here.</em>”</p><p><span class=\"dropcap\">I</span> was going for a walk along the creek at Lampasas one evening when three motorcyclists approached me very slowly in line ahead. They were all tremendously old and absolutely identical. They wore jaunty baseball caps, but beneath the peaks their faces were hidelike, like the faces of tortoises, and as they passed me, one by one those visages momentarily split, with a “Hi” or a “Hi there,” before sealing themselves once more into leatheriness.</p><p>They were like visitors from another world or from some Unidentified Retirement Object, and there were times indeed as I traveled through Texas when I thought that the aged were about to take over the state. It is true that in many parts of the Western world old people are now coming into their inheritance, assisted by greater affluence, greater leisure, and the vagaries of the birth rate, but I had never observed the phenomenon more vividly than I did along 281. Whole towns seemed to be seized already. Whole counties were occupied by squadrons of Kamping Koaches, encampments of mobile homes. Cultlike images of geriatry haunted me everywhere. Through the big windows of the Clampitt Retirement Club at Wichita Falls I saw them—I saw them, conspiring there in their eyeshades over the card tables—and at the Crazy Water Hotel at Mineral Wells I found them already in possession, for it had been turned into a retirement home, and a notice in the lobby ominously warned me: “If you must spit be sure to spit/Some place else than where I sit.”</p><p>Almost anywhere along Highway 281, if you go down to the town camper park in the evening, you will find the old folk plotting their next move, crouched under the awnings of their recreational vehicles, beneath dim lights, over paper cups of stimulant, like tank commanders in the field. (and their headquarters is surely the camper I passed on the road one day, which its owner had brazenly christened “Twilight Bungalow.”)</p><p>Actually, in the rural reaches of North and Central Texas the senior citizens are mostly survivors. They are representatives of a less aggressive army—the rural rearguard, entrenched in the countryside they were born to, as all around them youth, hope, and opportunity hastens by to the big cities. All along 281, as along countless other highways on every continent, one feels the pull of metropolitan life like the attraction of some massive, unseen magnet over the horizon. In England I sometimes feel the whole island is tilted imperceptibly in the direction of London; in India a whole race, a whole subcontinent, often seems on its way to Calcutta or Bombay; in Texas Fort Worth, Dallas, austin, Houston, and San antonio are always close in the idea of them, however remote they may be on the map. For the most part U.S. 281 avoids the big towns, but all along the way their names crop up on the road signs like come-on signals-come over here to Big D, next left for the lights of Cowtown, taste the good life in your Capital City!</p><p>So the young move on, to where the action is and the jobs are, and the survivors linger on in a countryside that sometimes seems almost as empty as it was in the days when Texas first began. It is oddly like history running backward. I actually noticed the absence of the youngvisually, I mean, as one might notice a lack of street lamps or motorcycles. All too often the dance halls and saloons of 281 had long been boarded up, offering only spectral shades of yesterday’s honkytonk. “Run out of kiddos!” I was told in antelope when I asked why the school had been turned into a community center, and when Mrs. Effie Cork of Hamilton County demonstrated to me on her own front porch how to make a poke bonnet, I felt I was in direct living contact with the Texas of the settlers, with the days when affluence had hardly been invented and leisure was just an idle fancy. But down in the warm south, where the land softens and palms itself into the valley of the Rio Grande, age really is on the march. Down there, in the prosperous market-garden country, young people still abound, but the place has been invaded by old folk from elsewhere-immigrants of a new kind, who are swarming into such unrheumaticky retreats wherever you go in the Western world. Go South, old man! “Welcome Winter Texans,” says a sign outside Edinburg, “Valley Folk are Glad You’re Here,” and it seems a prudent attitude to me, for there mile after mile the adult Retirement Homes extend, powerfully affecting the whole nature of the country, swarmed in and out of by vigorous elderly denizens on their daily forays to garage sales and flea markets. “We’re all retarded here,” said the man in the Koffee Kup Kafe, but he said it grimly tongue in cheek.</p><p>And if you have a taste for the symbols of age, how about the retired couple I found mowing the grass at Lynn Creek Cemetery near Jacksboro? This lonely little garden, having long outlived the communities it once served, was a memento mori in every way: elegiac winds blew through its cedars and live oaks, memorial irises blossomed wild among its tombs, and Texan clans lay in their generations all around. My senior citizens were mowing it for the first time, having just undertaken the contract, and were finding it heavy going. As the husband said, “It takes a million turns in and out of the gravestones. I only hope I don’t fall right in one of the graves myself!” I laughed rather hollowly at the quip, as the breeze stirred the leaves above my head, but later took the opportunity, when they kindly allowed it, of mowing a few square feet of grass myself. It is not everyone who has mowed a Texan graveyard. Besides, if you can’t beat them . . .</p><p><span class=\"dropcap\">H</span>alfway through my journey, more than three hundred miles south of the Red River, I passed tangentially through the delectable hill and lake country west of austin, where the rich scudded around in motorboats, visiting each other in air-conditioned lakeside condominiums, and the village stores had turned themselves into delicatessens selling Earl Grey tea and Rumanian canned rhubarb. But hardly had I emerged from that bewildering Shangri-la when I entered another sort of hallucination, for I arrived at San antonio in the middle of its annual Fiesta.</p><p>San antonio is a reasonably down-toearth working town, the third-largest city in Texas and some say the nicest, but the night I came was the night of the great water parade along the San antonio River, meandering through its artificial canyon among the downtown buildings. And so, falling into the hands of hospitable San antonians, I was ushered into a dream.</p><p>What phantasmagoric gully was that stream beneath our windows, lined along its curling course with what inconceivable multitudes? What shapes were those on the water passing by, those drifting baubles of light and color, those gesticulating figures weirdly dressed? Whose flags were these, thick across every street, and what manner of people, these somber businessmen with bees’ antennae on their heads, these svelte ladies trailing Mickey Mouse balloons? From what exotic divisions did these generals come, with their massed medals of unrecognizable campaigns, their drooping epaulets, and their theatrically gilded caps?</p><p>The talk in that town seemed a kind of gibberish to me, of Ugly Kings and Fauberge Courts, of Cavaliers and Coronations, of curtsying instructions and 60,000 dresses. The whole city seemed in an arcane ecstasy all its own, jumping up and down with the excitement of it, discussing nothing else. We dined at a club that seemed, with its white portico among the palm trees, to have been transported there from Calcutta, and as we walked across the lawn at the end of the day, we saw a gray armadillo, itself like some mammal of the imagination, scuttling through the half-light into the shrubbery.</p><p><em>“My statement,” an artist told me in Stephenville, “is that we're all goin’ to die out one day,” and he pointed to a forlorn sort of bird-object, made of feathers, wire, and pampas grass, hanging from the ceiling and entitled, if I heard him right, </em>The Last Mating. <em>“That’s my statement.”</em></p><p><span class=\"dropcap\">T</span>he last Texan mating seemed a long way off to me, but it is true that Texas and war, if not Texas and armageddon, rather go together. Everywhere down 281, itself designated the american Legion Memorial Highway, I heard the rumors of old conflicts, because for years this cattle trail passed through dangerous Indian country. It was, I suppose, a Hell Fire alley of long ago, and from its forts and encampments the military made their reconnaissances, launched their forays, into the territories of the apaches, the Comanches, and the Wichitas. It looks like fighting country still, with its hidden gullies for ambushes, its crests for warriors to silhouette themselves upon, and even now, if you put your mind to it and look away to the west over the empty prairies, you may imagine the smoke of the tribes rising on those horizons.</p><p>The mementos of the Indian wars are vivid in these parts. Here was a massacre, here an abduction, here for the first time an Indian was tried in a white man’s court, and here (at Burnet) legend has it that soldiers and Comanches fought a bloody battle in the eerie pitch-black of a cave. Once I noticed an old dirt track running east to west across my route and thought it had a somehow epic look, and I was right, for it turned out to be the Marcy Trail, by which soldiers traveled to their outposts on the remotest western frontier of the day—a strategic highway straight as a die still, still heroically rutted from limit to limit of my vision.</p><p>Nor were Indians the only enemies that the folk memory of 281 recalled for me. After all, as recently as 1915 infantry was on guard to protect the King Ranch against Mexican raiders. Ever and again I recognized in those bulky men in coffee shops, even before they introduced themselves, the lean and glamorous Texans who stormed across Europe in the forties, and when at Windthorst I spoke thoughtlessly of “the last war”—meaning, as Europeans do, World War II—they looked at me a little sadly, for 91 of their young men, out of a total population of 401, fought in Korea and Viet Nam. No wonder Texas has a military air. Half the towns down 281 seem to have their military bases. Fighters zip now and then across your line of sight; soldiers in fatigues tumble out of trucks into Jackin-the-Box cafes; Fort Hood, so the nearby city of Lampasas proudly tells you, is “the biggest military base in the Free World.”</p><p>The central shrine of my journey, as of Texas itself, was the alamo. I happened to get there on the day of its annual pilgrimage, and the military virtues were certainly paramount then. White-scarved soldiers of the Old Guard stood statuesque behind the dais, colonels in dark glasses were everywhere, american Legionnaires were in attendance, bands played, ribbons blazed, a general assured us (ambiguously, I thought, since all its heroes died) that the story of the alamo showed us what it meant to be an american, and—most formidable of all—the Daughters of the Republic of Texas themselves, shock troops with a vengeance, paraded in full front-line regalia of pearls and NeimanMarcus hats.</p><p>For me it all came more disturbingly to a head, though, at Harlingen, in the south, for there on a former air base two of the most relentlessly military institutions in america live cheek by jowl in machismo, presided over gigantically by the original plaster cast of the Iwo Jima Memorial. To one of pacific leanings this is a daunting place. You come first to the Marine Military academy, described variously as “the toughest preparatory school in the world” and “a vanguard against terrorism,” whose boys are educated to the sternest precepts of the U.S. Marine Corps, whose teachers are former Marines themselves, and whose headmaster is a major general. Slogans of Free Enterprise, Traditional Morality, Discipline, and Respect resound through this forbidding campus, and the pupils live in barracks blocks and are kept up to the mark by retired Marine Corps drill instructors. Ronald Reagan, after a visit once, told some satisfied parents (Mr. and Mrs. Gene Snuggs, actually, of Snuggs Diversified Investments) that it gave him “a renewed sense of security about the future of our country.” But my own heart sank as I tried to imagine leaving a child of mine, smiling goodbye through his tears, no doubt, and possibly clutching his pet cat, in the care of General Spanjer and his sergeants major.</p><p>But it is worse up the road, for there the self-styled colonels of the Confederate air Force have turned the idea of war and all its squalors into a permanent celebration. There on the concrete stand the hideous bombers of World War II, preserved not in loathing but in love; there in the museum are the guns, bombs, torpedoes, and battle plans that cost the world so many million lives, presided over by kindly local ladies and offered as “a warm and exciting step back into yesteryear.” The museum also gives, a brochure claims, “an injection of uncut inspiration all of us could use from time to time,” but I distrusted its pretensions from the start and detested its gung ho enthusiasm. Outside the operations room a place is permanently reserved for the aircraft of the CAF’s commanding officer, Colonel Jethro E. Culpeper, who is described as having fought in all branches of the U.S. armed forces in every theater of action throughout World War II, but I was glad to find that this gentleman was only mythical, for we might have got into an argument.</p><p><em>Now, I have news for you ranchers of Texas. The Hereford bull, who comes originally from my own part of the world, does not pronounce himself “Hearford, ”as you seem to suppose, but “Herreford.”</em></p><p><em>“Is that right? Well, he pronounces himself ‘Hearford’ on my ranch.”</em></p><p><span class=\"dropcap\">H</span>unched, purposeful, tingling with energy, a Santa Gertrudis bull glowered at me over the fence of the King Ranch, but only briefly, for he had better things to do. He was preparing himself for lust. By striking the ground savagely with his front hoof, he was throwing dirt all over himself, and with each shower of soil he made a kind of grunt, a muted bellow, louder with each successive lunge, until at last he felt himself ready, and shaking his great head without another glance at me, he loped off tremendously toward his apprehensive herd.</p><p>The fauna of Texas is a mighty pageant, from the twitchy long-tailed birds of the telegraph wires to such noble ruffians of the range. I watched coots swim through bayou weeds, I saw deer bounce across shrublands, I mourned the passing of a hundred squashed opossums, I marveled at the grace of the quarter horse, I heard tales of coyotes and wild cats, I lay in wait for jackrabbits, I saw an armadillo at the argyle Club. You cannot escape the Texan bestiary. When I stopped at McDonald’s Store near Lampasas to buy a carton of milk, Mr. McDonald asked me if I would care to buy a horse at the same time.</p><p>Earthiness is a Texan grace—some might say a saving grace. If it sometimes expresses itself in crudity, it also reveals a closeness to things original and organic that one never feels in California, say, even among the healthiest of health food farmers, or even I think in the farmlands of the Wheat Belt. It is true that all too many of the beasts of Texas are destined for the slaughterhouse-raised for profit, killed for cash-but still one feels in this state, more than in most places, some old working partnership with the rest of God’s creatures: a rough-and-ready, take-it-orleave-it, but honest relationship, as frank in the abattoir as it is in the stables.</p><p>So all down 281 I made the acquaintance of animals. The most enchanting ones I saw were the livestock of the 4R goat ranch, near Edinburg. They were not all goats, for the woman who runs the 4R has a magnetic empathy with animals of all sorts and is surrounded by them always. Ponies and cattle nibble affectionately at her feet, border collies bark gaily at her coming, peacocks preen their feathers for her, hens flutter their wings, little black cats jump up on her shoulders, nanny goats line up to be milked. She and her husband live in a trailer, halfconcealed by tall cacti, and all around them down the years the creatures have pranced, skipped, and lactated their loyalty.</p><p>The most moving animal I saw was a white lamb in a kennel at the mission of San Francisco de la Espada, outside San antonio, for he was a living emblem of Texan continuity. There has been a mission here for 250 years: a little church beside a dusty plaza, a school, a mossy, frondy aqueduct, scattered houses all around, and families descended to this day from the Spaniards and Indians of the original settlement. And that lamb, too, has always been here, if only figuratively, for this is the mission of Saint Francis, and now as always, they told me at the rectory, animals are a part of the place: the lamb in his kennel, augustine the cat, two white doves in a cage in the sunshine, and a little mongrel dog who, scratching himself out in the middle of the plaza, must have been there in one incarnation or another since the fathers first arrived.</p><p>And the animals I admired most I saw on the open range one stormy day when the sky was black with thunderclouds and hailstones were beginning to slap upon my windshield. I looked to my left as I braced myself for the tempest, and there, advancing across the scrub, illuminated marvelously now by flashes of lightning and swirled about by vapors rising from the warm ground, a team of angora goats was on the move—heads down, muscles taut—led by a fine old bearded patriarch, all raunch and guts, who seemed to me the very image of old Texas, twoor fourlegged as you please.</p><p><em>Me: Where are you from?</em></p><p><em>Hotel maid: i’m not from nowhere. I’m from Mexico.</em></p><p><span class=\"dropcap\">T</span>he Hispanicity of Texas did not strike me much at first —a Tex-Mex restaurant here and there, a few bilingual signs, snatches of mariachis. But as I went south, gradually I felt the complexion of the place changing: not just the skin complexion but the complexion of life itself, the pace and temper of it. Like a scene in some flickering old movie, Texas seemed to be altering its character before my eyes, as the ethnic balance shifted, until down in the southern counties -Wilson, Live Oak, Jim Wells —small dark ladies in enormous limousines seemed to be shooting onto 281 at every intersection, hypnotically beautiful black-eyed babies gazed at me in grocery stores, and half the people I inquired the way of seemed to know the neighborhood rather less intimately than I did. It is true that in the course of my journey I passed through 8 degrees of latitude—from 34 degrees N to 26 degrees N, about like going from Berlin to the French Riviera. Even so, this transformation of temperament and appearance took me by surprise.</p><p>At a small town called Evant, well to the north, I first heard the whisper of a Mexican Issue. There, spying an enclave that looked beguilingly like a gypsy encampment—all scampering animals, discarded bedsteads, and tumbledown huts—I asked a neighboring resident who it was that lived there. “Mexicans, that’s who,” she said. “This town used to be all white, no colored people, no nothing. Then those Mexicans moved in.” She did not say it unkindly exactly, only cautiously, and indeed they did not seem to have moved in very far—an ethnic nibble, no more, on the fringe of the little town. But by the time I reached San antonio the matter lay more thickly on the air. It has always been a Spanish city, of course, once the capital of Spanish Texas, but it is getting more Spanish every day-so Spanish already that it often seemed more like a South american than a North american city. Old undercurrents of resentment sharpened the edge of that Fiesta, and conversations were full of ethnic allusion and innuendo. Everybody talked to me about illegal immigration, about indentured labor, about border-guard bribes and sweatshop wages, and there, as in so much of contemporary america, all around me I felt the growing power of the Spanish-speaking people, the pulse of their music, the flow of their tongue, the revival perhaps of their pride.</p><p>Texas itself has always been very Spanishy. Spaniards founded it; Spaniards named it; Spanish words, customs, foods, and artifacts are part of its everyday fabric. The style of the state speaks, if only obliquely, of conquistadores and grandees. But a new kind of Hispanicization is changing it now—not the grand Castilian kind or the dashing cowboy kind, but something different out of Mexico—the Spanishness, above all, of poor, troubled, or angry people who have nothing much to lose and who have come to the United States, I sometimes speculate, as much in resentment as in hope.</p><p>They are making a new Texas. By the time I got to the Rio Grande Valley I felt I was hardly in Texas at all, or at least only in some heavily mutated version of the state we know and love. Gone was its easy grandeur of heritage and purpose. Three parallel thoroughfares run through the Valley from Mcallen to Harlingen. In the north is Expressway 83, all speed and exit signs. In the middle is Business 83, all trailer havens, malls, and First National banks—34 miles of Main Street, they like to call it down there. In the south is my own 281, running hangdog and outclassed now through the wide fields of fruit and vegetables, beneath the spindly palms, saluted along the way only by listless Hispanic villages and direction signs to Mexico. And to the south again is the Rio Grande itself, where the wetbacks wade, where the socialites of San antonio find their housemaids, where the vegetable packers get their cheap labor, and where the border patrols keep their ceaseless but less than incorruptible watch.</p><p>It is a topographical allegory—those four parallel lines upon the map, each expressing a different origin, a different intention, a different style. Fields of tension as well as of vegetables seem to lie between them, giving the whole valley, for all its warmth and color, some indefinable air of bitterness. It is no longer a very beautiful vale. The early travelers thought it a paradise, with its richness of foliage, its benign climate, and its miraculously fertile soil, but it has long since been tarnished by the developers and looks today more a Limbo than an Elysium. Still, it does remain undeniably exotic, a Texas Riviera beneath those avenues of palms, and this makes its innuendos of conflict all the more disturbing. Sometimes it seemed to me that the houses of the richer residents, couched in sprinkled lawns and jacaranda, were like the homes of colonial settlers in some subtropical empire, and when a notice warned me that I was entering a Tick Eradication Zone, as I drove through the potato fields, I was reminded obscurely of no-man’s-lands and neutral zones, where misunderstanding armies eye each other across the wire, wondering what will happen next.</p><p>Before I left the Valley I paid a visit to the Shrine of the Virgin at San Juan, one of the holiest places of Spanish Catholicism in the United States. I thought it might soothe me, and there was a profound sanctity to the great modern church, its massed displays of grateful votaries, the discarded crutches of its faithful cured, and the beloved figure of the Madonna high on the eastern wall. But the longer I watched those Mexican families at their devotions, the less serene I felt. Anxiety was writ upon those kind fathers’ faces, sacrifice upon the features of their wives, and the little children kneeling at the rail, so reverent, so hushed, looked all too poignantly like lambs for the world’s slaughter.</p><p><em>“If you don’t like the weather, wait a minute.”</em></p><p><em>—Old Texan Saying, repeated to me twice a day for three weeks.</em></p><p><span class=\"dropcap\">R</span>ain and sun, dry and wet—all the way through Texas the weather had been mocking me, shifting my mood from day to day and doubtless warping my perceptions. But the sun shone brightly on me when I arrived in Brownsville, where 281 deposits its travelers upon the International Bridge to Mexico, and though it was proper to end such a journey upon a frontier line, I found myself a little melancholy.</p><p>Brownsville is hardly the best of Texas, being at once tumultuous of motion and hangdog of manner. It reminds me of other towns—Port Said, Panama, Trieste —where several cultures are tossed against each other by history, now one preeminent, now another, but it somehow lacks the sting or fizz of confrontation. Its shapes and symptoms are mostly threadbare or exhausting: bazaarlike shops of china and cheap toys, humped scurrying figures loaded with tote bags and brownpaper parcels, hooting horns, bumpy tarmac, lines of cars at border posts. Only a certain sad excitement attends the bridge itself, with all its mixed emotions-this is, after all, one of the supreme boundaries of the world, the boundary between the richest society ever established and the world of poverty, frustration, ill health, and ignorance that, starting just over there in Mexico, extends in so ominous a swath from here to Bangladesh.</p><p>These were not the sensations I wanted of the Lone Star State. In Brownsville’s graceless streets my Texas, which had begun at the Red River with so exuberant a bang, went out at the Rio Grande not even with a whimper, only a halfhearted haggle. I was homesick already. Where was Ed’s Cafe now? I asked myself as I looked over the brown and sluggish river. Where did Brownsville’s bluebonnets nod? Where was the barber of Hico, where the postmistress of Duffau? To whom would I turn in this loveless town, if I left my keys in the trunk? So I gave my car in at the airport and took a ticket northward once again, humming to myself as I boarded the aircraft a lyric I had lately grown to like, to the effect that good ol’ boys is all we’ll ever be.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "December 1982",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "Texan",
      "Military",
      "War",
      "Cattle",
      "Country",
      "rio",
      "Spanish",
      "Hico",
      "Highway",
      "people",
      "Rio Grande",
      "San Antonio",
      "Windthorst",
      "ever",
      "Folk",
      "Retirement",
      "All Around",
      "Animals",
      "Border"
    ],
    "wp_categories": [
      "Bluebonnets"
    ],
    "wp_location": [
      "Texas",
      "Hico",
      "San Antonio",
      "West",
      "Lampasas"
    ]
  }
}