{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19885",
    "date": "May 1988",
    "year": 1988,
    "month": 5,
    "month_formatted": "May",
    "pdf_uri": "/1988/19880500.pdf",
    "issue_cover_image": "",
    "document_start_page": 101,
    "toc_start_page": 98,
    "document_page_range": [
      [
        101,
        102,
        103,
        104
      ],
      [
        181,
        182,
        183
      ],
      [
        187,
        188
      ]
    ],
    "toc_order": 3,
    "toc_headline": "Learning To Love the Bomb",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198805-learningt",
  "source": "/1988/19880500.pdf",
  "wp_post_id": 124140,
  "wp_post_guid": "http://www.texasmonthly.com/article/learning-to-love-the-bomb/",
  "authors": [
    "Michael Ennis"
  ],
  "headline": "Learning to Love the Bomb",
  "dek": "A Texas publisher and a nuclear weapons buff may blow the cover off america’s atomic secrecy",
  "spread_caption": "",
  "excerpt": "Can a Texas publisher of technical books make a difference in the nuclear powers’ arms race? You bet.",
  "kicker": "",
  "word_count": 3517,
  "content": "<img/><p>Jay Miller’s Aerofax Might Pass For the classic Reagan-era small business. Working out of a modest office suite in an arlington corporate park, Miller has turned a lifelong enthusiasm for airplanes into a successful venture by publishing buff references, exhaustively detailed technical monographs aimed at modelers, pilots, and aerospace engineers. But aerofax’s latest offering is likely to plunge Miller’s obscure enterprise into a fire storm of controversy. <em>U.S. Nuclear Weapons: The Secret History</em> is the most complete compilation of nuclear-weapons information ever made available to the public, and although it is based on declassified material, it could provoke a direct legal challenge from the United States government.</p><p>Written by Sunnyvale, California, software specialist Chuck Hansen, <em>U.S. Nuclear Weapons</em> simply presents the facts in the information-packed, 939-footnote style of a technical history. But because the government has always jealously guarded nuclear information, the book amounts to a political broadside at the secretiveness of america’s nuclear policy. Miller and Hansen believe that the government’s reasons for secrecy have less to do with national security than with protecting the U.S. nuclear-weapons policy from public scrutiny. Hansen’s information is indeed unsettling.</p><p>One dismaying conclusion even the lay reader can reach is that the design and construction of modern nuclear warheads makes the recent Reagan-Gorbachev intermediate nuclear forces (INF) agreement and the current strategic arms reduction talks (START) seem like exercises in superpower public relations. If these agreements are ratified, the possibility of nuclear destruction could increase.</p><p><em>U.S. Nuclear Weapons</em> delivers the images of the thermonuclear age: a test in the Pacific, May 1962.</p><img/><p>The american government prefers that the information offered in <em>U.S. Nuclear Weapons</em> be confined to readers with security clearances. In 1979 the Department of Justice filed a civil suit against <em>The Progressive,</em> a small, liberal Wisconsin journal, to restrain it from publishing an article in which a freelance writer named Howard Morland disclosed the “secret” of the hydrogen bomb. Morland’s point was that the “secret” was actually a few basic principles that even an amateur physicist like himselfhe had taken some undergraduate science courses—could easily ascertain from unclassified sources, including such publications as the <em>Encyclopedia americana.</em> But a federal district court in Milwaukee granted an injunction, agreeing with the government’s claim that Morland had covertly acquired information that would enable nefarious nations or even terrorist groups to make their own H-bombs. The <em>Progressive</em> case quickly became a First amendment cause celebre.</p><p>The government’s case against <em>The Progressive</em> was eventually undone by Hansen, who had been working on his own layman’s study of american nuclear weapons since the early seventies. Without having seen Morland’s article, Hansen wrote Illinois Senator Charles Percy, then a member of the U.S. Senate Governmental affairs Committee who had a strong interest in arms control, and described the workings of a hydrogen bomb. Hansen predicted that his letter would be promptly confiscated and classified. It was, but a Wisconsin newspaper obtained a copy of the letter and published it anyway. The government, confronted with an embarrassing proliferation of amateur weapons designers who had somehow figured out the vitals of the bomb, quietly withdrew its injunction after six months, ending the longest prior restraint in the history of this country. The Morland article was published, and no more nations joined the thermonuclear club.</p><p>But the <em>Progressive</em> case marked a turning point for Hansen. He was incensed by both the injunction and the numerous inaccuracies and omissions in Morland’s celebrated article. “after 1979,” he says, “the idea of writing this history became a personal crusade.” He found an unlikely ally in Miller, who despite a respected standing in the aerospace community has a decidedly liberal bent. “I don’t like weapons of death, but I feel that people on my side of the fence need to have information about the hardware,” says Miller. “The Soviets know how to build hydrogen bombs, so who is really being denied this information? The american public.”</p><p>“<span class=”dropcap“>T</span>here isn’t any secret to building thermonuclear bombs. It’s simply the laws of nature.”</p><p>Photographs From U.S. Nuclear Weapons: the Secret History. Courtesy Of AEROfAX. Inc.</p><img/><p><strong>Officials and manufacturers pose with Mike, the first H-bomb, 1952.</strong></p><img/><img/><img/><p><strong>Chama creates a sun above Johnston Island, 1962.</strong></p><img/><p><strong>Crewmen prepare the Fat Man A-bomb, dropped on Nagasaki the next day, august 9,1945.</strong></p><p>[COnTINUED On Page 176]</p><p>[COnTINUED From Page 98]</p><p><strong>The Seminole test erupts at cratered Eniwetok, 1956.</strong></p><img/><p><strong>The MK 43 buries its megatonnage before exploding.</strong></p><img/><img/><p><strong>a Titan II intercontinental ballistic missile stands ready to launch from its Kansas silo, 1963.</strong></p><img/><p><strong>Shorts (left) were the order of the day at the Eniwetok tests of the early fifties. The Greenhouse Dog atom bomb gets a hoist, 1951. Above, H-bomb Ivy King boils through clouds, 1952.</strong></p><p>Now, nine years after the <em>Progressive</em> case, <em>U.S. Nuclear Weapons</em> emerges as the only comprehensive technical history of nuclear weapons extant. “The <em>Progressive</em> case intimidated a hell of a lot of people,” says Hansen. “The perception was that the government won. I don’t think there is a publisher other than Miller who would have had the courage to publish this book.” <em>U.S. Nuclear Weapons,</em> however, has been assured mainstream exposure, with Crown Publishers agreeing to distribute the book under its Orion imprint. While Hansen and Miller hope to avoid a confrontation with the government, they are aware of increasing official secrecy. The Reagan administration has reclassified certain documents previously made available under the Freedom of Information act.</p><p>Hansen says he has worked only with publicly available information and declassified government documents. Even with that self-imposed restriction, Hansen has assembled the most detailed description of the inner workings of the ultimate instrument of destruction. Yet Hansen’s work goes considerably beyond a technical treatise. It is a startling look at one of history’s most important yet obscure events, the story of the dawning of a new and dreadful age.</p><p>Central to Hansen’s drama is a distinction that all previous historians have blurred: the difference between the atomic age and the thermonuclear age, the age of the hydrogen bomb. Most americans have at least a cursory familiarity with atomic age chronology; in august 1939, a month before Hitler launched his blitzkrieg against Poland, albert Einstein advised President Franklin D. Roosevelt that “extremely powerful bombs of a new type” might be developed, based on recent advances in nuclear physics. Six years later, after a research-and-development program of unprecedented secrecy and urgency —the fabled Manhattan Project —came an epochal sequence of atomic explosions: the Trinity Gadget at alamogordo, New Mexico, on July 16, 1945; the destruction of Hiroshima by the Little Boy bomb on august 6; and the devastation of Nagasaki three days later by the Fat Man.</p><p>Trinity, Little Boy, and Fat Man were fission devices, or atomic bombs; their destructive energy was unleashed when the nuclei of heavy, unstable elements like uranium or plutonium were split by speeding neutrons. But even as the wartime effort to develop an atomic bomb got under way, researchers were tantalized by a more potent and more fundamental source of nuclear energy : thermonuclear fusion, which occurs when the nuclei of a light element—most practically hydrogen —are forced together under enormous pressure and temperatures to form the nucleus of a heavier element. The energy released by the transaction is enough to power the universe; fusion “burn” occurs amid the immense gravitational forces at the core of every active star.</p><p>The idea of harnessing thermonuclear energy had occurred to scientists as early as the twenties, but Hansen pinpoints the first serious speculation about thermonuclear weapons to a luncheon meeting in Chicago in the summer of 1941. Italianborn Nobel laureate Enrico Fermi suggested to Edward Teller, a 33-year-old Hungarian-born scientist, that a fission explosion might provide the tremendous amount of energy required to initiate a terrestrial fusion reaction. “This offhand comment,” Hansen writes, “became the basis for a ten-year-long messianic obsession by Teller with the concept of the Super, as the nascent hydrogen bomb came to be known.”</p><p>At first Teller —known today as the father of the hydrogen bomb as well as the chief scientific initiator of Ronald Reagan’s Star Wars defensive shield-was joined in his enthusiasm by a number of his colleagues. The idea of the Super was taken seriously enough that some initial calculations were made to reassure researchers that a fusion bomb would not touch off a cataclysmic chain reaction, turning the Earth into a brilliant, shortlived star. That fear assuaged, some researchers by the spring of 1943 were advocating the development of a thermonuclear bomb for wartime use with the then-unrealized fission bomb to be used only as the “trigger.” But the mounting complexities of assembling a mere fission bomb soon relegated the even morecomplex Super to a lesser priority, and mankind’s first essays in nuclear mayhem were atomic, not thermonuclear.</p><p>Shortly after the end of World War II, Teller and his research group came up with a fusion-bomb design. The explosive fuel for this classical Super was to be liquefied deuterium, a naturally occurring, more easily fused isotope of hydrogen found in about .02 percent of all seawater. The Super would be ignited by the heat—hundreds of millions of degrees - generated by a fission bomb encased in a cylinder of deuterium; an atomic explosion of several hundred kilotons (the equivalent of thousands of tons of TNT) would be expected to spark a blast of 10 to 40 megatons.</p><p>In august 1949 the Soviet Union detonated its first atomic bomb, and the classical Super was suddenly propelled by cold-war urgency. But the new flurry of calculations revealed an egregious problem with Teller’s design: While an initial flare-up of the deuterium fuel might occur, the heat and energy necessary to sustain the reaction would be radiated away by the outward explosive force more rapidly than the remaining fuel could be fused, causing the bomb to blow apart before it could blow up. The classical Super would, in trade terminology, fizzle. By early 1951 it was clear that the only casualties of the classical Super would be the bomb itself and Teller’s credibility.</p><p>But in early 1951 Teller and his bomb received deliverance from an unexpected source: Stanislaw Ulam, a mathematician and fission-bomb researcher whose calculations had prematurely exploded the classical Super. In a strained several-hour meeting with Teller in February Ulam put forth one of history’s most-fateful inspirations. Instead of placing the atomic trigger inside the fusion fuel, as in the classical Super, he proposed “staging,” in which the atomic trigger is placed outside of the fusion fuel but in the same bomb casing. X-ray radiation traveling away from the atomic explosion at the speed of light and reflecting off the bomb casing would then compress the deuterium to a more-efficiently fusing density before the fractionally slower blast effects could blow it apart. Teller eventually added the idea of an atomic spark plug, a slender rod of uranium or plutonium inserted in the core of the fusion fuel; it was the fissioning of this spark plug, caused by neutrons escaping the first blast, that would ignite the thermonuclear reaction. In essence, the x-ray energy from the atomic trigger would contain the outward force of the second atomic explosion in the fuel core long enough for most of the deuterium to fuse; the fizzle would then become a fireball. This blueprint for thermonuclear destruction officially became known as the Teller-Ulam configuration, though Hansen suggests that the proper designation should be Ulam-Teller; Ulam, not Teller, he says, was the true “father of the hydrogen bomb.”</p><p>Hansen’s book describes the first test of the Teller-Ulam configuration in detail. So many military and civilian personnel descended on Eniwetok atoll in the western Pacific in the summer and fall of 1952 that the atoll seemed to have been the target of a World War II-scale amphibious assault. The nexus of all the activity was a large corrugated-aluminum hangar erected on a small island called Elugelab. Inside the hangar was a device known as Mike, which Hansen describes as “essentially a large thermos bottle, standing twenty feet high and measuring six feet in diameter.” The thermos was full of liquid deuterium at a temperature of minus 423 degrees Fahrenheit. With a full load of fuel, Mike weighed more than 60 tons.</p><p>The harsh dawn of the thermonuclear age arrived at 7:15 on the morning of November 1, 1952, when Mike’s atomic trigger touched off the liquid deuterium. “The fireball grew to a diameter of 3 <em>Vi </em>miles, completely engulfing Elugelab and the surrounding atoll, and vaporizing nearly everything within it,” writes Hansen. “Where the islet had been, a huge crater-164 feet deep and 6,240 feet in diameter-was blasted into the sand and coral.” Elugelab, the birthplace of the thermonuclear age, had ceased to exist in that first blinding instant.</p><p>Mike’s fleecy mushroom cloud, expanding above a dirty, eight-mile-high stem laden with thousands of tons of radioactive earth and water sucked into the atmosphere, rose to an altitude of perhaps twenty miles, where it finally, as one observer noted, seemed to have “splashed against the tropopause.”</p><p>The Teller-Ulam configuration had produced a 10.4 megaton wallop. Writes Hansen, “The new hydrogen bomb was as great a leap in explosive power over the atomic bomb as the atomic bomb had been over conventional explosives: the Mike shot was 500 times as powerful as the Fat Man prototype detonated in Operation Trinity in 1945. . . . The worldand american foreign policy —would never be the same. A new threshold of destruction had been crossed, and it would only be a matter of time until other nations followed suit.”</p><p>Within the fifteen years after Mike, four other nations-the Soviet Union, Great Britain, China, and France—independently discovered the Teller-Ulam configuration and produced their own thermonuclear bombs. Yet at the time of the <em>Progressive</em> case in 1979, even the mostelementary Teller-Ulam concepts, such as staging, remained classified. “Secrecy has become institutionalized in our nuclear weapons program,” says Hansen. “That secrecy has imbued Teller-Ulam with an almost supernatural aura. But the TellerUlam configuration is logically deducible at a certain point in the design process. There isn’t any ‘secret’ to building thermonuclear bombs. It’s simply the laws of nature.”</p><p>Variations on the modern Teller-Ulam configuration represent a considerable improvement on Mike. The preferred fuel is no longer supercooled liquid deuterium, which requires heavy refrigeration equipment, but easily handled, ceramiclike cylinders of lithium deuteride, a cheaply obtained industrial compound. The cylinders can be stacked in a theoretically unlimited number of stages inside a warhead’s casing, with each stage igniting the next. Call it the armageddon principle: Give a nuclear-weapons designer enough stages, and he can blow up the entire earth.</p><p>But the trend in weapons design has been toward [COnTINUED On Page 182] [COnTINUED From Page 178] progressively lighter, more easily delivered versions of the basic two-stage devices (with one atomic primary stage and one thermonuclear secondary stage.) The first stockpiled atomic bomb, the MK Iii, a production version of the Fat Man, was 5 feet in diameter, weighed 5 tons, and yielded 21 kilotons. A state-of-the-art warhead like the W-87, which has already been produced by the hundreds for use on the MX intercontinental ballistic missile, fits into a sugar-cone-shaped reentry vehicle only 21 inches in diameter at the base; together, the warhead and reentry vehicle weigh only a few hundred pounds. The W-87 can yield close to half a megaton; ten or twelve independently targetable W-87’s can be carried in the nose cone of each missile.</p><p>The miniaturization of nuclear payloads as well as the desire of each branch of the armed forces to get in on the nuclear act have led to a situation in which practically anything that moves in the United States armed forces is nuclear capable. In addition to the strategic triad —long-range bombers, intercontinental ballistic missiles, and submarine-launched ballistic missiles —a bewildering variety of tactical nuclear options is available to battlefield commanders: short-range airand groundlaunched rockets and cruise missiles, nuclear-tipped anti-aircraft missiles, antisub rockets that can be launched from the torpedo tubes of a submerged submarine, artillery shells that can be fired from a 155-millimeter (6-inch breech diameter) field howitzer at a cost of about $1 million per round. The ultimate in nuclear portability is the W-54 special atomic demolition munition, a one-kiloton device suitable for blasting bridges or dams. The W-54 warhead weighs 60 pounds. The total package, including the case, weighs about 150 pounds and can go anywhere a two-man team can go. The W-54 arming mechanism is protected by a mechanical combination lock, so presumably anyone unable to break the lock’s code would be unable to use a purloined W-54. Hansen believes that this kind of nuclear extravagance is more likely to encourage nuclear proliferation than the dissemination of easily deduced design principles. “If I was a terrorist and wanted a nuclear bomb,” he says, “i’d never go to the trouble of building one. I would just steal one.”</p><p>Nuclear weapons are not unlike other weapons systems in that some designs are classics, with successful production runs stretching over decades, while others are short-lived turkeys. One poorly conceived weapon was the MK 45 Astor, a wireguided, nuclear-tipped torpedo that was guaranteed to “kill” two vessels with each firing: the target ship and the submarine that launched it. More-common problems are the warheads that are unlikely to destroy anything. The designers of the W-47 warhead for the Polaris submarinelaunched ballistic missile admitted in 1966 that at least half of the more than 1,000 stockpiled warheads would fail to detonate because of arming-system malfunctions. From 1979 to 1984 all 3,200 W-68 thermonuclear warheads for the Poseidon submarine-launched ballistic missile had to be refitted with new atomic triggers because of suspect reliability.</p><p>Many U.S. nuclear devices are distinguished by their extraordinary adaptability. One of the most successful is the W-61 warhead, originally designed for the 700-pound MK/B 61 bomb, of which more than three thousand have been produced since 1967. The MK/B 61 can be carried by even the smallest fighterbombers, and the pilot can vary the yield from a tactical jab of a hundred kilotons to a half-megaton strategic haymaker. This is done by controlling the intensity of the neutron burst used to initiate the explosion of the atomic trigger. The same warhead design used in the MK/B 61 has been modified for the air Force’s air-launched cruise missile and ground-launched cruise missile, the Navy’s Tomahawk sealaunched cruise missile, and the army’s Pershing II missile, which caused a political furor when it was deployed in Europe in the mid-eighties and became the centerpiece, along with the Soviets’ mediumrange SS-20, of the intermediate nuclear forces (INF) agreement.</p><p>The versatility of warheads like the W-61 and its modifications raises some nettlesome arms-control questions. The INF agreement merely calls for the destruction of Soviet and american shortand medium-range ground-based missiles and a ban on production of those missiles. But the agreement specifically permits the return of those missiles’ warheads to military inventories; the only requirement is that each warhead’s reentry vehicle, which is nothing more than a shell of aluminum and carbon composite, be destroyed. An interesting scenario develops: a 50-kiloton warhead removed from a Pershing II undergoes slight modification —fusion “boosting,” or the souping up of the neutron source—and turns up again in Europe as a 100-kiloton MK/B 61 bomb for an F-16 fighter or perhaps as a 500kiloton warhead for an air-launched cruise missile, both possibilities entirely legal under the agreement. The net result of the INF agreement is that not only can the United States continue to maintain its European inventory of more than 4,000 tactical nuclear warheads not covered under the agreement but it also has the option of sending back to Europe even more-powerful versions of the warheads removed from the Pershing II’s. And the Soviet military is undoubtedly capable of the same arms-control tap dancing.</p><p>The strategic arms reduction talks (START), which proposes limiting the combined superpower strategic inventory to 16,000 warheads rather than the current 24,000, will look no more promising for readers of <em>U. S. Nuclear Weapons.</em> The scrapping of nuclear-weapons systems is routine and ongoing; do we really have arms reduction when two aging warheads are replaced by one state-of-the-art warhead with vastly greater destructive potential? START is being sold to the public as the means to reduce the possibility of either side’s launching a preemptive “first strike” against the other’s missile silos, but first strike potential depends less on gross numbers than on increased accuracy and warhead yield; the modernized warheads that are likely to follow START’s inventory clearing would merely increase the temptation for either side to strike first. And the modular nature of the TellerUlam configuration hopelessly muddies the strategic arms-reduction picture: a few thousand small-yield atomic devices stockpiled as mere tactical weapons and a few thousand otherwise harmless cylinders of lithium deuteride could be assembled at short notice into a devastating strategic arsenal. The only meaningful arms-reduction treaty is one that takes into account warhead capability as well as launcher capability and the likelihood that both will continue to be improved in succeeding generations of nuclear weapons.</p><p><em>U.S. Nuclear Weapons</em> ends up being a sobering indictment of government policy and public and media apathy. Miller and Hansen make clear how little we know —and how little we have asked to know —about the most important issue of this or any age.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "May 1988",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "bomb",
      "Design",
      "Explosion",
      "Government",
      "History",
      "Trigger",
      "Military",
      "Earth",
      "Liberal",
      "Love",
      "Power",
      "Publishing",
      "Rockets",
      "Summer",
      "Superpower",
      "trinity",
      "War",
      "Wisconsin",
      "Arlington",
      "Chicago"
    ],
    "wp_categories": [
      "Energy"
    ],
    "wp_location": [
      "Arlington",
      "Texas"
    ]
  }
}