{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19955",
    "date": "May 1995",
    "year": 1995,
    "month": 5,
    "month_formatted": "May",
    "pdf_uri": "/1995/19950500.pdf",
    "issue_cover_image": "",
    "document_start_page": 128,
    "toc_start_page": 126,
    "document_page_range": [
      [
        128,
        129,
        130,
        131
      ],
      [
        140,
        141
      ]
    ],
    "toc_order": 20,
    "toc_headline": "Take Me to The River",
    "toc_kicker": "",
    "cover_cut_line": "Selena The Senseless Shooting Of the Tejano Queen by Joe Nick Patoski"
  },
  "identifier": "TXMO-ARTICLE-199505-takemeto",
  "source": "/1995/19950500.pdf",
  "wp_post_id": 129321,
  "wp_post_guid": "http://www.texasmonthly.com/article/take-me-to-the-river-4/",
  "authors": [
    "Joe Nick Patoski"
  ],
  "headline": "Take Me to the River",
  "dek": "This summer, when the temperature soars and your energy flags, head for the 22-mile stretch of the Guadalupe between Canyon Dam and New Braunfels—the best place in Texas to ride rapids, camp out, and keep cool.",
  "spread_caption": "",
  "excerpt": "A complete guide to the coolest stretch of the Guadalupe: 22 miles of tubing, rafting, and all-around fun in the sun.",
  "kicker": "",
  "word_count": 2576,
  "content": "<p>Bill Reaves/Txdot</p><p>It Is Dawn On the Guadalupe River, and it’s the first morning of the long Memorial Day weekend. Like any other morning, the sun rises above the tall limestone cliffs along the rushing river. Reveille is the call of a kingfisher, flitting from bank to bank among the majestic bald cypresses. An angler wades into the shallows, and casts a fly into a pool with the hope of fooling a brown trout. Soon the smell of bacon wafts down from the campgrounds. Two early-rising canoeists head downstream to attack white-water rapids found in few other places in Texas. A group of teenagers plopped into oversized inner tubes appears on the water, accompanied by whoops and shouts. By midmorning, they have been joined by tens of thousands of others—oldtimers joke that their collective weight causes the water level along the 22 miles of river between Canyon Dam and New Braunfels to rise two feet. Just like a bathtub. By noon there are so many tubes and other floating devices on the water—all seemingly occupied by half-naked youngsters clutching cans of beer—that the Guadalupe appears to be choked by a flotilla of black rubber lily pads. Outfitters have run out of equipment to rent. River Road, the narrow two-lane county road that snakes along the riverbank for 11 miles from Sattler to Slumber Falls near Gruene, can take two hours to travel.</p><p>By Monday evening, though, the world’s biggest floating party is over. More than 100,000 people will have kicked off their summer on the river. The Comal County Sheriff’s Department and other law enforcement agencies will have processed more than 120 arrests, mostly for public intoxication, possession of marijuana, trespassing, disorderly conduct, and a surprising number of probation violations. Cleanup patrols and divers will have started collecting thousands of pounds of beer cans and other litter out of the water and from along the banks. Area merchants will begin totaling revenues from the most profitable three days of the year, with an economic impact of more than $10 million on the town of New Braunfels alone. Most amazing of all, the great blue herons, the kingfishers, the wood ducks, and the angler will be back on Tuesday morning.</p><img/><p>Tubular swells: a flock of floaters heads down a peaceful stretch of the river toward some rapids.</p><p>Laurence Parent</p><img/><p><strong>The riverbanks are choked with bald cypresses and a startling collection of vegetation: maidenhair ferns, sotols, palmetto palms, pecans, and more.</strong></p><p>Since Canyon Dam was built 31 years ago, the regulated flow of water has spurred a boom in recreation and development. The river and the dramatic Hill Country canyons it cuts through on its course from the dam to Cypress Bend Park in New Braunfels make for thrilling white-water conditions—complete with churning rapids and standing waves. It may not be the Buffalo in arkansas or the Taos Box on the upper Rio Grande in New Mexico, but for Texas, the Guadalupe will do just fine. Fortunately, for those of us who don’t regret missing Woodstock ’94, the party atmosphere dies down after Memorial Day and the Guadalupe again offers the serene and simple pleasure of floating on an inner tube amid stunning scenery—even on peak June and July weekends, when as many as 50,000 people are floating with you. Float the Guadalupe on a Tuesday or Wednesday and you’ll find plenty of elbow room to lazily scoot downstream and ride the occasional rapid, some of which roar to class III status after late spring rains.</p><p>Bill Reaves/Txdot</p><p>The river wild: 100,000 people get wet Memorial Day weekend.</p><p><strong>The River</strong> This 22-mile portion of the Guadalupe is not Schlitterbahn. It is a real river with tricky currents and potentially dangerous white water. Because of the heavy recreational use, safety officials with the Texas Parks and Wildlife Department call it the deadliest stretch of river in the state. Courtesy patrols have plucked as many as eight hundred people from the water on a holiday weekend and drownings are not unusual.</p><p>All the riverfront property is privately owned, and the landowners do not suffer trespassers lightly. There are only three public access points—two on FM 306 at the bridges directly below Canyon Dam and a narrow six-foot-wide space at the Gruene bridge near New Braunfels, sixteen miles downstream. The only way to do the river without tubing through the night is to rent equipment from one of the forty or so outfitters and tube rental businesses and use their parking areas, shuttle services, and pickup points. Most of these businesses are clustered around the two FM 306 bridges and along River Road.</p><img/><p><strong>Recommended rides: a day trip from the Fourth Crossing to the First Crossing; the white water between the First Crossing and Gruene Crossing.</strong></p><p>Bill Reaves/Txdot</p><img/><p><strong>An outfitter shuttles inner tubes over the Second Crossing bridge.</strong></p><p>Tubing, rafting, canoeing, and kayaking are wholly dependent on the release of water from Canyon Lake. The rate is influenced by rainfall in the river’s watershed and the demands of downstream water users such as rice farmers and municipalities who, because of historic water rights, take precedence over recreation use—despite tourism revenues of $180 million in Comal County alone last year. The Guadalupe-Bianco River authority (sometimes with the U.S. Army Corps of Engineers) determines the daily water flow, measured in cubic feet per second (cfs), from the dam. The river authority is working with outfitters to maintain a more consistent water level during summer months and to extend the season for tubing through Labor Day weekend. (Often, the flow becomes too low to tube by mid-July.)</p><p>A rate of 200 cfs guarantees decent tubing. Outfitters consider 400 cfs ideal for tubing with a minimum of rock scrapes, and high enough for canoeing, rafting, and kayaking. Flows exceeding 500 cfs can be hazardous for tubing but are just right for white-water enthusiasts. When the flow rises above 1,000 cfs, most outfitters lock up their equipment, leaving the river to experienced rafters and kayakers. No matter what time of year it is, the water is cold, coming off the dam at 58 degrees, but it gradually warms as it flows downstream.</p><p>Businesses on the river pay a tax on rentals, parking, and short-term lodging to WORD, the Water Oriented Recreation District, a Comal County government agency established in 1988 to oversee activities on the river. The tax money funds extra law enforcement; safety patrols; portable toilets along the river; and weekly river cleanups (more than 10,000 pounds of cans and 3,000 pounds of glass in 1994); as well as paying for signs, such as “Potty Break Exit,” posted along the river.</p><p>Before you go, call ahead and talk with an outfitter to check flow rates, river conditions, and expected crowds. (For daily river flow rates, call 210-964-3342.) Some businesses take reservations for large groups, but most operate on a first-come, firstserved basis. On Memorial Day weekend, practically every campground is full by Thursday. Outfitters typically run out of rental equipment by 11 a.m. daily.</p><p><strong>On the Water </strong>First and foremost: Leave your tube or your swimming pool float at home. Most outfitters won’t allow private equipment to launch from their property, and if you don’t have river access, you can’t get on and off the river legally. Make sure to inspect the equipment you rent before departing. It can be a long haul to the next take-out point.</p><p>Tube rental prices are cheapest near Canyon Dam and increase the closer you get to Gruene.</p><p>Expect to pay between $5 and $10 for tube rental, parking, and shuttle service. Be sure to rent a tube with a bottom and you will avoid getting roughed up by rocks around rapids.</p><p>The portion of the Guadalupe from Canyon Dam to Gruene is defined by the roads and bridges along its banks. Upstream is FM 306, which crosses the river twice; its two bridges mark the entry and exit points for the Tube Loop. River Road shadows the Guadalupe as it flows downstream, crossing the river four times. The Fourth Crossing is about a mile south of FM 306 near Sattler. The First Crossing is three and a half miles upstream from Gruene.</p><p>For a short trip with some rapids, the one-mile Tube Loop on FM 306 is a good float, with two public access points on both bridges to enter and leave the river and many tube rental concessions to choose from. The trip takes between thirty minutes and an hour. For an all-day float with several white-water opportunities, try the ten-mile trip from the Fourth Crossing bridge on River Road to the First Crossing. There are several exciting shorter stretches that can be done as a single outing or as a combination of runs. The biggest tubing thrills are between the Fourth and Second crossings: Devil’s Playground, Bad Rock Rapids, and the Chute, a narrow waterway with roller coaster wave action. For milder fun, minus the rump-rolling rapids, put in below the Second Crossing and take out at the First Crossing, or put in at Gruene Crossing bridge and take out in New Braunfels. The three and a half miles from the First Crossing to Gruene Crossing features the most-turbulent rapids on the river—Flueco Springs and Slumber Falls—neither of which is recommended for tubing because of nasty currents that can suck an unwary tuber under. But you can get out and watch rafters, canoeists, and kayakers run these rough rapids.</p><p>Will Van Overbeek</p><img/><p><strong>When the water is high, a raft is the best way to run the river.</strong></p><p>There are seven low-water dams between Canyon Dam and New Braunfels, and they can be especially dangerous to negotiate in a tube. Pull over and inspect the current before deciding whether to run the dam or to get out and walk your tube around. Two places are off-limits: Horseshoe Falls, directly below Canyon Dam, should be avoided because of a vicious hydraulic current that has claimed several lives (no outfitter allows its equipment on this part of the river); and the low-water bridge at Gruene Crossing whenever the flow exceeds 300 cfs. (To avoid decapitation, get out and walk around the bridge.)</p><p>Continued On Page Bs]</p><p>[Continued From Page 129]</p><p>Time your float in advance. When the flow is an optimum 400 cfs, expect to travel about two miles an hour. On a hot and sunny afternoon, more than four hours on the river in an inner tube can turn a nice day into a nasty one.</p><p><strong>The Scenery</strong> Though much of the river has been developed to the point that you feel like you’re floating through someone’s back yard (you are), some stretches are still just trees and rocks, such as the portion through Mountain View Ranch between the Fourth and Third crossings.</p><p>Steep canyon walls opposite Camp Beans, a campground above the Third Crossing, and between the Second and First crossings opposite the KL Ranch Camp provide cool shade even in midday. The sheer cliffs, pocketed with dripping seeps and springs that run yearround, are choked with a startling contrast of wet and dry vegetation: bald cypresses, maidenhair ferns, sotols, palmetto palms, pecans, mountain laurels, and gnarled oaks.</p><p><strong>Beyond Tubing</strong> While tubers make up the majority of river users during the summer, they share the waterway—especially whenever the cfs is up—with rafters, canoeists, and kayakers. On those days, the kayakers, who are the prima ballerinas of white-water enthusiasts, are usually found hanging around Hueco Springs and Slumber Falls. Slumber even features a marked slalom course. Canoes typically rent for $30 to $40 a day, inflatable rafts (by far the safest means of doing the river when the flow is up) for $45 to $80, kayaks for around $40, and inflatable canoes and kayaks for $25 to $40.</p><p>During the winter, fly-fishermen take over the river, particularly between the Fourth and Second crossings. Trout is the draw, since the Guadalupe is cold enough for them to survive yearround. Parks and Wildlife and the local chapter of Trout Unlimited, which has arrangements with landowners along several miles of the river to allow members access, stock brown and rainbow trout during winter months. Actually the fishing is fine throughout the summer, as long as you don’t mind dodging tubers and other river users. Four varieties of bass, as well as catfish, bluegill, and sunfish are found here in additon to trout. Gruene Outfitters (625-4440) in Gruene, just off the river, carries all the fly-fishing essentials.</p><p><strong>No-no's</strong> On the Guadalupe it’s not so much what you do but what you don’t do that makes or breaks a trip.</p><p>Don’t trespass. The sheriff loves throwing swimsuit-clad violators in jail.</p><p>Don’t litter. The casual tossing of beer cans and cigarette butts is probably the biggest threat to public use of the river. Container-deposit laws and an outright ban on alcohol have been contemplated as preventive measures.</p><p>Don’t bring glass or polystyrene foam (e.g., Styrofoam) on the river.</p><p>Don’t park or stop on River Road. The entire length is a tow-away zone, and wreckers are standing by.</p><p>Don’t take your keys with you. Leave them with your outfitter. Bring money in a waterproof container if you plan to eat or drink on the river.</p><p>Don’t forget shoes to protect your feet and sunscreen to protect the rest of your body. If you wear glasses, bring along a headstrap.</p><p>Don’t jump. Naked swimmers jumping off the cliffs across from Preiss Heights Park above Gruene have become such a nuisance and a hazard that sheriff’s deputies are stationed there on weekends to arrest violators.</p><p><strong>Outfitters</strong> There are many. Some of the larger ones with several float-trip options are Whitewater Sports (9643800), Rio Raft (964-3613), Rockin’ R (629-9999), Roy’s (964-3721), Gruene River Raft Company (625-2800), Jerry’s (625-2036), and abbott’s (964-2625). <strong>Where to Stay</strong> Sleeping under the stars is the preferred means of overnighting on the river. Smaller campgrounds: Mountain Breeze (964-2484), Gilligan’s Island (964-2456), Rainbow Camp (964-2227), Cedar Bluff (9643639), and Bezdek’s (964-2244). Larger spreads: Whitewater Sports (9643800), Rio Raft (964-3613), the Lazy L&L (964-3455), Roy’s (964-3721), Second Crossing (964-2277), Camp Huaco Springs (625-5411), the Double Rockin’ R Campground (629-9999), River Rat’s Place (629-3009), and KL Ranch Camp (625-3038). Expect to pay anywhere from $6 to $25 a night, depending on location and whether the operator offers showers, electricity, and full RV hookups. Call the New Braunfels Chamber of Commerce (625-2385, 800-572-2626) or the Canyon Lake Chamber of Commerce (964-2223) for other lodging information.</p><p><strong>Where to Eat</strong> Most concessions on the river have what I call Texas lake-culture fare—burgers, hot dogs, barbecue, sausage-on-a-stick. One such establishment, the Deck at the Gruene River Raft Company (625-3153) at Gruene Crossing has a patio-deck view of the rapids. The best grub is in Gruene, within walking distance of the river, where you’ll find the sprawling Grist Mill Restaurant (625-0684), the adobe Verde Tex-Mex Cocina y Cantina (629-0777), the Old Gruene Coffee Bean (629-0451), Guadalupe Smoked Meat Co. (6296121), and the elegant Gruene Mansion Restaurant (620-0760). In New Braunfels, Oma’s Haus Restaurant (625-3280) and the Bavarian Village Restaurant (625-0815) specialize in German cuisine. But my new favorite is the Huisache Grill (620-9001), whose New american menu features everything from chickenfried steak to grilled salmon and gardenfresh vegetables. Entrees are priced between $6 and $12, and the beer and wine list is impressive.</p><p><strong>after Dark</strong> Gruene Hall (606-1281) is one of the oldest dance halls in Texas and one of the best (see “Come Dancing,” March 1995). Homegrown country, rock, and folk music, most all of it made for boot-scootin’, is featured on Thursday through Sunday nights and on weekend afternoons. The “O” aces (620-7238) on River Road near Gruene has an outdoor patio with live rock and country bands Thursday through Sunday.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "May 1995",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Gruene",
      "Water",
      "Canyon",
      "Tubing",
      "Bridge",
      "New Braunfels",
      "people",
      "rent",
      "Restaurant",
      "Texas",
      "Beer",
      "Comal",
      "rio",
      "Rock",
      "Commerce",
      "Concessions",
      "Country",
      "Law",
      "money",
      "Pool"
    ],
    "wp_categories": [
      "Energy"
    ],
    "wp_location": [
      "Gruene",
      "Canyon",
      "New Braunfels",
      "Texas",
      "Cypress"
    ]
  }
}