{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198812",
    "date": "December 1988",
    "year": 1988,
    "month": 12,
    "month_formatted": "December",
    "pdf_uri": "/1988/19881200.pdf",
    "issue_cover_image": "",
    "document_start_page": 100,
    "toc_start_page": 98,
    "document_page_range": [
      [
        100,
        101,
        102,
        103,
        104,
        105
      ],
      [
        194,
        195
      ],
      [
        197,
        198,
        199
      ],
      [
        201,
        202
      ]
    ],
    "toc_order": 1,
    "toc_headline": "Can Ross Perot Save America?",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198812-canrossp",
  "source": "/1988/19881200.pdf",
  "wp_post_id": 123693,
  "wp_post_guid": "http://www.texasmonthly.com/article/can-ross-perot-save-america/",
  "authors": [
    "Peter Elkind"
  ],
  "headline": "Can Ross Perot Save America?",
  "dek": "You bet. Just ask him.",
  "spread_caption": "",
  "excerpt": "One day in 1962 Ross Perot read Thoreau’s insight that the “mass of men lead lives of quiet desperation.” The country hasn’t been the same since.",
  "kicker": "",
  "word_count": 8615,
  "content": "<img/><img/><p>Everywhere Ross Perot goes, he is greeted as a hero. Seeing him on the street, strangers slap him on the back and call him Ross. Sometimes people even shout, “Run, Ross, run!”</p><p>Photograph By Danny Turner</p><p><span class=\"dropcap\">I</span>’m <em>better</em> than that,” lamented Ross Perot. He pounded a bony fist on his antique desk. “I could have gotten that fire put out.”</p><p>On a bright September morning Perot was sitting in his North Dallas office, blaming himself for the incineration of Yellowstone National Park. Somehow it didn’t seem at all strange that this 58-year-old private citizen, who accumulated a $3 billion fortune selling computer services, regarded fighting forest fires as not merely his mandate but his burden. No public figure in Texas defines his personal mission in such cosmic terms. No public figure in america so conspicuously embraces the role of savior.</p><p>When the fire had first broken out, Perot had gotten a tip from a friend familiar with the National Park Service. The government’s policy of letting fires burn could endanger the entire forest, the caller warned. Accustomed to such calls-if there is a crisis in america, Ross Perot soon hears about it-Perot contacted a few Washington bureaucrats, who assured him that occasional fires were good for the forest. Perot backed off. Now, with half of Yellowstone in ashes, he was kicking himself. “I could’ve raised enough hell that they would’ve <em>had</em> to put the fire out,” Perot said. The fist pounded again. “I know how mediasensitive they are.”</p><p>As Perot sees it, Yellowstone National Park is not the only thing in need of rescue these days. His city, state, and nation are all in danger of going up in smoke. He pronounces the municipal government of Dallas-long selfdescribed as “The City That Works”-to be “brain dead.” Texas, he asserts, should forget about higher oil prices. “i’m going to make everybody in Texas mad,” he says, appearing not the least bit concerned about the prospect. “Cheaper energy benefits millions of people; expensive energy benefits a few.”</p><p>And america? It’s a mess. “We’re at the bottom of the industrialized world in education.” Perot’s right hand shoots to a pile of papers, from which he unerringly extracts a document and begins reading in a tenor tone of astonishment. “Seventy-five percent of high school seniors don’t know who Whitman or Thoreau is. Twenty-five percent of college seniors in Texas can’t name the country on Texas’ southern border. That’s scary.”</p><img/><img/><p>Perot doesn’t flaunt his wealth. He drives a four-year-old car and buys his suits off the rack. His one extravagance is water toys. He owns three racing boats-one with jet engines.</p><p>He’s rolling now. Cowardly politicians. Tanks that fall apart. The deficit. “What we’re doing to our children on the economy is unthinkable<em>-unthinkable'.</em> We’re the largest debtor nation in the history of mankind. Yet everybody’s out there taking a pledge on no new taxes.” Perot tells me he could go on for hours. I have no reason to doubt him.</p><p>What kind of person chooses such a mission for himself? In recent years Henry Ross Perot has become one of the most publicized figures in america. Packs of reporters have told and retold the Perot legend: born in Texarkana (on the Texas side, of course), a salesman before he was a teenager (garden seeds, saddles, newspaper subscriptions), class president at the Naval academy (twice), and IBM supersalesman (in one year he earned the maximum annual commission IBM allowed by January 19). He founded Electronic Data Systems, better known as EDS, in 1962 on $1,000; six years later he took the company public and became a megamillionaire. <em>Fortune</em> called him “the fastest richest Texan ever.”</p><p>Soon he moved from the business page to the front page. Accompanied by a planeload of reporters, he spent $1.5 million to take mail, medicine, and Christmas meals to american POWs in North Vietnam. That venture, along with his visible support of Richard Nixon, earned him a reputation as a rightwing superpatriot. Later Perot-financed exploits-the 1979 rescue of two EDS employees from an Iranian prison and the 1981 War on Drugs in the Texas Legislature-only enhanced the image. Just when the world had him typecast, however, Perot found new and unexpected targets: mediocrity in Texas public schools, mismanagement at General Motors, myopia in corporate america. Suddenly writers were calling him the world’s first populist billionaire.</p><p>Perot himself offers few clues to Perot. He is, he says, a simple man who never changes. Yet his legend is full of apparent contradictions. He is a right-wing kook; he is a populist visionary. He is rich beyond comprehension; he doesn’t care much about money. He espouses loyalty; he is now at war with the company he created. He has immense political power; he is not interested in politics. He preaches free enterprise; he made his fortune and his fame by being involved with government. Ross Perot is a man who has been exhaustively chronicled but poorly explained. What is it, really, that makes him tick? Who is Ross Perot?</p><p><strong>CURATOR Of the Myth</strong></p><p><span class=\"dropcap\">R</span>oss Perot the myth is indeed larger than he looms in life —five feet, six inches tall and a wiry 150 pounds. But his presence is commanding. He leans forward when he talks, his cadence brisk, his voice a high-pitched twang, his body language intent. Accustomed to having listeners hang on to his every word, Perot is utterly self-assured, the sort of person who walks into someone else’s house and turns on the lights.</p><p>His timber is most apparent in his face. His features are anything but patrician. The nose was left lumpy from childhood bronc-busting. The ears point skyward like antennae. In the years when hair length was a political statement, Perot wore his in a military brush cut; now, the brown streaked with gray, his hair is just long enough to slick back on his head. Most extraordinary are the eyes-piercing ice-blue windows to a stern and resolute soul. When roused to anger, Perot never raises his voice or berates. He instead employs the Stare, a cold look that commands obeisance.</p><p>When Perot talks about himself, he relates his life as a series of parables. He likes to tell of the time when, still a frustrated IBM salesman, he picked up a copy of <em>Readers Digest</em> in a Dallas barbershop and read a quotation from Thoreau’s <em>Walden:</em> “The mass of men lead lives of quiet desperation.” awakened, he resolved on the spot to leave the IBM womb and start EDS. As revealing of Perot as the incident itself is the way that he has preserved the moment of epiphany. Today that issue of <em>Readers Digest</em> is prominently displayed under glass in his office.</p><p>Perot is a man with a distinct sense of his own myth. His office is a museum of Perotiana with himself as the curator. Along with the <em>Readers Digest,</em> he has kept the $1,000 personal check he wrote to start EDS on his thirtysecond birthday (as if to court destiny, he chose a later birthday to sell EDS to General Motors).</p><p>All around him are artifacts that symbolize the values he holds dear.</p><p>There are Norman Rockwell illustrations (middleamerican virtue and optimism), Frederic Remington bronzes (frontier toughness), a Gilbert Stuart portrait of Washington (patriotism). A Walther PPK pistol used by the commander of the Iranian raid looms menacingly in a glass case, a reminder of Perot’s unrelenting determination to get what he wants, even if it means going to lengths that ordinary men would never consider. Little in the room has a purely decorative purpose, certainly not all those eagles, some carved, some bronzed, some etched in glass. Long an EDS corporate symbol (“Eagles don’t flock; you have to find them one at a time” was the company’s recruiting slogan), the eagle has been appropriated by Perot as his own. He hands out eagles to associates to commemorate the end of successful missions. One item, however, is conspicuously missing. The man who practically invented modern data processing has no computer in his office.</p><p>From this command post Perot oversees america’s third-greatest personal fortune. A staff of 130 handles his investments in securities, real estate, oil, and venture-capital projects. (Perot Systems, the new computer-services company he founded to compete with EDS, has its headquarters outside Washington.) Most of his time, however, is taken up by being Ross Perot. The telephone rings constantly: reporters, lawyers, business associates, and people who consider themselves part of what must surely be the world’s largest informal intelligence network. On this morning Stanley Marcus called, urging him to snatch up an audubon book of birds. “What makes it uniquely fine?” Perot wanted to know. There would be no sale this day. Nineteen years after his successful Christmas mission to Vietnam, Perot is still collecting information about americans left in Southeast asia. One caller excited him with news of a blondhaired, blue-eyed youth-presumably the offspring of an american serviceman -who had recently been spotted in the region. Later Perot fielded a call about a commercial plane that had just gone down. “Did the plane crash in Bangkok or coming out of Vietnam?” Perot asked. Supplied with the answer, he added a note of intrigue: “Right where we had our problem.”</p><p>If Ross Perot was to allow himself a moment of self-analysis, he might reflect that with his office icons, his old-fashioned values, his business acumen, and his save-thecountry agenda, he has created himself as a oneman embodiment of the american character. It is no coincidence that the historical figure Perot admires most is another man who embodied the character of his nation: Winston Churchill. One of the most treasured items in the Perot archives is a medal representing the Winston Churchill Foundation Leadership award; in 1986 Perot became its third recipient, after averell Harriman and Margaret Thatcher. But Churchill's incarnation of nationhood is not the only reason Perot holds the British statesman in esteem. In every speech, he cites Churchill’s credo, which he has made his own: “Never give in. Never give in. Never. Never. Never.” at the moment of crisis, Winston Churchill did for England what Ross Perot wants to do for america: he mobilized the will of a nation.</p><p><strong>“From the first day I had money, i've been trying to solve problems liberals just wring their hands about.”</strong></p><p><strong>[ Continued On Page 192 ]</strong></p><img/><img/><p>Photograph By Danny Turner</p><p>Surrounded by eagles and Remington bronzes, Perot has turned his North Dallas office into a pantheon of american values. The painting behind him once hung in the White House.</p><p><strong>[ Continued From Page 102</strong> ]</p><p><strong>BULLDOGS Versus Poodles</strong></p><p><span class=\"dropcap\">T</span>he same impulses that drive Ross Perot to change america have driven him in business. Once he is convinced that he is right, he will never give in. That’s why he left IBM to start EDS in 1962. That’s why he sent his own army to get two EDS employees out of Iran in 1979. And that’s why today he is at war with EDS, the company he built from one employee to 45,000, in america’s meanest and most public business feud.</p><p>That conflict really began not long after Perot arranged the sale of EDS to General Motors in 1984. As part of the $2.5 billion deal Perot, in exchange for his EDS holdings, received new GM stock, $980 million in cash, and a seat on the GM board. But soon Perot was launching public barrages on GM management—the automaker was sluggish and bureaucratic; it lacked the leadership to whip the Japanese. In November 1986 Perot fleetingly considered the corporate equivalent of thermonuclear war: a proxy fight to take over the nation’s largest industrial company. Instead, one month later, he accepted a buyout —$700 million in return for giving up his GM stock, his seat on the board, and his chairmanship of EDS.</p><p>Such a departure seemed out of character. Was Ross Perot, the man who never gave in, giving up?</p><p>Hardly. Last June, on the day an agreement barring him from hiring former employees expired, Perot signed up eight EDS executives to start Perot Systems. When EDS challenged a contract his company had won from the U.S. Postal Service without competitive bidding, Perot declared “all-out war.” He said Perot Systems would compete for every bit of EDS business, beginning with its multibilliondollar showcase contract to administer the Texas Medicaid system.</p><p>Perot has undergone an extraordinary transformation in attitude toward his former subordinates. When Lester alberthal, Jr., an eighteen-year veteran of EDS, was named president in the 1986 buyout, Perot praised him as “an incredibly gifted systems engineer, manager, and executive,” adding, “there is no question in my mind the company will be successful under him.” Now Perot says EDS is headed for a tumble, contradicting Wall Street analysts who say the company is thriving. He derides EDS’s leaders as frightened “headquarters generals” who will make the company easy prey. “It will be like turning a bunch of bulldogs loose on a bunch of poodles,” Perot told reporters.</p><p>How could it come to this? Why was Ross Perot trying to dismantle the company he had built?</p><p>Perot’s decision to take on EDS is no different from his decision to take on football coaches in his fight for education reform. For him, the world is a battlefield; everyone is friend or foe. GM had rejected his advice and forced him off its team. When unhappy EDS executives pleaded with him to start a new company where they could work, Perot saw a chance to show that the automaker had committed a grave error, that EDS was not the same without him. Perot likes to say that he doesn’t seek high-profile assignments; they seek him. Now the executives had given him license to, as he says, “free the slaves”—to prove that EDS was no longer the tough, independent outfit he had molded in his own image. EDS was now . . . <em>General Motors.</em> That made it —and everyone connected with it—Perot’s enemy. And in Perot’s view of the world, corporate or political, enemies always take on dimensions of evil.</p><p>The roots of Perot’s alienation from EDS run deeper than his feud with GM. Even before he left, EDS had grown so big that it was no longer the company he loved —no longer an institution where he could shake every employee’s hand, personally bestow every bonus, rescue every subordinate facing a crisis. Running a giant company filled with anonymous faces was never what Perot enjoyed; he had left the daily operations of EDS mostly to others for almost two decades. Even after the firm had become a billion-dollar company, Perot continued to speak of it as “ratty little EDS,” evoking an outdated image of a David valiantly doing battle against corporate Goliaths.</p><p>Perot isn’t battling EDS and GM for money. In a market thick with companies offering computer services, plenty of analysts doubt Perot Systems’ prospects; a provision of Perot’s GM buyout agreement bars him from making <em>any</em> profit on business that competes with EDS until the end of 1989. No, Ross Perot has morecomplex motives: to prove that he’s right and they’re wrong, to experience the thrill of struggling against enormous odds, and to show what he can accomplish through force of will. This, after all, isn’t the first time that Perot has departed from the bosom of a giant established company where his future prosperity was assured. It is no accident that the name of the family partnership funding Perot Systems is HWGA—an abbreviation for “Here We Go again.”</p><p><strong>the Welfare Billionaire</strong></p><p><span class=\"dropcap\">S</span>elling, rather than managing, is Ross Perot’s genius. He can make an audience of bankers leap to their feet, applauding his message that they are going to have to pay higher taxes so that his vision of the future can come true. One can just imagine a younger Perot making a sales call, sitting across a desk from some executive who has never heard of a computer, leaning forward, looking ohso-earnest, selling not just a machine but a promise of a new world where the ancient enemy of time could be vanquished at last. In each of his first four years as an IBM salesman, Perot filled his annual quota earlier and earlier, taking on more and more new accounts until IBM capped his commissions. When he filled his 1962 quota by January 19, Perot made his unhappiness known by showing up at his office, conspicuously carrying swim trunks and a towel, and going for a swim at the YMCA.</p><p>If IBM was not going to let him sell, he had a different idea. Perot knew many of his customers, dazzled by the new age, were buying computers with little notion of how to use them. He suggested that IBM start a service division to provide customized software and technicians to operate the machines. But stodgy IBM refused, saying the market was too small. That’s when Perot went for corporate america’s most famous haircut and was struck with his epiphany.</p><p>On June 27, his thirty-second birthday, Perot founded Electronic Data Systems Leasing Corporation with $1,000, the minimum required to incorporate under Texas law. Perot’s idea was much like the one he had pitched to IBM: His firm would serve as an on-the-premises dataprocessing department, designing software, programming computers, then maintaining and operating everything. As novel as the concept was, Perot was unable to find investors —a circumstance that would prove enriching, since it avoided diluting his stock. For four months in 1962 he employed only a secretary. IBM’s supersalesman had to make 78 sales calls before signing his first contract in Iowa.</p><p>From the beginning, Perot had resolved to create not just a corporation but a culture. “I want people who are smart, tough, self-reliant, have a history of success since childhood, a history of being the best at what they’ve done, people who love to win,” Perot has said. “and if you run out of people who love to win, look for people who hate to lose.” People, in other words, like himself. He hired scores of war veterans and conducted talent raids on IBM. In accordance with a written dress code, men wore dark suits, white shirts, and subdued ties. Facial hair and tasseled shoes were forbidden. Women could not wear pants except-with prior permission-in frigid weather. Eds had a moral code as well. The company looked askance on anyone who was divorced; an extramarital affair could be grounds for dismissal. The atmosphere of the place was total commitment. New employees spent months in expensive training sessions —Eds boot camp, they called them —where they were drilled in the corporate culture. “What is an Edser?” Perot once asked rhetorically. “an Edser is a person that goes anywhere, anytime, twenty-four hours a day, seven days a week, to make sure that Eds is the finest computer company in the world and that nobody beats us in competition.”</p><p>For a long time, the pay was terrible and the hours did nothing to promote the family values Perot espoused. Recognizing that his people rarely saw their families, Perot gave away stock (now worth a fortune) and sent wives flowers to thank them for their sacrifice. He demanded absolute fealty—those who left were regarded as traitors—and offered his absolute loyalty in return. When an EDSer faced a crisis, Perot dashed to the rescue: flying one man’s injured wife to a top medical specialist and moving another employee’s infant to a better hospital.</p><p>The company struggled for four years. When Eds moved into its own building and put its name up outside, some people wandered in expecting to find a restaurant named “Ed’s.” Then, in 1965, the federal government got into the health insurance business, and Perot began capturing lucrative state contracts to computerize systems for paying Medicare and Medicaid claims. Profits in 1966 were eight times the previous year’s total. By 1968, Eds had 23 contracts and 323 employees. That September Perot took Eds public in a frenzied stock market that was enthralled by computer companies. Overnight he found himself worth $220 million. Eighteen months later the paper value of his interest-about 78 percent of Eds—soared to $1.5 <em>billion.</em></p><p>Perot established a strict meritocracy. Employees who won a critical bidding war with IBM received cash and stock bonuses “while they were still sweating,” as Perot put it. Identifying with his troops, Perot ate in the EDS cafeteria. He attached his personal fortunes to the company’s. After 1968 he kept his salary at $68,000 a year and accepted no bonuses; his income depended on EDS’s dividends.</p><p>Perot became well known in 1969 with his media campaign to call attention to the plight of american POWs. In addition to his bid to airlift supplies, he appeared on the <em>Today</em> show and took out ads in hundreds of newspapers. Such a headlong embrace of the spotlight unearthed critics who perceived hypocrisy in a man preaching the gospel of hardy self-reliance while building a fortune on federal poverty programs. “america’s firstwelfare billionaire,” <em>Ramparts</em> magazine called him.</p><p>Perot freed himself from day-to-day affairs at EDS in 1970 by appointing one of his first employees as president while retaining the title of chairman. Since then, Perot’s business life has mirrored his public one, settling into a series of giant projects. One thing that remained the same, however, was his obsession with winning. When the Dallas City Council in 1970 rejected Perot’s request for office zoning to build EDS headquarters in a residential area, Petfot threatened to take his company to another city. For a man who prides himself on loyalty, it was an extreme position but a successful one. The rezoning passed the next year.</p><p>So it should have come as no surprise that when a New York company called Bradford National wrested the Texas Medicaid contract away from EDS in 1980, Perot decided to fight. The board of the state welfare agency had voted unanimously for Bradford after staff experts calculated that Bradford would save the state at least $20 million over the four years of the contract.</p><p>With the contract awarded, the fight should have been over, but for Perot, it had only begun. Rejecting EDS president Morton Meyerson’s advice to accept the loss, he rushed back from a European vacation and visited the three board members privately. Perot insisted that the staff calculations were wrong. Two weeks after Perot’s visits the board, fearing a lawsuit, rescinded its unanimous decision. Then, after a furious lobbying campaign, it decided to rebid the contract and began negotiating a one-year renewal with EDS. Bradford executives claimed that EDS was profiteering on a program for the poor. But with a finger to the prevailing political winds, Bradford declined to rebid and accepted a $3.1 million settlement from the state.</p><p>It is the same contract, set to expire next august 31, that is now the central battleground in Perot’s war with EDS. The Department of Human Services board was preparing to grant EDS a routine two-year renewal last June, when Perot announced his intention to bid. Perot calls EDS’s profits on the contract “obscene” and questions the arrangement by which an EDS subsidiary acts as an insurance company, receiving premiums from the state and paying out claims. Each company has sued the other.</p><p>EDS president alberthal understands that his company is joined in a publicrelations war as well as a bidding conflict. He views his former boss as a selfpromoter. “Most of the myth of Ross was bolstered by Ross and the media. It’s a self-made image,” he says. “What you’ve got is a supersalesman doing a sales job.” EDS had held the Medicaid contract for eleven years, notes alberthal. If the profits were obscene, why had Perot accepted his share when he was running EDS—and touted the insurance-company concept as a great innovation? “The fact of the matter is that they don’t have the technical expertise,” he insists. “and Ross’s typical direction is, when he can’t participate in something, you criticize it or change the rules.”</p><p>Perot is trying to do both. He complains that the Department of Human Services’ request for bids, in making the insuror arrangement mandatory, has favored EDS. Perot has hired a team of lobbyists to take his case to the Legislature in the likely event that DHS rules against him. EDS has responded with its own lobbyists. “This fight is not about money,” says veteran legislator Bruce Gibson, a Cleburne Democrat with friends in each camp. “For both sides, it’s about betrayal.”</p><p>That has made the conflict intensely personal and ugly. Earlier this year EDS barred one of Perot’s daughters from entering its fenced compound to have lunch with a friend. Perot has been handing reporters an internal EDS memo warning Medicaid managers to shred files “that you wouldn’t want to go into a courtroom.” an EDS spokesman says that the errant memo should never have been drafted and that it was quickly overruled. EDS Medicaid employees in austin are being searched daily on their way out of the office to keep any more secrets from ending up in Perot’s hands.</p><p>Since announcing Perot Systems, Perot has plucked close to seventy employees from his old company and says he has gotten six thousand calls and letters from EDS people begging for jobs. An EDS spokesman dismisses most of those who departed as easily replaceable middle managers. Still, EDS is doing what it can to slam the door, serving notice that those who leave will not be welcome to return. “as far as i’m concerned, they have chosen Perot over EDS,” says alberthal. “That is their choice, and it’s a one-way street.”</p><p>Alberthal shakes his head when asked if Ross Perot has changed since leaving EDS. “Not a bit,” he says. “It’s just a different battle and a different war.”</p><p><strong>IN Search Of Greatness</strong></p><p><span class=\"dropcap\">N</span>othing is so revealing about the richest Texan as his attitude toward money. When EDS stock nosedived in 1970, costing Perot a one-day paper loss of $450 million, he said he would be more upset if one of his children had broken a finger. Perot does not share the commonly held viewpoint among the Texas rich and powerful that money is a way of keeping score. To Ross Perot, money is a tool, a lever to force the world in the direction he wants it to go.</p><p>Too much has been made of Perot’s modest tastes. It has been written that he buys his clothes off the rack at K-mart; Woolf Brothers is more like it. He is not ostentatious, but neither is he an ascetic. Perot drives a 1984 Oldsmobile but indulges his wife, Margot, with a Jaguar and jewelry. His 22-acre estate on Strait Lane in North Dallas, guarded round the clock by an elaborate security system and armed guards, includes a pool, a gymnasium, a tennis court, and stables. His weekend home near Lake Texoma is stocked with water toys: two Cigarette racing boats capable of doing 75 miles an hour, another racing boat with jet aircraft engines, a Hovercraft, a surf jet, a 45-foot cabin cruiser, and a Windsurfer. Perot also owns vacation homes in Bermuda and Colorado. But he continues to live by rules of thrift. When his five children stopped riding the family horses, Perot sold them. Because the house in Colorado is usually empty, Perot has decided to sell it too. He doesn’t like to keep anything he can’t use, and he insists on getting value for his money, whether it’s $1 or $1 million. He has rejected pleas from people who want him to play savior to the Dallas Cowboys. “People have been trying to get me to buy sports teams for years,” he says. “I always ask, ‘How much does it cost, and how much does it make?’ The place gets real quiet in a hurry.”</p><p>Perot’s attitude toward money is most apparent in his approach to charity. Seldom has the aphorism that philanthropy reflects the philanthropist been so apt. Only months after he first acquired wealth, he established a charitable foundation. He has parted with more than $120 million. For many years he did not take a tax deduction for his charitable contributions on the grounds that he owed his wealth to his country. His first major gift, at a time when he was still regarded as a right-wing businessman, bestowed $2.4 million on the Dallas school system to establish special learning programs at an inner-city black elementary school. Millions since have gone to aid the poor; last year Perot bought a $1.5 million warehouse that he lets the North Texas Food Bank use rentfree. “From the day I first had money,” he says, “i’ve been trying to solve problems that a lot of liberals just wring their hands about.”</p><p>Like his causes, his gifts are eclectic, pragmatic, and tend to attract attention. Like his ideas, they can be large or small. They can also be spontaneous. Perot receives more than fifty letters a day from people pleading for money. He reads a story about a struggling family whose home burned and dispatches an aide to care for their needs. He receives a letter from the Museum of the american Indian in New York, sends another aide to look it over, and without ever viewing the collection personally, offers the institution $70 million if it will relocate to Dallas. The New York City police lack the money to maintain a horse patrol; he sends sixteen Tennessee walkers and saddles.</p><p>In his major gifts Perot always drives a tough bargain. He regards his charity as another form of investment, a sort of venture capital that he expects to yield improvement in the lot of mankind. Before turning over a penny, he details his expectations. To assure that they will be met, he doles out gifts in installments.</p><p>In choosing which charities to support, Perot measures their worthiness by the potential for greatness. “World class” is Perot’s mantra. Supporters of Bishop College, a debt-ridden black school in Dallas, pleaded with Perot this year for a contribution that would keep its doors open. Unconvinced that the college had the leadership to become great, Perot let Bishop die. “The last thing those students need,” he explains, “is anything second-rate.” Perot made that point publicly last July by canceling his 1985 pledge to give $8 million to the Dallas arboretum and Botanical Society. He had offered the gift, unsolicited, after extracting an $8 million settlement from a land deal that had gone sour. “I don’t want any dirty money,” he told the arboretum’s chairman, his friend and neighbor Ralph Rogers.</p><p>Perot’s letter committing the money listed six conditions, among which were that the arboretum would raise the $50 million required to make it world class. But the expansion project quickly became mired in controversy. Neighbors complained about the restaurants and shops that the plan included. When the economy collapsed, city council members griped that it didn’t make sense to issue bonds for tulips and daisies when housing, police, and health care were underfunded. Ralph Rogers resigned as chairman. By last March, when the council finally approved a scaled-down plan, Perot was convinced that any chance for world-class status was lost. He took the extraordinary steps of demanding the return of his first $2 million installment and threatening to sue to recover the money-plus interest. The arboretum refused. Finally, in august, Perot agreed to let the arboretum keep the $2 million but canceled the balance of his contribution.</p><p>Perot could have been equally hardnosed about the new 2,100-seat Dallas symphony hall. In October 1984 he agreed to make a $10 million donation for its construction. His primary conditions: that it be named for then-EDS president Mort Meyerson and that the design of architect I. M. Pei be carried out in worldclass fashion as promised. When Perot wrote his check, the hall’s price was projected at $49.5 million. It is now $81.5 million, and completion is running more than three years late. Yet Perot quietly has given another $2 million outright and guaranteed a $1.55 million loan so the hall can have african cherrywood paneling and floors of travertine marble. The difference is that the project continues to meet his world-class standard. “The city’s object was to build the great symphony hall of the world,” he says. “They were building for a hundred years from now. It’s too late to fret on this one.”</p><p>Perot’s biggest gift was entirely dependent upon his perception of world-class potential. Ralph Rogers had tried for years to interest his friend in UT’s Southwestern medical school in Dallas. “i’m only interested in institutions that are or could become outstanding institutions in the nation,” Perot told Rogers in 1985.</p><p>Rogers responded that Southwestern met that standard.</p><p>“Who says so?” demanded Perot. “i’ve never read about it in <em>Time</em> magazine or the <em>New York Times.</em> I have no knowledge that it’s a great medical school.”</p><p>When Rogers protested, Perot cut him off. “Let me tell you something, Ralph. Don’t you realize that perception is sometimes more important than reality?”</p><p>Six months later, on October 14, 1985, two members of the Southwestern faculty, Dr. Joseph Goldstein and Dr. Michael Brown, won the Nobel prize in medicine.</p><p>Rogers called Perot the next morning. “Well, what’s your perception now?” he asked.</p><p>“This is going to cost me a lot of money.”</p><p>Underwhelmed by the city’s reaction to the Nobel prize, Perot financed a dinner to honor Brown and Goldstein in January. Eight months later Dr. Kern Wildenthal, Southwestern’s president, invited him to the medical school to visit Brown and Goldstein in their lab.</p><p>Perot was disturbed to discover that the Nobel laureates were wasting precious time raising money. He immediately agreed to cover their expenses. “Every time you need money,” he said, “give me a call, and i’ll write you a check.”</p><p>Perot began a series of discussions with them and Wildenthal about what worldclass medical research required —and how to make Southwestern great. The talks went on for a year. He would drop by the medical school, visit the Nobel laureates’ lab, and remain for two or three hours. Last January Southwestern announced Perot’s gift: $20 million, pledged over ten years. The money included $650,000 annual support for Brown and Goldstein’s research and a steadily rising sum to attract what Perot called “the next generation of Browns and Goldsteins”—top young medical researchers. As always, he evoked the standard of excellence. Southwestern Medical Center, said Perot, “is the only institution in this part of the country that has the capability of becoming the best of its kind in the world in the next few years.” Perot’s written agreement with the school also includes a provision that could give the value-conscious billionaire more than a psychic return on his investment. It gives the Perot Foundation half the profits from the licensing of any technology or inventions developed during research funded by the gift.</p><p><strong>“GOD Save the Children”</strong></p><p><span class=\"dropcap\">W</span>hen Governor Mark White named Ross Perot chairman of a state committee on public education in 1983, Perot’s perceived position on the political spectrum was still far to the right. A man “whose mind is a half-inch wide,” <em>Dallas Times Herald</em> columnist Molly Ivins called him. “God save the children.”</p><p>No one foresaw that Perot would turn the inquiry into a personal crusade for education reform. His image still lingered from the sixties, when his quarter-inch haircut and unabashed patriotism were out of fashion. But had anyone taken a closer look, there were indications that Perot was not as one-dimensional as he seemed. There was, for example, a story in <em>The Go-Go Years,</em> a book about the stock market boom of the sixties. A group of longhaired West Coast radicals asked for an appointment with Perot in 1969. When they arrived, they stated their purpose: Would he fund the Revolution? Without missing a beat, Perot shot back: “How long will it take, and how much will it cost?”</p><p>In truth —as his encounter with the radicals illustrates —Ross Perot is a man utterly without political ideology. The consummate pragmatist, Perot sees life as a series of puzzles. What is the problem? What is the solution? Who can lead? Who can get the job done? He praised Jesse Jackson for his 1983 mission to Syria to free a captured U.S. flier. He has called Mikhail Gorbachev “the most interesting leader alive.” He has criticized friends in high places-Bill Clements for opposing taxes that would pay for education and Ronald Reagan for failing to deal with the budget and trade deficits.</p><p>At one time, Perot sought political influence in the way most businessmen do: through campaign contributions. In 1974 he was among the largest individual contributors to congressional candidates in the nation, donating $90,000. Now he contributes only token amounts to politicians. Perot no longer regards partisan politics and individual officeholders as the key to solving america’s problems. He has discovered that real power lies in promoting his own ideas.</p><p>The political evolution of Ross Perot says less about him than about us; we have changed more than he has. Entrepreneurship, the pledge of allegiance, and Vietnam veterans are all suddenly in fashion. Rich businessmen used to be the enemy. Now Lee Iacocca and Ross Perot are role models. Even in advocating a role for government, Perot is not really removed from his past. After all, if government were not providing health care, Ross Perot might not be a billionaire.</p><p>Perot has twice embarked on prolonged campaigns to remedy a crisis facing Texas: the War on Drugs from 1979 to 1981 and the drive to reform Texas public education in 1983 and 1984. In each case Perot was appointed by a governor to head a special study commission. In 1979 it was Republican Bill Clements; four years later it was Democrat Mark White. Each governor had a limited mission in mind for Perot. Clements wanted the drug panel to focus on narcotics traffic across the border with Mexico; White wanted the education committee to drum up support for his campaign pledge to raise teachers’ salaries. But as both Clements and White found out, Ross Perot does not fight limited missions.</p><p>Just weeks into the work of both committees, Perot redefined their objectives. The drug committee would assault the entire Texas narcotics problem. The education committee would take on the task of transforming the state’s dismal public schools. Almost entirely at his own expense, Perot flew in expert witnesses, staffed the committees with EDS personnel, toured Texas making speeches, and dispatched lobbyists to the Capitol. Each committee became a platform for a personal crusade. First it was Perot against the drug dealers, then Perot against the football coaches.</p><p>If there was a difference in Perot’s two campaigns, it was in political sophistication. The War on Drugs committee sent a package of bills to the Legislature. One toughened sentences for drug dealers, including life sentences for adults selling drugs to minors. Another required doctors prescribing narcotics to notify police so that lawmen could spot abusers. Perot also supported the legalization of wiretapping for drug enforcement. Civil libertarians had always been able to defeat wiretapping proposals in the past, but they were no match for Perot. Whipping up anti-drug hysteria among affluent parents, Perot got all his bills passed with only minor amendments. In his first effort in austin, he had framed the debate: to oppose him was to favor drugs. “When drug dealers look at those laws,” he declared, “they’re going to get out of Texas.”</p><p>Obviously that didn’t happen. Despite all his expert advice, Perot had not provided the weaponry to win the war. The laws didn’t deter drug dealers because they had little fear of getting caught. “The War on Drugs was a naive campaign,” says austin legislator Terral Smith, a Republican who chaired the subcommittee that worked on Perot’s bills. “It required a real financial commitment to law enforcement and to prisons. To really make a dent, it would take close to a billion dollars. That wasn’t even discussed.”</p><p>In targeting the fears of well-heeled anglo parents, Perot’s War on Drugs seemed out of touch, almost oblivious to the ghetto neighborhoods where drugs are epidemic. The campaign also ignored the problem of addiction. Dallas had not a single publicly funded drug-treatment program at the time; yet Perot did not even address the question of detoxification. That may not have been an oversight. While Perot has great empathy for life’s innocent victims, he harbors little tolerance for the weak of will.</p><p>The only noncoercive feature of Perot’s program was a massive education program to keep children from using drugs. Later in 1981 Perot played a secret role in extending the campaign nationally. After learning of Nancy Reagan’s concern about young drug users, Perot, who had known the Reagans since their days in the California governor’s mansion, went to see the first lady in the White House. She could <strong>make a contribution and recast her image</strong> at the same time. She embraced the idea, and the “Just Say No” campaign was bom.</p><p>When Perot waged war on ignorance three years later, he was much more politically sophisticated. In the War on Drugs he had relied on political novices from EDS, Ptas, and Junior Leagues to walk the halls of the Capitol. This time he hired the best lobbyists in austin. He understood the importance of funding his plan too; his education reforms were accompanied by a billion-dollar tax bill. And he didn’t make facile promises that could make him look foolish. “If the Texas school system is completely restructured by September 1984,” he told audiences, “it will produce its first college graduate in the year 2000.”</p><p>Perot was fighting a much tougher battle. Drug dealers don’t have a lobby; the education establishment has political influence in every community in Texas. But Perot had the ammunition to stir up the public: colleges of education that turned out illiterate teachers, a junior high school that shut down at noon on Tuesday for football games, a student who had been excused for 35 class days to exhibit his prize chicken. Perot’s program was revolutionary. It raised the passing grade from 60 to 70; established the no-pass, no-play rule correcting overemphasis on athletics; provided smaller class sizes in the lower grades, a Head Start program for disadvantaged fouryear-olds, teacher-competency testing, and merit pay raises; and redistributed state aid to narrow the funding gap between wealthy and poor school districts. In an arduous special session, the Legislature passed the reforms with modest changes.</p><p>Perot told the press that the victory represented “a massive act of will.” He was referring to the Legislature and the public, but those who knew their Churchill knew who had mobilized that will, who had imposed his vision on the world. After the bills passed, Perot threw a party for the legislative staffs. The party favor was a small Frisbee. On it were the words “In war there is no substitute for victory.”</p><p><strong>PEROT For President?</strong></p><p><span class=\"dropcap\">E</span>verywhere Ross Perot goes, he is greeted as a hero. Women cuddle up to have their pictures taken with him. Grown men plead for autographs. Despite his mind-boggling wealth and mythic status, Perot retains the common touch. Spying the magnate on the street, perfect strangers slap him on the back and call him Ross. In these troubled times, many americans are eager to have him as their savior. On occasion, people even shout, “Run, Ross, <em>run!”</em></p><p>Should Ross Perot be president?</p><p>It is hard to imagine a better leader in crisis. Like Winston Churchill, Perot has the skills to mobilize a nation, to marshal the national will for a fight to the last breath by every man on every shore. Imagine President Perot in wartime: cutting through red tape to speed industrial production, inspiring workers to accept lower wages while they worked overtime for the national good, assigning Boy Scout troops and PTAs to collect scrap rubber and metal for recycling.</p><p>Perot believes the nation is facing a crisis equivalent to war. “Our system of government is not working. We can’t even come up with a budget,” he says. “We certainly don’t have the most able people in our society running for president. We are getting people who will endure anything because of their power drive.”</p><p>His speeches are a call to arms. One moment he offers a warning: “Whether we like it or not in our country, we are stuck with international competition of the highest caliber and the most fierce kind. Whether we like to admit it or not, today we are losing in that competitive battle.” The next moment he offers inspiration: “Our pioneers tamed the wilderness. Everybody said you couldn’t build a transcontinental railroad, but <em>we</em> built it. Everybody said you couldn’t build the Panama Canal . . . but <em>we</em> built it.” Perot often quotes Tocqueville: “america will stop being great when its people stop being good.”</p><p>Listening to Perot, one expects a declaration of candidacy at any minute —so evident is his scorn for the dummies in Washington and his sense that he could do better. It is clear that the nation’s problems deeply engage him. And no ego in america is better suited for the pounding. Perot says he is flattered when people urge his candidacy, but he scoffs at the thought: “Jeez, i’ve never run for dogcatcher.”</p><p>Imagine what a Perot presidency would be like.</p><p>It would be a stiff dose of medicine, administered with swiftness and an expectation that we would swallow gamely. Perot would raise taxes to close the deficit. He would cut social security benefits for those not in need. He would hold press conferences every day, and they would be fun. He would make millions of federal workers in sensitive jobs submit to drug testing. He would send bureaucrats to EDS-style boot camp. Leaks would drive him up the wall. If a defense contractor billed the government for boarding its executives’ pets in kennels, Perot, in his words, would “put them under the jail and pour the cement.” He would try to make the Japanese and Europeans foot the bill for their own defense. He would give a great speech out in the heartland. Perot has Reagan’s gift for employing symbols, but he doesn’t need threeby-five cards. Perot would close down the White House executive dining room and replace it with a cafeteria. And he would cut government aid to any developing nation that lacked any promise of becoming world class.</p><p>But let’s not draft him yet. Many elements of Perot’s character suit him poorly for a peacetime presidency. He is too impatient. He found General Motors maddening; imagine how he would find the federal bureaucracy, Congress, and entrenched Washington interests. He is too abrasive, polarizing opponents of the moment and turning them into implacable enemies. Consider his response to criticism in Dallas earlier this year: “We’ve got to totally turn city hall around. The city council makes the General Motors board look informed.” He is crisisoriented, turning each mission into a crusade. The public will is capable of being mobilized once, perhaps twice, but can even Perot do it time after time?</p><p>Even without political portfolio, Perot has a tendency to act <em>too</em> boldly - like “an unguided missile,” Molly Ivins once wrote. Earlier this year he waded into the conflict between Dallas cops and local minorities who felt the police department was out of control. Deciding the police were being victimized by those supporting a civilian review panel, Perot met personally with 1,800 Dallas cops (three quarters of the entire department), commissioned a poll of police morale, and quietly dispatched a group to city hall to dilute the powers of the review panel. Black politicians denounced him; his involvement did little more than exacerbate tensions.</p><p>And consider again his Iranian rescue. The mission’s shining success made its critics sound churlish. But to free the jailed EDS pair, Perot’s commandos orchestrated a riot that sprang 11,000 political prisoners and criminals —including murderers and rapists —from a Tehran prison. In the process, the mission violated U.S. and international law.</p><p>Ever the pragmatist, Perot identifies clear solutions. But his proposals sometimes make little allowance for niceties —such as the Constitution, civil liberties, and government bidding regulations-that serve to keep government from abusing its power. After cruising drug-infested South Dallas neighborhoods in a police car, Perot proposed his own solution to the problem: the city should cordon off sections of the area and send in hundreds of cops for a house-to-house, person-toperson confiscation of drugs and weapons. He saw it as the simplest way to free the neighborhood from crime. Perot railed when Congress delayed his no-bid postal contract for further scrutiny. Those who worried about federal bidding regulations were Lilliputians, Perot declared. Such obsession with following the shortest path to a solution, for dismissing important systemic safeguards as “details,” has a history of producing scandal.</p><p>In a 1986 speech Perot told a black-tie audience gathered to honor him that he had once dreamed of being the beautiful pearl in an oyster. Instead, he decided, his lot in life was to be the grain of sand that irritates the oyster to produce the pearl. The speech captured why we should be glad Ross Perot does not answer the call. The Oval Office would ruin him. His value to the nation is the purity of his opinion, his radical pragmatism. He serves best as an irritant.</p><p>We should all remember: No sooner had Great Britain won World War II than the voters turned Winston Churchill out.</p><p><strong>NEVER Give Up</strong></p><p><span class=\"dropcap\">O</span>n a Monday night in September, Ross Perot descended from the heavens into downtown Fort Worth. He had hopped over from Dallas in his Bell Ranger helicopter to speak at an event that could not have occurred in the Texas of a few years ago, before Ross Perot set his mind to change it. The occasion was a dinner honoring 22-year-old Bobby Ray Peck, who in the old days could have earned such a tribute at his age only by being a football star or a military hero. Tonight Fort Worth was paying homage to Bobby Ray for winning a Rhodes scholarship.</p><p>Perot was escorted to a side room where he met the sandy-haired honoree. Near the door stood Gib Lewis, Speaker of the Texas House, beaming and backslapping, God’s own idea of a good ol’ boy, shuffling friends in and out to have their picture taken with Ross and Bobby Ray. The tribute was Lewis’ idea-Peck’s family lives in his legislative district —and so was the invitation for Perot to speak.</p><p>As they talked between flashes of the camera, Perot soon learned that Bobby, who had graduated from Princeton with highest honors, planned to attend medical school after returning from two years at Oxford. Suddenly Perot’s attention was galvanized. Where? he asked. Peck said that he had been admitted to both Harvard and Southwestern. He didn’t have to decide until 1990, but right now he was leaning toward Harvard.</p><p>That did it. Perot edged Peck away from the flesh-pressers and went to work. Why Harvard, Perot wanted to know. Didn’t he know that Southwestern was a <em>world-class</em> school? Was he aware of the special grants that Perot had funded for top medical scholars like Bobby Ray Peck? Perhaps Bobby would like to meet Dr. Brown and Dr. Goldstein, winners of the Nobel prize. For the next two hours, first in this room, later at the head table in the ballroom filled with five hundred people, and finally onstage, where they both were to speak, Perot labored like a football recruiter to change Peck’s mind.</p><p>Why did the decision of one student matter so much to Perot? Because he saw in Bobby Ray Peck the validation of everything he believes. That no detail is too small. That education holds the key to Texas’ future. That ordinary people can achieve greatness. That Texas can compete with the Northeast. That he is right in his conviction that Southwestern is world class. That his money can make a difference. That Ross Perot can indeed change the world.</p><p>Yes, it was only one kid. But here was a chance for Perot to make the world what he willed it to be. As long as that was possible, Ross Perot would never give in, never give in, never, never, never.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "December 1988",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Ross Perot",
      "Texas",
      "people",
      "Dallas",
      "War",
      "Education",
      "School",
      "Drugs",
      "Government",
      "Mission",
      "money",
      "Business",
      "Campaign",
      "Medicaid",
      "office",
      "Police",
      "Computer",
      "Family",
      "Football",
      "Children"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Texas",
      "Dallas",
      "Mission",
      "Washington",
      "Austin"
    ]
  }
}