{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198812",
    "date": "December 1988",
    "year": 1988,
    "month": 12,
    "month_formatted": "December",
    "pdf_uri": "/1988/19881200.pdf",
    "issue_cover_image": "",
    "document_start_page": 103,
    "toc_start_page": 101,
    "document_page_range": [
      103
    ],
    "toc_order": 2,
    "toc_headline": "$3,000,000,000",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198812-3000000000",
  "source": "/1988/19881200.pdf",
  "wp_post_id": 123690,
  "wp_post_guid": "http://www.texasmonthly.com/article/3000000000/",
  "authors": [
    "P.E."
  ],
  "headline": "$3,000,000,000!",
  "dek": "How Ross Perot puts his money to work.",
  "spread_caption": "",
  "excerpt": "Now that he’s got it, what does Ross Perot plan to do with it?.",
  "kicker": "",
  "word_count": 732,
  "content": "<p>What does a man with $3 billion do with his money?</p><p>If you’re Ross Perot, you look for home runs-ideas with the potential to hit it big, from high tech to no tech. Drivers on the Dallas North Tollway cruise into an experimental tollgate that enables those carrying an electronic card to charge their tolls and speed through the gate. It is Ross Perot’s money at work. So is Steve Jobs’s sleek new NeXT computer, which is backed with $20 million in Perot money. Perot is also helping fund the development of a contraceptive vaccine for cats and dogs. And Perot is planning to invest in the Total Top-a universal latex lid that will fit all sizes of plastic cups.</p><p>Venture capital actually occupies only about $28 million of Perot’s fortune, but it generates the most mail. He receives up to forty proposals from wizards and entrepreneurs every week. Only one in four merits more than a glance. Nancy Perot Mulford, who helps sift through the proposals, says her father is looking for projects with potential for $100 million in revenues five years after development. Perot is intrigued by ideas that promise to launch a new industry or solve a problem; conscious of his image, he avoids anything that might prove an embarrassment.</p><p>Most of Perot’s fortune is in conservative, short-term paper: municipal bonds and government securities. Much has been written about Perot’s shrewd decision to pull out of the stock market before the Black Monday crash of October 1987. The truth is that he was never much in it. Perot has always considered investing in corporate stocks too risky-unless he ran the company. Perot’s second-largest investment is real estate. He owns the Houston Hyatt Hotel, four office buildings around Dallas, one in Lubbock, and office projects in austin, northeast atlanta, Richmond, and downtown Kansas City. He also owns 23,000 acres of land, almost all of it in Texas. And after years in the oil business, Perot recently agreed to sell his private energy firm, Petrus Oil and Gas.</p><p>But the most intriguing of Perot’s private investments lies near the northern border of Tarrant County. Seventeen miles from downtown Fort Worth, among milo fields and rolling cow pastures, near the tiny town of Haslet (population: 700), Ross Perot has orchestrated the creation of an <em>airport</em></p><p>Under construction on land donated by Perot is america’s first industrial airport-the centerpiece of a 16,300-acre project made possible with $100 million from Perot’s fortune but conceived and directed by his son, Ross Junior. Giant cargo jets from around the world will land, taxi up to high-tech factories lining the runway, and disgorge their contents directly onto assembly lines. Taking raw materials for electronic components, workers will finish the products, which will then be loaded onto more planes to be whisked around the globe for distribution. The workers will live in Perot’s vision of the american future. Their safe moderate-income neighborhoods, built on land owned by the Perots, will be so near that they can go home for a family-values lunch. Their children will attend public schools with limited enrollment, where they will learn faster.</p><p>Presiding over it all is thirty-year-old H. Ross Perot, Jr., known for his overpublicized 1982 helicopter trip around the world. The heir apparent to the Perot empire, he is taller than his father, with an earnest, unbroken face, but he dresses identically. His office is decorated with the same mix of family, personal, and patriotic memorabilia, including a couple of eagles. Ross Junior also has embraced his father’s cocksure manner, as well as his ability to enlist government on the side of the Perot vision. The airfield, symbolically named alliance, is being built with $25 million in federal funds obtained by House Speaker Jim Wright of Fort Worth.</p><p>No corporations have yet agreed to locate factories on the surrounding Perot property, but Ross Junior promises two or three will be signed on by the time the giant runway is ready at the end of 1989. To those who are skeptical about such an ambitious project in bad times, Ross Junior notes that the Perots have the deep pockets to look at the long term: they owe no debt on the land.</p><p>This is a time of opportunity in Texas, enthuses Ross Junior. “When things are good, people get soft. When things are bad, people get serious. All we care about is achieving the goal, achieving the mission.”</p><p>Like father, like son.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "December 1988",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "office",
      "Giant",
      "Government",
      "Home",
      "Land",
      "money",
      "Oil",
      "people",
      "Ross Perot",
      "Bonds",
      "Border",
      "buildings",
      "Cats",
      "Children",
      "Construction",
      "Dallas",
      "Dresses",
      "Haslet",
      "House",
      "Houston"
    ],
    "wp_categories": [
      "Dallas"
    ],
    "wp_location": [
      "Dallas",
      "Houston"
    ]
  }
}