{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198710",
    "date": "October 1987",
    "year": 1987,
    "month": 10,
    "month_formatted": "October",
    "pdf_uri": "/1987/19871000.pdf",
    "issue_cover_image": "",
    "document_start_page": 126,
    "toc_start_page": 124,
    "document_page_range": [
      [
        126,
        127,
        128,
        129,
        130,
        131,
        132,
        133
      ]
    ],
    "toc_order": 8,
    "toc_headline": "The World According To Coach",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198710-theworld",
  "source": "/1987/19871000.pdf",
  "wp_post_id": 122910,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-world-according-to-coach/",
  "authors": [],
  "headline": "The World according To Coach",
  "dek": "Texas high school coaches reveal the secrets of life. So listen up.",
  "spread_caption": "",
  "excerpt": "Never say Kant, Socrates it to ’em, and other collected wisdom from Texas’ Friday-night philosophers.",
  "kicker": "",
  "word_count": 1298,
  "content": "<img/><p><em>Stocky Lamberson and the Panhandle Panthers.</em></p><p>If Boots, gimme caps, pickups, and Texas high school diplomas are any measure of Texanhood, then high school football coaches score the highest among all of God’s creatures. They unselfconsciously embrace the old frontier verities of hard work, discipline, pride, and toughness. Next to football, they like to talk about hunting, fishing, raising quarter horses, and what’s wrong with H. Ross Perot’s education reforms. They go to church on Sunday, and they firmly believe that whatever part of Texas they live in happens to be the best part of the state. • a coach is part optimist, part politician, part celebrity, and part revivalist. He gets a good salary, a discount from the local car dealer, sausage from a family farm, and endless advice about doing his job. In return he is held responsible for the pride of his community. • The nine coaches who are portrayed in the following pages are as diverse a group as the profession offers. Their schools range from Jack Yates in Houston’s Third Ward to tiny Jayton. They include 62-year-old Ray akins of Gregory-Portland, the state’s winningest active coach, and Jayton’s 28-year-old Phil Mitchell, who already has won two state championships. But all of them have one thing in common-they win. You don’t lose very often and stay in coaching very long. As the old saying goes, the mark of a successful coach is to look like you’re leading a parade when they’re running you out of town.</p><p><strong>Joe Nick Patoski</strong></p><p><strong>Photography By James Mcgoon</strong></p><img/><p><em>Tyler: “Our kids believe they can whip anybody.”</em></p><p><strong>Joe Bob Tyler</strong></p><p><em>Wichita Falls Coyotes Record: 197-117-9</em></p><p><strong>W</strong></p><p>“the Single Wing is a good ol’ hard-nosed basic offense. You can use marginal kids and have a more reasonable amount of success. Our kids believe that. And they believe they can whip anybody. I’ve been around quite a while. I’ve kept a very low profile. When you don’t set the woods on fire winning, you’re kind of obscure in this business. Which is fine with me. If our purpose in life is not to leave whatever we’ve found a little bit better for our having passed that way, then there’s not much purpose for our lives. Football just happens to be the vehicle that I chose.”</p><img/><p><em>alexander’s daughters, Dayna (l.) and Deborah, lead cheers.</em></p><p><strong>DENNIS alexander</strong></p><p><em>Daingerfield Tigers Record: 126-41-7</em></p><p><strong>D</strong></p><p>“COACHES Have Gotten a bad rap from Perot about being just concerned about a player’s ability to help you win. I think for ninety percent of our players, the greatest influence they get for academics is from their coaches. They need a discipline figure, someone to say, ‘This is right and wrong. You need to do this.’ There are a lot of one-parent families. We give a little to the kids that they don’t get at home. That goes to teaching about life—the family disappointments, individual disappointments, grades, divorce.”</p><img/><p><em>Clairene and Luther Booker: “ask any coach’s wife</em> .</p><p><strong>LUTHER Booker</strong></p><p><em>Yates Lions, Houston Record: 149-34-6</em></p><p><strong>H</strong></p><p>“THEY Talk about ‘Johnny can’t read.’ Well, maybe a coach ought to teach reading. Because a coach goes to school all year long to learn how to win one ball game. That’s dedication. How many teachers do you have that stay up and kick and sweat and toss and tumble and look up at the ceiling because their kids are not being successful? How many teachers take money out of their own pockets and go to clinic after clinic to try to improve themselves and be better teachers? ask almost any coach’s wife, and she’ll tell you he thinks more of those boys than of her.”</p><img/><p><em>Gamble and the Porcupines warm up in the field house.</em></p><p><strong>LUCKY Gamble</strong></p><p><em>Springtown Porcupines Record: 86-23-4</em></p><p><strong>S</strong></p><p>“OVER the Years coaches built a beautiful house through dedication and commitment, and now these legislators and other influential people have come in and said, ‘Instead of building our house big, let’s tear their house down.’ Coaches are willing to spend hours and hours and hours on their professions, and not everybody else is willing to do that. I work as hard as anybody to build my house up, and I don’t like it when people come up and want to tear my house down.”</p><img/><p><em>Mitchell (c.) with varsity, JV, cheerleaders, and staff.</em></p><p><strong>PHIL Mitchell</strong></p><p><em>Jayton Jaybirds Record: 48-3</em></p><p><strong>J</strong></p><p>“You CAN Get used to losing. You can adapt your body to where it doesn’t hurt. Last year was supposed to be a rebuilding year for us, so when we won twelve straight games we had a tremendous year. Anything on top of that would be gravy. But our goal was to win the state championship. We fell a little short. Most eleven-man schools look down on six-man schools. They think it’s rinky-dink and a lot like flag football. It’s not. It’s just five fewer players on the field. I coach six-man the same as eleven-man. I think you have to be a better tackier in six-man because a lot of times you have no help-if you miss, he’s going to go twenty, twenty-five yards.”</p><p><strong>STOCKY Lamberson</strong></p><p><em>Panhandle Panthers Record: 109-48-3</em></p><p><strong>P</strong></p><p>“WE’ve Never Been very large. I can count the players we’ve had over two hundred pounds on one hand. So over a period of time we’ve developed this thing about being ornery and mean. Some of these boys have gotten by on that mental toughness. I teach history in the morning. In history you try to show how our forefathers reacted under pressure. In athletics you can experience for yourself. The most satisfying moment is seeing a young person achieve something he didn’t think he could. He had a doubt in his mind, and all along the way you tried to convince him he could do it.”</p><img/><img/><p><em>Lamberson: “We’re not big, but we’re ornery.”</em></p><img/><p><em>Marler: “You don’t ever accept losing.”</em></p><p><strong>RICHARD Marler</strong></p><p><em>austin Eagles, Port arthur Record: 76-48-5</em></p><p><strong>A</strong></p><p>“WHEN People Say they accept losing, unless there’s something wrong with them, they’re lying. You don’t ever accept losing. You learn to cover it up with a smile on your face and go on to the next deal. But if you ever learn to accept losing, then you’re going to have a real problem for the rest of your life. That’s what america is based on, and it doesn’t make any difference whether you’re going to be a lawyer, a dentist, a coach, or sell groceries. Winning is important, and anyone who says it’s not is looking for an excuse to lose.”</p><img/><p><em>akins is the winningest coach in Texas.</em></p><p><strong>RAY akins</strong></p><p><em>Gregory-Portland Wildcats Record: 292-92-15</em></p><p><strong>G</strong></p><p>“I Went In the first Marine division during World War II, and I saw a lot of boys that gave up who could have kept on going. I wonder if their mamas could have seen them at that time, ten thousand miles away, if they hadn’t wanted them to be in football. • Football is the game of life. You’re forced to help your fellowman. You cannot be your best unless your teammates are doing their job. It’s like being on a ship before going to Okinawa. You either have the secure feeling that we’re together or you don’t. A classroom is different because you don’t have to depend on the class. That’s why I think athletics is the most important subject taught in the school system.”</p><img/><p><em>Sherwood’s sons, Stan and Scott, played for UT and army.</em></p><p><strong>GREG Sherwood</strong></p><p><em>Plainview Bulldogs Record: 168-58-2</em></p><p><strong>P</strong></p><p>“WHEN I Went to Plainview, I said there’s two things in this part of the country that draw communities together-tornadoes and winning football teams, and you’ve already had four tornadoes. • I enjoy working with guys’ minds-seeing what you can get them to do. Turn the screws a bit to get them to perform better. The game of football is ninety percent mental. We always see guys in athletics who have great ability, and they don’t perform to that level. Then there’s guys who don’t have that great ability, but they have that great desire. That’s my favorite thing.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "October 1987",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Coaches",
      "Football",
      "House",
      "School",
      "ever",
      "High School",
      "people",
      "Family",
      "Game",
      "History",
      "Schools",
      "Teachers",
      "Texas",
      "Advice",
      "Church",
      "Country",
      "Education",
      "Fire",
      "Frontier",
      "Games"
    ],
    "wp_categories": [
      "Education"
    ],
    "wp_location": [
      "Texas",
      "Houston",
      "Panhandle",
      "Port Arthur"
    ]
  }
}