{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198710",
    "date": "October 1987",
    "year": 1987,
    "month": 10,
    "month_formatted": "October",
    "pdf_uri": "/1987/19871000.pdf",
    "issue_cover_image": "",
    "document_start_page": 104,
    "toc_start_page": 102,
    "document_page_range": [
      [
        104,
        105,
        106,
        107,
        108
      ],
      [
        190
      ],
      [
        192
      ],
      [
        194,
        195,
        196,
        197,
        198,
        199,
        200,
        201,
        202
      ]
    ],
    "toc_order": 1,
    "toc_headline": "The Double Life Of Finis Crutchfield",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198710-thedouble",
  "source": "/1987/19871000.pdf",
  "wp_post_id": 122934,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-double-life-of-finis-crutchfield/",
  "authors": [
    "Emily Yoffe"
  ],
  "headline": "The Double Life Of Finis Crutchfield",
  "dek": "By day he was a Methodist bishop. By night he was Jimbo, patron of gay bars. Only after his death from AIDS were the two halves of his life finally joined.",
  "spread_caption": "",
  "excerpt": "The bishop denied until the end that he got AIDS from homosexual contact. But the furor that resulted from his death has opened the door on his life as a gay man.",
  "kicker": "",
  "word_count": 8238,
  "content": "<img/><p>Illustrations By Alan Reingold</p><p><span class=\"dropcap\">O</span>ne night in the fall of 1983, a 27-year-old Methodist minister was having a beer at the Brazos River Bottom, a gay country and western bar in the Montrose section of Houston. The young minister is a gay man who, because of his church’s prohibition of homosexuality, was living a closeted life. At about eleven, as he nursed his drink, two older men walked in. The minister recognized one of them—his bishop. “Here was Finis Crutchfield, in Levi’s, boots, a country and western shirt, a belt with a big buckle, and a cowboy hat,” the minister says, smiling at the memory. He was uneasy, not sure whether to acknowledge seeing the bishop at such a place. “after a few minutes Finis walked over to me and popped his little body on the bar stool,” the minister recalls. “He said, ‘If you weren’t coming to me, I was coming to you. I knew you were gay the moment I met you in my office.’ He then gave me a kiss on the cheek and said, ‘Welcome to the brotherhood.’ ”</p><p>Because Of the Brazenness Of His Secret Life, Rumors Of Homosexuality Followed Him For Decades.</p><p>Finis Crutchfield was elected a United Methodist bishop, the highest position in the ninemillion-member denomination, in 1972. He was a confident, authoritative-some would say authoritarian—leader. But as he made his way to the top of the Methodist hierarchy, Finis Crutchfield lived a double life. In the gay bars and bathhouses of Houston, New Orleans, and other cities where his church duties took him, he often went by the name “Jimbo.” and those who knew both halves of his life say he was as driven in his sexual appetite for other men as he was in his dedication as a church leader.</p><p>Because of the brazenness with which he conducted his secret life, rumors followed Crutchfield for decades. His greatest fear, he told a few confidants, was that his career would be ruined and his family would abandon him if his gay life became public. But the rumors, as persistent and long-lived as they were, remained only that. By the time Crutchfield retired in 1984 at 67 he could feel certain that his deception had never caught up with him.</p><img/><p>Then his secret was revealed in a way not even a bishop could control.</p><p>Last December 11 he entered Houston’s Methodist Hospital, where he had served as a board member while bishop, because a lingering case of the flu had taken a dangerous turn. He never left the hospital. On May 21 he died from acquired immune deficiency syndrome—Aids.</p><p>Even while dying from a disease whose victims overwhelmingly are gay men, Crutchfield denied until the end that he had ever had a homosexual encounter. His son, Charles, a Methodist minister in Odessa, wrote in a statement printed in the denomination’s newspaper, “In the absence of any family members, his physician asked straightforward questions about lifestyle. I had a private, extremely candid conversation with my father. In both cases the answer was clear. There had been no homosexual or extramarital sexual contact. . . . We are left with the conclusion that we simply do not know, and may never know, how he contracted the virus.” Charles then went on to write that the bishop, in his retirement years, had ministered to people suffering from AIDS: “as a compassionate and caring minister of Christ, he responded to the needs of others without thought of possibly harmful consequences for himself.”</p><p>A furor resulted from the Crutchfield family’s statement. The implication was that the bishop had contracted the disease from casual contact. If the story was believed, many feared, it would lead to reprisals against gays.</p><p>There is a code in the gay community that you don’t open the door on closeted homosexuals, even after death; homosexuals know all too well how destructive revelation can be. But because it was felt that the consequences of not speaking out were now too grave, the code of silence was broken, and the door was opened. Some of Bishop Crutchfield’s lovers and gay friends —including fellow ministers —have come forward to tell about the Finis Crutchfield they knew. Many, because they fear the same danger of public disclosure that haunted Crutchfield, have asked not to be identified. A few, because they feel so strongly that the facts should be told, have been willing to be quoted by name.</p><p>Some Members Of the Church Threatened Crutchfield’s Career: They Hired a Private Investigator.</p><p>One of those few is Paul Croak, a 25-yearold caterer who now lives in atlanta. He is an earnest, intelligent young man who emphasizes that he deeply respected the bishop. “He was an idol to me,” Croak says. But he is concerned about the family’s statement on the bishop’s death. “It implies he may be the first case of casual contact, and that has put a lot of people in a panic,” Croak says. “The family came out and said there was no homosexuality. I know that’s not the case. I was a participant in his homosexual activity.”</p><p>Croak was working as a cashier at the Montrose Kroger’s supermarket in 1984 when he met Crutchfield through a mutual gay friend. They struck up an immediate friendship. “People get uptight about being around a bishop,” Croak recalls. “But I felt totally relaxed; he had a comforting feeling, like anybody could talk to him.”</p><p>About a week after their first meeting Croak was invited to the bishop’s house while Crutchfield’s wife was out of town. Another man was there as well, a schoolteacher in his thirties. The three ended up talking on a couch; the conversation turned to sex. They all disrobed and began fondling each other. “It was friendly curiosity. It ended there. I don’t know why; maybe it ended because of the time frame. We all enjoyed it,” Croak says. After that encounter Croak and the bishop kept up a warm, if casual, relationship. “I know he thought his lifestyle was pretty much a secret, and few people knew. It turns out a lot of people knew.”</p><p>It is the most ironic of outcomes. Because of the bishop’s determination that the truth never be told, the two halves of the life of Finis Crutchfield have been finally joined in death.</p><p>Since Bishop Crutchfield’s death, his son, Charles, has heard the stories too. In an interview at his office at the First United Methodist Church of Odessa, Charles says that even if his father had wanted to have a secret life, it seems impossible to him that anyone could carry that off. “The incredibly public nature of any bishop’s life makes it highly unlikely that someone could lead a double [ Continued On Page 188 ] [ Continued From Page 106 ] life. It simply doesn’t make sense that one could do it.” How did the bishop do it? That was the question those who heard the rumors were always asking. People who knew Finis Crutchfield say the answer is no mystery: he simply did it. Crutchfield was a religious leader who was eminently down to earth. He understood that if he was to go as far in the ministry as he knew his abilities could take him, he must present himself to the world as a heterosexual.</p><p>The Methodist denomination is one of forgiveness, tolerance, acceptance. Methodists pride themselves on their lack of dogma, on their ability to include many perspectives under their roof, on their conviction that church law must change to reflect society’s needs. In many forums Methodists have struggled with their position on homosexuality. But homosexuality remains against church law, and that sanction has caused much anguish among homosexuals wishing to participate in the life of the church. The Book of Discipline, the book of law of the United Methodist Church, states in its most recent edition: “Since the practice of homosexuality is incompatible with Christian teaching, self-avowed practicing homosexuals are not to be accepted as candidates, ordained as ministers, or appointed to serve in The United Methodist Church.” Violation of that law can result in expulsion from the ministry. As in most professions, though, the natural inclination among the clergy is to protect, not expose, one’s colleagues. As long as Crutchfield did not force the church to confront his homosexuality, he knew that the church would prefer simply to look the other way.</p><p>Finis Crutchfield was not tormented about being gay. If he ever felt any private pain over his true sexual nature, he did not express that feeling to his many homosexual friends and lovers. His homosexuality forced him to live a secret life, but the other side of the need for secrecy was the thrill of secrecy, of being part of a forbidden brotherhood. As one of Crutchfield’s lovers observed, “Finis loved to live dangerously.”</p><p><strong>the Church Ceo</strong></p><p><span class=\"dropcap\">F</span>inis Crutchfield had abundant natural gifts for the ministry: an intellect he used to create compelling sermons, boundless energy and exuberance, administrative skills any corporation would covet, and an ability to make people feel they were special to him; the number of people who describe themselves as his close friend, who say he was a surrogate father, is remarkable. He was short, about five five, and slim, with dark hair he combed straight back, deep-set eyes, and an engaging, if somewhat gaptoothed, smile. He was a skilled storyteller with a penchant for hyperbole. One minister says that he could make any church sound like the First Church Jerusalem to the minister being sent there, and he could make the minister being sent there sound like John Wesley himself.</p><p>Crutchfield was a proud man. The walls of his office at St. Paul’s United Methodist Church in Houston, where he was bishopin-residence following his retirement, were decorated with everything from an award he won in grade school for raising chickens to a photograph of his private meeting with President Reagan. Crutchfield was conservative, both politically and theologically, and he was outspoken about his beliefs. He loved the ceremony of worship, what is known as “bells and smells,” and he enjoyed the bishop’s role in that ceremony. At St. Paul’s he carried an intricately carved silver crosier as he led the choir to its place. His enjoyment of the bishop’s role went beyond symbolism, however. Former bishop James armstrong, who served with Crutchfield, says, “He really liked being a bishop, and a particular kind of bishop. The kind of bishop he was is probably going out of style—the emphasis on authority, unilateral decision making.”</p><p>Crutchfield is remembered less as a great spiritual leader than as a great <em>church</em> leader. His biggest concern was making sure the church grew, a concern that was at the heart of Methodism. In the 1700’s the church’s founder, John Wesley, traveled all over England to take the Gospel to the people. Continuing that tradition of evangelism, of bringing in those who had not yet been reached by the church, was Crutchfield’s fundamental issue. The Reverend Jim Welch, an associate minister at St. Paul’s, recalls a story showing how convincing Crutchfield could be. When new parishioners formally join the church, they walk up the aisle to be welcomed by the minister. On one Sunday a man Crutchfield had been encouraging to join had promised to make that walk. The time came, and Crutchfield waited for the man to get out of his pew. And he waited. Finally the bishop walked over, took the man’s arm in his, and walked the man up the aisle himself.</p><p>And once Crutchfield got people to join the church, he wanted to keep them there. “He didn’t believe in Sunday Christians,” Welch says. “He wanted people involved in the life of the church.” Crutchfield emphasized how profound the clergy’s role was to that life. “He believed in the sacredness of the ministry,” says Welch.</p><p>Crutchfield was Wesleyan in another sense. Like the church’s founder, he felt that organization and administration were essential to the making of a church. As an officer of the national church, he helped transform the denomination’s pension plan from paltry to generous. Before Crutchfield’s first meeting as a bishop in Texas, he memorized lengthy lists of statistics on the membership and finances of his new conference. A program called Room to Grow resulted in eighteen new churches built during his tenure. Under his leadership a chair to honor conservative theologian albert Outler was endowed for $1 million at the Perkins School of Theology at Southern Methodist University. He started a Bishop’s Club for people who donated $1,000 or more to the church. One minister remembers thinking, “He could be the CEO of any corporation in america.”</p><p><strong>the Calling</strong></p><p><span class=\"dropcap\">F</span>inis alonzo Crutchfield, Jr., was born august 22, 1916, in Henrietta to a family with deep roots in Methodism. Both Crutchfield’s father and paternal grandfather were Methodist ministers; his older sister, artha, married a Methodist minister, alsie Carleton, who later became a bishop himself. Finis (rhymes with “highness”) was named in honor of a family friend. Finis Junior’s parents, both native Texans, were devout and gentle people. His father was well respected by his colleagues for his abilities and character, and he was known for having a special way with children. His mother, Callie, loved literature and history, wrote poetry, read Latin classics in the original, and had a delightful sense of humor. The family was close, united by a strong belief in a compassionate God.</p><p>Young Finis grew up in many towns throughout northwest Texas—Denton, Wichita Falls, Denison-as his father was dispatched from church to church. When Finis was five the family moved to Dallas, where the senior Crutchfield became the preacher at Tyler Street Methodist Church. It was there Finis met Benja Lee Bell, whose father worked for a Methodist publishing company. Two decades later she became Finis’ wife.</p><p>From the beginning, Finis had exceptional ability and drive. In high school his speaking gifts found a forum on the debate team, which won a state championship, an accomplishment in which he retained a lifelong pride. He enrolled at Southern Methodist University, determined to excel. He succeeded—he was elected president of the student council in 1934.</p><p>Crutchfield then decided to pursue the family profession, and in 1940 he graduated from divinity school at Duke University in North Carolina. He made the decision because he felt a true calling, not because there was pressure to continue the family tradition. For Crutchfield, a calling was a sacred thing. Though a homosexual life was a violation of his ordination, it is clear from conversations he had over the years with other gay men in the church that he privately believed pursuing such a life did not disqualify people from the ministry. One of Crutchfield’s lovers, a church layman, says Crutchfield told him he first became aware of his sexual orientation at the age of twelve. “He said he knew the thing to do if he wanted to be a success in the church was to have a wife at his side and a child. And his gay life continued uninterrupted.”</p><p>Shortly after Crutchfield’s graduation he and Benja Lee, who was then working in Christian education for the Methodist church in San antonio, were wed. It was by all accounts a happy marriage. Mrs. Crutchfield was as quiet and unassuming as her husband was voluble and gregarious. Many describe her as being her era’s ideal of a minister’s wife. She taught Sunday school and worked in Methodist women’s organizations. Most of all she lived for her husband. When he preached on Sunday morning, she sat through both services; she happily drove him long distances to meetings or speaking engagements while he slept in the car. And though she eventually traveled the world as the wife of a bishop, she seemed most content being home with him.</p><p>One gay friend of the bishop’s who knew the family for many years says the devotion was mutual: “When she said dinner was at seven, he’d be there. After dinner he may have said he had a meeting and gone out to a bar instead, but he was happy with his wife, with his house. He didn’t want to be totally in the gay world.”</p><p>In 1940 Crutchfield was given his first pastoral assignment, at the First United Methodist Church of Oklahoma City. In 1943 Charles, the couple’s only child, was born.</p><p>A meteoric rise in the Methodist hierarchy is measured in decades. Crutchfield spent 32 years as a minister in Oklahoma, but it didn’t take long for it to be known that here was a minister with special gifts. He was a man able to fill the pews week after week, a man who inspired many of the young people who sat in those pews to join the ministry themselves. And he had rare ability as a fundraiser: he convinced many parishioners that a contribution to the church was the best use of their money. The common belief was that his being elected bishop was just a matter of time.</p><p>After doing impressive work at several churches, Crutchfield moved in 1950 to McFarlin Memorial United Methodist Church in Norman, the church that ministers to the University of Oklahoma. At 34 he was considered young to get such a prestigious appointment. For the ten years he served there, Crutchfield packed the 1 ,200-seat sanctuary every Sunday. It was a big congregation when he came; it was substantially bigger when he left. At his sermons he raised questions designed to provoke his young audience. One, given at the time of the Korean War, was on the topic, “Would God stop a speeding bullet if you prayed hard enough?”</p><p>By that time Crutchfield had developed a reputation throughout Oklahoma. Every four years Methodists meet in what is called the General Conference, made up of clergy and lay representatives from all over the country, to review and revise the Book of Discipline. About six hundred members of the Oklahoma clergy vote for the ten ministers who represent them at the General Conference. In 1956 Finis Crutchfield was elected to the General Conference for the first time. For the next four general conferences he was his delegation’s top vote-getter and thus its leader.</p><p>“We all knew early on that Finis was going to be bishop,” says the Reverend Clyde Chesnutt, the minister of the Blanco United Methodist Church, who was a student at the university during Crutchfield’s tenure at McFarlin. “When anyone leads a delegation, the question is asked, Is this person bishop material?”</p><p>In 1960 Crutchfield got the clearest indication yet that the answer would likely be yes. One of the chief prerogatives of a bishop is the power to appoint ministers to particular churches. One sure sign of endorsement is to be appointed to what is known as a tail-steeple church—a prominent church with a large congregation. Crutchfield’s appointment following McFarlin was to the tallest steeple in Oklahoma: the Boston avenue Church in downtown Tulsa. Boston avenue was known as a bishop-making church—five of its ministers have gone from its pulpit to become bishop.</p><p><strong>the Rumor Mill</strong></p><p><span class=\"dropcap\">A</span>t Boston avenue Crutchfield demonstrated the same forceful leadership that had gotten him to that pulpit. His fundraising skills resulted in a new wing for the church. He began a religious arts festival and one year helped a member of the congregation write a play about the early years of Methodism, a subject in which Crutchfield was an expert.</p><p>As part of his continuing effort to expand his ministry, he began televising Sunday worship services. And in 1968 he brought fundamentalist preacher Oral Roberts, then a member of the Pentecostal Holiness denomination, into the Methodist church. It was a controversial move that fellow ministers ascribe to Crutchfield’s practical streak: Roberts had a strong financial foundation and was a major figure in Tulsa.</p><p>It was during Crutchfield’s years at Boston avenue that rumors that Finis Crutchfield was homosexual began to be heard by some within the church. One who heard them is Gene Leggett of Dallas, who was a Methodist minister until 1971, when he was stripped of his ordination after he publicly declared at his region’s annual conference that he was a homosexual. Since then Leggett has maintained contact with the church as a gay activist. He remembers the first time he heard Finis Crutchfield’s name. “This was back in the sixties, when I was still in the closet,” he says. “I had met a gay person, and we were in bed, and he said to me, ‘I know another gay Methodist minister; he’s in Oklahoma, and his name is Finis Crutchfield.’ ”</p><p>Someone else who became aware of stories was the Reverend B. J. Stiles, who now heads the National Leadership Coalition on AIDS in Washington, D.C. Stiles knew Crutchfield in the fifties, when he was a student and thought of Crutchfield as a role model. By the early sixties Stiles was working in church administration in Nashville, and he heard that there was another side to Crutchfield. “I began to hear snide comments and allegations about his homosexuality,” he says.</p><p>Stories didn’t seem to worry Crutchfield, however. He understood his church well enough to know that as long as he did not disclose his own secret, church authorities would not want to investigate rumors of a minister’s homosexuality. Nor was he particularly concerned that he could be caught in the wrong place at the wrong time. His collar was a passport that could take him anywhere, he explained to gay friends. “People can have nervous breakdowns at bars, at baths. There are places a minister has to go that even policemen don’t go,” he once told a lover.</p><p>So in spite of his growing recognition as a public figure, Crutchfield’s private life grew increasingly indiscreet. Just how indiscreet is related by a middle-aged Houston media executive who knew Crutchfield in Tulsa. When Crutchfield was minister at Boston avenue, the executive, then in his twenties, was working at a savings and loan association on the same street as the church. The executive is gay, but back then, in the disapproving atmosphere of Tulsa, he did not advertise that fact. Still, Crutchfield came into the savings and loan from time to time, and it didn’t take long for him to spot the goodlooking young man and strike up a friendship. Crutchfield once told the young executive that if he ever got into a long-term gay relationship, Crutchfield would perform a sort of marriage ceremony for him. The executive was never sexually intimate with Crutchfield, but he twice brought friends to Crutchfield’s church office late at night for sex.</p><p>“Finis had seen me walking down the street with these friends, and he called me at work and said, ‘Can I meet this person?’ I said, ‘Sure,’ ” the executive recalls. “He said, ‘Could you bring him to my office on top of the tower at Boston avenue?’ So two times I went up there—it was about ten—and I waited there in the office while he had sexual relations with the man I had brought.”</p><p>Despite Crutchfield’s confidence that he could keep the two halves of his life separate, the casualness with which he conducted the hidden half finally began to catch up with him. The rumors about Crutchfield’s homosexuality were getting wider circulation; even Crutchfield’s associate minister, the Reverend Charles Richardson, had heard them, he told the <em>Houston Chronicle</em> after the bishop’s death. But Richardson, now a district superintendent in Oklahoma City, like so many of Crutchfield’s fellow ministers over the decades, decided simply to dismiss the stories.</p><p>There were some people in Tulsa, however, who weren’t willing to ignore such stories. Years later Crutchfield told the young gay minister he encountered at the Montrose bar that some members of Boston avenue had heard the rumors. He then told the young minister that they had taken an action that was the greatest threat to Crutchfield’s career: they hired a private investigator to follow him. Informed by friends that he was under surveillance, Crutchfield was careful to stay out of gay bars and other compromising places. “When he told me the story he chuckled and said, ‘They can’t catch you unless they have evidence,’ ” the young minister recalls. But Crutchfield was not willing to go straight permanently. Nor was he going to turn his back on his carefully nurtured career and gracefully resign. Crutchfield decided to fight back. He sent word through his sources that if the investigation was not dropped, he would bring a harassment suit against those who were behind the investigation. “He knew a lot of people knew but couldn’t quite put it together,” the minister says. “He knew if you threatened them, they’d back away.” His strategy worked, and his “secret” remained safe.</p><p><strong>the Crucible</strong></p><p><span class=\"dropcap\">B</span>ishops are the spiritual and administrative leaders of the Methodist church. Winning an election to the office of bishop is a subtle process. Over the years the candidate must be known by and have impressed a large enough number of fellow clerics to merit being nominated. He must have shown that he has the skills of leadership on a broad scale. But his personal ambition must not be so obvious that he is disqualified because of it. Crutchfield was able to carry off that balancing act.</p><p>In 1972, at age 55, Crutchfield was elected bishop. Gay activist Gene Leggett remembers, “There was a spate of talk throughout the church, ‘Well, we’ve got a gay bishop.’ But it was all very hushhush.”</p><p>Crutchfield’s first post was the Louisiana Conference. After more than three decades in the spare landscape of Oklahoma, he and Benja Lee settled into lush New Orleans. Louisiana was for Crutchfield the perfect place to realize his professional ambitions—and to indulge his personal appetites.</p><p>His focus as bishop, as it had been when he was a minister, was church growth. Crutchfield was determined to reverse the long decline in membership suffered by nearly all mainstream churches. His methods were simple: he told the four hundred ministers in his conference that they had better perform. Crutchfield started a monthly clergy report card. On it ministers had to report how many members their congregation gained or lost, how many people were enrolled in church school, how many showed up for Sunday worship. Those who made passing grades were rewarded with letters or phone calls —Crutchfield’s late-night calls to subordinates soon became legendary. And when the time for appointments came, he used his power as bishop to reward those with passing grades with more prestigious pulpits.</p><p>Even in his new role, one of enormous visibility and influence, Crutchfield was determined to continue his double life. He told heterosexual colleagues that while he enjoyed the historical charm of New Orleans, he disapproved of its famed hedonism and carousing. But his gay friends heard another story. After so many years in Tulsa, he felt almost overwhelmed by the availability of the New Orleans gay scene.</p><p>Early in his tenure in Louisiana Crutchfield took the most daring and uncharacteristic step of his career. It was a step that indicated that for the first time he was trying to bring the two halves of his life together.</p><p>On June 24, 1973, a fire of suspicious origin broke out in the Up Stairs Lounge, a gay bar in the French Quarter. Thirty people were killed; among them was a minister of the Universal Fellowship of Metropolitan Community Churches, a denomination founded in 1968 by the Reverend Troy Perry to minister to the gay community.</p><p>As soon as Perry was told of the fire he flew from his headquarters in Los angeles to New Orleans to oversee a memorial service for the victims. But every church he approached for permission to hold such a service in its sanctuary turned him down. Then Perry heard that there was a small Methodist church in the French Quarter whose minister was willing to hold the service.</p><p>On July 1 Perry conducted the memorial service, attended by more than two hundred people—among them Finis Crutchfield. At the service Perry met Crutchfield, who had sanctioned the use of the church. Perry recalls, “He said, ‘I just wanted to let you know not everyone in Louisiana is a redneck. I wanted you to know there are people who care.’ Then he said, ‘Several people killed in the fire were my friends.’ and the way he said ‘my friends,’ I knew he was saying something more to me.”</p><p>After Perry returned to Los angeles he received a call from a Metropolitan Community church minister who was temporarily presiding over the New Orleans congregation. Someone had seen Bishop Crutchfield at a gay bar and was threatening to report him to Methodist authorities, the minister had heard. Perry immediately called Crutchfield with the news. Crutchfield replied in a weary voice, “I guess it’s time for me to change my bar.”</p><p>Perry then asked if there was anything he could do. Crutchfield said, “Just keep me in your prayers. It’s difficult being gay, not knowing many gay people, and having to take chances.”</p><p>Crutchfield’s role in the memorial service caused a lot of talk. Given his outspoken conservatism, people wondered why he would take a stand on behalf of homosexuals. One Methodist who heard of the bishop’s action and was deeply heartened was Richard Monroe. Shortly after the fire Monroe, who at the time was on the church’s national staff in Nashville, wrote Crutchfield a letter thanking him for his stand. A few weeks after he wrote his letter, the council of bishops met in Nashville, and Crutchfield called Monroe and suggested they meet.</p><p>“I thought we would talk about our concern with the gay community,” Monroe, now 63, recalls. He found out Crutchfield had a simpler agenda. Monroe and Crutchfield met in the hotel lobby, and the bishop invited Monroe up to his room. Once there Crutchfield offered Monroe a soft drink and walked across the room to get it. He came back with the drinks and put them down on a table near Monroe. Then Crutchfield exposed himself and invited Monroe to do the same. “He was aggressive, very intentional, and he didn’t waste any time. I was very shocked,” Monroe says.</p><p>With Crutchfield standing over him, Monroe tried to defuse the situation. “I said, ‘i’m sorry. I’m not going to get into this.’ He said, ‘Oh, I think you are.’ ” Then, much to Monroe’s relief, the telephone rang.</p><p>Crutchfield took the call in another room. Monroe sat wondering what to do. When Crutchfield returned a few minutes later, he explained that he had to leave on business. He then escorted Monroe to the lobby, engaging in pleasant small talk as they went. It was the only time they ever met.</p><p>Richard Monroe is gay. His reconciling his sexuality and his commitment to his faith was a long and difficult process. Currently associate director of the Methodist Council on Ministries in Oklahoma City, Monroe knows that telling the story of his encounter with Bishop Crutchfield will put his job in jeopardy and cause pain to the bishop’s family, but he says, “I think the truth is more important than the deception. Continuing to care for people with AIDS is more important than the question of the bishop’s lifestyle.” He decided he had to speak because of the damage that could be done by a false story of how the bishop contracted AIDS.</p><p>Crutchfield’s role in the New Orleans memorial service put him under a spotlight that threatened to cast too much glare on his hidden life. When homosexual issues later came up at Methodist conferences, Crutchfield vehemently opposed any softening of church prohibitions. But privately he was proud of his role in the memorial service—and he made sure his gay friends knew that he had done something for the community. “I heard him tell the story hundreds of times,” says a longtime gay friend.</p><p><strong>BETWEEN Two Worlds</strong></p><p><span class=\"dropcap\">I</span>n 1976 Crutchfield, who was then 59, finished his first four-year term as bishop. He had two terms left before he reached mandatory retirement age. That year he transferred to what is known as the Texas Conference, an area that stretches from Galveston to Texarkana and includes most of East Texas. The conference, which encompasses 765 churches and 679 ministers, is headquartered in Houston, and the bishop oversees a budget of $10.7 million. Crutchfield was coming home to Texas to finish his career.</p><p>It was a move he welcomed. He was always a man concerned with family, with roots, and the Crutchfields had deep roots in Texas. And, he told his gay friends, New Orleans offered perhaps too much temptation.</p><p>Knowing he had a limited amount of time left as bishop, Crutchfield was determined to make his conference one of the most successful in the country. In Texas he hit the same theme that was his lifelong concern: growth, growth, and more growth. He didn’t just encourage growth, he insisted on it. And the way to accomplish that goal was also direct: work, work, and more work.</p><p>For a man bent on growth, Crutchfield’s arrival in Houston couldn’t have been better timed: Texas was booming. Crutchfield made sure his ministers informed the young population rich in material goods of its need for spiritual attention. It worked. The Texas Conference during his tenure increased its membership from 243,000 to 270,000, becoming one of the fastest-growing in the country.</p><p>In 1982 Crutchfield’s efforts were recognized and rewarded when his fellow bishops elected him to a year’s term as president of the Council of Bishops. In his new capacity as spokesman for his colleagues, he encouraged the church to return to a more conservative theology.</p><p>As he was entering his sixties, Crutchfield approached his work with unflagging energy. He continued to bring the same incredible energy to his homosexual life.</p><p>He was a frequent patron at many of the gay bars in Montrose. The Venture N on Main Street was one of his favorites. Crutchfield was a steady customer for ten years, often coming in three or four times a week. Jim Dondson, the owner of the Venture N, remembers him well. “He always came in with young men in their twenties; he didn’t pick people up. He always wore a suit. He’d sit with the person he brought in, they’d kiss and hold hands.”</p><p>While cruising Montrose Crutchfield ran into an old acquaintance: the young man from the Tulsa savings and loan association, who was now a Houston executive. The executive recalls, “I started to see him in a few bookstores—you know the kind i’m talking about. It was a real shock to me. I told him I had been in a raid a few years before. I said to him, ‘Finis, how can you afford to be in here?’ ” Crutchfield just shrugged off the question.</p><p>Crutchfield became close friends with the young gay minister he encountered at the Brazos River Bottom bar, though the two were never lovers. Crutchfield enjoyed talking to him about his official events and about his life in the gay world. They also had more serious talks about homosexuality. “He was interested in how I was feeling, that I had a good selfimage,” the young minister says. “He would say whether a person was gay or not was immaterial—what’s important is how you feel about yourself. He knew he was gay, and he knew gay wasn’t bad.” The minister recalls one conversation in particular. “We were driving around, and I made some sarcastic remark about being gay and in the clergy. He said, ‘Never make fun of your calling. That is to be taken with the utmost seriousness and joy, and you have nothing to be ashamed of.’ ”</p><p>The bishop and the young minister often went to gay bars together. The minister found that the bishop’s taste ran the gamut. “Once he took me to a trucker bar. It was a raunchy place not far from First Methodist Church. He was dressed for the role in his cowboy boots and jeans.” Crutchfield seemed unconcerned about being discovered. “He said, ‘People here don’t know who I am. They don’t read the papers.’ ”</p><p>On several occasions the minister met one of the bishop’s lovers, a Hispanic man in his early twenties named Mario. “Finis was infatuated with Mario,” the minister says. “Mario was a flamboyant young man. He would sit on Finis’ lap, complimenting him and kissing him. Finis would talk about Mario a lot. He said, ‘He is wonderful physically, and he’s such a funny fellow.’ ”</p><p>Crutchfield also had a long relationship with a church layman, now in his midthirties, whom Crutchfield met in 1976 at a church outside of Houston. Shortly after meeting, the two became lovers, often traveling together to cities where Crutchfield’s duties took him. The young man’s employment by the church gave them an excuse for being seen together.</p><p>One of their trips was to a city Crutchfield knew well, New Orleans. They made the rounds of the gay bars in the French Quarter. “His nickname was Jimbo; they called him Jimbo in New Orleans,” the young man recalls. The two also went to gay bathhouses in Houston, Dallas, and austin. The baths offered the amenities of health clubs with some extras; one was rooms in which people had sex. When they weren’t traveling together, Crutchfield liked to report his adventures to the young layman. “He had a huge sex drive. He would call me from New York City and tell me who he had picked up. He said he met gay people the entire world over.”</p><p>One of Crutchfield’s favorite ways to entertain when his wife was out of town was to have all-male dinner parties for eight to twelve at his official residence. One guest was Houston attorney Bill Green. Green, who will not characterize his or the bishop’s sexual preference, says that he and Crutchfield had almost a father-son relationship. Green remembers the dinner parties as, “One of the bishop’s rare occasions to entertain friends who were not of the church family; for someone close to the bishop, I didn’t get in his home very much,” Green says. The young layman was also a frequent guest at the bishop’s dinner parties. “Friends of Finis’ would fly in from other states to attend. I remember meeting a federal judge there, a bank chairman, a university vice president, and several young gay ministers,” he says. “Most of these guys were very professional and discreet and kept their private lives private.”</p><p><strong>the Troubled Theologian</strong></p><p><span class=\"dropcap\">F</span>or Finis Crutchfield 1984 was the end of an era. After 44 years as a minister, 12 of them at the highest level of the church, at 67 he was retiring. With the conclusion of his career at hand, Crutchfield began seeking to reconcile the two halves of his life. In a halting way, he reached out to other gay men in the church to justify the choices he had made.</p><p>At the 1984 General Conference, his last as an active bishop, a major item on the agenda was a question concerning homosexuality. Homosexuality had always been considered immoral, but as the gay rights movement spread to the church, ministers began challenging that assumption. In response, there were those who felt the church must make explicit its opposition to homosexuality among the clergy. After heated debate, language that excluded “self-avowed, practicing homosexuals” from the ministry was added to the Book of Discipline. As was his pattern, Crutchfield was in favor of his church’s repudiation of homosexuality.</p><p>But he seemed troubled by what he was doing. When he told the young gay minister about the conference, he reported happily how many people had voted against the prohibition. “He came back and said, ‘You wouldn’t believe the number of people in support of ordaining gay clergy. The vote is getting closer,’ ” the minister recalls.</p><p>At another Methodist meeting that year Crutchfield sought out activist Gene Leggett. Crutchfield told Leggett that he was gay, then explained that by staying in the closet he had been able to help other homosexuals. “By remaining discreet I have helped and protected gay ministers under my authority,” Crutchfield said. “When anyone has gotten into trouble, I have seen that it has been covered up. I can do more in my position than you can in yours.”</p><p>Still, Crutchfield seemed not completely at peace with his public role. At the General Conference he spoke at length to the Reverend Morris Floyd of Minneapolis, an openly gay minister and spokesman for the unofficial church organization called affirmation: United Methodists for Lesbian/Gay Concerns. Floyd has been allowed to remain ordained, although he does not have a pulpit. Crutchfield told Floyd about his role in the New Orleans fire memorial service and about the protection he had given gay clergy in his conference. He wanted Floyd to understand that his public opposition to homosexuality was a matter of necessity and did not reflect his true feelings. “In some ways I think he wanted to justify himself in the eyes of at least one other gay person in the church,” Floyd says.</p><p>In several phone calls to Floyd after the conference, Crutchfield discussed the burdens of leading a double life. “He didn’t indicate he ever seriously considered doing it any other way, which is consistent with the way gay men of his generation functioned,” Floyd says. Crutchfield also told Floyd that he wanted, but knew he could never have, an open and emotionally satisfying homosexual relationship. Crutchfield also talked about his fear of discovery. “He was proud of the role he had had as a leader in the church; he continuously expressed the concern that if he was found out, that would be the end of his career. He also spoke of his family and what it would do to them if it came out he was gay. In some ways that was a concern greater than for the church.”</p><p>Crutchfield had publicly condemned homosexuality since the New Orleans fire. But after his retirement, he was willing to take a small step forward. He began working with people with AIDS. This work provided the basis for his family of an explanation of how he got the disease: incidental contact, the dread of the heterosexual population. The bishop never joined any of Houston’s AIDS service organizations, such as Clergy Consultation on AIDS, so there is no record of any formal involvement. Nor is there evidence that his efforts were of the kind that would have exposed him to the body fluids of AIDS patients.</p><p>It was John Paul Barnich, a softspoken, bearded Houston attorney, who got Crutchfield working with people with AIDS. He met the bishop at a Montrose coffee shop around the time of his retirement. Barnich first asked Crutchfield for help in 1985, when a young man living at the Mcadory House, a home for indigent AIDS sufferers in Houston, received a letter from his stepfather, a Methodist minister, saying the family would have no further contact with him. When Barnich told the bishop, Crutchfield immediately visited the young man and also helped bring about a partial reconciliation within the family. Barnich says of Crutchfield, “He was one of the most compassionate people i’ve ever met.”</p><p>On a few of his visits to AIDS patients Crutchfield brought the Reverend Jim Welch of St. Paul’s with him. Welch once accompanied Crutchfield to a young man’s apartment, where the two of them carried the man to the car and took him to M.D. Anderson Hospital. They also went to Jeff Davis Hospital to visit AIDS patients there. “We prayed with the person, talked about his needs, wishes, hopes, and dreams,” Welch says. He also recalls that Crutchfield was concerned that people with AIDS were in danger of being treated like modern-day lepers.</p><p>AIDS was by now the number one topic in the gay community. Crutchfield himself, while continuing to find new sexual partners, had conversations about the disease with his gay friends. He warned them about being careful, but no one recalls his expressing concern for his own health.</p><p><strong>a Dread Diagnosis</strong></p><p><span class=\"dropcap\">B</span>oth of Finis Crutchfield’s parents had lived to their mid-nineties. Crutchfield expected to be a very old man and was delighted at the prospect. The first sign that this was not to be was in the summer of last year. In July, while the senior minister of St. Paul’s was on vacation, Crutchfield took over the pulpit. His voice had been a lifelong concern to him; it was high-pitched and somewhat weak. But now, as Crutchfield preached, his voice was so hoarse from coughing that he had difficulty getting through his sermons. Crutchfield saw a throat specialist, but the source of the trouble was unclear.</p><p>Then Crutchfield, so used to a life of robust health, began having digestive problems and difficulty sleeping. He told friends he was suffering from a hiatal hernia. By Thanksgiving a case of the flu that the bishop was unable to shake had developed into pneumonia, and his wife took him to Methodist Hospital. In January the family was told the bishop had AIDS.</p><p>It was a shocking diagnosis. The doctors asked the bishop about his exposure to risk factors. There was no suspicion that he had been an intravenous drug user, and the bishop assured his doctors and family that he was not. Nor had he received a blood transfusion. That left only the most common mode of transmission: sexual contact—primarily homosexual contact.</p><p>The bishop’s son wanted to know. Charles went into the room of his dying father and asked about his sexual conduct. The two men were there alone; it was Bishop Crutchfield’s last chance to give up his secret life. But Crutchfield told his son he had had no homosexual experiences.</p><p>Adding to the pain of the bishop’s imminent death was the isolation the family imposed upon itself because of the AIDS diagnosis. Mrs. Crutchfield was barely able to utter the word; friends of decades’ standing were not even told the bishop was in the hospital. When they found out, most were politely discouraged from visiting. But for some of those who did come the precaution sign on the hospital door, the bishop’s emaciated condition, and the memory of the rumors left little doubt about the bishop’s illness.</p><p>Mrs. Crutchfield was not the only one who could hardly accept the AIDS diagnosis; neither could the bishop himself. “The doctors still don’t know what this is,” he said to several friends who did visit.</p><p>In spite of her anguish, Mrs. Crutchfield remained, as she had been for more than four decades, entirely devoted to her husband. She was there every day for the 162 days of his hospitalization. A minister who visited recalls the bishop nodding to his wife and saying, “That woman is a saint. I’d be lost without her.”</p><p>Mrs. Crutchfield declined to be interviewed for this story. But she did prepare a statement, which reads in part: “I was married to him for forty-six and one-half years in the most beautiful, sacred, loving marital relationship that one can imagine. We worked together as partners—not just in the home—but in ‘our work’—for ‘his work’ was ‘my work,’ too. We had the same commitments, the same purposes and goals in life. Our personalities and talents were very different. We did not work in identical ways. We tried to work in ways that were complementary. And so to lose him is like losing a part of my own being.”</p><p>As the bishop’s death drew closer, the family was forced to deal with the question of what to say publicly about his disease. Mrs. Crutchfield was distraught at the idea of any disclosure. But Spurgeon Dunnam, the editor of the Methodist newspaper and a family adviser, urged the family to issue a statement on the nature of the bishop’s illness. He says he explained, “If they chose not to, it would not keep the information from being revealed, it would just eliminate their say in it.” Not all church officials agreed. Several other bishops visited the hospital and suggested the strategy the church had taken on the matter of Crutchfield’s private life for so many years: silence.</p><p>Finis Crutchfield died on Thursday, May 21. The family was told the death certificate, a public document in Texas, would list a single cause: AIDS. The bishop’s funeral, attended by more than eight hundred mourners, was at St. Paul’s the following Saturday. No mention was made of AIDS at the service. A few hours after the funeral the bishop’s widow and son finally decided what they had to do, and Charles released his statement.</p><p>The family was immediately enveloped in a uproar over how the bishop had contracted the disease. <em>Houston Chronicle</em> reporter Steve Maynard wrote an article in which members of the gay community said Crutchfield’s homosexuality was well known.</p><p>In our interview, Charles Crutchfield takes pains to assure that he never intended for his statement to hurt people with AIDS: “We would be devastated if anything we said was taken to mean we did not affirm and support ministry to AIDS patients. That would be the biggest betrayal of my father’s concerns.” He says the implication that Bishop Crutchfield died as a result of such ministry is one drawn by others. “We simply said we do not know how he got the AIDS virus.”</p><p>In the city of Houston, AIDS is a reportable disease. When someone dies from it, an attempt is made to trace the source of transmission. In the records of the Houston health department the cause of Bishop Crutchfield’s infection by the virus remains in the category “Undetermined at This Time.”</p><p>When I tell Charles I have spoken to men who say they were lovers of his father, he winces, but he will entertain no second thoughts. “The whole pattern of my father’s life was one of honesty, integrity, and truthfulness with family and friends. It is not in the nature of my father’s character to have lied to me.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "October 1987",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Church",
      "people",
      "Family",
      "AIDS",
      "Houston",
      "Boston",
      "New Orleans",
      "ever",
      "office",
      "Work",
      "Bars",
      "Fire",
      "Montrose",
      "School",
      "Texas",
      "Death",
      "Home",
      "Louisiana",
      "Oklahoma",
      "Career"
    ],
    "wp_categories": [
      "Education"
    ],
    "wp_location": [
      "Houston",
      "New Orleans",
      "Texas",
      "Blanco",
      "D.C."
    ]
  }
}