{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19817",
    "date": "July 1981",
    "year": 1981,
    "month": 7,
    "month_formatted": "July",
    "pdf_uri": "/1981/19810700.pdf",
    "issue_cover_image": "",
    "document_start_page": 116,
    "toc_start_page": 114,
    "document_page_range": [
      [
        116,
        117,
        118,
        119,
        120
      ],
      [
        176
      ],
      [
        178
      ],
      [
        181,
        182
      ],
      [
        184
      ],
      [
        186
      ],
      [
        188
      ],
      [
        190
      ],
      [
        192
      ],
      [
        194,
        195,
        196,
        197
      ]
    ],
    "toc_order": 2,
    "toc_headline": "Space Cadet",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198107-spacecade",
  "source": "/1981/19810700.pdf",
  "wp_post_id": 116364,
  "wp_post_guid": "http://www.texasmonthly.com/article/space-cadet/",
  "authors": [
    "Lawrence Wright"
  ],
  "headline": "Space Cadet",
  "dek": "When Mary Cleave was still in diapers, a bunch of fly-boys conquered outer space. And Mary, now a sanitary engineer, is going to help colonize it.",
  "spread_caption": "",
  "excerpt": "Astronauts used to be dashing pilots. Now they’re doctors, scientists, and . . . sanitary engineers.",
  "kicker": "",
  "word_count": 12227,
  "content": "<p><span class=\"dropcap\">A</span>psychohistory of Mary Cleave would begin at the age of two, on the potty, where her mother taught her to read. From that time on, Mary always associated toilet training with higher education, eventually earning a doctorate in the field of sanitary engineering. Her mother was a high school biology teacher in Long Island, the third generation of a line of naturalists; her father was a trumpet player and conductor. For extra income the Cleaves operated a summer camp on Lake Champlain, in the cool adirondacks. Mary, the second of three daughters, was the counselor in charge of the waterfront. It was there—confronted with the approaching death of that once limpid and thriving body of water, now strangled in sewage and the volatile wastes of industrial society—that Mary committed herself to regenerating the beauty of the natural world.</p><p>That is one motif in Mary’s life. Another is flying. By the age of ten she had assembled nearly every model airplane in the Revell line. She remembers an armed Forces Day when her parents took her to an air Force base, where she could clamber through the actual jets on display. We can picture Mary then as an undergrown tomboy with a crooked smile and gray-green eyes that are still twice as sharp as normal—great pilot’s eyes. “Boy, i’d like to fly one of these babies!” she exclaimed, and an airman stationed there assured her, “You’ll <em>never</em> fly one of these, young lady.” He was doing her a favor. Women didn’t fly jet airplanes: it was a simple truth. But somewhere in Mary’s mind, as she looked at the jet, a seed was planted, and part of her would never sleep until she saw it flower.</p><p>When the manned space age began in 1961 with Yuri Gagarin streaking over the atmosphere singing, “I am eagle! I am eagle!” Mary was fourteen and already in the air. “She learned to fly before she learned to drive,” her mother remembers. “I would take her to the airport in the car, and then she would take me for a ride in the airplane.”</p><p>In her love for flying, Mary was no different from the men who formed the early nucleus of the astronaut corps, but unlike those men, for whom space travel was new, Mary and the people of her generation would view it as a fact of life. By the time Mary would be old enough to join the astronaut corps, the first great age of space exploration would be over. The people of her generation would not be expected to conquer space, only to civilize it. That was fine with them; they grew up wanting to do exactly that.</p><p>Mary’s standard equipment in the cockpit was a pair of pillows, one behind her back so she could reach the pedals and one on the seat so she could see over the instrument panel. “It was not a sight to inspire confidence in my passengers,” Mary admits. She might have dreamed of becoming a commercial pilot if she had been a man, but instead she decided to become a stewardess. She would dangle from the top of a door in ski boots, urging her body to grow, but it stopped at five feet one and a half inches, two and a half inches short of the airlines’ minimum. If it wasn’t the sex it was the size.</p><p>Her imagination grew fat on science fiction and weekly doses of <em>Star Trek.</em> In times of stress or whenever she craved solace, she would sink into science fiction and simply vanish from society. Out of the mountain of pulpy paperbacks she consumed, one would plant another seed in her mind—a novel by Robert Heinlein titled <em>Space Cadet,</em> about a new recruit in the space academy. That was one book she never forgot.</p><p>Opposite: <em>Mary Cleave’s generation grew up with the NASA space program. Even as a child, Mary dreamed of flying.</em></p><p>Illustration by Janice ashford/Sagebrush Studio</p><img/><p><em>“When she saw the NASA brochure, the logic of her eccentric career quickly took shape in Mary’s mind. She could combine her love of flying with her knowledge oi waste disposal. Who could guess what might come of that marriage?”</em></p><img/><p><em>In parachute training, Mary uses a seat designed to simulate ejection from an aircraft.</em></p><p><strong>the New Astronauts</strong></p><img/><p>Nicolas Russell</p><p><strong>Major Charles R. Bolden, Jr., Usmc</strong></p><p><strong>A high school quarterback in a South Carolina city where his father was a coaching legend, Charlie Bolden, now 34, applied for a senatorial appointment to the U.S. Naval academy but was turned down because of his race. “If you wanted to do something when I was growing up, you had to learn to work around the system,” says Charlie. Re secured his appointment through an Illinois congressman.</strong></p><p><strong>Charlie flaw more than one hundred sorties for the Marines in Viet Nam, Laos, and Cambodia. He later returned to the Naval air Station at Patuxent River, Maryland, to be come a test pilot.</strong></p><p><strong>“When I heard about the astronaut application in 1978 I didn’t apply. I didn’t think I could make It. I applied in 1980, but I was sure I wouldn’t be selected. I just didn’t think the coin would flip in my favor. I had the idea that astronauts weren’t ordinary people with backgrounds like mine, they were some super-smart group with an aura around them. Then after the selection I realized I knew some of the ones who were chosen. They weren’t extraordinary people, just regular folks who worked hard.”</strong></p><p>By the time she was eighteen Mary was desperate for travel, so she decided to go to school in Colorado, despite her father’s dictum that civilization stopped at the western border of Pennsylvania. She went to Colorado State University to become a veterinarian, but after two years she realized she could never be a large-animal vet: her arms were too short. She switched her major, planning to become a biology teacher like her mother, but in the year she spent practice-teaching in Denver she seemed to spend most of her time patrolling the rest rooms. When she left Colorado State, Mary got a job on a “floating campus,” tutoring college kids in biology as the ship tramped from port to port. Wherever she went, she took samples of the water. The memory of Lake Champlain never left her; she saw it again and again in all the degraded waters of the world.</p><p>In 1971 she decided to go back to school, to Utah State University. She specialized in phycology, which is the study of algae, and worked in the Utah Water Research Laboratory there. Mary soon learned that once you joined the league of science, you left behind the world of common understanding. If she went to a party and told people she was a phycologist, they assumed she had a lisp. “Right away they started telling me about their nervous breakdowns.”</p><p>Most of the guys in the lab were engineers, and they persuaded her that if she was really serious about cleaning up the environment, she would have to get a doctorate in either civil or environmental engineering. Mary went for both. She fulfilled her compact with Lake Champlain and became a sanitary engineer. The day in 1979 that she finished defending her dissertation, becoming the first woman to earn a Ph.D. in engineering at Utah State, she prepared herself a bubble bath and spent the next two days rereading Frank Herbert’s <em>Dune</em> trilogy, which is about space and ecology. The stories are set on the desert planet of arrakis, where water is so scarce that people have to recycle the moisture and waste of their own bodies. As Mary lounged in her bath, she may have seen in those books a vision for her own career, which up to that point had followed some odd vector of its own.</p><p><span class=\"dropcap\">M</span>ary lived in labs and sewers and pickup trucks. It was certainly an eccentric world for a woman to invade, the Stygian creeks of everything society has flushed away. Unwanted pets, narcotics, carcasses of every species—anything people could force through a toilet passed through the treatment plants. There is a legend about a piano that somehow got flushed into the sewers of Chicago. “Whenever I went into a sewage treatment plant I got all this flak about tampons,” Mary remembers. “You know, every package of tampons has instructions that you are not supposed to flush the applicators. That’s because they don’t break down in the treatment process. Anytime you go to a sewage treatment plant you’ll see a huge stack of the plastic elements of tampons. It’s a real problem. But I never heard a word about condoms, which are also a terrible problem.”</p><p>Like morticians, sewage workers have a special fraternity that comes from knowing too much about the human condition. “They always border on being off limits to society,” says Mary, “and after a while they start to look the part—you know, tattoos, motorcycles, dirty fingernails. They look like they’re right out of the fifties.”</p><p>And in Utah most of her colleagues were not only men but Mormons as well, with decided ideas about women’s roles. The sight of a woman walking through a sewage treatment plant caught most of the workers off guard. One engineer who had designed a treatment plant told Mary that women could never work there because he had included only one bathroom—for men. To his mind, he had designed women out of his work force by giving them no place to relieve themselves. Even as he explained this to Mary he was standing above an ocean of oxidated sewage.</p><p><strong>the New Astronauts</strong></p><img/><p>Nicolas Russell</p><p><strong>Franklin R. Chang, Ph.D.</strong></p><p><strong>When Franklin Chang, now 31, was 18 years old, his father, who runs the family gas station in Costa Rica, gave him a onewav ticket to Hartford, Connecticut, where a family had agreed to put him up for several months. “I came to the U.S. to be an astronaut,” says Franklin. “I had graduate from high school, but I didn’t speak English, so I went to public high school in Hartford. My grades were dismal the first quarter, but by the time I graduated I was at the top of my class.”</strong></p><p><strong>Franklin qualified for a scholarship to the University of Connecticut, graduating with degrees in engineering and physics. He went on to MIT, where he got a Ph.D. in applied plasma physics. In the meantime he worked in a halfway house with chronic mental patients who were being deinstitutionalized.</strong></p><p><strong>“Of course, I had never forgotten the idea of being an astronaut. I applied in the ’78 selection and was quickly turned down. I thought it must have been a statistical error. I wasn’t going to give up. I applied again as soon as I heard they were taking applications.”</strong></p><p><strong>In Costa Rica, Franklin Chang is now a national hero.</strong></p><p>Since she often felt out of place in her job, Mary developed a quick, disarming sense of humor, directed almost entirely at herself. Her laugh is a contagious cackle, and when she really lets go her face turns red and her eyes disappear in crinkles and the vein in her forehead swells up and begins to thump like a drum. She became a specialist at defusing tense situations by telling jokes on herself, which put the guys at ease; they might even have thought she was at ease herself unless they noticed how she tore at her nails.</p><p>After a while, they began to behave almost as if Mary were a man, which was exactly what she wanted: no special treatment. If they were going out carousing (and sanitary engineers, Mary discovered, set the standards for carousal), she’d go along. You could bait Mary, but she wouldn’t bite. She never shrank from a dirty joke or an after-dinner cigar; eventually she became devoted to both. Often she went on business trips with her coworkers, to conventions in California, for instance, and on the long drive across Nevada some of the guys might want to stop at a bordello. They would tell Mary to wait in the truck, they’d be back in a while. She’d say to hell with that, she was coming in. The prostitutes were even more surprised than the other customers, but after a few minutes Mary would have them grinning. She was little but she had a lot of nerve.</p><p>Everybody knew that. In 1978, when she was still in graduate school, one of her friends handed her a brochure and said she was the only engineer in the lab crazy enough to try <em>this</em>—it was an announcement that the National aeronautics and Space administration was looking for astronauts for the space shuttle. Sex was not listed as a criterion, but then it never had been, even in the Mercury project. In the early days, when all astronauts were test pilots, there was no reason to exclude women officially, since women test pilots didn’t exist. But later selections included scientists with little or no flying experience, and still no women were chosen. In the 1978 invitation there were two types of astronaut jobs: pilots (and it went without saying that they would all be men) and “mission specialists,” the engineers, scientists, and medical doctors who would perform the experiments and routine business aboard the space shuttle. Mary was actually more concerned about being disqualified because of her height than her sex, and when she read the specifications she thought, “Oh, my God, they’ve made a mistake!”—she was a full inch and a half taller than the minimum.</p><p>Until that moment, the logic of her eccentric career had never fully revealed itself, but it quickly took shape in her mind. She could combine her love of flying with her knowledge of waste disposal. Who could guess what might come of that marriage?</p><p><span class=\"dropcap\">M</span>ary knew that her chances of being selected by NASA were slim (“It was like deciding to run for president”), but the more she learned about the space shuttle program the more she wanted to be a part of it. There was going to be a new space age in which passengers would blast off in shirt sleeves and anyone in reasonably good health should be able to travel in space. Strength was hardly required in a weightless environment, and small stature was actually an advantage. Whatever reservations NASA had about women astronauts seemed to have lost all justification—if there ever was any.</p><p>In the past, getting women into space had never been more than a stunt, one the Russians pulled first. In 1963 Valentina Tereshkova, a textile-mill worker, went up in Vostok 6, to the great consternation of american spacemen, since a sexually integrated space program in Russia would demand a similar arrangement in this country. Soviet cosmonauts privately reassured their worried american rivals that Tereshkova had “panicked” during her voyage, and in the nearly two decades since her flight neither country has bothered to repeat the experiment.</p><p><em>(Continued on page 174)</em></p><p><strong>the New Astronauts</strong></p><img/><p>Nicolas Russell</p><p><strong>William F. Fisher, M.D.</strong></p><p><strong>Bill Fisher, 35, and his wife, anna, 31, both applied in 1978; anna was selected. “after that, I always felt I was making him unhappy,” anna says of her husband’s rejection. “I wanted to retain my enthusiasm, but I didn’t want to see Bill hurt. But he’s very resilient.”</strong></p><p><strong>Bill, for his part, was noble. “Heck, to have one astronaut in the family-you can’t complain about that.” He was also determined. He continued his medical practice in alabama while teaching in Florida and studying biomedical engineering at the University of Houston. “I felt like it was a challenge I could get my teeth into. I could give everything I had toward that commitment. There has never been a time as filled with promise as we face today. The days of the sailing ships, of Columbus and Magellan, were just a prelude to this. It really is a privilege to be in this narrow window of time. To be a part of it is an honor.”</strong></p><p>Nicolas Russell</p><img/><p><em>The space potty in the</em> Columbia <em>was designed for both men and women astronauts.</em></p><p><em>“Mary lived in labs and sewers and pickup trucks. It was a strange world for a woman to invade, the Stygian creeks of everything society has flushed away: unwanted pets, narcotics, carcasses of every species, even a piano.”</em></p><p><strong>the New Astronauts</strong></p><p>Nicolas Russell</p><p><strong>Colonel John E. Blaha, USAF</strong></p><p><strong>San antonio native John Blaha, 38, grew up on military bases around the world while his father served in the air Force. Since the beginning of the american space program, John had wanted to be a part of it. He waited years for the chance, but when he finally got to apply in 1978 he was rejected.</strong></p><p><strong>“The second time I applied, I told my wife ‘We’re definitely not moving to Houston this summer. There is zero probability that I will ever go back.’ My kids never knew I applied—when I had been rejected the first time they were disappointed, especially the oldest one. I didn’t want to disappoint them again.</strong></p><p><strong>“When George abbey [the director ot flight operations] called and gave me the news, I asked him if he was sure he wanted me—because I had been sure he wouldn’t call. Then I called my wife and said, ‘We’re moving to Houston after all.’ She asked when. I told her, ‘Five weeks,’ and she said, ‘How in the world are we going to do that?’ The kids were thrilled.”</strong></p><p><em>(Continued from page 118)</em></p><p>When NASA officials were asked why there were no women in the astronaut corps, the answer often strayed into the area of Mary’s expertise: toiletry. That was a system that the geniuses in the engineering department had never really figured out. Waste disposal always seems to be the last item on the agenda. Alan Shepard, the first american in space, had to go in his suit. After that, the men were given a little bladder bag that they could strap on below the waist and attach to themselves like a prophylactic. Men had an obvious anatomical advantage over women when it came to using this equipment.</p><p>Of course it was marvelously elemental to suggest that women couldn’t fly into space because they didn’t have a penis. And the technology of waste collection in space suits is still in its infancy—quite literally so, since the solution so far for women in space suits has not advanced beyond the diaper stage. Inside the suits of both men and women there is also a “fecal collection bag” that fits over the hips like a pair of shorts. On early missions, consisting of a couple of loops around the globe, astronauts forced themselves to wait until they got home to defecate, since there was no way of emptying the bag without removing the suit.</p><p>In the apollo program, where missions lasted as long as two weeks and the astronauts spent only a small portion of their time actually in their suits, the facilities were expanded to include plastic bags with an adhesive around the opening. More than one astronaut has had time to ponder the society that could send him to the moon and then give him a plastic bag as a toilet. In a weightless environment elimination is far messier and more complex than on earth, since the feces are simply not motivated to drop—they must be herded and maneuvered. Once collected in the bag, the deposit has to be treated with chemicals, thoroughly kneaded, then sealed and stored for scientists to examine later. It is a very timeconsuming process, sometimes lasting more than an hour, and considering the close quarters of the apollo capsule, it’s no wonder that men were mortified by the prospect of women in space.</p><p>The first true space potty made its debut with Skylab. It featured a seat that the astronaut could strap himself into for a good seal. A fan inside the potty created a differential air pressure to simulate gravity, and air jets around the circumference directed the feces away from the anus. For urination, there was a funnel that fit over the penis. The astronauts who used this system, especially the veterans of apollo, found it quite satisfactory, but it needed to be modified to accommodate women.</p><p>When NASA made a commitment to include women in the shuttle program it assigned engineers to redesign the potty so that women could urinate in it. That problem did not prove as intractable as had always been imagined. The funnel was reshaped and padded so that women could press against it and make a close seal. On the ground it worked fine, but it still had to be tested in weightlessness. NASA installed the prototype in the cargo bay of a KC-135, a high-altitude jet used to simulate weightless conditions. It is really a high-altitude roller coaster that flies upward at a steep angle into the thinning edge of the atmosphere and then tops the crest, giving its passengers a few moments of weightlessness before it noses into a dive for the next parabola. The first reaction of most passengers is uncontrolled nausea, which is why the KC-135 earned the nickname among the astronauts of “the vomit comet.” NASA had tried similar tests on the KC-135 for the Skylab potty, with indifferent results. Although the men who had performed the tests were loaded with liquids and dying to go, they had tended to freeze up at the proper moment. This time NASA recruited a number of air Force nurses, and after the first round of tests there was some speculation that women were not merely equal in space, they were superior. At least they could pee on command.</p><p><span class=\"dropcap\">M</span>ary’s application in 1978 was one of 8370 to flood the selection committee at the Johnson Space Center in Houston, and it was among the first to be rejected. She got a postcard in her RFD mailbox in Wellsville, Utah. “Thanks, but no thanks,” she thought when she read the polite but summary message. She was not surprised; she was even encouraged when NASA announced that it had chosen six women among the twenty mission specialists. Three blacks were also picked for the class of ’78, two of them pilots. For the first time an astronaut could be described as something other than a white man.</p><p>Even though NASA rejected her, Mary felt that the future was on her side, or on the side of someone like her. The shuttle, after all, was only a prelude to the actual colonization of space, when men and women would live in space stations and mine the planets and fly to the stars. Space stations of the future would be closed systems, since wastewater would be too valuable to flush into the cosmos. The potty of the future would have to recycle human waste into usable, drinkable water. And figuring out how to do that, ultimately, was the job of a sanitary engineer.</p><p>Two years passed before NASA accepted applications again. Mary knew she had made the first cut when federal investigators dropped by Wellsville (population: 1267) to conduct a “discreet” background check. Everybody in town kept her apprised of what the feds were asking. Finally, in the last week of March 1980, she got an invitation to come to Houston for an interview.</p><p>Those who have been through it know that the interview and selection process at NASA is one of the most bewildering procedures ever devised. Its present incarnation is the design of George abbey, the humorous director of flight operations, a crew-cut ex-air Force officer with a poker face, a heavy jaw, and the narrow, stricken eyes of a character from a George Price cartoon. Astronauts both dread and revere abbey, since he is the one who makes the final decision about who gets to fly.</p><p>Abbey was concerned about the high washout rate in the previous selections, from which NASA had lost better than a third of the crew. “We had some people we thought were really well qualified for the job, but when they finally got a good understanding of what the job was about, they dropped out,” he says. “People perceive it to be a fairly glamorous type of existence, but in reality there is quite a lot of mundane routine involved. Also, in some of those cases where we thought the individual was well qualified, we learned that a person who does one thing extremely well isn’t the kind we need. We really prefer someone who has the interest and desire to do a lot of things.”</p><p>Under abbey’s definition of the job, an astronaut had to be a “generalist,” which proved a hard term to describe. In practice it meant that some of the most distinctive applicants would be turned down. If there was one lesson to be learned from the selection procedure, it was that articulated by John Creighton, a pilot chosen in the class of ’78. “The universal thing I found is that invariably the people who thought they would make it didn’t, and those who didn’t, did.”</p><p>To prepare herself, Mary ran eight miles a day and boned up on whatever literature she could find about the shuttle. She didn’t know much about it, and she pictured herself being grilled on arcane details. She knew her chances of selection were remote; this time there were 2880 applicants for mission specialist (396 of them women) and 583 applicants for pilot (18 women applied to be pilots, but none of them were considered qualified). The finalists came to Houston in groups of 20. Mary’s group included doctors and scientists from all over the United States, people with extraordinary credentials. Some of them were, perhaps, too extraordinary. “We tried to let them know it’s an Indian’s job. It’s not a job for a bunch of chiefs,” says Carolyn Huntoon, a NASA scientist who was a member of the selection committee. “If they have reached the stage of their career where they need a secretary and a big desk to make them feel adequate, then the job of astronaut is not for them.”</p><p>What made the selections of 1978 and 1980 different from all previous ones was that NASA was now interviewing people like Mary who had grown up with the space program. “We were finding people who had structured their whole careers to prepare themselves to become astronauts,” George abbey says. One of those people was Bill Fisher, a doctor who specializes in emergency medicine. He grew up as a military brat, and his very first report card contains this injunction to his parents: “Billy would do much better in his schoolwork if he weren’t constantly in the clouds, always talking about rockets.”</p><p>From 1958 to 1961 Bill’s father was base commander of Prestwick air Force Base in Scotland, which was a stopover point for bigwigs on their way back to the States. Charles Lindbergh and Wernher Von Braun came through; so did Elvis Presley when he was mustered out of the army. Colonel Fisher picked Elvis up in a staff car and was very impressed with him, to the surprise of his son. All Bill recalls about Elvis is that he wore an accutron watch with a visible mechanism and that he never took off his overseas cap because his hair was still cut short. The real hero of Bill’s life was Von Braun, the father of the american space program, and through him Bill learned where to secure an application for the original group of astronauts, the Mercury Seven, in 1958.</p><p>Failing to become the nation’s first twelve-year-old astronaut, Bill carefully arranged the rest of his life to make himself as attractive as possible to NASA. Doctors, he knew, would be a necessity in the space program, and if there was one specialty that might be prized above others it was emergency medicine. He had the foresight to realize that NASA would always be biased toward pilots, so while he was a pre-med student at Stanford he built a gyrocopter and scudded over the California countryside. Nineteen years after his first application Bill applied again, this time with his fiancee, anna Tingle, who was also a physician. Anna’s career was in many ways a carbon copy of Bill’s, and their joint application was the kind of novelty that attracts the press. NASA invited both of them for interviews after their marriage in 1978, and before the final announcements NBC arranged to be in the Fishers’ living room when the phone calls came. That night, on the evening news, the nation saw Bill Fisher rejected again. Anna was selected.</p><p>Bill decided he had one last chance. “Every day I was in Houston I had to drive right past NASA and i’d see that big Saturn rocket on display. That kind of kept up my incentive. I did a lot more flying. But I just didn’t know when the next selection would be.” During the next two years Bill simultaneously taught emergency medicine at the University of South Florida in Tampa and at the Regional Medical Center in anniston, alabama, went into private practice in anniston and Montgomery, and earned a master’s degree in biomedical engineering at the University of Houston. When he found time to mow the grass at home in Houston, anna and another astronaut would sometimes fly overhead in a T-38 jet trainer and wag wings at him. After they had roared out of sight Fisher would look back at the lawn and think he had never seen so much grass.</p><p>Lieutenant Colonel John Blaha, an air Force pilot from San antonio, was also rejected in 1978, although his qualifications could hardly have appeared more desirable. John had flown 361 combat missions in South Viet Nam and won the air Force Distinguished Flying Cross and the air Medal with seventeen oak leaf clusters; as a pilot he personified “the right stuff,” that mix of ego and nervelessness pinpointed by Tom Wolfe, which in the past had seemed to be the essence of what NASA sought in an astronaut.</p><p>“I have always wanted to be in the astronaut corps,” John says, “to the point that everything I did became a part of this ambition. I went to the air Force academy because somebody told me that school had a good course in aeronautical engineering, which it did. After that I went to Purdue for graduate work in astronautical engineering. When I went to pilot training somebody told me i’d better get into Edwards air Force Base because that is where all these pilots who made it into NASA were coming from.” In 1971 Blaha became an instructor at the test pilot school at Edwards. His commandant there was Buzz aldrin, who was then on the verge of a well-publicized nervous breakdown after walking on the moon in apollo 11. “He was the one who told me, ‘John, you might as well forget it,’ ” John remembers. “ ‘It’ll be years before NASA selects any more astronauts.’ ” aldrin was right. The latest group had been chosen in 1969, and John had to wait nine years to apply, only to be rejected.</p><p>The advantage that Bill Fisher and John Blaha had over Mary Cleave is that they had both been interviewed in 1978 and so at least knew what to expect. Mary hadn’t a clue.</p><p><span class=\"dropcap\">M</span>ary was determined to enjoy her trip to Houston, since that WAS probably all she would get out of the interview. The space center was an amazing place, a quasi-military base overrun by flamboyant tourists, so that short-shorts and uniforms were forever passing each other on the sidewalks. It was also a bird sanctuary, and the practiced eye could spot willet and snowy egrets in the drainage ditches, red-tailed hawks and an occasional bald eagle overhead. Mary delighted in the mockingbirds, which were everywhere; she never saw them in Utah. Norman Mailer once had compared the stark white concrete buildings with their black windows to a minimum security prison, but now the trees were taking hold in the sculptured landscape and an institutional venerableness was asserting itself. When she saw NASA the first time Mary found it “perfect, like a college campus without any undergraduates.”</p><p>Interviews for each group lasted from Monday until Friday. It was always easy to recognize new applicants, because the first thing Monday morning they were issued a blue bag that they had to tote with them everywhere for the next 24 hours. It was for carrying jars of urine. Everything they produced in one day’s time would go to the clinic to be weighed and analyzed. Mary was amused at the chagrin of her fellow “blue-baggers,” as they were called. “People were really surprised by how much they produced,” she says. They were also asked to give stool samples from three different sittings during the week, and one eager applicant accomplished his mission overnight.</p><p>All week long the applicants were bled and prodded by the doctors, but most of them were prepared for that. NASA did have some surprises for them, however. First was the way the program was undersold. During this round of interviews, George abbey made sure that the scientists, especially, realized what they would be giving up if they became astronauts. “Someone who wants to do research and is doing very well in his field,” says abbey, “will have to accept the fact that as an astronaut he will be implementing someone else’s experiments, not his own.”</p><p>Some applicants, who might have forgotten that there is always the prospect of mortal danger in the space program, emerged from an excursion in the shuttle simulator feeling quite shaken. The shuttle orbiter (that is the actual spaceship, as distinguished from the rocket boosters and external tank that complete the shuttle system) can carry as many as six crew members, or more if they rotate sleeping shifts, but the design of the craft permits only two space suits. Suppose an orbiter breaks down in space and its passengers need to be rescued. How do you transport them through the vacuum of space from the disabled craft to the rescue ship? The solution at this point is inflatable balloons made of nylon and polyester, one for each crew member, that can be strung up like beads on a long rope. Each of the applicants was asked to participate in an experiment with the escape spheres, which involved removing their watches and crawling inside and then, for an indefinite period, just . . . sitting. The “experiment” really lasted only fifteen minutes, but in the dark confinement of the balloon time vanished, and it was easy to imagine the timelessness of space when help never arrived. Some of the applicants panicked and actually tried to rip their way out of the balloons. For Mary, who was so much smaller than nearly everyone else, the balloon was relatively spacious. She simply curled up and went to sleep.</p><p>Two psychiatrists examined every applicant. They worked like police officers, using a good-guy, bad-guy approach. One was gruff and abusive, impatient, a real foot-tapper who would bark out commands to name the presidents or count backward by sevens; he would also ask standard psychological questions meant to weed out any pathological types. “What does it mean that a rolling stone gathers no moss?” To a schizophrenic, that’s all it means; one symptom of schizophrenia is the inability to form abstractions. “Have you ever had amnesia?” was one of his questions, to which several wisecrackers responded, “I don’t remember.” The psychiatrist didn’t even smile; he’d heard it all before.</p><p>“are you Cleave?” he snarled when he got to Mary.</p><p>“are you the shrink?” she asked in astonishment. “I thought psychiatrists were supposed to be nice and understanding. What’s wrong with you?”</p><p>It ruined his act. He started laughing and was hopelessly nice and understanding for the rest of the interview.</p><p>The other psychiatrist greeted each applicant with a generous smile and asked, “Would you like a Coke?”</p><p>After the harassment of the first psychiatrist, that was the most alarming question in the interview for some of them. “Would I like a Coke?” they wondered. <em>“What does that mean?”</em></p><p>“If you were to die and come back as something other than a human, what would that be?” The safest answer to this question is an eagle. It is the symbol of america. It has been associated with space flight since Yuri Gagarin’s first orbit, and it was the name Neil armstrong and Buzz aldrin picked for their lunar module. Most of the applicants who had had any warning about this question were able to figure out the best response, and consequently one eagle after another soared through the psychiatric interviews. It was the kind of question that sounds more important than it is, since, with the exception of the occasional freak who would like to come back as a rabid dog, no one could give a wrong answer.</p><p>John Blaha had been as calculating as anyone else in 1978 and had been rejected, so this time through he tried to be more himself—insofar as that was possible in such an extremely pressured situation. John thought he would come back as an air Force wife—a private joke having to do with the financial plight of military dependents. He was feeling reckless since he had no hope of being selected. He had already called his wife and told her he might as well come home now, but she had urged him to stick it out. He couldn’t believe he’d said it—an air Force wife.</p><p>Bill Fisher would come back as a redwood tree. “I like the way they make me feel. Dad used to take me camping in the redwood forests when I was a kid.”</p><p>Mary would be a seagull, “a good practical bird. He cleans up a lot of things. I remember when I was working on a ship I used to feed them off the fantail.” Seagull, coincidentally, was the call sign of Valentina Tereshkova.</p><p>In the lulls between interviews applicants spent time in the gym or mixed with the tourists snapping photos of the rocket display. If there was one misconception common to all of them it was that astronauts had to be in spectacular physical condition. As a matter of fact, most astronauts do keep themselves in good shape, usually through jogging or racquetball, but some of these applicants were hardly ever out of gym clothes. There is a four-mile loop behind the space center, a dirt road that cuts through the wildflowers and swamp grass, and during the selections the course was a squirrel cage of applicants. One character even ran the whole thing backward.</p><p>Another misconception was that being selected would be a financial bonanza. Once that was true. Alan Shepard became a millionaire when he was the head of the astronaut office, and an exclusive contract with <em>Life</em> magazine kept most of the early astronauts pretty flush. Many of the current applicants had already climbed into the more ethereal tax brackets, and they were in for a shock.</p><p>“How much does this job pay?” a rather well-fixed female scientist asked Bill Fisher, who told her that the job was classified as GS-11, which then carried a salary of a little over $20,000. “are you <em>kidding</em>? i’d have to take a fiftythousand-dollar pay cut! They can’t be serious!” She immediately scheduled an appointment with George abbey to ask that her pay level remain the same—an impossible request, since she was already making $20,000 more than the federal maximum earned by John Young, who now heads the astronaut office, and, of course, by George abbey as well.</p><p>Although Mary wasn’t at nearly that level, she would have to take a $4000 cut in pay herself, and she had already turned down several attractive job offers so that she could press her application at NASA. “I had guys at the lab tell me I was crazy. They asked why i’d take a government job when I could walk into some plush office, start at thirty-five K a year, and in a very few years go into management and pull down big bucks. They couldn’t understand it at all. Since i’d never made that much money anyway, I didn’t feel like I was giving up a thing.”</p><p>The heart of the selection process was the interview before the committee, which took place in a narrow temporary building with the dimensions of a house trailer. George abbey, Carolyn Huntoon, and as many as five other members of the selection committee crowded on one side of a long table, and the applicant sat alone on the other: the same configuration as a firing squad. George abbey was hunting for generalists, so applicants who went in prepared to dazzle the committee with abstracts of their latest experiments in laser isotope separation or the nature of quarks found themselves talking about high school football and horseback riding. Some got a little carried away when they were asked about their other talents. As a matter of fact, said one woman, the committee might be interested to know that she was really an extraordinary horn player, French horn, one of the best. Once that vein had been tapped, she could talk of hardly anything else, and after that interview abbey never failed to ask each applicant, deadpan and in a deeply earnest voice, if he or she could play a musical instrument. Some of them suspected that there must be an astronaut orchestra.</p><p>The committee also asked how long each applicant had wanted to be an astronaut. That question had almost no relevance to the selection; it was asked only out of curiosity. But the stories that gushed forth about children whose every step in life had been directed toward the astronaut corps left the committee members feeling like judges at the gates of heaven.</p><p>“I left my interview and I thought, ‘Why did you open your heart to them?’ ” John Blaha remembers. “I knew I had really blown it. I called my wife and said, ‘I don’t believe what I did. I spoke from my heart and when it was all over I had the feeling that wasn’t what they really wanted.’ ”</p><p>When they asked Mary how long she had wanted to be an astronaut, she said, “are you serious? i’m a pragmatist. I thought you guys would <em>never</em> take women into the program.”</p><p>“You don’t happen to play a musical instrument, do you?” asked abbey.</p><p>Mary said she used to play the flute.</p><p>“ah, the flute. But not the French horn?”</p><p><span class=\"dropcap\">E</span>arly on the morning of May 28 George abbey called the finalists to break the news. “Mary, I think we’ve had enough time to make our decision. If you’re still interested, we’d like to have you join us.”</p><p>Mary had to laugh. “Who is this, really?”</p><p><span class=\"dropcap\">T</span>wo months later, the nineteen new astronaut candidates, or ASCANs, as they were called, streamed into the overheated city from all points on the interstates. When they had been there for interviews in the spring, Houston had seemed a great place to live, almost ideal, but now that they were moving here for perhaps the rest of their lives they looked again and saw potholed highways and urban sprawl, smog and confusion, and a climate like a hot bath.</p><p>Mary drove for three days in a 24-foot U-Haul, with her two pillows in the driver’s seat. A friend came along to help her get settled. He was an engineer she had known at the water research lab at Utah State University, and his company was one of the parts of her old life that Mary would miss. Another was the mountains. In Utah she had lived in a huge old farmhouse she had bought for $12,500. It had a splendid view of the mountains. “When I look up I like to see land,” she says. “But Houston is so flat, you can never see anything except sky. I told my realtor if I couldn’t look at mountains i’d have to look at the ocean.” She couldn’t believe the prices, either. Finally she took a deep breath and paid $69,000 for a small cottage on stilts on Galveston Bay. In the morning she could sit on her balcony drinking coffee and making friends with a yellow-crowned night heron that perched on the ruined pilings of an old wharf. At night, as the moon shone through her window and the surf lapped against the oyster shells, Mary would cuddle up to Bones, the old yellow mutt that was her constant companion.</p><p>If there was a single criterion that could mark the changing image of astronauts, it was their cars. In the glory days of the macho astros, anything less than a Corvette was sneered at. There were still a few of these guzzlers in the parking lot, but they were really artifacts of another era, like the crew cuts some of the NASA engineers continued to sport long after the Mercury Seven had gone mod. Highstrung and well-bred automobiles were still popular with the older guys in the office, especially the pilots, but when you looked at the cars this new group drove, you would have to say that the selection process had taken a turn toward humility. Volkswagens, Honda Civics, self-effacing gas savers. Mary showed up in a Mazda hatchback. The hottest test pilot in the Navy, Dick Richards, who had just been selected, appeared in an old Volvo. You could tell a lot about a person’s image of himself by the car he drove.</p><p>Which is why people gasped when Franklin Chang wheeled in. He was already something of an amalgamated curiosity, a plasma physicist from MIT, born in Costa Rica, part Chinese; that much people could learn from his resume. But his car—if one could still call it that —spoke volumes. It had begun life as a four-door Renault sedan, but by the time Franklin bought it for $25 three of the doors were no longer operational. They were tied to the body with ropes. The body was rusted out from years of acid rain, and the seats looked like the bottom of a gerbil cage. From the moment it shuddered to a halt in front of Building 4, where once Wally Schirra had parked his Maserati, the old hands in the astronaut office knew that a new day had dawned —God help us all.</p><p>The ASCANs lined up for a group photograph, with Mary Cleave—always the shortest—in the middle. One other woman stood with her: Bonnie Dunbar, a biomedical engineer who had been working at NASA on the thermal tiles that would insulate the orbiter on reentry. Also there were John Blaha, looking stunned, and Bill Fisher, looking relieved. It was press day, but by now the press hardly bothered. With the nineteen new ASCANs and the two European physicists who would be training with them as mission specialists for the European Space agency’s Spacelab project, there were now 83 people in the astronaut office, including 8 women, 4 blacks, and a partChinese Costa Rican. What barriers remained?</p><p>The job of integrating the super-male society that had been the astronaut corps had fallen upon al Bean, the genial veteran of 1671 hours and 45 minutes in space and the lunar module pilot of apollo 12. It was a sensitive job, as the corps had always resisted change, and Bean, a test pilot and aeronautical engineer by background, was very much a stereotypical astronaut. What surprised him, after all the agonizing that had preceded the introduction of women into the program, was how few changes really needed to be made. “We knew women were weaker in the upper part of the body, so that we would have to modify some equipment,” he says. “That was easy to do. The big thing to change was attitudes. Many people around here had in their minds that these would be women doing men’s jobs. I know I thought that. Astronauts, to me, were men; they had to think about computers and spaceship flying—male things. But i’ve changed that opinion. The job of astronaut is just as female as it is male. Females intuitively understand astronaut skills. They perform the mental and physical tasks as well as males do.”</p><p>Not every hotshot in the astronaut office was as flexible as Bean, but the arrival of the first six women in the corps in 1978 proved to be less traumatic than anticipated. The press coverage was laudatory. “We were sitting around congratulating ourselves,” Bean remembers, “when we got the memo of January 16, 1979.” It was signed by all six of the women, and it concerned the personal hygiene kits that astronauts would carry into space. Among other things, the memo stated, the kits had left out tampons, mascara, blusher, eyeliner, lip gloss, and makeup remover. The approved deodorants included Old Spice, English Leather, and Dial, to which the women wished to add Secret, Ban, and Mitchum. They also requested that bikini-style underwear be included with the standard boxer shorts. “It was like, how could we forget all these things?” says Bean. “It was part of the syndrome—you know, men designing a program without taking into account the female component.”</p><p>Two years after the 1978 selection, when Mary and Bonnie Dunbar joined the program, women were scarcely an issue at all. “I couldn’t believe it,” Mary says. “all my life i’d been blasting through the front lines. I never had the luxury of having other females around, until I came here. People went out of their way to make me feel comfortable.”</p><p>What did make her uneasy, frankly, was the military. “i’ve always had trouble with authority figures,” says Mary. She had come out of the era of student revolt, and her lifestyle had always been assertively casual. Her dress tended toward corduroy jeans and Earth Shoes, and a lot of her friends in Utah were ski bums. Although NASA is always careful to point out that it is a civilian agency, most of the male astronauts are military officers of very high rank. They don’t wear uniforms, but they dress with extreme neatness and wear their hair trimmed up over their ears. Her office assignment put her with two men who were selected in 1978, Lieutenant Commander Michael Coats of the Navy and Major Richard Mullane of the air Force. Mary wasn’t sure what to expect.</p><p>Neither were Coats and Mullane. They agreed that when their new office mate arrived, the best way to treat her would be as if she were one of them—which is why, when Mary walked into her office her first day on the job, she found every movable object in the room stacked on top of her desk, itself invisible behind a barricade of file cabinets. Right away she felt at home. “Okay, you guys,” she said, “you asked for it. The first thing we’re going to do is get rid of this junky government furniture. I’m going to decorate this place in French provincial. And as soon as you get the floor cleaned up i’m going to put down a mauve rug. Yeah, that’d be nice.”</p><p>Coats and Mullane had her desk cleared off in no time flat. And Mary actually made very few changes. She put up a calendar and a photo of her father conducting, looking a little like Toscanini with his wild white hair. She also posted her favorite cartoon, by Gahan Wilson, of two characters in gas masks standing in an office. One of them says, “i’m sorry, Senator. It’s some more of those crackpot conservationists.” The last touch was a little sign that read: “It May Be Shit to You, But It’s Bread and Butter to Me.”</p><p><span class=\"dropcap\">A</span>ll her life Mary had been hearing about the silk-scarf fraternity of military pilots, and now here she was, a part of it. Only eight of the ASCANs had been selected as pilots, but every one of them had been involved in flying, most of them in the military. Almost all of the men had gone to service academies, and as a practical matter, since high school they had not been much used to the company of civilians, much less women civilians. Nor was Mary used to being around people who polished their shoes every morning.</p><p>When the weather turned cool she liked to wear a sleeveless down vest, which John Blaha kept calling her “flak jacket.” Every time he saw her in it, he’d say, “Button up your flak jacket, Mary.” It sounded like an order. Finally she asked why it was so darned important that she button her vest. John told her that one day when he was in Viet Nam he was coming out of the canteen with a friend of his who had his flak jacket open and caught a shell in the center of his chest. Mary couldn’t get over that—they came from such different worlds.</p><p>She had heard about tough fighter jocks and their uproarious lifestyles, but she found that was mostly the mystique, not the reality. “These guys just aren’t the big drinkers they think they are,” she says. “i’m used to drinking around sanitary engineers. Nobody drinks like sanitary engineers.” all the pilots were so well mannered that it was as if they had been to finishing schools. “They’re <em>gentlemen,”</em> Mary decided. That’s what was different about them—you never see gentlemen anymore. It was pleasant being around them. She could hardly approach a door without its being opened for her. She liked that but wanted it to work both ways. “I came to a new hypothesis. I think everyone should be chivalrous with each other. It automatically puts you on a level where you’re showing a certain amount of respect for the other organism you’re dealing with.” If she gets to the door first, she opens it for the guys. “It seems to go very smoothly.”</p><p>The greatest part of the training for Mary was flying the T-38, which is a twoseat jet, front and back, skinny as a soapbox racer. One of the pilots would sit in front, but when they got off the ground he would often let Mary take the stick. Those moments were nearly perfect. The first time she went up she had such a rush, and she kept thinking about that airman who told her she would <em>never</em> fly one of these! The seed that had been planted in her mind when she was a child opened and bloomed the moment she felt the jet take off and the force of gravity embraced her like a bear.</p><p>“When you’re taking g’s you get tunnel vision. There is a grayness on the sides that blocks down your vision until it seems you’re looking through a hole,” she says. “The only way to dislodge it is by grunting. When I first tried it I could only take three and a half g’s before i’d black out. Now i’m up to five. All these pilots must have hemorrhoids, they grunt so much.”</p><p>One of the pilots Mary sometimes flew with was Charles Bolden, a Marine who was the only black selected in her class. Charlie, compact and springy, was a boxer when he was at the Naval academy and even now is so physical he can hardly sit still. He had told the psychiatrists that he would like to come back as a panther; Panther was his call sign when he was flying in Viet Nam. “I sometimes wonder how much sleep he gets at night,” says al Bean. “He always looks like he’s twotimes awake.” Before she met Charlie Bolden, Mary had a definite opinion of what Marines were like. “I had to work through a lot of my biases,” she admits. “I had my own ideas about the military, especially the Marines.”</p><p>And Charlie was very much a Marine. He could hardly stand being out of uniform. His biggest adjustment, when he came to NASA, was having to treat everyone, even the officers, as if they were civilians. Every time he saw a ranking officer in the hall he’d salute. After a while the word came down to him: “We appreciate the show of respect, but we’re all going to be here a long time, and we just wish you’d call us by our first names. And don’t salute.” Charlie felt as though he’d have to keep his hand pinned to his side.</p><p>Imagine what it was like for him to have a woman sitting in the back seat of his jet. But almost immediately Charlie began to feel protective toward Mary. Having grown up in Columbia, South Carolina, Charlie knew better than most about mindless discrimination, whether it applied to blacks or women or just short people. He knew how some of these characters could behave at the military bases where he and Mary usually landed. He told Mary that if anyone ever threatened her, she should let him know. Mary was amused but also touched. It was like traveling with a bodyguard. Charlie was so earnest she couldn’t help teasing him.</p><p>And yet even the military was changing, Charlie noticed. Once he and Mary were flying into Sheppard air Force Base in Wichita Falls, and he was surprised to hear female voices on the radio. After they landed, Charlie and Mary went into the flight operations center and met the women controllers. It had been a long flight, and Mary asked where the bathroom was. “The men’s is here in the operations center,” said one of the women, “and the women’s is half a mile down the road.” Mary laughed; you could write an entire chapter of the women’s movement on the Bathroom Question. She decided to go ahead and use the men’s, since it was closer and also vacant. Charlie was scandalized. But he posted himself at the door so no one would follow her in. When Mary came out she said, “Okay, Charlie, I warmed up the seat for you.”</p><p>“He looks a little embarrassed,” one of the women controllers observed.</p><p>“That’s because he’s a Marine,” Mary said affectionately. “He doesn’t know how to use the toilet.”</p><p> “<span class=”dropcap“>A</span>stronaut”—Mary found it a word she couldn’t say when it was linked to her own name, as in “astronaut Mary Cleave.” She was only an ASCAN, of course, but when she graduated after a year of training she still wouldn’t consider herself an astronaut—not until she had flown in space. But she found that even the older guys in the office had trouble with the word. To use it in reference to yourself was absurdly prestigious, overly powerful, like describing yourself as a “movie star.” People did a double take, and the whole social balance went lopsided. If someone asked what she did, Mary usually said she was a sanitary engineer. “People act differently around sanitary engineers. All the pretense goes away. You don’t have to be snooty or anything.”</p><p>In Mary’s mind astronauts were people like al Bean or John Young, or any of the history book figures from the early days who passed through Houston for their annual physicals and stopped by to talk with the new recruits. Even Neil armstrong came. He was the only one of the apollo astronauts to take the time to shake everyone’s hand. It was like being in the room with abraham Lincoln or somebody. “He didn’t come in on a white charger with full armor,” Mary says, “but then people who are real people never do.”</p><p>Armstrong was trying to live a quiet life as a professor of aerospace engineering at the University of Cincinnati. He showed a film of the lunar landing and afterward sat still for questions. Somebody asked him if his students had trouble “accepting him as a person,” and armstrong admitted that they did, “at least until I gave them their first exam.” From anyone else it would have been a small joke, but you could see how uncomfortable armstrong was, and how important it was for him to be accepted as a person, not an immortal. Afterward, some of the ASCANs wondered whether armstrong would ever consider returning to the astronaut office; perhaps it would be the only place in the world where people might not be struck dumb by his presence. Al Bean said that he had had the office next to Neil for years, “but when he came back from the moon even I felt differently about him. He was the first.”</p><p>The ASCANs noticed that people felt differently about them, too. One of the first remarks they heard in the welcoming speeches was that they were now “national resources,” which seemed to put them in the same category as democratic idealism and Yellowstone National Park. It certainly was a lot of responsibility. Mary realized she’d have to be more circumspect about her social life. “Before, if I went to a party I figured what other people were doing there was their own business. Now I don’t want to be around situations like that anymore. I’ve got too much to lose.” after a while she stopped worrying, since her social life ceased to exist.</p><p>It wasn’t that the ASCANs were working so hard. In fact, considering how hard they had all worked to get into the astronaut office, some of them actually felt underemployed. The attention of everyone in the office was so concentrated on the first shuttle launch that there was not much time for the new recruits. The hours were irregular and there was a lot of homework, but this phenomenon of the dead social life probably had more to do with the pedestal astronauts are placed upon. Mary had an easier time getting dates as a sanitary engineer. But on the other hand, sanitary engineers never had groupies. Some men in the bars around NASA had learned to spot the women astronauts and were always coming up and trying to buy them drinks.</p><p>Most of the time Mary found herself back in the classroom, where she had thought she’d never be again, studying computers and the thousands of different systems in the shuttle. “after a while,” she says, “your definition of an astronaut becomes not somebody who’s flying in space but somebody who is dedicated to</p><p>some small system. Everybody gets assigned a special task, and you get the feeling that if anything went wrong in this area you’d be personally responsible. You think, ‘If I don’t do my job right my friend’s going to get killed,’ so you really take it seriously. However, if you’re used to working in active research, you’re spoiled. You’re used to every day being an adventure. Then suddenly you’re back in school. I think it’s harder for the scientists.”</p><p>Often at lunch there would be a brownbag seminar, with a cartographer, for instance, who would show slides of the earth and point out the Great Wall of China or the route that Moses followed to the Promised Land. It certainly made Mary look at the planet with a new perspective. She learned a lot of lore she had never heard before, such as how Yuri Gagarin died hunting moose in a trainer jet with too much vodka in his system. Jim Oberg, an engineer in the Flight Control Division, was the resident expert on the Russian space program, and he showed them photos of cosmonauts who had mysteriously disappeared. In one shot, a group of cosmonauts were standing with their arms around each other, smiling; another shot was identical in every respect, except that the face of one man had been airbrushed out of the picture. Oberg pointed out that his hand was still in the photo, resting on the shoulder of the man who stood beside him. After that, the ASCANs swore that they would always link arms in group shots.</p><p>Al Bean finally decided that they had been too long at their books. It was time to take a look at the actual beast. He arranged a trip to the Kennedy Space Center at Cape Canaveral, where the shuttle was being prepared for its inaugural flight. “The first time you see what it takes to launch a spaceship,” says Bean, “you’re amazed by the complexity and the size of everything, and you’re awed by the number of people it takes to do the job. It has a domino effect on your mind. It seems incredible initially, but as you learn more it gets more and more incredible. It’s the opposite of the usual experience. And of course the ASCANs look at all this and realize that they are going to be the end users of all this technology.”</p><p>When the ASCANs arrived in Florida, the space shuttle <em>Columbia</em> was almost invisible inside a network of gantries and catwalks in the huge Orbiter Processing Facility. Technicians were all over it, examining the rocket engines and pasting on the tiles that would protect it during reentry. Mary thought it looked like Gulliver and the Lilliputians. And yet the orbiter is comparable in size to the DC-9—not nearly so large as a modern commercial jet.</p><p>There are three parts to the orbiter: the cockpit and the living quarters, which are in the nose, and the payload bay in the rear. The cockpit has seats for a pilot and a copilot, with small windows in front of them and 1442 switches all around them. Between the seats there is a console for the flight computers, which print out data on three cathode-ray tubes in the center of the flight deck. To the rear of the cockpit is the station for mission specialists like Mary; it is oriented toward the payload bay. When Mary flies she will be able to look through a large window at the experiments inside the payload bay and monitor them by computer from her station. From where she stands it is sixty feet six inches to the end of the payload bay—exactly the distance from the pitcher’s mound to home plate. The payload bay doors cover that entire length, and Mary can open them to space. If there is a platform that has to be positioned in space or a satellite to be launched, Mary can engage an enormous artificial arm at the rear of the payload bay to pick up the item and set it overboard. Satellites that have broken down in space can also be picked up and serviced; in this regard, mission specialists are simply space-age repairmen.</p><p>Below the cockpit are the living quarters, which on earth appear impossibly cramped, with very little floor space and places for six sleeping bags to hang on the walls. In orbit, of course, the space will seem larger, since one can float above one’s companions if it gets too crowded on the floor. Still, it is quite austere and as gray as a prison cell. Against the back wall of the living quarters, looking like a bank vault, is an air lock, and inside that a chamber where astronauts can put on their space suits before entering the payload bay.</p><p>Next to the air lock is the space potty. It is even smaller than the toilet on an airplane, and inside it you feel almost as confined as if you were in the escape sphere. For the toilet connoisseur, the space potty ranks as a failure of imagination. Even if it functions perfectly, there is hardly enough room to read a newspaper. At the least, the designers might have considered placing a porthole at a convenient height, so that one could gaze upon the heavens in those most contemplative moments. Mary has thought about carving a half-moon on the door.</p><p>The ASCANs walked around <em>Columbia,</em> trailed by a crowd of photographers who were snapping up every instant for history. They felt really awkward. Here were these photographers treating them like national resources, and yet they were really nobody special. Certainly they had less to do with the shuttle at that point than any one of the hundred technicians swarming over the orbiter. The ASCANs didn’t feel like they could even touch the <em>Columbia</em> without permission.</p><p>“Some of these guys who were applying tiles, I thought they knew who we were,” says Mary. “One of them turned around and just started talking, and it really surprised me how much this guy cared about what he was doing. I mean, he was just one of the Lilliputians, but he was like a kid in college who was working his tail off on something he really believes in. It was neat.”</p><p>The technician looked at the photographers surrounding Mary and the others and asked her what she did. He could see by her badge she worked at the Johnson Space Center.</p><p>“i’m a sanitary engineer,” Mary told him.</p><p>Afterward, on the flight back to Houston, Mary played stewardess for her classmates—“keeping up my technical proficiency,” she told them. Everyone was in a humorous mood, still excited about seeing the <em>Columbia.</em> Somebody made a comment about being treated like movie stars. Right away the men started to expatiate upon the special qualities of their favorite sex goddesses. Mary countered this chatter with a few words about Steve McQueen.</p><p>You wonder whether movie stars really do have an aura that sets them apart from the ordinary race or whether it is just the glow of recognition—the halo effect. Al Bean observed that there is something about being a celebrity that changes a person. “I met Elvis once,” he told them. “I had always liked his music. But I never cared for his looks. He was overweight and he had a kind of baby-fat face.</p><p>“But then I was in Las Vegas and got to see his show,” Bean continued, “and I thought, ‘Boy, he really is the king!’ Then I was invited backstage, and I was standing there looking at this guy and I realized that this is the best-looking man i’ve ever seen! It was a completely different impression, you understand, from what i’d always thought. He actually seemed larger than life. I have always heard that expression, but I never felt that way about any of the presidents or politicians i’ve met, or even Lindbergh or John Glenn—the normal heroes that I would relate to.</p><p>“Elvis talked about karate. He was always so animated, you know, and as he talked I kept noticing his hair. His hair was so <em>perfect.</em> He would shake his head, and his hair would land differently, and i’d think, ‘Hey, that looks even better!’ I couldn’t get over Elvis’s hair. I’ve never forgotten that.”</p><p><span class=\"dropcap\">O</span>n april 12, 1981, launch day, most of the astronauts were in Florida, although the doctors in the program were scattered around the country. In case of disaster, they would be the ones to perform autopsies. The astronaut office in Houston was almost empty, but at five o’clock in the morning Mary was there with a box of doughnuts to watch the launch on TV. Though it was still dark in Houston, in Florida the sky was beginning to blue, and vapor tailed off the fuel tank.</p><p>Ever since the ASCANs first arrived at NASA, every moment had been directed toward this day. Nobody liked to admit the tension, but there was no question about the importance of the launch in their own lives. “I felt like I was going to watch my whole future go up,” Mary says. Or not go up. If <em>Columbia</em> failed they could forget about flying in space for years to come. Maybe forever, considering the cutbacks in the space program—and who could expect a sympathetic Congress if the launch turned into a fiasco?</p><p>The danger was played down, but everybody realized what a risk it was. There had never been an entirely new system flown into space by humans the first time out. With all the years of labor and contingency planning, no one could really say what might happen when the rockets lit. <em>Columbia</em> might blow up on the pad. It might curl out of its trajectory and head for Miami, in which case the bombs that were buried in its innards would have to be activated. Or everything might go smoothly until reentry, when the thermal tiles might flake off and the entire craft would be reduced to a smoldering ash. Seeing <em>Columbia</em> on the launching pad, bolted to the external fuel tank and the solid rocket boosters, you had to worry; it had that designed-by-committee look.</p><p>Mary had watched many launches on television in her childhood; what made this one different was that she knew the people inside. John Young and Bob Crippen, the crew of the first shuttle flight, had had very little time to get to know the new ASCANs, although every Monday the entire office had a meeting, which until a couple of weeks before the launch had always been chaired by Young. Sometimes he would stop Mary in the hall if he had a question for her. She was always surprised by how shy he was. “He’d be standing in front of me, but he’d be talking to his shoes.” When she was out running she sometimes passed Bob Crippen coming the other way, and he always said, “Go get ’em.” She liked that, because that’s what the men always said to each other. “Go get ’em.”</p><p>Launch had been simulated hundreds of times, and by the time <em>Columbia</em> actually blasted off, Mary found she was programmed to expect mistakes. All through the trajectory she was thinking about what could go wrong, so that every moment was a relief from one problem and anxiety for the next. Clear the tower; next, the roll maneuver; next, rocket boosters drop off; next, external tank separation. <em>Columbia</em> was all the way into orbit before Mary allowed herself to realize, “Oh, my God! <em>It works!”</em></p><p>It worked almost perfectly. Some of the tiles fell off, but that didn’t turn out to be a problem. Only one of the thousands of complicated man-made systems really failed miserably. The potty broke.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "July 1981",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Space",
      "Women",
      "NASA",
      "people",
      "Astronauts",
      "office",
      "flight",
      "Houston",
      "Columbia",
      "ever",
      "School",
      "Military",
      "Mission",
      "Waste",
      "Work",
      "High School",
      "Career",
      "Future",
      "Hair",
      "Home"
    ],
    "wp_categories": [
      "Books"
    ],
    "wp_location": [
      "Houston",
      "Mission",
      "D.C.",
      "Galveston",
      "Wichita"
    ]
  }
}