{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19817",
    "date": "July 1981",
    "year": 1981,
    "month": 7,
    "month_formatted": "July",
    "pdf_uri": "/1981/19810700.pdf",
    "issue_cover_image": "",
    "document_start_page": 128,
    "toc_start_page": 126,
    "document_page_range": [
      [
        128,
        129,
        130,
        131,
        132,
        133
      ],
      [
        198
      ],
      [
        200,
        201,
        202,
        203,
        204,
        205,
        206,
        207,
        208
      ]
    ],
    "toc_order": 4,
    "toc_headline": "A Simple Man",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198107-asimplem",
  "source": "/1981/19810700.pdf",
  "wp_post_id": 116352,
  "wp_post_guid": "http://www.texasmonthly.com/article/a-simple-man/",
  "authors": [
    "John Davidson"
  ],
  "headline": "A Simple Man",
  "dek": "“ Your faith, archbishop Flores—has it ever been shaken?” “No.”",
  "spread_caption": "",
  "excerpt": "Archbishop Patrick Flores acts like a country priest, but he has a tough job: he is the most powerful Catholic clergyman in Texas, and perhaps the most powerful Mexican american as well.",
  "kicker": "",
  "word_count": 11184,
  "content": "<img/><p>“<span class=”dropcap“>I</span> saw him that morning. He had cut the lawn at the church in Pasadena, and after he was finished he said he was going on to another job.” The archbishop stopped to glance out the small oval window at his side. Below was a wing of the jet carrying him from San antonio to Dallas for a church service. “That’s what my father did for a living when he got older. He cut lawns. After he left, I decided to take a nap. I had been up late the night before and had another service that evening, so I needed to catch up on sleep. I hadn’t been in bed very long when someone called from the Baptist Hospital and asked me to come say last rites for a man who was dying. A nurse at the desk told me which room, but when I got there it was too late. The body was covered with a sheet. Since there wasn’t an attendant, I went on in. When I pulled the sheet back I saw my father’s face.”</p><p>“How did you feel? Were you upset?” “No,” the archbishop said in a mild voice. “I was surprised, but I don’t think I was upset. I remember stepping back, but in a minute I had composed myself.”</p><p>1 expected him to go on, but he was quiet. His left hand rose and fell, the heel of his palm marking a slow cadence against his heavy thigh. “Tell me about your father,” I finally said.</p><p>“He was a very simple person. He wasn’t educated, but he was a good man.”</p><p>“What sort of person was he?”</p><p>“He was a farmer.”</p><p>“But what was he like? What made him different from other people?”</p><p>The archbishop looked at me. The thick lenses of his glasses magnified his dark eyes. His hand continued to rise and fall against his thigh, patting something down. “He was a good father. He liked music.”</p><p>I waited for something personal, but nothing came. Patrick Flores, the archbishop of San antonio, is, in public and perhaps in his own mind as well, a simple and open man of faith. This would be easy to accept if he were a lifelong smalltown South Texas padre, but he is an extraordinary figure in the Catholic Church.</p><p>Flores runs the San antonio archdiocese, which means he is theoretically the superior of the bishops of the ten other dioceses in the state. In his own diocese he exercises power over the religious lives of 580,000 people and controls assets valued at $157 million. But that shows only how important all archbishops are; Flores is more important yet. He is a Mexican american in a church that in his lifetime has become increasingly Mexican american, and for that reason he has, from the moment of his ordination as a priest, attracted an unusual amount of attention.</p><p>In 1970 he became the first Mexican american bishop in the history of the Catholic Church—an appointment that stirred up a huge public celebration. He has publicly put himself on the side of Mexican american political reform movements in Texas, and theologically he has made it clear that he partakes of the kind of simple, joyous faith with which Mexican american Catholics tend to be more comfortable than anglos. He has tried to turn the eyes of his diocese south toward Latin america rather than east toward Europe, where they have been focused for nearly 150 years. He is, besides all that, the first Texan to become an archbishop in Texas.</p><p>Those are the archbishop’s public accomplishments. Privately, he has a history more intriguing than that of most priests. He did extraordinary things at a very early age. He did a little time in jail. His background contains mysteries, and the sum of his life seems complicated in every way. How could he be so simple?</p><p>The Symbol</p><p>The first line of light had appeared in the sky to the east when the archbishop’s car arrived at Our Lady of Guadalupe on the West Side of San antonio, where I had arranged to meet him for the first time. The church, a dingy red brick building, sits close to the street, as do most of the ramshackle houses and stores along El Paso Street. At five-thirty in the morning it was still cold and dark, but Mexican americans wrapped in winter coats already stood at the church door, waiting to get in. December 12, the Feast of Our Lady of Guadalupe, was a special day in the parish. It was the day to rise early to wake the Virgin by singing <em>las mañanitas.</em></p><img/><p><em>Flores’s parents, Pete and Trinidad, 1943.</em></p><p>The archbishop’s car, a silver Ford sedan, came to a halt in the parking lot behind the church. Father David Garcia, the archbishop’s personal secretary, got out from behind the steering wheel, and the archbishop got out from the passenger’s side. He waited, hands buried in the pockets of his black wool overcoat, for the priest to get a large suitcase from the car’s trunk, and then they started toward a side door of the church. The archbishop walked quickly, held the door for the priest, and then, blinking in the light, looked around the sacristy, where there were closets for vestments and cupboards for sacred vessels. “Why don’t you put it there?” archbishop Flores suggested, nodding toward a small table in the middle of the room as he removed his overcoat.</p><p>At 51, the archbishop has the stout, reassuring build that, for men his age, seems to go with responsibility. He is about five feet nine inches tall, with closely barbered gray hair that has receded from his broad forehead. His face is unlined—almost smooth—and his dark eyes look liquid beneath thick, rimless glasses. Under the overcoat, he was wearing clerical dress, conventional but for a large gold episcopal ring with a flat amethyst and, across his black bib vest, the gold chain that distinguishes bishops from priests. The chain was attached to a large pectoral cross that he carried in the inside breast pocket of his jacket. He extracted the cross and lifted the chain over his head before removing the jacket. Beneath the jacket the black vest tied in the back and covered his white shirtfront up to the detachable collar. As the archbishop opened his suitcase, an altar boy looked through the door to the sacristy, then disappeared, to return a moment later on the heels of a priest, who looked slightly flustered that such an important visitor had arrived unnoticed.</p><img/><img/><p><em>One archbishop of Texas lived in a mansion and traveled in a chauffeured Cadillac; Flores lives in a modest seminary apartment, drives a Ford, and cooks his own meals.</em></p><p><em>“Hola, ¿cómo estás?”</em> said the archbishop, rising on the toes of his black patent leather oxfords to give the man a onearmed hug. He smiled at the boy. “and what is your name?” The boy answered shyly and the archbishop patted his shoulder, then continued unpacking.</p><p>“So, it’s a big day for you here at Our Lady of Guadalupe,” the archbishop said to the priest as he gently shook the folds out of a white linen alb trimmed with bright Mexican needlework.</p><p>The priest, dressed in a brown Franciscan cowl, agreed that it would be a big day. “But i’m sure you will be even busier, archbishop.”</p><p>“No, not so busy. After this i’ll go to a little celebration the students are giving at the seminary. Then at noon there’s a Serra Club luncheon, and tonight i’ll go to mass at St. Matthew’s,” the archbishop told them in his sweet, almost maternal voice. It has the exaggerated contours usually acquired by spending a great deal of time talking to children, but it grows on you quickly and makes you begin to feel that everything will be all right.</p><p>The priest and the altar boy watched as the archbishop removed his collar and vest and pulled the alb over his head. After fastening a sash around his waist, he put the cross back on and opened the red flannel bundle that held his crosier—a shepherd’s crook broken down into four pieces like a traveling cue stick. It was decorated with ornate carvings and when screwed together resembled a fierce aztec weapon more than an implement to herd sheep. He adjusted the sash over his stomach, the Velcro fasteners making a loud ripping noise as he separated them. Then he put on a pink skullcap and was ready to go. Father Garcia, who would assist in the mass, wore a matching alb.</p><p>Tomas Pantin</p><p>So many men and women stood in the vestibule of the church that it was difficult to enter. The pews were full, and bunting —red, green, and white like the Mexican flag—was draped throughout the building. Near the altar a movie crew from Spain had set up spotlights to film the mariachi mass, and in a back corner of the church stood the mariachis themselves—a man and ten children dressed in bright uniforms. Most of the faces in the crowd were brown and most of the people looked poor, but there was an air of expectation. Just before the archbishop entered, a withered old woman crabbed up the center aisle. Trembling with piety, shielding her eyes against the movie lights, she genuflected before the altar, then dropped back as the mariachis began to play.</p><p>Archbishop Flores, Father Garcia, the parish priest, a deacon, and the altar boys—all dressed in their vestments—appeared in the vestibule. The archbishop, his glasses shining in the light, tapped his crosier in time with the music as he waited for the procession to begin. Then the congregation rose, and the clergymen started down the aisle. A woman with peacock feathers on her head and rattles in her hands followed behind them. She was dressed as one of the matachini, a group of Mexican Indians who were so devout that early Franciscan priests included their dances in the mass.</p><img/><p><em>Flores (right) says his first mass, 1956.</em></p><p>“When the Vatican made Patrick Flores a bishop, eight thousand people packed the convention center for his investiture. Prominent Mexican americans came from all over the U.S., and television and movie stars came from Mexico.”</p><p><em>“‘¿Qué he hecho?’ ”</em> the archbishop began, raising his arms in a gesture that seemed both to beckon the people and to appeal to a higher force. “ ‘What have I done that the Savior of the Lord should come to me?’ Those were the words of Saint Elizabeth when her cousin Mary came to her bearing the body of Christ.”</p><p>The archbishop asked the congregation to consider what they were celebrating in the mass, and then, in simple Spanish, he began telling the story of the Virgin of Guadalupe. “In 1531 Our Lady of Guadalupe appeared to a poor Mexican Indian named Juan Diego. It was a terrible time in Mexico, ten years after the Conquest. Franciscan missionaries were trying to convert the Indians, but not many would accept Christianity because its teachings weren’t reflected in the behavior of the Spaniards. But the appearance of Guadalupe changed all of that. The Virgin told Juan Diego that she wanted him to build a temple for her. The poor Indian went to the bishop of Mexico, who asked for proof of the miracle. Downcast, Juan Diego returned to Guadalupe and told her that he was the wrong person, that the bishop would never believe an Indian. But the Virgin insisted that she had chosen Juan Diego. For proof, she gave him a large bouquet of Castilian roses to take to the bishop.</p><img/><p><em>Flores as a teenager in Pearland, where he got his first taste of political work.</em></p><img/><p><em>The Floreses on a formal occasion: Pete was fun-loving; Patrick was always serious.</em></p><p>“Juan Diego had never seen the roses blooming in December, and he was sure they were the miracle. He wrapped them in his cloak and started back to the bishop. When he arrived at the bishop’s palace he opened the cloak and the roses fell to the floor. But the bishop and the others hardly noticed the flowers because they were looking at a beautiful painting of the Virgin on the inside of the peasant’s rough cloak. They knew that was the miracle, the image of Our Lady of Guadalupe. A temple was built, and within ten years most of the Indians had accepted Christ. When the Holy Father in Rome learned what had happened, he wondered, like Elizabeth, what this country had done to deserve the miraculous apparition. ‘Non fecit taliter omni nationi, ’ he said. ‘God has done this for no other nation.’ and so we, too, on the 449th anniversary of Our Lady of Guadalupe, must ask, ‘¿Qué hemos hecho?’ What have we done?”</p><p>The archbishop’s tone of voice was that of a storyteller. It carried awe, the enthrallment of the tale. The congregation responded as if they were in the immediate presence of a miracle. The room was silent and there was an almost palpable feeling of happiness in the church, which a religious person, I suppose, would call the spirit of the Lord. Whatever the feeling, it could not be accounted for by the archbishop’s words. Nor was it the result of music, group dynamics, or having the homily delivered in Spanish. Something was happening on a level that—according to the archbishop—is not completely accessible to the anglo.</p><p>Archbishop Flores told a gathering of U.S. bishops in 1980 that Mexican americans are particularly responsive to the symbols of Catholicism. All religions —especially the Catholic Church, with its emphasis on crosses, rosaries, saints, and candles—are systems of symbols heavily loaded with meaning; all priests, by profession, are purveyors and manipulators of those symbols. But archbishop Flores contended in his speech that Mexican americans have a deeper understanding of the symbols. One explanation of this —not the archbishop's—is that the writing system of Nahuatl, the aztec language, was hieroglyphic rather than alphabetic like the early Indo-European systems. The hieroglyphic system engendered a particular sensitivity to images that still exists in Mexican americans. In Nahuatl, for each word there was an image. A culturally adjusted translation of the Bible would read, “In the beginning, there was the image.”</p><p>Whereas most representations of saints are clearly artists’ renderings, Our Lady of Guadalupe appeared as a fixed graphic image that was it self the miracle. The image incorporated Mexican Indian symbols—a sun and a crescent moon, signifying the major deities in the aztec religion. Our Lady of Guadalupe also corresponded to a worldwide Catholic phenomenon: the particular appeal of the Virgin to the poor and uneducated. Both Mary and Our Lady of Guadalupe—they are the same—represent simple faith. Whereas Christ can be taken rationally as an example of perfect humanity, Mary and her virginity must be accepted blindly. Mary was little more than a name in the New Testament and had a minimum of history and personality to impede the popular imagination. The worship of Mary, the saints, and commercial religious artifacts has traditionally been identified with what is conservative and anti-intellectual in the Church. Political progressives saw religious faith as a weakness of the poor. Rather than try to change their lives, poor people spent their hope and their money lighting candles and buying religious art at the dime store.</p><p>Archbishop Flores, however, took the image of Our Lady of Guadalupe—which is closely associated with the conquest of a race and could well be a symbol of oppression—and raised it up for all to see. But in doing so, he emphasized first that God chose the Mexican people to receive the image. Then he went on to tell how Our Lady of Guadalupe has been a source of strength for Mexicans, recalling how troops fought in the Mexican Revolution beneath her image and how the farm workers used her to rally the people. He used the image like a mirror to show the people a face they can be proud of. He turned defeat into victory.</p><img/><p><em>Christmas Eve, St. Clare Church, San antonio: the adoration of the Christ Child.</em></p><p>Tomas Pantin</p><p>After mass was over and the archbishop and Father Garcia had removed their vestments, they went to the parish hall where women were serving menudo, tamales, coffee, and Mexican pastries. A small crowd had gathered to see the archbishop, who went from person to person saying hello, asking about families. If someone was shy and hung back, the archbishop went to him. Father Garcia, who has the black, curly hair and aquiline nose that define Latin good looks, followed along, reinforcing the good impression the archbishop was making.</p><p>María Berriozabal, who won a city council seat in april, was also working the crowd. When she introduced herself she said that she not only had run the 1980 census in San antonio but had organized the archbishop’s election. I asked her to explain, thinking that electing an archbishop would be like fixing the World Series. “The letter write-in,” she corrected herself. “When archbishop Furey died of cancer, Flores was serving as bishop in El Paso. Everyone had liked him so much when he was our auxiliary bishop that we wrote letters to the Holy Father in Rome asking him to send Flores back. We organized committees that went from parish to parish putting pens and paper in all the church pews. The priests gave people time to write while they were in mass. No one knows exactly how many, but thousands of letters were mailed.” It is impossible to tell how much influence the letters had. The appointment of an archbishop has never been a popularity contest, and the Catholic Church, which is the oldest and largest continuous administrative body in the world, does not care to give the impression that it operates on democratic principles.</p><p>The letters did, however, reflect a change in the Church in San antonio. In 1973 archbishop Francis Furey, Bishop Flores, and Edmundo Rodriguez, a Jesuit priest at Our Lady of Guadalupe, helped to found Communities Organized for Public Service. COPS used the existing parish system of the archdiocese as a structure on which to build one of the most powerful political organizations in the city. With the guidance of COPS organizers, Mexican american parishioners learned how to identify local issues, what their rights were, and, most important, how to get out the vote. They changed city hall and in the process turned parish halls into sources of political as well as religious power, giving the church a much-needed vitality. Now candidates like Maria Berriozabal get up at the crack of dawn to go to mass, and Mexican american parishioners use their political skills to get what they want in the Church as well as in the community.</p><p>Early Days</p><p>Late that afternoon, I met the archbishop at assumption Seminary to drive out to St. Matthew’s, an affluent, predominantly anglo church northwest of Loop 410. The archbishop lives in an apartment at the seminary that is large and comfortable, yet modest enough to make an impression on Catholics who recall archbishop Robert Emmet Lucey’s mansion and chauffeured Cadillac. Flores could live like a rich man. As archbishop, he is the “corporation sole” of the archdiocese, which means that all of its property is vested in him. He is not responsible to a board of directors; he owns the property in the same way an individual owns a house. He chooses, however, to keep his life simple. He cooks his own meals and drives his own car.</p><p>“The archbishop’s tone of voice was that of a storyteller. It carried awe, the enthrallment of the tale. The congregation responded as if they were in the presence of a miracle. Something was happening that was not completely accessible to an anglo.”</p><p>When he turned on the ignition we were blasted by a Mexican polka on the cassette player. Without comment, the archbishop pushed a button to stop the tape, and we started north, which has been the direction of white flight in San antonio. If the archbishop felt he was going into alien territory, it didn’t show. While we drove, I asked about his childhood.</p><p>He hesitated a moment to collect his thoughts. “My parents were farmers. My father came from Brownsville and Mama came from Victoria. My grandfather on her side was educated, but for some reason he didn’t see to it that she learned to read or write. Daddy was illiterate too, but he could speak English as well as Spanish. They were both hard workers and good parents. Mama could handle any piece of equipment on the farm that he could, and she made sure that her sons learned to cook and sew. She was an early believer in dual roles. We were poor but we always had enough to eat, even if it was only black-eyed peas and cornbread. We never wasted time. We were always busy. In rainy weather or at night we would shell pecans for extra money or husk corn. While we worked, to keep us happy, Mama taught us to sing.”</p><p><em>(Continued on page 196)</em></p><p><em>(Continued from page 131)</em></p><p>When Patrick Flores was born the family lived in Ganado, a small town near the Gulf Coast a hundred miles southwest of Houston. The land there is flat. It is good for cotton and, when irrigated, for rice, but other than shell roads and the humidity, there isn’t much sense of the ocean. The closest natural landmark is the Navidad River, with its stands of live oak trees along the riverbanks choked with gray huisache.</p><p>Patrick’s mother and father met and married in Glen Flora, at the respective ages of 16 and 23. Pete Flores signed his name Peet Flor X., and that was the only writing either of them did. Both Pete and Trinidad, however, were known as intelligent people. In Ganado they lived with their children—Patrick was the sixth of nine—in a tenant house on a farm owned by a man named Fred Mauritz. It was a frame house high enough up on posts so that dogs or children could crawl under to get out of the rain or sun. As was the custom, Pete Flores “farmed on halves,” which meant he gave the landlord half his crop in exchange for seed, the use of the land and house, and maybe some credit for groceries. He also worked for Mauritz as a horse and mule trader and got a commission on everything he earned.</p><p>The Mauritz brothers—T. N., Harry, and Fred—owned most of the land in the area. Their bank sat on the main street of Ganado, which was a dirt road or, if it rained, mud. In the summer, trucks brought crews in from the south to work in the fields, and on Sundays at the peak of the season, the main street would be full of Mexicans. There were fifteen or twenty Mexican families who were relatively permanent. The relationship between these families and the anglos was careful and distant. Mexican americans knew there were some places in the anglo community they couldn’t go: the drugstore, cafes, the movie theater, clothing stores, and the only Catholic church in town.</p><p>When Patrick Flores was nine the family moved from Ganado to Kendleton, where Pete Flores, in addition to farming on halves, worked as a labor contractor. He hired and oversaw crews of workers who shocked rice for large farmers. In the fall, pulling a small trailer behind their car, the family went to West Texas to pick cotton. Trinidad Flores took along cooking equipment and her washing machine, which was powered by a small gas motor.</p><p>The Flores family stayed in Kendleton for two years before moving to Pearland, a small country town that is now on the edge of Houston. It was there that twelveyear-old Patrick Flores first got involved in politics. “a man named Torivio Castillo moved to town,” he remembered.</p><p>“Mr. Castillo took his kids to enroll them in school, and when he saw the Mexican american school where we were going he decided something had to be done. There were twenty of us—grades one through six—with one teacher. We had a charcoal stove for heat, outdoor privies, and a pitch pump for water that was normally broken, so that we had to drink from a cistern or bring our own. There weren’t any screens on the windows. In warm weather flies crawled all over.</p><p>“Mr. Castillo knew some about organizing from helping back when the CIO tried to unionize the pecan shellers in San antonio. He called a meeting of the parents to boycott the school. I was elected secretary of the organization and went with Mr. Castillo to the local school board, and then the two of us went to austin to see the state Secretary of Education. He told us we would have to hire a lawyer and go to court, so we went back to Pearland and started raising funds. We gave little performances, danced, and sang to get people to donate money. We had costumes and did skits called ‘The Jealous Wife,’ ‘Immigration against the Wetbacks,’ and ‘The ambitious Wife.’ For about a year Mr. Castillo took us around in a truck to towns where there were Mexicans—alvin, Rosenberg, Freeport. We hired a lawyer, John J. Herrera, and the next year the schools were integrated.”</p><p>“You were twelve years old?” I asked.</p><p>The archbishop nodded as he pulled the car into the St. Matthew’s parking lot.</p><p>“Didn’t you feel you were sticking your neck out? You didn’t worry about reprisals against you or your family?”</p><p>Archbishop Flores looked at me as if i’d asked a particularly dumb question. “I don’t guess I thought about it.”</p><p>The North Side</p><p>Cars filled the parking lot outside St. Matthew’s. The church looked like a larger version of the bland, middle-class houses in the neighborhood. One of the reasons people live in the parish is that it has none of the problems associated with a large population of low-income Mexican americans. It is similar to the San antonio neighborhood that opposed the construction of a public housing project and that Flores, on his first day as archbishop, said was rejecting the poor and therefore rejecting the Lord. The archbishop ruffled feathers in the same way in March 1980 when he wrote Mayor Lila Cockrell to protest the appointment of an anglo chief of police over a Mexican american candidate. Both men were Catholic. To many anglos in the church it appeared that the shepherd of their flock had chosen one sheep over another on the basis of color.</p><p>At St. Matthew’s the archbishop gave the same sermon he had given at Our Lady of Guadalupe. Translated into English it didn’t have the same resonance, but it was still effective. Afterward, people crowded into the sacristy to say hello to the archbishop and kiss his ring. Several people brought cameras to take his photograph. While I was waiting, a man in his late twenties, an anglo, introduced himself as a member of the parish council and asked what 1 was doing. I explained.</p><p>“Well, I guess you know that the archbishop’s appearance here is a peace offering,” he said.</p><p>I said that I didn’t.</p><p>“Sure, this is one of the most important parishes in the archdiocese. It’s affluent and it’s eighty per cent anglo. There have been some pretty hard feelings out here over his political involvement.”</p><p>“Have people expressed those feelings?”</p><p>“Indirectly. What do you think the percentage of anglos is tonight?”</p><p>“about twenty per cent,” 1 said, remembering for the first time since arriving that we were supposed to be in an anglo stronghold.</p><p>“Doesn’t that tell you something?”</p><p>“The anglos didn’t come to see their archbishop.”</p><p>“a lot of the people here tonight aren’t even from this parish. They came from the Mexican american parishes on the West Side.”</p><p>Supper followed mass, and music followed supper. The leader of the mariachi band approached the archbishop and asked if he would join them. Archbishop Flores agreed and followed him to the microphone. They conferred for a moment, then the bandleader stepped to the mike. “and now the archbishop will sing you a song.”</p><p>Archbishop Flores stepped close to the bandleader, and the guitars strummed. <em>“Yo soy puro mexicano,”</em> they sang in high-pitched voices, following the spirited rhythm of the <em>ranchera</em> music. The archbishop, his feet firmly planted, was smiling and enjoying himself. He didn’t wince when he missed a note; he knew the act of singing was enough.</p><p>After the first song, the archbishop took the mike alone. <em>“Solamente una vez, amé la vida, ”</em> he sang, his voice quivering slightly on the high notes, as it should for a sad, sweet song about having fallen in love only once. Head back, he went through the first verse holding one hand out to his side the way nightclub singers often do. At the end of the verse the orchestra picked up the melody, and he reached out to a woman in a black sweater and black pants who was standing nearby and led her in a slow, arm’s-length foxtrot. The woman was too nervous to follow very well, but they carried on, the archbishop smiling at the parishioners who had formed a semicircle around the stage, inviting them to begin dancing. No one joined in, but everyone liked the performance.</p><p>A History Of Conquests</p><p>The history of the Catholic Church in Texas can be seen as a series of conquests —the Spaniards coming from the south, the anglos from the northeast, and finally the Mexican americans from within. The first priests to arrive in Texas were the Franciscans who were shipwrecked off Galveston in 1528. In 1540 three more Franciscan priests set out with Coronado, traveling across the plains of West Texas in search of the Seven Cities of Cibola, which were thought to hold great wealth. It was not until more than a hundred years later that the Spanish started establishing missions in Texas. The first were founded on the upper Rio Grande near El Paso, and they were followed by missions in East Texas, which were founded to protect the frontier against French incursions from Louisiana. In 1718 antonio Olivares founded San antonio de Valero, which was the first of five missions in San antonio and is known today as the alamo.</p><p>In 1731 the first civil settlement in Texas was established when fifteen families arrived from the Canary Islands to found San Fernando de Bejar. The Canary Islanders were to build a town to complement the missions and the army garrison, but in the process they discovered that the five missions had most of the good land under cultivation, controlled the irrigation, and supplied all the needs of the army garrison—the primary market for the commercial goods of a civil settlement. There were disputes between the Canary Islanders and the missionaries over land, water, fences, and the hiring of Indians. The priests wouldn’t allow the Indians to work outside the missions and, in the eyes of the Canary Islanders, monopolized the only source of labor. At approximately the same time, the military garrisons, plagued by increasing numbers of apaches pushed down from the north by the Comanches, balked at the practice of sending guards to chase runaway mission Indians and tried to withdraw some of their support.</p><p>Friction between the religious and secular communities in San antonio continued to grow. The civil settlers and the families of the soldiers resented the relative affluence enjoyed by the Franciscans and their wards. The missions were intended to have completed their work of converting the Indians in ten years, but in Texas, due to the difficulty of working with nomadic tribes, they were still functioning after half a centurymore successful as economic than as spiritual enterprises. In 1778, because of the friction and a new government policy of pacifying the Indians forcibly, the Franciscans started to secularize their holdings, which was the beginning of the end of the Spanish era in Texas. Mexico revolted against Spanish rule in 1810, and by 1824 there were only two priests left in the whole state of Texas—at the San Fernando Cathedral in San antonio.</p><p>In 1836 the second era of the Catholic Church began with the Republic of Texas. Bishop antonio Blanc of New Orleans sent Father John Timon to Texas from the Vincentian monastery in Missouri to survey the conditions at the church that would minister to the influx of anglo settlers from the Northeast. At the cathedral in San antonio Timon found that the two Spanish priests enjoyed gambling and drinking and were accused of having illegitimate children. One of the priests had locked himself in the rectory to spend Holy Week playing cards. Timon reported to New Orleans that the Church in Texas was in a state of collapse and that the anglo settlers had no religious guidance. The following year Timon sent for John Mary Odin, another Vincentian who was of French extraction. Odin eventually became the bishop of the Galveston Diocese, which included all of Texas.</p><p>Partly because of Odin’s ties with France, the Catholic clergy in the Republic of Texas, and later the state of Texas, was predominantly French. Many priests, followers of Odin, came from the Vincentian seminary in Lyons, France. The religious orders that founded the first schools, hospitals, and orphanages in Texas—institutions that still exist—were in large part French: the Brothers of Mary, the Missionary Oblates of Mary Immaculate, the Sisters of the Incarnate Word and Blessed Sacrament, the Sisters of Divine Providence. The church grew with the state, and in 1874 the San antonio Diocese was established. The diocese prospered, becoming the archdiocese in 1926, with arthur Jerome Drossaerts as the first archbishop. Drossaerts, a Dutch priest, lived an austere life at St. John’s Seminary and never accepted a salary. He was followed in 1941 by Robert Emmet Lucey, a native of California, who recruited many of his priests from Ireland.</p><p>Though he lived in a manner befitting an Irish prince of the church, Lucey supported labor unions and desegregated the Catholic schools in San antonio before the 1964 Civil Rights act was passed, causing angry San antonians to throw rocks at his car. He remained archbishop after he was 75, the recommended age for retirement, and in his last years he was unable to accept the changes in the Church. He became dictatorial and arbitrary with diocesan priests to the point that 68 of them signed a public letter to the Pope asking that Lucey retire. The apostolic delegate sent a representative from Washington to smooth things over, Lucey left quietly, and in 1969 Francis Furey was appointed archbishop. Furey, the son of a Pennsylvania coal miner, had considerable regard for labor unions and supported the strikers who closed down the Farah manufacturing plant in San antonio in 1973. He backed COPS through its most vociferous and unpopular period and gave Flores the freedom to travel and speak for Mexican americans, even though he and Flores occasionally ended up disagreeing on the front pages of the local newspapers.</p><p>Archbishop Flores brings together the two different eras of the Catholic Church in Texas. He considers the archdiocese of San antonio to be part of the Latin american Church. Developments in Latin america have been profound and of a nature that speaks directly to Flores. In 1968 South and Central american bishops met in Medellin, Colombia, where they decided that their first obligation was ministry to the poor. That decision turned the Church upside down. Until then the Church had operated on the assumption that if it made good Christians of the rich, the rich would take care of the poor.</p><p>At the same time a Catholic movement known as liberation theology emerged in South america. Whereas European theologians since the twelfth century have concerned themselves with what their scholarly predecessors had thought religion to be, the liberation theologists dismissed what had gone before to return to what they considered the source—the living faith of the people. Catholicism, they declared, was what the masses believed, not what theologians thought. If the faith of poor people had given them the strength to endure oppression, it could also give them the strength to change their lives. The key was not to change the faith but to utilize it. The Church had in the past subdued people. Now, it would free them. The movement was at once anti-intellectual and politically progressive. Simple faith was the thing.</p><p>Faith_</p><p>On Sunday the archbishop was scheduled to fly to Dallas for a citywide celebration for the Virgin of Guadalupe. When he arrived at the airport in San antonio the two clerks stationed at the Mexicana ticket counter abandoned their positions to rush across the concourse. <em>“Hola, ¿qué tal?”</em> said the archbishop, letting the woman clerk kiss his ring and shaking hands with the man.</p><p>“archbishop Flores, are you flying with us?” asked the woman.</p><p>“Not today, but i’ll be going to Mexico the day after Christmas.” He glanced at his wristwatch. “Let me buy us all a cup of coffee,” he said and turned to the snack counter just behind him. He passed out Styrofoam cups of coffee, and everyone stood wondering what to talk about. The archbishop, who is skilled at filling the awkward interval, decided to tell a story. “Going to Mexico reminds me of a priest who was going there to do missionary work. Before he left he saw a married couple who couldn’t have children. ‘Don’t worry,’ the priest told them. ‘i’m going to the basilica and i’ll light a big candle and pray that you have children.’ Ten years later the priest came back and found the couple’s front yard full of children. ‘Where’s your husband?’ he asked after the woman greeted him. ‘i’ll tell you, Father,’ she said, ‘we’ve had a baby every year you’ve been gone. He’s down in Mexico looking for that damn candle.’ ”</p><p>Everyone laughed. The archbishop glanced at his watch, bade them farewell, and went on to his flight. He is a good traveler and knew exactly where to sit in the waiting lounge so that he would be at the head of the boarding line.</p><p>On the flight he told me about his father’s death, but he was more relaxed talking about being on a jet whose engines were knocked out when it was struck by lightning.</p><p>Had he been frightened?</p><p>“No.”</p><p>And telling about a flight in El Salvador when a door flew open on a plane and everything loose in the passenger compartment “went flying out like chickens.”</p><p>Was he afraid?</p><p>“No.”</p><p>Then he told another story—how an unfriendly government arrested him and a large group of Latin american churchmen in Riobamba, Ecuador. That lasted until we arrived in Dallas.</p><p>The celebration in Dallas took place at the convention center. It was a mass inoculation of religion and culture that seemed endless and was painfully boring. It provoked the thought that there is little difference between the ceremonial and the superficial. If archbishop Flores had a personal or meaningful exchange during those long hours, it escaped attention. Priests, like celebrities, spend vast amounts of time making appearances. Within limits, it doesn’t matter what they say or do, so long as they show.</p><p>On the flight back I asked the archbishop about his faith. He was settled in his window seat with a glass of orange juice and a Baby Ruth candy bar he had stored in his pocket.</p><p>“archbishop, when you started in the seminary, did you ever worry you might not have what it required?” I asked him.</p><p>He took a bite of candy. “No, it didn’t take long before I saw that I could do the classwork.”</p><p>“But did you worry about your faith? That it might be shaken?”</p><p>“No.”</p><p>“It has never been shaken?”</p><p>“No.”</p><p>“Do you remember when your faith began?”</p><p>“No.”</p><p>“Have you ever had what are called religious experiences?”</p><p>“No.”</p><p>Thinking that perhaps the questions were blasphemous, I moved to more secular ground and asked about administration, with the idea of coming back to faith.</p><p>“Since you’ve become archbishop, do you feel the job has changed you?”</p><p>“No.”</p><p>“You don’t ever feel isolated by the authority?”</p><p>“No.”</p><p>“What about fiscal responsibility? Is that burdensome?”</p><p>“Well, i’ve got a comptroller, accountants, people to advise me, so it’s not so bad.”</p><p>Then he broke into a long story about a parish raffle. I listened, remembering that people praised him for always having a little story that explained everything in the simplest terms, but as this little story went on and on, I saw that it was a way to avoid another question.</p><p>The Road To Bishop</p><p>From San antonio I drove to Pearland, the small town where the archbishop had finished growing up. I hoped to get some sense of Patrick Flores as a young man that would explain why he became a priest. I was looking for a time in his life that had touched him profoundly enough to make him who he is.</p><p>The Flores family moved to Pearland when Patrick was eleven years old. Pete Flores found a house by a creek where there was enough land for truck farming. The house had six rooms, a wood stove, an outdoor privy, and cottonwood trees in the yard. In the summers they grew okra, butter beans, bell peppers, and squash, which they would take to the farmers’ market in Houston to sell. They continued to work for other farmers, and with six sons, they did fairly well.</p><p>Patrick Flores’s sisters and brothers remember that he was serious and quiet. He raised turkeys to make extra money at Thanksgiving and Christmas and had a pet Jersey calf named Pancho. He had always had it in his head that he wanted to be a priest. He prayed often, read religious tracts, and spent a lot of time alone. He was a fastidious child who knew how he wanted things and had everything planned. His older brother alfred and his mother would occasionally try to tease him out of his ambition, which made him mad enough to cry.</p><p>It wasn’t long after they moved to Pearland that Torivio Castillo asked him to be the secretary for the organization that was trying to desegregate the schools. Castillo noticed at their first meeting that Patrick Flores wasn’t like other children. He acted like an adult. He was quiet and he listened closely to what was said. As secretary he worked hard, taught himself to type, and showed a facility for writing letters to solicit money.</p><p>Castillo wasn’t the only adult in Pearland who took Patrick Flores seriously. The man who owned the IGA grocery store where Patrick worked part-time told the boy that he would pay for his education if he would become a doctor. An attorney offered to help if Patrick would go to law school. He told both men that he wanted to be a priest. His prospects, however, were dim. His father didn’t like the idea of having a priest in the family and didn’t have the tuition for seminary. At that time the Church wasn’t recruiting Mexican americans anyway. To demonstrate his piety to his family, Patrick would crawl on his knees up and down the shell road to the creek.</p><p>About this time Patrick Flores began developing what were almost show business skills. He and his sister Mary entered dance contests at clubs on the edge of Houston. Patrick and Mary had won their first dance contest in Beasley when Patrick was nine years old; they continued to enter contests at such places as the Chinese Duck, the Green Parrot, and the Ranch Country Club. They always wore fancy costumes, which meant shopping trips in Houston.</p><p>When Patrick was thirteen years old he started teaching his own catechism classes. The nearest church was twenty miles away—too far to attend confirmation classes—so he studied the material and had other children come to his house for instruction. He started out with eighteen students, but by the third year he had sixty.</p><p>In 1944 Pete Flores borrowed money from the bank and bought a two-story house with eighty acres of land. The house had large porches upstairs and down, electricity, indoor plumbing—all the conveniences the family had always done without. Two of the older sons were working in a shipyard in Baytown, and Patrick, who picked cotton well into the fall semester, was bogging down in high school.</p><p>A small mystery in Patrick Flores’s development is where he got the original inspiration to become a priest. The first close contact he had with the clergy took place long after he had decided on his vocation. Father Frank Urbanovsky, who was known as Padre Panchito, came to Pearland for a two-week revival meeting in 1946. Behind his truck he pulled a trailer, from which blossomed a large tent for church services. A pioneer of sorts, Father Urbanovsky had learned Spanish and spent seventeen years on the road driving as far west as Brady to minister to the otherwise neglected Mexicans. Within a short time Patrick was doing the priest’s correspondence whenever he was in Pearland. Father Urbanovsky, who had to labor with a pen, would watch with awe while the boy sat at the typewriter, simultaneously composing perfect letters and carrying on conversation. His speaking ability was even more impressive. On a moment’s notice, he could give a suitable talk for any occasion. He could think on his feet, and he had unusual self-control. Father Urbanovsky heard people say things to Patrick that must have cut him to the quick, but the boy never showed it.</p><p>Patrick finally got the break he was looking for when he was sixteen. A nun who was working in the area, Sister Benitzia, took him to see Bishop Christopher E. Byrne in Galveston. The bishop listened to the boy, decided he was sincere, and offered to pay his tuition to Kirwin High School in Galveston, which was run by the Christian Brothers. Continuing on weekends to do what amounted to parish work in Pearland, Patrick lived with an Italian family in Galveston and finished school at the top of his class. From there he went to St. Mary’s Seminary in La Porte.</p><p>Seminary lasted eight years, four of undergraduate work and four of theology. The attrition rate was about 50 per cent. The seminarians lived in a closed, totally male culture where each hour of the day was accounted for. From seventhirty in the evening until seven-thirty in the morning, they didn’t speak, observing the <em>magnum silencium.</em> The atmosphere was anti-intellectual. The faculty discouraged the young men from reading too much that was worldly and encouraged them to deny the flesh.</p><p>After ordination, each of the new priests went home to give his first mass. Family and friends could attend, and afterward there would be a small celebration. Patrick Flores went to his family’s new home in Pasadena, where—days in advance—an organization of three dozen people began cooking beans and sausage for the celebration. KLVL, the Spanishlanguage radio station, had a countdown for his ordination and a live broadcast of his mass. Two thousand people attended.</p><p>New priests, in their first years as assistant pastors, were broken to the discipline of the Church. A priest who wasn’t obedient couldn’t serve. Flores was assigned to Holy Name parish on the north side of Houston. The seven years he spent there were probably his most difficult. The archbishop says that the pastor, Father John Cassata, forbade him to speak Spanish to the Mexicans and Mexican americans in the parish. Cassata, an Italian american, believed in america as a melting pot. He did not speak Spanish and was unprepared when Mexicans took over the Fifth Ward, changing the entire character of his parish. He responded by advocating americanization; the Mexicans could learn English. He placed a muzzle on Flores, and as an assistant pastor, Flores had to accept it.</p><p>Flores’s escape was a religious movement called <em>cursillo,</em> which had been brought to Texas by two Spanish servicemen who were training in Waco. <em>Cursillos</em> are weekend retreats, and they took Flores out of the diocese and out of Cassata’s jurisdiction, so that he could work with laymen in Spanish to teach Catholic theology in a simple and personal way. Music and old-fashioned religion were combined with highly emotional experiences that were supposed to put people in touch with the power to take responsibility for their lives. <em>Cursillo,</em> the first lay movement in the Church to be led by Mexican americans, brought thousands back to Catholicism. Patrick Flores became its director in San antonio, and it made him famous for his singing and charisma as well as giving him a vehicle for establishing a statewide network of friends.</p><p>In 1963 Bishop John L. Morkovsky of Houston sent Father Flores to Pasadena as pastor of the Guardian angel Church. Flores’s father died the second year he was there, and after three years he asked for a transfer; he was unhappy with the “religious life’’ of one of his sisters, who lived in the parish. Morkovsky moved Flores to St. Joseph’s-St. Stephen’s, a poor parish on the edge of downtown Houston.</p><p>It was during Flores’s years as a pastor in Houston that Mexican americans began to emerge as an important ethnic force within the Catholic Church. By 1970, nearly a third of the Catholics in the United States were Hispanic. During the late sixties Protestant churches began to recruit Mexican americans, using Mexican american ministers and the Spanish language to woo them away from the Catholic Church, which had assumed that tradition and devotion to Mary would keep the Mexican americans Catholic. It was also during the sixties that Vatican II opened the Church to change. Pope Paul VI sent Jean Jadot to the United States as apostolic delegate. Jadot had been stationed in africa and was sensitive to the multiracial nature of the Church.</p><p>In 1968 Patrick Flores met with twenty other Hispanic priests in San antonio to found Los Padres, an organization to lobby for the appointment of Hispanic bishops and the recruitment of Hispanic priests. The following year Francis Furey arrived in San antonio as the new archbishop. About 70 per cent of the 630,000 Catholics in the 32 counties of the archdiocese were Mexican americans, but there was not one Mexican american in the chancery; it was dominated by Irish and German priests. Furey had heard of Flores but had not met him. Nevertheless, when an opening developed in San antonio for an auxiliary bishop, he submitted Flores’s name. Flores did not fulfill the traditional requirements—he had never studied in Rome or held an administrative position in the chancery—but Jadot, who was an important force in the Church following Vatican II, had made it clear that he favored bishops who were native or pastoral. Flores was both.</p><p>One day in 1970 Flores received a telephone call at his parish in Houston from the apostolic delegation in Washington. An airline ticket was waiting for him at the airport, his flight to Washington left in an hour, and he should not miss it. In Washington the delegation interviewed Flores to make sure that he was “safe,” that regardless of what he personally believed he would uphold the teachings of the Church. Flores satisfied the delegation, and the Vatican wired San antonio that he was their new bishop.</p><p>Flores was without a doubt the right man at the right time. Eight thousand people—mostly Mexican americans—packed the convention center for his investiture on May 5, a day of independence for Mexico. Prominent Mexican americans came from all over the United States. Television and movie stars came from Mexico. Cesar Chavez read from the Scriptures. Throughout the ceremony the crowd shouted, <em>Viva la razal”</em> Mariachi bands played, and children wearing peacock-feather headdresses danced as matachini. By December Flores had called for the clergy to be more sensitive to the problems of Mexican americans. The next year he became more emphatic, charging the Catholic Church with inadvertent discrimination toward minorities, particularly Mexican americans. He attacked the Immigration and Naturalization Service, denounced the treatment of Mexicans crossing the Rio Grande illegally, and in 1975 called for amnesty for illegal aliens who were established in the U.S. Flores never let San antonio or the Church forget that the new bishop was Mexican american.</p><p>An Episode And a Story</p><p>Flores’s career added up; it was apparent why he rose to be bishop and later archbishop. But it was not clear how he became the person he is. Perhaps goodness is simple, a thing some people are born with, like blue eyes. If so, there is not much the rest of us can do or much reason to consider the exemplary life. But in Pearland I came across two stories that had been deleted from Patrick Flores’s life story. The first concerned an episode from his youth. The second was a story about his father. I thought they might make his life add up.</p><p>The episode from his youth: In 1948, when Patrick Flores was nineteen years old, he was arrested for starting the largest fire in the history of Pearland. His fourteen-year-old sister, Mary, had married Raymond Kliesing, a twice-divorced, 39-year-old anglo. Kliesing owned, in addition to other property, a two-story brick building that housed the Kliesing Chevrolet agency. The second floor of the building was a dance hall that people rented for parties. Patrick had given several dances there to raise money, and he gave another not long after Kliesing left Mary Flores for the fourth of his six wives. At three in the morning, after the dance, the building caught fire and burned to the ground. The police arrested Patrick three weeks later in Galveston, where he was attending high school. They held him in jail for a week without letting him notify his family and then, without pressing charges, released him.</p><p>Today no one knows who set the fire, and it doesn’t matter. What is important is the week in jail and the effect it would have had on a young man, placing him at the dead center of a large and passionate confrontation. If nothing else, it would explain his commitment to social justice.</p><p>The story concerning his father: Pete Flores entertained an unusual notion about his true identity. One night when he and Raymond Kliesing were still friends, he told Kliesing that his name was really Pete. Brown and that he had no Mexican blood. Kliesing believed the story; Flores looked and talked like an anglo. Mary Flores also believed the story, which she had heard from her mother. Mrs. Flores had told the children that their father was the child of a rich anglo family. Because he had been born out of wedlock, the family had given him to Mexicans who worked for them. Considering Pete Flores’s hopeful approach to life, the story had a fairy-tale ring to it—the rejected son sent to wander through life with poor people of another race, knowing all the while that he had an unseen but powerful father. It also sounded biblical.</p><p>A secret illegitimate birth in 1895 would be impossible to trace. But I was interested in the effect the story had on Pete Flores’s son. What we believe about ourselves and what we believe about our fathers can make us who we are. Patrick Flores, while still a priest in Houston, had told his assistant pastor about an Irish grandfather, so 1 was sure he knew the story, even if he didn’t believe it. It was good reason to go back to San antonio.</p><p>The Fact Of Survival</p><p>I caught up with the archbishop on Christmas Eve, at the cathedral in downtown San antonio. The rectory is next door, a two-story stucco building behind a six-foot fence of iron pickets. It looks like an expensive square cake. The archbishop parked in the drive between the rectory and the cathedral, removed the gray suitcase from the trunk, and entered the back door. Three wise men were killing time in a classroom while a theatricallooking priest with silver hair gave stage directions to Mary and Joseph.</p><p>“archbishop Furey built this rectory,” the archbishop said as he started up the stairs to the apartment on the second floor, “but I had to pay for it. Bishops used to live at the cathedral, but I don’t care for being downtown. I keep a bedroom here, but I don’t use it more than once or twice a year. I’ll sleep here tonight since it’s going to be so late.”</p><p><em>“Hola, ”</em> Father Garcia called from the top of the stairs, where he appeared, dressed in a white alb. He hugged the archbishop and took the gray suitcase. His curly hair looked as if it had been sprayed in place for the midnight mass.</p><p>The archbishop asked about Father Garcia’s evening as they walked into the bedroom. Empty bookshelves lined one wall, and the room was devoid of personal objects. Archbishop Flores opened the suitcase on the bed, and Father Garcia left for the cathedral.</p><p>While the archbishop dressed, I walked through the apartment. It was carefully designed and said something fundamental about the lives of priests. One side was public. A kitchen, dining room, and living room formed one long half, each room opening onto the next. They were large, cheerful rooms that had the feel of a good men’s club. Trays of liquor bottles and hors d’oeuvres had been put out in the living room for cocktails after mass. A Christmas tree stood next to the long front windows that looked beyond the churchyard to Military Plaza. But these rooms were separated from the private side of the apartment by an interior hallway. The hall was cold and austere, and one was confronted with closed bedroom doors. Behind the doors, in the imagination of the layperson, lurked the possibility of duplicity or emptiness.</p><p>“Well, i’m ready,” the archbishop announced. The alb, crosier, and miter looked incongruous in the apartment. He led the way downstairs, crossed the driveway, and went through the side door to the cathedral’s sacristy.</p><p>The church was packed with people, mostly Mexican americans there for the Spanish mass. A small choir, stationed in a balcony at the back of the church, sang for a Christmas pageant that was narrated in a hushed, silvery voice. Mary and Joseph solemnly approached the altar, looking for a place for the night. The archbishop entered, bearing his crosier, the embroidered white dove shining on his miter. Father García, another priest, a deacon, and the altar boys followed. The church looked beautiful, and as archbishop Flores talked it was easy to think of the tradition in the Catholic Church, of the thousands of years that people have come together to celebrate the mass. The tradition is inspiring, and if there is nothing else to worship there is the simple fact of survival.</p><p>After mass, the archbishop took off his vestments but didn’t bother to put his jacket on over the black bib vest. Lounging in one of the large armchairs in the rectory living room, he looked slightly like a gambler. Father David Zumaya, the silver-haired, theatrical-looking priest, and Father Garcia were there along with two Mexican <em>campesinos</em> wearing work shoes and clothes that were cheap and dirty. The Mexicans didn’t speak English, but like the others, they held cocktail glasses and listened politely to the conversation they couldn’t understand. One of them would quiver now and then, his eyes rolling back in awe.</p><p>“They rode all the way on the bus to come to mass,” Father Zumaya said by way of explanation.</p><p>The Mexican who wasn’t quivering realized he was being referred to and smiled. The archbishop, who looked bored, set his glass down. “I think i’ll go to bed. Tomorrow’s another long day.”</p><p>You BECOME Good</p><p>On Christmas morning archbishop Flores was to say mass at a small country church, then catch a flight from San antonio to Houston for a family reunion. We would be able to talk later in the day.</p><p>When I arrived at the rectory the archbishop and the priests were standing in the kitchen with cups of coffee, discussing the previous evening. “Listen,” Father Zumaya said, laughing, “I always get the crazies. No one comes to the cathedral except for transients or people who can’t get along in their own parish.”</p><p>“There’s a woman in town,” the archbishop said—“perhaps she’s one of yours,” he smiled at Father Zumaya—“who always insists on kissing my feet. At first, I would try to stop her —it’s so embarrassing—but her psychiatrist said it made her feel better. He said she had been an intelligent woman. She got a Ph.D., then had a nervous breakdown.” He looked at his watch and put down his cup. “Such a shame.”</p><p>Outside, it was cold and clear. Christmas had settled over San antonio like a pall; the streets were deserted and the expressway quiet. The archbishop sat in the back seat of his car, letting Father Garcia drive. He had on his black wool overcoat and a black fur hat like Russians wear, and he was looking out at the scenery with the benign indifference of people who are always going somewhere. “Father Zumaya I found in Guadalajara,” said the archbishop. “I had gone to the cathedral there, and I noticed him standing on the steps when I walked in. He was still there when I came back out, so as I walked past I asked, ‘and when is your ordination?’ ” The archbishop duplicated the question with a coy lilt. “That, of course, pulled him. He said that he had wanted to be a priest when he was young, but he hadn’t lived a very good life. That’s what everyone thinks, that because they’ve sinned they don’t qualify. But the wonderful thing is that as you become a priest, you become good. You can put everything behind and start over. Anyway, I told David, ‘Look, you haven’t married. You might as well give it a try.’ He came here for seminary and it worked out fine.”</p><p>“and all because you happened to see him on the cathedral steps?”</p><p>“I could tell he was a priest,” said the archbishop.</p><p>Father Garcia pulled the car off the expressway just south of San Marcos and we headed west on a one-lane country road. After a couple of miles he turned onto a dirt road that led to St. John Fisher. After years of <strong>going</strong> to the larger parish church in New Braunfels, the Mexican american families in the area had reopened their old Mexican church. Large american cars and pickups surrounded the small frame building. Inside, people wearing winter coats filled the pews.</p><p>Two young women served as lectors. One of them read the Scriptures with such affectation that she sounded like a Muslim calling from a minaret. Otherwise it was a lovely service, particularly after a woman plugged in a percolator that filled the room with the smell of hot coffee.</p><p>“I don’t know why she would read like that,” the archbishop said in the car on the way back to San antonio.</p><p>“That girl did have an affected voice,” agreed Father GarcÍa.</p><p>I turned to look at the archbishop in the back seat. “You didn’t like it?”</p><p>“It made me sick.” He shuddered as if he had tasted something bad. “That monotonous drone. Reading each sentence the same way. I can’t imagine where she picked that up unless it was listening to those fundamentalist Protestants on the radio.”</p><p>Affirmation And Denial</p><p>Father Garcia drove us directly to the airport for the flight to Houston. The archbishop’s younger brother, Lupe, met us at Hobby airport. He was fair and stocky. He said his name was Lou. As he drove to the Lions Club Hall in Pearland, he told the archbishop that a cousin had been stabbed to death the night before in Houston, so not everyone would be at the reunion.</p><p>About forty relatives came. Many of them were solidly middle class, but the archbishop was the family success. He alone brought gifts for his brothers and sisters and their children. He gave a speech, sang, and generally held the group together through the long afternoon. Mary Flores was there to dance with her brother again. Raymond Kliesing’s grandchildren were there. There were cousins who couldn’t speak English and others who didn’t know Spanish. If the family demonstrated anything, it was the ongoing process of assimilation in america.</p><p>On the flight back, after the stewardess had brought orange juice, I asked the archbishop about the fire and his arrest.</p><p>He frowned slightly. “That wasn’t the only time I was in jail.”</p><p>“Really?”</p><p>He started to tell the story about being arrested with all of the Latin american bishops in Riobamba.</p><p>“But when you were nineteen,” I interrupted, “wasn’t that different?”</p><p>“No. Why?”</p><p>“You were nineteen. You weren’t a priest. You didn’t have the Church behind you, and you were alone. Weren’t you afraid?”</p><p>“No. I knew I was innocent.”</p><p>“But that could make it worse.”</p><p>“No, it was a good experience. I was taking civics then, so it was interesting to see how things worked. They wouldn’t let me have my phone call, but my family finally discovered I was missing. The brothers at the high school told the bishop what happened. He called the prosecutor and got me out.”</p><p>“What did you do while you waited?”</p><p>“I prayed and read my Bible.”</p><p>“It must have been an emotional experience.”</p><p>“No, I stayed calm.”</p><p>I waited for him to go on, perhaps to remember something, till I saw that he wouldn’t. “Tell me about your father,” I said and recounted Mary’s story about the rich family in Brownsville.</p><p>He looked down at the floor, then touched the bridge of his glasses to push them back. “I don’t know where Mary got that idea,” he said. “Some people called Daddy gringo, but he was Mexican american.”</p><p>“You never heard the story?”</p><p>“No.”</p><p>I told him I had heard his father used to pass for an anglo when he needed to.</p><p>“No, he never did that.” The archbishop took a swallow of orange juice. “You know, a lot of Mexicans have fair skin,” he said and started to tell about a Mexican american family he knew named Yoakum.</p><p>I listened to him talk about the family, but I didn’t hear what he said. I should have stopped him, but I couldn’t. I felt blank. I had just glimpsed a silent and perfunctory sacrifice of the man’s past. For the rest of the trip we talked politely about things inconsequential and impersonal. In San antonio, when he said good-bye, he told me to drive friendly.</p><p>Since then I have tried to understand Patrick Flores. I do not doubt his intentions or that he has sacrificed himself for the greater good. I have also thought about faith. I realize now that faith is denial as well as affirmation. The strongest kind of faith is generated by simple things, sheared of loose ends and complications. That is the power of Mary, the anonymous girl untouched by life, free of sin. I understood this when I recalled a moment in San antonio that, in retrospect, explained something about the power of symbols that the archbishop has understood all along. A Mexican woman behind a cash register in a West Side cafe was making change. On the ledge next to the cash register there was a cheap glass paperweight. Beneath the thick glass someone had inserted a photograph of the archbishop. He was wearing a pink skullcap and holding one hand up in blessing. The back of the paperweight was black velvet. “Is this for sale?” I asked.</p><p>The woman handed me my change, then crooked her neck to see what I meant. “No, I made it. It’s mine.” She turned her head further to get a good look at the photograph, put two fingers to her lips, then placed a kiss on the archbishop’s face.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "July 1981",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Church",
      "people",
      "San Antonio",
      "Family",
      "Priest",
      "Spanish",
      "Texas",
      "flight",
      "Work",
      "House",
      "Christmas",
      "History",
      "pearland",
      "ten",
      "catholic church",
      "Children",
      "Country",
      "Houston",
      "Land",
      "our lady of guadalupe"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "San Antonio",
      "Texas",
      "West",
      "Pearland",
      "Houston"
    ]
  }
}