{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19838",
    "date": "August 1983",
    "year": 1983,
    "month": 8,
    "month_formatted": "August",
    "pdf_uri": "/1983/19830800.pdf",
    "issue_cover_image": "",
    "document_start_page": 118,
    "toc_start_page": 116,
    "document_page_range": [
      [
        118,
        119,
        120,
        121
      ]
    ],
    "toc_order": 3,
    "toc_headline": "What I Did On My Summer Vacation",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198308-whatidid",
  "source": "/1983/19830800.pdf",
  "wp_post_id": 119025,
  "wp_post_guid": "http://www.texasmonthly.com/article/what-i-did-on-my-summer-vacation/",
  "authors": [
    "Laurie Erskine Williams"
  ],
  "headline": "What I Did on My Summer Vacation",
  "dek": "",
  "spread_caption": "",
  "excerpt": "As Tolstoy didn’t say, every family’s vacation is the same, yet different. Here’s a report on the Tuley family’s.",
  "kicker": "",
  "word_count": 645,
  "content": "<img/><p>The Tuleys are a family that believes in vacation. Maybe your family does too. For years now, we’ve made an annual trek to our favorite campground on the Frio River, a cool, shady spot in the relative quiet of the Hill Country, well off the highway but still close to Garner, one of Texas’ largest and most beautiful state parks. We pack twice as much stuff as we’ll need—a lot of games, several decks of cards, inner tubes for all (and Grandpa always throws in a few spares)—cram it all into our cars, hook up a trailer, and then head, eighteen (or more) strong, for Camp Riverview to stay in three screened-in cabins and maybe a camper or two. From Grandma down to two-year-old Charley, name a stage of life and you’re likely to find the Tuley version of it floating down the Frio in an inner tube in the early part of June. Most families have a special summer place; that’s ours.</p><p>It’s funny how once you’re on vacation the march of your family through time seems more important than the great events of the world. For the Tuleys, last year was the year adolescence set in. My dear, exuberant Steven’s birthday had made all the “big kids” teenagers, so it just wasn’t cool to play, the way it used to be. No one even tried in what I had once imagined was Steve and Lisa’s contest to see who could accumulate the most stitches. Lisa, a former tomboy who had feared nothing and relished gutting snakes in the presence of her fainthearted aunt Linda or beating her cousin Greg in burping contests, spent long days on a silver air mattress in the river, nurturing a deep tan.</p><p>However much we all may have changed, the Frio River was the same. Hours in inner tubes on the river made for sunburns and numb toes (they don’t call it the Frio because it’s warm), and we were always ready to crawl onto dry land and eat a picnic lunch by the time we floated into Garner. As usual, we made a couple of trips to the “tubes,” two wide culverts that took the river under Farm Road 1050. Until they were ripped out this year, the tubes were an unmarked tourist attraction. The idea was to jump in at the upstream end and float or shoot through to the other, depending on how fast the current was going. That year we shot through.</p><p>Of course, there was lots to do off the river too. Grandma preferred fossil hunting, Uncle Floyd spent most of his time back at camp reading westerns, and the rest of us climbed Old Baldy (the hard way —you know, narrow ledges, near-vertical arroyos, landowners who threatened us). I took four-yearold Mark on his first hike to a cave in the park as a consolation for his being too small to make the Baldy climb.</p><p>Every time, it all works out, from feeding the crowd out of large pots on inefficient hot plates to getting people taken to where they want to go, be it the low-water crossing on the river or a pay phone from which to keep tabs on a wayward boyfriend back home. The unavoidable confusion is taken in stride. We have a saying: “Never accuse a group of Tuleys of doing anything the easy way.” The trip may not be smooth, but that’s okay; if the stated purpose of anyone’s family vacation is to have fun, the unstated purpose is to make memories. We’re good at that.</p><p><em>Laurie Erskine Williams is a freelance photographer who lives in Dallas.</em></p><img/><p>Baby And Shoes Take a Rest</p><img/><p>Charley Gets a Bath</p><img/><p>Greg Pumping Up His Inner Tube</p><img/><p>Steve Comes Up For Air</p><img/><p>Mark’s First Hike</p><img/><p>For Richard It’s Fm At Any Price</p><img/><p>Playing Jump-The-Baby</p><img/><p>Becky Sunbathing</p><img/><p>Playing Between Grandpa’s Legs</p><img/><p>Steve Looking Serious</p><img/><p>Wake Me When Breakfast Is Ready</p><img/><p>Roughhousing In the Frio</p><img/><p>Charley Hams For Uncle George</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "August 1983",
    "wp_magazine_section": "",
    "wp_tags": [
      "Family",
      "Summer",
      "Vacation",
      "Breakfast",
      "Frio river",
      "Highway",
      "Land",
      "March",
      "people",
      "Photographer",
      "Picnic",
      "Snakes"
    ],
    "wp_categories": [
      "Events"
    ],
    "wp_location": []
  }
}