{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19826",
    "date": "June 1982",
    "year": 1982,
    "month": 6,
    "month_formatted": "June",
    "pdf_uri": "/1982/19820600.pdf",
    "issue_cover_image": "",
    "document_start_page": 152,
    "toc_start_page": 150,
    "document_page_range": [
      [
        152,
        153,
        154,
        155,
        156,
        157,
        158,
        159,
        160,
        161
      ]
    ],
    "toc_order": 6,
    "toc_headline": "Foat Wuth, the Eternal City",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198206-foatwuth",
  "source": "/1982/19820600.pdf",
  "wp_post_id": 118128,
  "wp_post_guid": "http://www.texasmonthly.com/article/foat-wuth-the-eternal-city/",
  "authors": [
    "Jan Morris"
  ],
  "headline": "Foat Wuth, the Eternal City",
  "dek": "Despite boom times, despite sophistication, despite even Dallas, there will always be a Cowtown.",
  "spread_caption": "",
  "excerpt": "Cowtown is forever.",
  "kicker": "",
  "word_count": 3777,
  "content": "<p>Photography by Geoff Winningham</p><p><span class=\"dropcap\">D</span>ecidedly <em>not</em> the thing to do is to wake up on a Sunday morning in downtown Fort Worth and look out of your hotel window toward the north. Unnerving indeed is the prospect before you then. There stands the old courthouse, presently under reconstruction so that half its windows are gaping and all its clocks are stopped, and there is the grim, yellowish block of the Tarrant County Jail, with the criminal court conveniently attached. The streets are deserted but for one or two maundering vagrants, and the business premises look all too basically Texan: Luskey’s Western Store, Engler’s Western Wear, the Plaza Finance office, and a couple of bond guarantors.</p><p>A lifeless river wanders hangdog through this cheerless scene; there is a wooded bluff of sorts over to the right, beyond the Kangaroo Court Bar-B-Q; dominating the middle distance are the four bleak chimneys of the Texas Electric Service Company. And beyond it all a wide, straight boulevard strikes northward, through a wasteland of jerry-building, toward the illimitable prairie horizon all around, which is punctuated only by radio masts, water towers, and occasional grain elevators.</p><img /><p><em>Main Street in downtown Fort Worth.</em></p><p><em>“Mr. Lloyd Hallaran, octogenarian owner of the marvelous old-school grocery store of Turner & Dingee, established 1878, remembers taking supplies of squab to the hospitable whorehouses of the old downtown.”</em></p><img /><p><em>Lloyd Hallaran in Turner & Dingee, established 1878.</em></p><p>You are looking at the Texasest view in the Texasmost city of them all. Down there beside the Trinity River the West really did begin. “The prospect from this plateau,” wrote Colonel John Forney some twenty years after the foundation of the town, “is grand beyond description”—not least, he thought, the vista it afforded of distant lofty mountains, “to be barely distinguished from the clouds themselves.” Stagecoach travelers were taken from their hotels to wonder at the view from that bluff; and as the cattle trails converged upon the infant settlement, as the railways arrived and the profits began to burgeon, many a pioneer on his way to California was persuaded to change his mind and try his luck in this, the best-located, fastest-growing, farthest-seeing, highest-spirited, handsomest young municipality in the West.</p><p>“Good God,” you may say, “what happened?” But wait: the real point of that drear spectacle from the window is not the courthouse or the jail or even the historic bluff (and certainly not the lofty mountains, which nobody but Colonel Forney has ever seen) but that broad highway leading away to the flatlands over the river. For there is no big city of my experience more rootedly regional, more organically unmetropolitan than Fort Worth, Texas —where on a windy day, they assure me, the prairie tumbleweed still blows helter-skelter into town off IH 20.</p><p><span class=\"dropcap\">S</span>o let’s get downtown over with. Even on the ground, even facing south, even on a weekday, it still makes the heart sink rather. Once it was full of native gusto, in the days when Hell's Half acre offered a perpetual jamboree of sex, booze, and gamble, when Butch Cassidy and the Sundance Kid holed up here between exploits, when the town marshal was the murderous Long Hair Jim Courtwright, and the emergent cattle barons swanked about the saloons with cigars to match their egos. Even when I first came here, thirty years ago, it struck me as a wonderfully self-confident provincial city, secure in its own traditions —<em>the</em> city to hundreds of thousands of West Texans, where they came to do their Christmas shopping at Monnig’s, to eat their Sunday brunch at the stately Texas Hotel, to catch a movie in a downtown picture palace or board a train at the sumptuous art deco depot of the Texas & Pacific.</p><p>Today the downtown city, between the temporarily courtless courthouse and the permanently trainless railroad station, is sadly short of the old spunk. The conviction is gone. It seems to me an oddly half-speed, halfhearted, half-cocked place, and even its clutch of new high-rise buildings somehow suggests an urban center numbed by some interminable national holiday, or permanently out of season. Butch Cassidy wouldn’t come near the place now, and old Long Hair would be bored to tears.</p><p>They are trying to revitalize it, of course, but the skyscrapers and complexes still going up are no more than a yawn of belated urban renewal —those inescapable glass-sheathed towers, that statutory Gallerian ice rink, the inevitable Hyatt flamboyances inserted like some crazed transplant into the metabolism of the poor old Texas Hotel. Tarted-up Victoriana creeps inexorably along Main Street, which is soon to be served by imitation trolley cars with drivers in Western attire. In the open space, mostly car parks, that fronts the vast Tarrant County Convention Center a lonely brick one-story building, old enough perhaps to remember Hell’s Half acre on this very spot, remains to register a silent protest about it all. “Ernest McGhee and His Showband,” large scrawled letters on its wall say, like a message left by a dying man upon some ravaged beach, “$1.”</p><p><em>“This is not a subservient or sycophantic place, as metropolises tend to be. It is essentially patrician in its attitudes. I kept bumping into members of the Fort Worth gentry, the truest guardians of the city’s character.</em> ”</p><img /><p><em>Amon Carter, Jr., in his</em> Fort Worth Star-Telegram <em>office.</em></p><p><span class=\"dropcap\">T</span>his is not just the usual neurosis of the american city center. Fort Worth’s civic condition is specific to itself. When I came here first, this town seemed altogether independent, selfsufficient, and, indeed, self-satisfied, but for years now it has been living not so much under the shadow as in the dazzle of Dallas, Big D, thirty miles along the freeway and glamorized alike by political assassination and television folktale. The creation of the mammoth Dallas-Fort Worth airport sealed the cities in the uneasy megalopolis they call Metroplex, and the initials DFW, attached to airline baggage across the world, stamped upon the contemporary consciousness the impression that the two places were more or less one, with Dallas emphatically on top.</p><p>Poor Fort Worth! Even alphabetically it was at a disadvantage. If only it had been christened Camp Worth, or Bunker Worth, or even armory Worth, those luggage label initials would have been reversed, and things might have been different. As it was, the investment counselors, the multinationals, the Beautiful People, and the authentic Yunnan Restaurants followed the shine to Big D, leaving downtown Fort Worth, long deprived of its lascivious allure, ever drabber and duller. No wonder the developers looked to their properties, the architects to their modish malls.</p><p>Too late! What we see today in downtown Fort Worth, still in the throes of its renewal, is the re-creation of a grand old town in the image of everywhere else. There is nothing more exciting around than the Fort Worth Water Gardens, which suggest to me a monkey house unexpectedly inundated by the bursting of a hundred thousand water mains, nothing more beautiful than the svelte city buses and the elegant new traffic lights; and one of the few establishments to stay open 24 hours a day is the Municipal Fines Bureau.</p><p>Do not despair, though. Drive to the north along Main Street, between the recently installed gas-style street lamps and the lately rebricked sidewalks, and you will find that in a matter of moments it leaves the downtown grid altogether, becoming that wide northbound boulevard you saw on Sunday morning; and it leads you straight to Cowtown.</p><p><span class=\"dropcap\">F</span>iguratively and physically it takes you there. Once past the courthouse, Main Street, if unprepossessing in appearance, turns out to be full of varied life. There are gas stations and tattoo artists and Mexican foods to go; there are rubber-stamp manufacturers and used-tire dealers and off to the right is Joe T. Garcia’s famous restaurant, an island of crooked clapboard in a sea of expensive cars; and before long there begin to appear the shambled wooden structures of Cowtown proper, North Fort Worth. There you should stop, switch off your engine, and open the window. If you are lucky (and imaginative) you will hear some magical sounds upon the air and smell some evocative smells: the lowing of cattle, the shouting of pig men and cowboys, the noble tang of sweat and leather, dung and hay, cow and quarter horse and Texas hog.</p><p><em>“Downtown is sadly short of its old spunk; it seems an oddly half-speed, halfhearted, half-cocked place, where a clutch of new high rises suggests an urban center numbed by some interminable national holiday.”</em></p><img /><p><em>Fort Worth City Center construction site on Houston Street.</em></p><p>The stockyards are not as I remembered them. North Fort Worth is partly tourism nowadays (FOAT Wuth, Ah Luv Yew!, “Happy Hour at the Bare Back Saloon Featuring Texas Babes”). It is partly dereliction (disintegrated cattle sheds, disused railway tracks, shattered warehouses like Reichstag ruins). But it is partly active Cowtown still. Among the steakhouses and the souvenir shops you may still find lodging houses the cowboys have always frequented—the alps Hotel, for instance, named perhaps by Colonel Forney. Among the vast expanses of pens and sheds, once jammed every day with meat on the hoof for the nearby packinghouses, two mornings a week there are still a few score cattle up for sale, to the immemorial dirge of the auctioneers and the changeless twitch of finger, jerk of chin, of the ranchers sprawled around. “Yeah, same old smell,” a cowhand responded when I commented on the stockyard ambience. “Not so much of it, but jest as fragrant.”</p><p>Saturday night is the time to go to North Fort Worth, for that is rodeo night. The coliseum then is a riot of Texana, tumbling infants in ten-gallon hats, popcorn in mighty containers, cantering horses, frantic calves, creased farm faces, and ever-booming commentary: “and let’s give a round of applause ladies an’ gen’lemen to a very fine group of visitors we’ve got with us tonight from Stuttgart, Germany, forty-five fine gen’lemen from Germany visiting with us at the Fort Worth Rodeo tonight . . .” Outside, the dark streets are full of cowboys and horses, tall slouched figures stalking under the streetlights, the snort and whinny of tethered animals, the clip-clop of hooves, and the drawl of rodeo gossip. And when the show is over everyone goes around the corner to Billy Bob’s Texas, “the biggest honky-tonk in the world,” where the 43 dim-lit bars are soon clogged with Texan buttocks, where lanky Texan shoulders drape earnestly over the massed pool tables, and where on the transcendentally illuminated dance floor a million dancers sway and swoop exuberantly through the revolving lights, cheek to cheek or elbows high, as only Texans can.</p><p><span class=\"dropcap\">W</span>hen you leave Billy Bob’s the strains of country and western pursue you remorselessly home. They pursue you indeed everywhere in Fort Worth, for in a generic sense this whole city is Cowtown still. The trains may no longer bring their cattle to those stockyard sidings, but their whistles still sound splendidly through the Fort Worth night, and their shapes are as inescapable in this prairie town as ships in a seaport, hulking at the ends of side streets or chugging back and forth at highway crossings, while ever and again there labors gloriously across the city one of the great Burlington Northern coal trains, six bulky units out in front, a mile of trucks behind.</p><p>Hoboes still ride those trains out of Fort Worth, just as urchins fish for catfish almost in the shadow of the courthouse. The humor of this town is bucolically sly and pawky, the prevailing philosophy homespun, and the public taste —or so it strikes me —fundamentally wholesome. When the <em>Fort Worth Star-Telegram</em> conducted a poll to discover 149 Things We Most Like about Fort Worth, the list included hamburgers in Ricks Lockeroom and the view of St. Stephen Presbyterian Church from McCart avenue.</p><p>The pull of rural america is tenacious here, and the city’s country roots have never been broken. After the cattle sale one morning I decided to follow one of the purchasers home to see where his cattle would end up. There was a clutter of farmers paying their checks at the stockyard office, or exchanging professional advice (“You look out now up the intersection, I never saw so many highway patrolmen in my life.” “Jeez, an’ I ain’t got no sticker for that danged trailer”), so I settled upon Mr. Lloyd Tabor, who had bought a couple of Shorthorns, and presently followed him out along the highway home.</p><p><em>“Tarted-up Victoriana creeps inexorably along Main Street, which is soon to be served by imitation trolley cars with drivers in Western attire. Butch Cassidy wouldn’t come near the place now.”</em></p><img /><p><em>Froufrou on the corner of Main and Houston.</em></p><p>I was well instructed how to get there. All along the way, helpful informants directed me. Up the intersection I went, keepin’ my eyes open, out the Decatur highway, turned off the main road, down past that Mount Zion Baptist Church, took a left away up there along the dirt road, followed out along Route 2 a coupla miles, and quicker’n a jackass jump I was at the Tabor ranch in a very exhibition of backcountry america, the trees green in the gully, the bluebonnets smiling on the verges all around, the birds all a-singing in the Texas sky, and Mr. Tabor’s new Shorthorns already grazing there behind his house like cows in a sentimental calendar.</p><p><span class=\"dropcap\">L</span>ong ago Cowtown grew extremely rich: after cattle came oil, and it became a city of millionaires. “Scores of the best men in the country,” B. B. Paddock wrote in the 1870s, “are coming to . . . Fort Worth, and we are going to work with energy and determination to build up the place.” They succeeded beyond Paddock’s most visionary dreams. Out of one enterprise alone, the Tandy leather and electronics business, at least fifty millionaires were spawned, and today, for all the city’s acres of modest clapboard, its thousands of illegally immigrated Mexicans, its unemployed blacks, and its ever-visible community of layabouts, Fort Worth is awash with money. Now, as always, it is a place for big and brawny initiatives: it deals in brawny commodities, like bulls; it manufactures big things, like military aircraft; and it goes the whole hog in the making of fortunes. The very rich, who used to build gaudy downtown mansions, prefer now to live less ostentatiously in the discreet, plushy suburb called Westover Hills, and over their homes each day, like reminders of mortality, the huge black B-52 bombers, Fort Worth born and bred, ominously come and go.</p><p>Immortality, though, has been more of a preoccupation among the Fort Worth millionaires. Out of all that wealth has come an oligarchy of families inescapable in the affairs of this town, a mighty plutocracy that sprang from the soil of Tarrant County and was to nurture not just the cattle barons but the property dukes and the oil rig princes. Waggoner, Tandy, Kimbell, Bass, Carter-their names are everywhere, in streets and parks, in office blocks and memorial stadiums, in museums and university halls and water gardens. Often they have married each other, sometimes they have joined each others’ boards, and lately they have even been mutually sculpted —Electra Biggs, nee Waggoner, is a distinguished sculptor (besides having the Buick Electra named for her).</p><p>Turn where you will in Fort Worth and the plutocracy is somewhere there. In the past, I suppose, its members were united in skulduggery too, like many another provincial cabal —they used to say the town was run by the Seventh Street Gang, centered upon the Fort Worth Club and the adjacent <em>Star-Telegram</em> office. But they were also intensely proud of their city and jealous of its reputation. Immortality to them was immortality in Fort Worth, and so over the years they bequeathed to their hometown a tremendous series of memorials.</p><img /><p><em>Kimbell art Museum.</em></p><img /><p><em>Cowtown Rodeo at Fort Worth’s coliseum.</em></p><img /><p><em>Fishing on the Trinity River.</em></p><img /><p><em>Fort Worth stockyards.</em></p><p><em>“When the rodeo is over, everyone goes around the corner to Billy Bob's Texas, ‘the biggest honky-tonk in the world,’ where the 43 dim-lit bars are soon clogged with Texans, . . .</em></p><img /><p><em>Shining boots at Billy Bob’s.</em></p><p>Around a wide green sufficiently to the west of Main Street, away out there beyond Montgomery Ward and the First United Methodist Church, these hierarchic monuments are distributed like mausoleums in some Valley of the Tycoons: the Kimbell art Museum, the amon Carter Museum of Western art, the Museum of Science and History, the Fort Worth art Museum—all of them built, sustained, or embellished with the old family cash of Cowtown. No Medicis ever embellished a Florence more lavishly. This is claimed to be the finest group of museums west of the Mississippi, and the Kimbell art Museum, which was Louis Kahn’s last work, seems to me not only the most beautiful art gallery anywhere but one of the loveliest buildings of any kind built in our time —a structure that, in its exquisite blend of simplicity and opulence, has brought glory to the name of Kimbell and turned the prairie dirt to gold. “That Kimbell was a funny guy,” observed a local senior citizen of my acquaintance. “Who’d have thought he’d live forever?” But you could say the same about Cheops.</p><p><span class=\"dropcap\">A</span>h,” the senior citizen retorted, “but that Cheops, he was from out of town.” This is not at all a subservient or sycophantic place, as metropolises tend to be. On the contrary, it strikes me as essentially patrician in its attitudes —Kimbell or Cheops, what’s the difference? “We depend heavily on the oddball trade,” the owner of Barber’s Book Store told me, by which I think he meant the congenital nonconformists, the ornery and the original —in a word, the gentry.</p><p>As it happens, I spent one whole day bumping into members of this tenacious Fort Worth elite, who are the truest guardians of the city’s character. In the morning I met a hobo couple living in a tarpaulin shack in a thicket near the railway tracks. Their style was nothing if not dukely, and they greeted me with great courtesy, repeatedly offering me swigs of moonshine from their plastic jug, introducing me to their fine cat, Tiger, and telling me about the raccoons that came to share their victuals after dark-he propped back on his chair with his feet up beneath the trees, she dancing here and there about that less-than-magic glade like a plump. Indianified, and rather sozzled nymph. Were they happy? I asked as I left. “Very, very happy. Happy as the day is long. Wanna bit of catfish?”</p><p>Then in the afternoon I talked to amon Carter, Jr., son of the old magnate and himself a tycoon in good standing, publisher of the <em>Star-Telegram,</em> bigwig of the Texas Rangers, director of american airlines. Like the hoboes, he talked genially, fluently, and at random: about a new recruit for the Rangers (“real nice, and he looks like a gen’leman”), about his father (“a great salesman, that’s what Dad was”), about the expansion of Fort Worth (“this Sunbelt thing”), about <em>Dallas</em> on TV (“J.R. was born right here in Fort Worth”), about what happened when the medical inspector of Krakow conducted an autopsy in Fort Worth (“he’d never taken out a bullet before, and never opened up a black man-‘Why,’ he says, ‘he’s just the same inside as a white man’ ”).</p><p>And in the evening, Kenneth L. Wickett, independent oil operator and irrepressible poet. Him I encountered in the marvelous oldschool grocery store of Turner & Dingee, established 1878, whose octogenarian owner, Mr. Lloyd Hallaran, distinctly remembers taking supplies of squab to the hospitable whorehouses of the old downtown. Mr. Wickett, who is small, perky, and very charming, shops there every evening, and many of his aphoristic verses are tacked in typescript on the wall. For instance:</p><p><em>. . . where lanky Texan shoulders drape earnestly over the massed pool tables, and where a million dancers sway and swoop exuberantly, cheek to cheek or elbows high, as only Texans can.”</em></p><img /><p><em>Dancing at Billy Bob’s.</em></p><p>If only we could see ourselves as others see us,</p><p>What a revelation it would be,</p><p>Stripped of self-esteem and deluding hypocrisy,</p><p>We would reveal stark reality.</p><p>“He’s a marvel,” said Mr. Hallaran, “the way he can just run them up.”</p><p>“Why,” added his sister, Nona, 86, who helps out in the shop, “he doesn’t even have to think; they just come to him out of the air.”</p><p>Mr. Wickett smiled self-deprecatingly and gave me a copy of his most recent publication, <em>Dreams of Love.</em> Mr. Hallaran gave me a slice of barbecued sausage and said I was to come back.</p><p>When I returned to my hotel there was a telephone call from Mr. Amon Carter, Jr. “i’ve been thinking,” said the millionaire, “and I don’t want you to go away with the wrong idea in your head. You remember we were talking about <em>Dallas</em>? Well, I told you something wrong there. Weatherford, Texas, that’s where J.R. was raised. He was born in Fort Worth but raised in Weatherford. I wouldn’t want for you to get the wrong impression.”</p><p>“Nearer Fort Worth than Dallas, anyway,” I said.</p><p>“That’s right,” said Mr. Carter with approval.</p><p><span class=\"dropcap\">P</span>atricians every one, such as you do not find in a megalopolis: the railway-track tramps, the tycoon, the romantic poet, and the grocer too, some nicer than others, some more calculating, but all united in an easy and stylish generosity of manner. “The citizens,” wrote Colonel Forney in 1872, “are kind, courteous and hospitable,” and I agree with him I don’t want to gush, but in a lifetime of constant travel I have not met another populace so universally welcoming and delightful, so ready to oblige, so quick to help. Never was a view more deceptive than the unpromising downtown prospect from my window that Sunday morning.</p><p>There are those who say Fort Worth’s is a vulnerable genius, that the example of Big D is sure to win in the end, overwhelm it with slickness and sophistication, metropolize it after all-and there is no denying that number 140 of those Things We Like was “Proximity of Dallas.” But I doubt it, for the situation strikes me as an allegory of the american condition itself, its endless dialectic between habit and innovation, loyalty and change. Just as the principle of america perennially and unexpectedly survives the passing practice, so Fort Worth and all it represents is profounder than it seems. It will take more than admen’s urbanity, computer cool, or even urban renewal to defeat the style of Cowtown.</p><p>They tell me that on a clear day in Fort Worth you can see the towers of Dallas, which are the towers of metropolitanism, and that sometimes the glow of its lights in the night tantalizingly illuminates the eastern sky, but I never noticed them, any more than I saw those cloud-capped alps of Colonel Forney’s.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "June 1982",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Fort Worth",
      "Cattle",
      "Texas",
      "Art",
      "Rodeo",
      "ever",
      "Highway",
      "urban",
      "Water",
      "Forney",
      "Tarrant County",
      "Texan",
      "Bars",
      "buildings",
      "Cars",
      "Carter",
      "Country",
      "Cowboys",
      "Dallas",
      "Fort Worth Star-Telegram"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Fort Worth",
      "Texas",
      "West",
      "Dallas",
      "D.C."
    ]
  }
}