{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19824",
    "date": "April 1982",
    "year": 1982,
    "month": 4,
    "month_formatted": "April",
    "pdf_uri": "/1982/19820400.pdf",
    "issue_cover_image": "",
    "document_start_page": 188,
    "toc_start_page": 142,
    "document_page_range": [
      [
        188,
        189,
        190,
        191,
        192,
        193,
        194,
        195,
        196,
        197
      ],
      [
        265,
        266,
        267,
        268,
        269,
        270,
        271,
        272
      ],
      [
        274,
        275,
        276,
        277,
        278
      ]
    ],
    "toc_order": 6,
    "toc_headline": "The Architects",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198204-thearchit",
  "source": "/1982/19820400.pdf",
  "wp_post_id": 118299,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-architects/",
  "authors": [
    "Nicholas Lemann"
  ],
  "headline": "The Architects",
  "dek": "They worked, they fought, they dreamed, they loved . . . and when they were done, there stood Houston.",
  "spread_caption": "",
  "excerpt": "Welcome to Houston, the cutting edge of architecture. The local boys are turning a gentlemen’s profession into a business, the stylish out-of-towners are creating a new aesthetic, and neither group is filled with admiration for the other.",
  "kicker": "",
  "word_count": 11941,
  "content": "<img/><p>Photography by Rick Gardner</p><p><em>Classic eighties Houston: the skin of the 3D /International Tower, a 21-story corporate status symbol of stainless steel and glass.</em></p><p><span class=\"dropcap\">T</span>he first one of them to arrive was Philip, back in 1949. With a little hindsight, any Houston architect could recognize that that was when this business of out-of-town architects’ getting all the good jobs had begun. Philip is Philip Johnson, the New York architect, and one of the many annoying things about him, from the point of view of the Houston architects, was that everybody seemed to call him Philip, even people who barely knew him. It was never Johnson or even Mr. Johnson, and somehow his being so widely known as Philip was part and parcel of the way the chic New York architects did business. They were chummy, but not in a comfortable, lunchwith-your-banker way. Philip had lunch with people like the editor of <em>Progressive architecture</em> and the architecture critic of the <em>New York Times,</em> and then they would write up his new building and quote his pronouncements on the latest architectural style. Nobody ever quoted the Houston architects’ pronouncements on anything; on the other hand, nobody ever asked Philip how often his buildings came in on time and on budget, which the Houston architects felt was very seldom.</p><p>The point about Philip’s arrival in Houston is that back then nobody suspected that big things were afoot. He had come to town to design a house for Mr. and Mrs. John de Menil of the Schlumberger oil well services empire, and as Philip himself says, Houston then was not <em>Houston,</em> and for all he cared it could have been a job in Dubuque. By the same token, Philip Johnson then was not yet really <em>Philip,</em> either. He was six years out of architecture school and he had done very little work. Even the famous all-glass house in Connecticut that he designed for himself was not yet completed. Also, he could pick and choose his jobs because he was rich, having inherited a large block of alcoa stock from his father. He had been the curator of architecture at the Museum of Modem art in New York in the thirties, and in 1940, at the age of 34, he had enrolled in the architecture school at Harvard. The de Menils were art patrons, and through a sculptor named Mary Callery, they met Philip and hired him as their architect.</p><img/><p><em>This is where the two towers and the enclosed plaza of Gerald Hines’s Pennzoil Place meet, in a decorative shimmer of curtain wall.</em></p><img/><p><em>S. I. Morris</em></p><img/><p><em>Eugene aubry</em></p><img/><p><strong>Si Morris of Morris/aubry: “Houston is the place where most of the building is going on, and it attracts most of the architects. More than Manhattan does. But the New York architects have gotten all the plum jobs.”</strong></p><p>The de Menils’ lot was on San Felipe Street in River Oaks, in the middle of a sea of lovingly ersatz Spanish mission homes, French chateau homes, Italian palazzo homes, and English Tudor homes of the sort that the leading architects of the day were happy to provide for their clients. Philip, however, would build in only one style, the boxy, functional, German-born International Style of Walter Gropius (his dean at Harvard) and Ludwig Mies van der Rohe (his mentor), and so the de Menil house was designed to be a one-story brick rectangular box with no ornamentation. In the International Style, the decorative was frowned upon.</p><img/><p><em>The Museum of Fine Arts addition, by (gasp!) Mies van der Rohe. The steel girders are echoed in Philip Johnson's Pennzoil walls.</em></p><img/><p><em>On One Shell Plaza, the ripples are structural, the marble not.</em></p><img/><p><em>The triumph of structure: the Tenneco Building’s steel frame.</em></p><p>When it was finished, the house was the first International Style building in Houston, and it marked the beginning of a warm friendship between Philip Johnson and the de Menils. In 1956 Philip began to design the campus of the University of St. Thomas, in the Montrose section of Houston, where the de Menils were the leading benefactors. The campus was, of course, a series of brick rectangular boxes with no ornamentation, connected by open-air passageways made of steel wide-flange girders. It was the second International Style endeavor in Houston.</p><p>The de Menil house and the University of St. Thomas have turned out to be enormously important, for two reasons. First, they established a pattern that would in a few years, to everyone’s utter surprise, spread to downtown Houston: the coming to dominance of the International Style, with out-of-town architects as its bearers. The second reason was Philip Johnson himself. After the International Style became established downtown —not by him —he returned to Houston to sow the seeds of its destruction with a series of buildings designed in the seventies. These buildings elevated Houston to its current exalted status as (maybe) the architectural capital of the United States, the place where the styles are set.</p><p>Nowadays, the way downtown Dallas and New Orleans and even the newest parts of San Francisco and Denver and, yes, New York look is derived from Houston. So the palace intrigues surrounding the building of downtown Houston quite possibly are responsible for the way your office building looks and for the mental picture you have of your town. Also, Houston has given birth to several huge, globe-trotting architectural firms that, while not pioneers in determining how buildings look, are trying to change the way the profession is practiced. They put up an impressive number of buildings, and if you live in austin or Galveston or abilene or Mcallen, one of them dominates the skyline that you see every day on the way to work —again, a way in which the action in Houston plays out across the state and the world.</p><p>But back in 1949, the arrival of Philip Johnson in Houston occasioned a bit of cackling by the local architects. Philip never learned how to do mechanical drawings, and he was not strong on the practical details of his new profession. For instance, he was unaware that houses in Houston needed air conditioning, so he didn’t design any for the de Menil home; even when he was prevailed upon to add it, he insisted that the grilles and blowers and ducts be as unnoticeable as possible.</p><p>While the leading architects of Houston were sensible men who knew that aesthetics had to be balanced against cost, Philip felt that an architect was an artist and therefore above compromise. To supervise the construction of the de Menil house, Philip brought in Hugo V. Neuhaus, Jr., a young Houston architect who had gone to Harvard with him and who was also very much of the world in which Philip traveled, in that his father had founded the investment firm of Underwood, Neuhaus & Company and his mother had been a Rice. One day during construction, the contractor approached Neuhaus to say that Philip had designed a six-piece doorjamb for a closet in the de Mends’ dressing room that would have to be specially built at great expense. Bearing in mind that nobody was going to see the doorjamb anyway, the contractor had figured out a way to build it in only three pieces and have it look exactly the same. It seemed like a good idea to Neuhaus, and he gave the contractor the green light.</p><img/><p><em>The local boys' revenge: the new First City Tower, by Si Morris.</em></p><img/><p><em>Rose-colored, granite-faced ruffles adorn First International.</em></p><img/><p><em>The art deco Post Oak Central almost got a skin of concrete.</em></p><p>As Neuhaus tells the story, when Philip found out about that, he was very upset. The arguments about cost and time—which must have been made gently, because Neuhaus is a gentle man—cut no ice with Philip, and relations between the two men were never the same again. After that, all of the many small amendments and repairs to the de Menil house were done by Howard Barnstone, another young follower of the International Style, rather than Neuhaus. When it came time for a local architect to perform a similar function at the University of St. Thomas, Barnstone was chosen. Again, Philip was less than completely practical. He did not realize, for instance, that there had to be a space between the outer and inner layers of bricks in the wall to trap moisture, and he had put the two layers flush against each other. Consequently, moisture often seeped into the buildings. The steel wide-flange girders at St. Thomas, while quite functional in appearance—the appearance of function was a shining goal of the International Style —in fact rusted whenever it rained and so required elaborate maintenance.</p><p>No matter; Philip was bringing the International Style to Houston, and to the small, loyal band of Miesians in town, that was what was important. Hugo Neuhaus was so devoted to Mies that he once sent the designs for a West Texas office building to Mies for his blessing before letting the client see them. Donald Barthelme, another Miesian in Houston, named one of his sons Peter Rohe Barthelme. When Mies himself was brought to Houston in 1954 to design an austere addition to the Museum of Fine arts (completed in 1958) that was festooned with functional-appearing steel girders, they were in near-ecstasy. But their works and opinions had about as much effect on downtown Houston as the machinations of the poets in town had on the contents of the <em>Houston Chronicle.</em></p><p>The Miesians and other theoreticians might get a job designing the home of a wealthy and sophisticated person, or a museum, or a building at a college with enlightened trustees, or even an occasional church, but the big commercial jobs were the exclusive province of the local architects, and those jobs were where the money was. In those days architects were paid 8 or 10 per cent of the cost of a building (today they charge by the hour or work for a fixed fee), and rarely would even a River Oaks mansion cost more than half a million dollars, whereas a major downtown building might cost $20 million and generate a fee of $2 million. With that much money at stake, there would be lenders involved—banks, insurance companies—and for the corporations and developers who borrowed money from them, six-piece doorjambs and porous brick walls were absolutely out of the question. Buildings had to go up quickly and without a hitch, and so architects who knew the imperatives of business had to be hired. Besides, getting the downtown jobs required knowing the bankers and insurance men and developers who built the big buildings, which Philip Johnson certainly did not. That he would one day get major downtown jobs, that in his wake other aestheticians from New York would get major jobs too, that bigtime Houston architects would one day be asked at cocktail parties what Philip Johnson and I. M. Pei are <em>really like,</em> that developers would one day speak of their important buildings as works of art that required the “signature” of an artist—these would have been, in the late fifties, ideas put forth only by a nut.</p><p><strong>the Local Boys</strong></p><p>From the middle of the twenties until the end of the fifties, three architects dominated the design of commercial buildings in Houston. Their names were Kenneth Franzheim, alfred Finn, and Joseph Finger, and as was often the case with the big architects in american cities, each one’s work was identified not with any particular architectural style but with the segment of the local establishment with which he was most closely allied.</p><p>The Skyline...</p><p><em>The buildings that made Houston.</em></p><p><strong>Texas Commerce Tower,</strong> at 75 stories the tallest building in Texas, is a sleek, pentagonal concrete tube with a granite skin, designed by I. M. Pei of New York, developed by Gerald Hines. </p><p><strong>First City and First City Tower</strong> compose a mini-history of downtown Houston. The first was promised to Si Morris, then snatched away and given to Gordon Bunshaft of New York. The tower was Morris’s revenge, twenty years late.</p><p><strong>Pennzoil Place,</strong> historically, is the most important building on the skyline—the beginning of the partnership between Hines and Philip Johnson and the end of the International Style box.</p><p><strong>Jones Hall</strong> is the most notable effort downtown of the nation’s biggest architectural firm, Houston’s own CRS. Charles “Tiny” Lawrence was the chief designer.</p><p><strong>And Its Daddy</strong></p><img/><p>Henry Girossman</p><p><em>Philip Johnson</em></p><p>In the fifties and sixties, Philip Johnson designed houses, schools, and museums; he was too much the artist to be entrusted with skyscraper commissions. But he still had an enormous influence on the Houston skyline, because his years of proselytizing for the International Style were largely responsible for the design of buildings like First City and Tenneco. Then in the seventies he became a skyscraper designer himself (he was more practical by then) and promptly destroyed the International Style; that’s why the more recent buildings on the skyline look the way they do.</p><p><strong>RepublicBank Center</strong></p><p>is Johnson’s second building on the skyline (if it looks unfamiliar, don’t worry —it’s barely under construction), and it might be called Son of Pennzoil; it shows how far the rebellion against the box has gone.</p><img/><p><strong>The Tenneco Building</strong></p><p>was the second International Style skyscraper in Houston —note how clearly you can see the steel frame —and the beginning of the invasion by out-of-town architects. Edward Bassett of Skidmore, Owings & Merrill was the designer.</p><p><strong>allied Bank Plaza</strong> is</p><p>Kenneth Schnitzer’s biggest building so far, stuck right in the middle of Hines Row. Bassett designed it, and he sure has changed since the Tenneco Building.</p><p><strong>First International Plaza</strong> is another Hines building and another Bassett building, too. It came on the heels of the Pennzoil triumph, and Johnson would have liked the commission, but it was time for something a little more sedate. Because the back floor has fifteen high-</p><p><strong>allen Center</strong> was begun by Dallas’s Trammell Crow, with Si Morris as architect, and then sold during a tight time for Crow to Ken Schnitzer. Schnitzer’s favorite architect, Hermon Lloyd’s firm, designed these buildings—the Capital National Bank Tower and the Meridien Hotel.</p><p><strong>One Shell Plaza</strong> was Hines's firs! building downtown and the tallest building in Texas when it was completed. Bruce Graham of Skidmore, a devotee of structure. designed it. bul it's covered with not-so-structural Italian marble paneling.</p><img/><p><em>The glass-walled allied Bank Plaza, by Edward Bassett, is the first Kenneth Schnitzer building to be designed by an out-of-town architect.</em></p><img/><p><em>William Caudill</em></p><img/><p><em>Thomas Bullock</em></p><img/><p><em>Paul Kennon</em></p><p><strong>Tom Bullock of CRS: “We never planned to be this big. But we’re expansionists. We grew up in the Depression. We’re aggressive. I have it in my blood. Caudill’s a hell of a designer, but he’s a tremendous promoter, too.”</strong></p><p>Franzheim was a venerable type: the society architect. He was courtly and gracious. He oozed charm. While he did not himself actually design buildings, he was talented at arranging to be <em>asked</em> to design them and at later presenting the designs to the clients. It was not Franzheim's intention to invent any architectural styles, but he took care that his office not be so out of touch with whatever the style of the day happened to be that the client would be embarrassed. Finn was Jesse Jones’s favorite architect. In keeping with his most important client’s personality, he was more rough-hewn than Franzheim. Joseph Finger was similar in manner to Finn, but in his business he was of a third type: the political architect who knew city hall and the county courthouse and got his commissions there. Of the three men, he is the most admired today for his talent as a designer; Finn, who was rumored to work from sketches executed by Jones on the backs of envelopes, is the least.</p><p>Finger died in 1953. Jesse Jones died in 1956, and without him Finn quickly faded from the scene. Franzheim died in 1959. It was clear that a new generation of local architects would soon emerge to take the old bulls’ places and that theirs would be sweet and remunerative careers. The times were prosperous, the population was growing, the move to the suburbs was getting under way, and there was a shortage of office space downtown because so little had been built during the Depression and World War II. It would be a wonderful time to be an architect in Houston.</p><img/><p><em>RepublicBank Center, now just starting to go up, will be a modern skyscraper that looks like a masonry skyscraper, by Philip Johnson.</em></p><img/><p><em>a new condo by Robert Venturi, one of the plywood column boys.</em></p><img/><p><em>CRS designed its own, eccentric headquarters below street level.</em></p><p>Of the firms positioning themselves to get this new business, three stood out: Lloyd and Morgan; Wilson, Morris, Crain & anderson; and Neuhaus + Taylor. Lloyd and Morgan was founded by Hermon Lloyd, a middle-class Houston boy who graduated from the Rice architecture school in 1931. Leaving school when he did. Lloyd learned with particular force the lesson that presents itself to all young architects, which is that architecture is a tough profession financially. Times were so bad when he graduated that he went to work as an announcer for a border radio station, and when he returned to Houston, he subsisted at first on commissions to decorate ballrooms for debutante dances. It was only because his partner’s brother-in-law was on the Pasadena school board and was thus able to steer some jobs their way that the firm finally got on its feet. In 1950 Lloyd and Morgan received its long-awaited first major commissions: the Rice football stadium and the 35-story Melrose Building downtown. By then Hermon Lloyd understood full well how difficult it was for an architect to get a practice going and how important it was to keep up contacts around town.</p><p>S. I. Morris, known as Si, graduated from Rice in 1935 and three years later went into partnership with a school friend, Talbot Wilson. Morris, affable and canny, also became impressed with the difference contacts could make. His breakthrough commission, obtained through a Rice classmate in the early fifties, was for the interior decoration of the Houston Club—a job of no architectural significance, but a wonderful opportunity to meet the kind of people who were in a position to hire architects. That job led to the design of the Houston Country Club in 1956, which helped the firm in exactly the same way. By that time Morris made no pretense of being a designer, leaving that to Wilson; he was a business-getter and probably the best one in town, a man who served on every conceivable board, who knew everybody in Houston, who kept his ear to the ground and offended no one.</p><p>Neuhaus + Taylor came on the scene later, having been founded in 1955. Its principals, Victor Neuhaus and Harwood Taylor, had grown up together in Houston, been classmates at architecture school at the University of Texas at austin. Neuhaus was an authentic member of an old Houston family (he and Hugo Neuhaus are second cousins), with all the contacts that that implied. But Victor’s branch of the family had not been quite as fortunate as Hugo’s —they were in the insurance business, and Victor had not had the opportunity to go to Ivy League schools, as Hugo had —and perhaps as a result, Victor was much more the competitive businessman than was Hugo. He was smooth and had the good looks of an oldfashioned leading man, and he concentrated on the business end of the practice; it was said that he would rather read <em>Fortune</em> than one of the architecture magazines. Like all businessman-architects, Neuhaus could, when necessary, speak sincerely about the beauty and meaning of his firm’s designs, but Taylor, a charming, blustery, difficult man of some talent, was the designer. Thanks to Neuhaus’s contacts and salesmanship, they were able to progress quickly from houses to commercial work. One day in the late fifties a young man in the air conditioning business who was trying to get into real estate, Gerald Hines, asked them to design a one-story suburban office-warehouse. He quickly became the firm’s biggest client, and Neuhaus + Taylor prospered.</p><img/><p><em>The shape of things to come: Michael Graves’s Sunar Showroom.</em></p><img/><p><em>Philip Johnson’s Miesian campus of the University of St. Thomas, done in the high International Style—boxy and without decoration.</em></p><img/><p>The precise, pentagonal Texas Commerce Tower. Note ihe way ihe panels alternately overlap-by exactly 2 37/64 inches-at the edge.</p><img/><p><em>Victor Neuhaus</em></p><img/><p><em>Jack Rains</em></p><p><strong>Jack Rains of 3D/I: “Every year I used to interview the national lenders. I talked to everybody in the deal business. One year a guy says, ‘The price of oil’s going right through the top. It’s gonna happen. Go to the arabs.’ ”</strong></p><p>The design partners in all these firms, as would become clear later, were the dispensable ones. Designers streamed out of the architecture schools —most of them talented and competent, few of them touched by genius—and found that the road to designing a major building was impossibly long. If they could get jobs at all, they were hired at low salaries; even today, most of the leading firms in Houston start architecture graduates at $15,000 a year, which is much less than half of what the leading law firms pay their new graduates. Unlike the lawyers, they quite often were laid off when work was slow. They were put to work on the slow and boring task of drafting the working drawings —the placing of light switches, the detailing of window framing, the routing of ducts —and there they would sit, rows of neat young men in bow ties bent over tilt-top drafting tables, waiting.</p><img/><p><strong>HOW To Read a Building</strong></p><p><em>What goes on behind those smooth glass walls.</em></p><p>This is the steel frame —columns and beams welded and bolted into a grid—that underlies most skyscrapers. This building (allied Bank Plaza) will be 71 stories tall, so the columns are relatively close together (ten feet) to stiffen the frame against the wind. The floors are formed around steel decks hung between the beams.</p><p>This canvas wrapping means that the steel frame is being fireproofed—that is, encased in a light layer of concrete. The concrete is sprayed onto the steel; the wrapping keeps the concrete from blowing all over downtown Houston.</p><p>Here, the fireproofing is finished and you can see the frame again, covered in concrete, ready for the wall to be applied.</p><p>The light metal grid hung over the frame is the first element in the curtain wall. It holds the panes of glass in place.</p><p>In a glass curtain wall there are really two kinds of glass. First to go up is the spandrel glass, which is opaque and covers the space between floors; then, the vision glass, which is the actual window. But from the outside, they’ll look identical.</p><p>This detail shows a different kind of wall (granite) on a different building (Texas Commerce Tower). But the principle is the same: everything in the building’s skin is a panel, precisely machined in a factory, shipped to the construction site, and glued into place.</p><p>Even when success came, it was not terribly sweet by the standards of the other professions. A survey taken last October showed that the principals of big Houston architectural firms made, on the average, $63,000 a year—less than half of what people at a similar level in the law are paid and less than a third of what the leading doctors make. In the event that an architect did become the lead designer on a big building downtown, he would be likely to find that his client wanted it to be neither stylistically innovative nor more than ordinarily expensive. It is possible for a building to be a work of art, but it is <em>the</em> most expensive work of art to produce; every building in downtown Houston cost more to make than <em>apocalypse Now</em> or <em>Heaven’s Gate,</em> and real estate developers are rather less tolerant of the artistic temperament than are Hollywood producers. That was why, in Houston as in most places, the business-getters dominated the practice of architecture.</p><p>But by the end of the fifties, curiously, neither the Lloyd firm nor the Morris firm nor the Neuhaus firm, for all their splendid contacts, was the biggest in Houston. That distinction belonged to a firm called Caudill, Rowlett, and Scott, which had moved to town in 1957 from, of all places, College Station. CRS had started life poor and hungry. Its founders, William Caudill and John Rowlett, were small-town boys-Caudill from Durant, Oklahoma, and Rowlett from Georgetown-who had taught together at Texas A&M in the early forties. After the war, they opened an office over a grocery store in austin with a capitalization of $1000. But a year later the firm folded; as Caudill points out, Rowlett didn’t know anybody but other architects. In 1948 they began again, over a grocery store in College Station, and soon took in three of their former students as partners: Wallie Scott, William Pena, and Thomas Bullock.</p><p>The early driving force at the firm was Caudill, who was a man from an old (though by then almost dead) american tradition, that of the homespun, practical-minded rural genius. Caudill was a fidgeter, a gesticulator, a diagrammer, a stammerer, an interrupter, a theorist, and a man of relentless ambition. He had bushy gray hair and bushy black eyebrows, and he seemed to be bursting at the seams, as if his mind was churning at a rate far too fast for his country-boy chassis to handle. He was naturally pedagogical. He felt architects should work in teams, not alone. His preferred form of discourse was to fire off questions: What is a building? What is architecture? Why are there rooms?</p><p>Caudill had gone to Oklahoma A&M (now Oklahoma State) and then to the architecture school at MIT, where his thesis (later published as a book) was a manifesto about the sorry state of elementary schools in Texas called <em>Space for Teaching.</em> In 1950 the chairman of the school board in Blackwell, Oklahoma, phoned Caudill and said he had heard about the book. Would Caudill be interested in coming up to talk about designing a new elementary school up there? Caudill drove the three hundred miles to Blackwell, got the job, and designed a school that expressed his theories about how children should learn: a long, low brick structure with plenty of windows and grounds, no indoor hallways, and informally furnished classrooms. Soon after it was finished, <em>Collier’s</em> magazine did a color photographic spread on it called “The Little Red Schoolhouse Goes Modern.” and CRS was on its way. By the middle fifties, it had established itself as the preeminent school designer in Texas and Oklahoma.</p><p>In 1957 it was decided that Caudill would move to Corning, New York, for a couple of years and, as people at CRS put it, conquer the East (which, in terms of elementary school design, he did). So he had to decide who would run the firm in his absence. He thought about Rowlett, and Scott, and Pena, but on a hunch he picked Tom Bullock instead. It was, in a way, an odd choice. Bullock had made himself a manager within the firm and did no design work, and he was the youngest of the early partners. He had grown up in Hillsboro (his younger brother, Bob, is the flamboyant state comptroller). He was a quiet, sensible, folksy man, but Caudill perceived that his ambitions were on a grander scale than the other men’s and that he could be aggressive when the need arose. So it was Bullock who took over, and it was Bullock who moved CRS to Houston the same year. And it is Bullock, the businessman, not Caudill, the designer, who is chairman of CRS today and who came within one not-quite-consummated deal of making it probably the largest architectural firm in the world.</p><p><em>(Continued on page 219)</em></p><p><em>(Continued from page 151)</em></p><p><strong>the Invasion</strong></p><p>The last big downtown building of the old days in Houston was the Bank of the Southwest, designed by Kenneth Franzheim and completed in 1956; the first buildings of the new age would be the First City National Bank building and the Tenneco Building, both of which went up just as the sixties were beginning. As planning for the buildings started, it seemed only fitting that men from the bright new generation of Houston architects should design them. First City was then still headed by the fearsome Judge James Elkins, who also ran the gigantic law firm of Vinson & Elkins, but his son, Jim Elkins, Jr., was the president of the bank and a good friend of Si Morris’s. One day Judge Elkins called Morris in and told him he wanted his firm to design the bank’s new headquarters. Soon the preliminary design work was begun. At Tenneco, similar discussions had taken place between Gardner Simons, the chairman, and Hugo Neuhaus, Philip Johnson’s old friend; the firm of Cowell and Neuhaus had been working for nine months on the design.</p><p>On the day of the meeting to get Tenneco's official approval of his design, Hugo Neuhaus had lunch at the Ramada Club. He happened to notice that Simons was eating at a nearby table with Nathaniel Owings, the business-getter of the San Francisco office of the giant nationwide architectural firm of Skidmore, Owings & Merrill, which was certainly odd, because Owings had no business in Houston that Neuhaus knew of. But it was an omen. When Neuhaus arrived at Tenneco headquarters for his meeting, he was taken aside by a couple of secondechelon executives and quietly told that he would not be designing the new headquarters after all; the San Francisco office of Skidmore, Owings & Merrill would. Then Nat Owings appeared for a word with Neuhaus. Cowell and Neuhaus would be allowed to receive credit as “associate architects” of the Tenneco Building, Owings said, but they would not participate in the design, would not be welcome at the construction site, and would be entrusted only with going to city hall to obtain the building permits, since surely they knew the local politicians. On the spot, Neuhaus said no, he’d rather not have anything to do with the building.</p><p>A few months earlier, exactly the same thing had happened with the First City headquarters. Si Morris had been given to understand that Harold C. Flanigan, the chairman of Manufacturers Trust Company of New York City, which was arranging for the financing of the building, had insisted that a national architect who had more experience with tall buildings be used. So Judge Elkins hired Gordon Bunshaft of the New York office of Skidmore, Owings & Merrill, and Morris, like Neuhaus, was offered the role of associate architect. At first he considered refusing to play, but then he decided what the hell, it was a job and he might learn something. Over the years, Morris continued to accept associate architect work and to wait for the next time a major company’s headquarters in downtown Houston would go to a local architect, hoping he would be the architect. And in fact, he was; but the wait was twenty years.</p><p>The First City National and Tenneco buildings immediately dominated and changed the Houston skyline, and in this there were several ironies. First, although Philip Johnson would never have been asked to design them, his influence was present. For thirty years, ever since he and the architectural historian Henry Russell Hitchcock had written a book and mounted a show at the Museum of Modern art to introduce the International Style to america, he had been a tireless propagandist for Miesian architecture. So it was partly through his efforts that corporations were willing to commission Miesian buildings.</p><p>That was where Skidmore, Owings & Merrill came in. The firm was intellectually respectable enough for there to have been a Skidmore, Owings & Merrill show at the Museum of Modern art in 1950. No large firm was more devoted to the International Style than Skidmore. But at the same time, the partners at Skidmore were sensible people who employed engineers, who knew how to talk to corporate executives, and who were familiar with the harsh realities of budgets and schedules. A corporation that hired Skidmore to design its headquartersChase Manhattan Bank, Lever Brothers, U.S. Steel, and Union Carbide, to name a few—was assured of both the appearance of enlightenment in aesthetic matters and a building that worked. Construction lenders came to love Skidmore even more than the architecture critics did.</p><p>The Houston firms, too, were well versed in the practical side of architecture, but they could not compete with Skidmore aesthetically. They did not have national reputations; the simple act of hiring them could not make a corporation look good. When they got a job, they built it vaguely in the International Style, but, whether because they were given less ambitious projects with smaller budgets or because their designers weren’t as talented, it didn’t look as good as Skidmore’s work. Tenneco and First City were attractive buildings. Although First City was designed by Gordon Bunshaft in New York and Tenneco by Edward Bassett in San Francisco, they looked quite similar. Both were rectangles 32 stories high, and each side of both buildings was a grid of vertical columns that were about 27 feet apart and horizontal beams about 13 feet apart, with the office windows set back about 5 feet from the front of the grid. The First City building was white and the Tenneco Building was bronzecolored. They made everything else downtown look suddenly fussy and out-of-date.</p><p>In keeping with the tenets of the International Style, they presented to the world smooth surfaces devoid of the kind of decorative scrollwork that covered the nearby Esperson and Gulf buildings, lords of the skyline from another era. Also, the way each building looked from the outside was an expression of its internal structure—the grid of columns and beams that you saw from the outside expressed (in fact, was) the steel frame that held the building up. Expression of structure was crucial to the International Style, and the more honest the better. Because the Tenneco Building had a frame covered with anodized aluminum, it was held in higher regard by the critics than the First City building, where the covering of the frame was a pretty white marble that could be accused of being decorative.</p><p>The notion that decoration was bad and expression of structure good was invented by intellectuals, but it came to dominate architecture all over the world because it was eagerly embraced by corporations, insurance companies, and developers. Back in the days when the walls of skyscrapers were made of masonry and stone, there had to be skilled artisans at the construction site, laying brick and fitting and carving-and, in the developers’ minds, taking their sweet time about it and going on strike and charging an arm and a leg for their services. In the years after World War II, engineers developed machinery that could mass-produce, at extremely close tolerances, the components of the nonload-bearing walls the modern skyscraper required: plates of glass and sheets of stone and metal that could be, essentially, glued onto the frame to enclose the building. This news was music to the developers’ ears because it meant no more artisans at the job site. Buildings could go up faster and cheaper as the components were slapped into place. And it was okay with the aestheticians of the International Style, like Philip Johnson, because the mass-produced panels were nondecorative and expressed the notion that a skyscraper’s wall was only a covering against the weather.</p><p>On the First City and Tenneco buildings, the coverings of the frames were made of mass-produced panels and the set-back windows were made of mass-produced panes of glass. From an economic standpoint, their only shortcoming was that the windows were set back inside the steel frame, which meant that a doughnut of space outside the windows could not be rented out to tenants. In the future, the walls of Houston skyscrapers were placed just <em>outside</em> the steel frame, and the buildings were usually leased window to window. That meant that the outer walls were thin, flat, stuck-on surfaces, and they came to be called curtain walls. Architects talked about buildings' being “clad” in glass and metal. What laymen called walls, architects called skin.</p><p>The first major curtain-wall skyscraper in the United States was New York's Lever House, by Gordon Bunshaft of Skidmore, which was completed in 1952 and hailed as a masterpiece. The next one was the Seagram Building, also in New York, designed by Mies van der Rohe himself with Philip Johnson as associate architect, completed in 1957 and hailed as an even greater masterpiece. Because Mies and Philip were mixed up in it. the Seagram Building was extremely expensive —Mies had stuck extravagant solid bronze wide-flange girders on the curtain wall, similar to the steel girders on his museum addition in Houston, to “express” the girders inside. But Skidmore was far more prudent and so received far more commissions. By 1960. the marriage between aesthetics and economics was so strong that there could be no argument with the steel-frame-and-curtain-wall skyscraper, and any Houston architect who got a big commercial job would design one. The local boys had no alternative to propose, no Texas style of skyscraper. What could it possibly be? a building with a limestone skin?</p><p>There was nothing for them to do but stand helplessly by and watch the big jobs go out of town. Oh. every now and then somebody would make noises in the local chapter of the american Institute of architects about how this never happened in Dallas and wasn't there some way to ban the invaders, but everybody knew that any resolution that was passed would be unenforceable. The coup de grace came in 1965 when Gerald Hines, by then the biggest developer in town, was planning his spectacular entry into the downtown market with the fiftystory One Shell Plaza, the tallest building in Texas. Hines had been good to the local boys, giving them medium-sized office buildings (Neuhaus + Taylor, mostly) and his own house in the suburbs (Si Morris). But for the Shell building, he turned to Bruce Graham, the chief designer in the Chicago office of—sad but true —Skidmore, Owings & Merrill.</p><p>Even more than the other Skidmore designers, Graham was a believer that structure was all in a building. He was not an artiste and did not lead the life of one; he and Hines had met over a game of golf in Mobile. Alabama. For One Shell Plaza, he designed a building that was structurally quite innovative. It had a poured-concrete frame in which certain of the outer columns were especially thick to provide bracing. At those points the wall bellied outward, because the structure had to be expressed. But so that the expression of structure would not be too brutally honest, the concrete was then given a skin of Italian travertine marble so that it brought to mind the temples of Rome.</p><p>The building was a great success; Graham was hired to design the companion building. Two Shell Plaza. And Si Morris was made the associate architect on both buildings. When the time came to design the Galleria, Hines went out of town again, to the big St. Louis firm of Hellmuth. Obata, and Kassabaum, with Neuhaus + Taylor as associate architects this time. The painful word went around in Houston that Hines and Graham had formed a close friendship and that Graham had undertaken the task of educating Hines about architecture, in the way that a successful businessman must be educated in the appreciation of fine wines.</p><p><strong>ARABIAN Nights</strong></p><p>As a plant grows toward light, the Houston architects, beaten by Skidmore to their own city’s biggest jobs, moved toward exploring the frontiers of the business side of architecture. Business would be the salve for their wounds. While the critics celebrated Skidmore and Philip Johnson, the Houston firms would think systematically, they would plan, they would be unsentimental, and they would grow. No one was purer at this kind of thinking than Tom Bullock of CRS. In the late fifties he had turned CRS into a corporation rather than a partnership, a move that was considered inappropriate and commercial; now. in the middle sixties, he was thinking about what CRS might do when, as the children of the baby-boom grew up. the school design business tailed off. One possibility was hospital design.</p><p>In the interest of diversification, Bullock in 1965 hired a 29-year-old New Yorker named James Falick. who was inexperienced in the extreme —he had been out of architecture school only two years —but had a solid academic background in hospital design. Falick was a sensitive, intellectual almost melancholic man, but he also turned out to be a wonderful salesman; by the early seventies CRS was one of the biggest hospital design firms in the country. It was doing more hospital business than school business, and it was still doing a lot of school business: 27 community college campuses between 1965 and 1975 and major buildings at Duke and Harvard. Aesthetically, too, the firm was prospering. A design team led by Charles “Tiny” Lawrence built Jones Hall on a high-visibility site in downtown Houston. (Those who felt CRS took itself a little too seriously passed around the story that there was intense debate within the firm over whether Jones Hall was the seventh-greatest building in history, or only the eighth.) Caudill had gone off to rescue the faltering architecture school at Rice, and he was making great strides. CRS was a hot property.</p><p>It was only natural that there would be inquiries from larger companies about the possibility of buying CRS. Some suitors were allowed to present their cases —Westinghouse was especially ardent—and then the management of CRS decided instead to go public, which they did on March 25, 1971. Their motivation was easy to see. The firm could expand; for an ambitious group of entrepreneurs, being publicly traded is a way of playing in the big leagues of business; and, of course, by March 26, 1971, the founders of CRS were all rich. But <em>Progressive architecture</em> and Philip Johnson and the deans at Harvard and Yale did not stand on the sidelines applauding as the CRS stock went on sale. As far as anyone could tell, no architecture firm —and, for that matter, no law firm or medical practice, either —had ever gone public before. It was the harbinger of something: either of architecture’s becoming a real business, or of the cheapening of a gentlemen’s profession.</p><p>Judging by their actions, the other big Houston firms took the former view. Hermon Lloyd’s firm, in the mid-seventies, exchanged a block of its stock for stock in Kenneth Schnitzer’s Century Development Company in such a way that the financial destinies of the developer and the architect were forever intertwined. Whenever Schnitzer undertook a big project —like Greenway Plaza before the stock trade and allen Center afterward —Lloyd got the architectural commission. Although his work was perfectly respectable, his business arrangement did not allow him to strike the pose that most architects prefer, that of the disinterested professional who has risen above the world of commerce.</p><p>At the 1978 american Institute of architects convention in Dallas, the association's membership decided to lift its longstanding ban on advertising. The first important firm in the country to undertake an advertising campaign in the popular press was Si Morris’s, which last winter began running full-page ads in <em>Time, Newsweek,</em> and <em>Texas Monthly,</em> among other publications, generating news stories in the architectural press that had a slightly incredulous, how-darethey tone. Clearly, Philip Johnson wouldn’t have done it. But Morris had years before decided that solid business growth was more important for his firm than avoiding controversy. In 1972 he split with his three major partners over what was billed as a philosophical difference. (That is usually a euphemism for a business difference.) In the years after the split, the other three men developed separate medium-sized practices, and Morris’s own office grew to be very large very quickly. His chief designer was Eugene aubry, a Galvestonian who had been a protege of Howard Barnstone’s. Barnstone and aubry had a small but extremely Miesian practice in the sixties. Then Barnstone suffered a protracted illness, and one day in the hospital, he was served with papers informing him that aubry had dissolved their partnership and gone to work for Morris. In the ensuing years aubry proved himself to be probably the best homegrown commercial designer in Houston, and in 1980 Morris changed the name of the firm to Morris/aubry.</p><p>At Neuhaus + Taylor, the corporate age arrived in 1969, with the appointment of an insurance salesman turned lawyer named Jack Rains as business manager. Rains was a steamroller of a man. He was incapable of sitting still for long; he was a key-ring jiggler. He had grown up all over Texas, but his loyalties lay with his family’s East Texas homeplace and with his alma mater, Texas A&M. To say he was a fanatically loyal aggie would be to overcomplicate him; he simply could not conduct a conversation without making reference to A&M and to his rural roots. He was impatient, businessminded, tough, smart; his passions and hurts rested as close to the surface of him as they were deeply buried in his smooth and impenetrable boss, Victor Neuhaus.</p><p>A year after his arrival, Rains was named managing partner of Neuhaus + Taylor. From that position he helped arrange the acquisitions of two engineering firms and two architectural firms. Then, in 1972, he took the company public under the name Diversified Design Disciplines (3D) and became its treasurer and chief financial officer. He was not, by the way, an architect.</p><p>A year later, the firm hired away from the Inter-Continental Hotel chain in New York an old architecture school friend of Neuhaus’s and Taylor’s named Bill Bonham. Bonham’s job was to drum up commissions in some of the countries where he had worked for Inter-Continental Hotels, and the timing of his arrival at 3D couldn’t have been more fortunate. The bottom was just beginning to drop out of the american real estate and construction (and hence, architecture) market. There was a desperate lack of work. Right away, Bonham and Rains began to do what big-firm architects all over the country (and in particular at CRS) were doing: going to the Kingdom of Saudi arabia and into the rest of the arab world to look for jobs.</p><p>The arabs were beginning an awesome building program financed by exactly the same oil price increases that had put the kibosh on the american economy, so plenty of business was up for grabs. But it was difficult to get a foot in the door because all the important jobs were handed out by the government ministries, which a newly arrived american could not just breeze into asking for a word with the boss. Bonham’s ties to Inter-Continental Hotels brought in some work, and Rains had a list of every aggie in Riyadh, but their big break didn’t come until late in 1974. The Ministry of Finance had built a new hotel and an adjoining conference center in Riyadh called King Faisal Hall, but it was deeply dissatisfied with the results. There was to be a big curtain-raising conference there in ninety days; could 3D fix things up in that time?</p><p>The ninety days were insane —work around the clock, supplies bought in Houston and rushed to Washington in Hot Shoppes trucks and loaded onto chartered 747s, 3D teams camped out in Riyadh-but when the hotel was finished, exactly one hour before the conference was to begin, the ministry was pleased. After that the jobs rolled in, on a scale up to the billion-dollar Buraidah New Town, an entire city of 30,000 people designed from scratch by 3D. Plus, the arabs turned out to be nice guys once you got to know them. They were elaborately hospitable. They would take you to the camel races. In just the way Texans go out to their ranches, the arabs would go out to the middle of the desert, where they’d have a tent or a trailer and could feel peaceful. If they liked you they’d invite you along. Sure, there wasn’t much to do out there, but when guys are friends, being together is never boring. The arabs were can-do people who appreciated business, they knew how to think big, and when the Houston architects were in Saudi, they didn't have to worry about the out-of-town architects because they <em>were</em> the out-of-town architects. They designed sumptuous american-style hotels and townhouses in what could pass for an arabian idiom, with skins of sand-colored concrete or white stucco. They had no grand aesthetic ambitions, but their buildings looked fine and were feats of logistics and teamwork. The arabian architects resented them. It was a heady time.</p><p>In all honesty, there were a couple of other tiny things about the arabs. First of all, when you did business over there, you realized that. . . how to put it? . . . that the Foreign Corrupt Practices act was an extremely naive piece of legislation. Then there was the business about Zionists. None of the arabs liked Israel, and they didn’t like Zionism, and so they didn’t like Zionists. Quite often, they wouldn’t want Zionists working on their projects, and in practical terms that meant Jews. Some of the arabs cared more about it than others. The Saudis were pretty bad, and the Libyans and the Shi’ites were <em>really</em> bad. But most of the time you could finesse it. Nobody stopped hiring Jews back in Houston, and everybody had a story of a Jewish architect who had somehow gotten into Saudi. But in the end, the usual way of doing business was to let the arabs’ prejudices dictate who in your firm did their work.</p><p>As 3D went from local architectural firm to international corporation, there were certain internal strains. The extent of them was brought home dramatically to Jack Rains when he flew back from Saudi for a 3D board meeting and was asked to leave the room. He didn’t like the way that sounded, so he said he’d rather hear what the problem was. Somebody said that 51 per cent of the stock in the company was prepared to vote for his resignation. Rains had stepped on a few toes in his rise at 3D, in a more serious way than he perhaps had realized. Now it had come to a real live corporate shoot-out.</p><p>Rains said okay, he’d resign. Then Neuhaus said if Rains was going to resign, he was going to resign, too. Thus began an elaborate philosophical difference in which Neuhaus, Bonham, and Rains, the three chief business-getters, were pitted against the chief designers and most of the stock. The business-getters won. They borrowed as much money as they could, bought out the dissident executives, and in the process took the company private again. The principals of all the firms Neuhaus + Taylor had merged with to form 3D —seven men in all —left the company. Two important Neuhaus + Taylor partners left. Finally Harwood Taylor left, too. What remained was a multinational architectural and engineering company with a clear chain of command, whose three top officers are not building designers and to which first-rate design is decidedly <em>a</em> goal rather than <em>the</em> goal.</p><p>In 1977 the name of the company was changed to 3D/International. Two years later, Gerald Hines built the 3D/International Tower (designed by 3D/I), a 21-story building with an expensive stainless steel and glass skin, on a choice site at the corner of San Felipe and the West Loop. The public areas of the tower look like a fantasy of the corporate life of the eighties. On top of the building is a special executive floor with an elegant private dining room, an auditoriumcum-screening-room, and two-room offices with panoramic views of downtown Houston for the top officers of the company. On the third story is a sort of situation room with clattering telexes and a giant bulletin board for tracking the global whereabouts of Neuhaus, Rains, and Bonham. The reason that Neuhaus stuck with Rains through all the troubles, one old friend of his says, is that he knew Rains was his ticket to the kind of life he always most wanted to lead —not that of the architect, but that of the chairman of the board.</p><p>At CRS, there had been an arabian job in the shop ever since 1964—the campus of the University of Petroleum and Minerals in Saudi arabia. -In the early seventies Tom Bullock saw the importance that work in the arab world was going to take on and went after it with great success. Today the firm is working on housing projects for the Saudi Ministry of Interior, on a new town called Ruwais in abu Dhabi, and on the air bases for the F-15 jets that the United States government has decided to sell to the Saudis. All of these are among the biggest architectural jobs in the world.</p><p>As the amount of arab work increased, James Falick, the hospital designer, perceived that his star at CRS had begun to wane. It came as a surprise to him. Before the 1973 embargo he had been the firm’s best business-getter and a contender for its presidency. After the firm went public, Falick thought the relentless pressure of the stock market was forcing the volume of work too high, and he became a complainer around the office. But he also thought his being Jewish might be another reason why his life was beginning to seem less pleasant around CRS. He was taken out of hospital design and put in marketing, and a few months later, feeling bewildered and angry, he resigned and went into partnership with an established architect named Irving Klein. Three other Jewish architects left CRS in those years, and the four departures were referred to around town as the Diaspora.</p><p>In 1978 the CRS founders sold 20 per cent of the company to Ghaith R. Pharaon, a member of a wealthy and influential Saudi family who had undertaken an aggressive program of investments in Houston; he is today CRS’s largest stockholder by far. The firm has pushed forward on all fronts and continued to prosper, although at times when business has been short, there has certainly been no hesitation about laying people off. The architecture side of the company is now run by Paul Kennon, an A&M graduate (he played end for Bear Bryant there) who worked for seven years for Eero Saarinen. Caudill has the title of chairman of the board of the architectural division. Bullock runs the business side, with the clear goal of bringing CRS to the point where it can actually construct buildings as well as design them. Through the seventies he acquired a series of smaller firms, and this year he came to terms with a larger company, J. E. Sirrine of Greenville, South Carolina, a prosperous industrial engineering and architectural firm in no danger of being celebrated by the Museum of Modem art. In early March the deal was abruptly put on hold because of the falling price of CRS stock, which was to be traded for Sirrine stock, but if it goes through, CRS will be the only architectural firm eligible for listing on the New York Stock Exchange.</p><p><strong>the Aluminum Return</strong></p><p>One evening in Houston in the fifties Philip Johnson happened to be the dinner guest of his good friends the de Menils. In the course of the meal, another of the guests, Ruth Carter Johnson of Fort Worth, the daughter of the legendary newspaper</p><p>publisher and tycoon amon Carter, turned to him and said, “Would you please design my museum for me?” So it was that Johnson was commissioned as the architect of the amon Carter Museum of Western art in Fort Worth.</p><p>He decided that the museum had to have a certain kind of teak paneling inside, and he was having trouble finding a teak that satisfied him. On a previous commission, he had been well pleased with the paneling installed by I. S. Brochstein of Houston, a crusty old immigrant from Palestine whose family was in the wooden interiors business. Brochstein got in touch with Johnson about the amon Carter difficulties and said he had a load of teak right in his warehouse that might do. When Johnson saw it, he was very enthusiastic, and Brochstein received the contract to supply the paneling for the amon Carter Museum.</p><p>As it happened, Brochstein owned a tract of land on Post Oak Boulevard that years later Gerald Hines became interested in building on. As Johnson tells the story, in the course of the negotiations Brochstein agreed to do business with Hines on the condition that Philip Johnson be seriously considered for the architectural commission on the project. And when a deal was struck, he was indeed hired.</p><p>Because of that deal, american architecture was changed, in both the aesthetic and the business sense. To understand why requires first understanding that Philip Johnson had changed somewhat since he last</p><p>worked in Houston. In 1967 he had taken on a younger partner, John Burgee, who was vastly more practical than Johnson was. Also, his alcoa stock, sold off bit by bit over the years, was starting to run out, so he would soon have to live on his earnings for the first time in his life. He and Burgee had been commissioned to design an actual office building, the headquarters of Investors Diversified Services in Minneapolis. Although the critical reception was warm, IDS underwent some financial difficulties that were blamed in part on the expense of its building. So Johnson was still a long way from winning over the developers and lenders—he was, despite his eminence, a man in need of a big break and thus willing to be flexible in a way he never had been before.</p><p>Besides all that, it appeared that Johnson was beginning to tire of the International Style. Ever since the fifties he had been taking playful pokes at it. Once at a lecture he said he felt that form follows form, which was a desecration of Mies’s dictum that form follows function; in other words, he was saying that the way a building looks should be <em>not</em> an expression of its structure but an expression of aesthetic beauty. It was an example of the insouciance of Johnson that so maddened the Houston architects that while he was making that pronouncement, he was designing the devotedly International Style University of St. Thomas. But in light of his new financial needs, it was impossible to say just what he was up to.</p><p>Gerald Hines, meanwhile, had become glass tour inches. They would allude to the girders on Mies’s Houston museum addition and Seagram Building, and thus cleverly establish a sense of evolutionary descent from the glory buildings of the International Style. Mies’s protruding girders on the Seagram Building were solid bronze, you’ll recall; the Hines people figured out that Johnson’s protruding mullions could be made ot hollow anodized aluminum, which was fairly inexpensive. Mies had fastened his girders with solid bronze screws, attached laboriously by hand; the Johnson mullions would clip together. Even so, it would be an expensive curtain wall, but Hines was able to soften the blow by getting a good price from his supplier in exchange for buying a huge quantity.</p><p>Pennzoil Place went ahead. Si Morris’s firm-ever the bridesmaid, as Morris was beginning to say-was hired as associate architect. Hines acquired a prime site in austin and had Morris design a plain 26-story box using the excess curtain wall, and this became the austin National Bank Tower. Back in Houston, the leasing interest in Pennzoil Place was so strong that Hines had Johnson add two floors during construction.</p><p>As soon as the building was finished, all hell broke loose. Ada Louise Huxtable, the architecture critic of the <em>New York Times</em> (whose first job after graduate school, it so happened, was as Johnson’s assistant at the Museum ot Modern art), came down to see the building and wrote an article titled “Houston’s Towering achievement.” She called Pennzoil Place “a dramatic and beautiful and important building” and “also a highly profitable investment.” She wrote a serious architectural appraisal of Houston. A few months later, her young associate at the <em>limes,</em> Paul Goldberger, came down and wrote a long story about Hines and Johnson called “High Design at a Profit,” which said that developers could make more money if they used fine architects.</p><p>Indeed, Hines did make more money. He had borrowed $60 million to build Pennzoil Place, and in 1978 he sold a reported 90 per cent interest in it to a group of German investors for $100 million. Space in the building originally leased for $12 to $13 a square foot; early this year it was subleasing at $25. Hines became famous. He and Johnson became friends. He dropped plans for his precast factory and allowed Johnson and Burgee to use curtain wall in Post Oak Central. They designed three buildings with rounded corners, black-and-silver-banded skin, and setbacks in the upper stories. Upon completion, the buildings were hailed as a brilliant reworking of the art deco style of the thirties. And in the years since then, only rarely have Johnson’s friends the architecture critics considered expression of structure a praiseworthy trait in a building. Instead, they have found imaginative shapes, the use of decorative color in the skin, and allusions to earlier styles to be the bases of architectural merit.</p><p>Johnson's new success was immensely annoying to other architects. Skidmore’s position as <em>the</em> respectable skyscraper designer was instantly destroyed. The Houston firms’ stunning business success was overshadowed and ignored. Because Johnson’s office was small, the associate-architect market picked up, and Hines was good about spreading the business around, but even this had its irritations. Johnson’s office would produce perhaps a hundred sheets of drawings of a building (for a fee well into six figures), and the local architect would do the endlessly detailed work required to get it built, only to see Johnson get all the glory. But what could they do? Tenants, it turned out, were sick and tired of the International Style box. They liked decorative buildings with distinctive shapes. Even in the suburbs, the speculative office building that was a plain box instantly became a rarity. The Houston architects moved away from the box too, and in so doing gave their mute assent to the magnitude of Philip Johnson’s name.</p><p>Despite all the hoopla about Johnson and Hines and about Houston's being the architectural capital of the United States, there was still a world of practicality at work in the designing of downtown Houston. The trouble was, it was a hidden world; to the critics, it was as if it wasn’t happening at all. Si Morris finally got his revenge for the humiliation of the First City building when Jim Elkins commissioned his firm to design all by itself the new, taller First City Tower across the street. Hermon Lloyd’s firm designed the fifty-story Capital National Bank building in allen Center. CRS got the 52story Gulf Building job in Houston Center. All these commissions represented major progress for the local boys, and they were not plain rectangular boxes, either. Business in general was good, too —Houston granted $3 billion worth of construction permits in 1981, more than any other city in history. But the local boys' buildings were not written up in the <em>New York Times,</em> and while they were fine pieces of work, they were not as beautiful or as dramatic as the buildings the invaders had done.</p><p>Even Kenneth Schnitzer, who had never used an out-of-town architect in his career, caught the bug and hired Edward Bassett of Skidmore, the Tenneco Building’s designer, to design his allied Bank Plaza downtown, a 71-story tower with a curved shape and a curtain wall of green glass. Hermon Lloyd was associate architect, and in the promotion of the building, its architectural distinction was emphasized. Early this year Schnitzer was starting to plan a huge building for the Bank of the Southwest—it would be the tallest building in town if he could get a variance from the Federal aviation administration—and every architect in town was dying to get the commission. But Hermon Lloyd had quietly been told he would have to be content with the role of associate architect again, and it seemed that the five-year-old Houston office of Skidmore was as close to local as the job could conceivably get.</p><p>As for Hines, the architectural press didn’t report it, but he was clever about picking his spots. For a low-risk suburban project, he would gladly go local. Downtown, where the stakes were higher, he never went local, but then again he didn’t automatically offer everything to Philip Johnson either. His Texas Commerce Tower, for now the tallest building in Houston, was given to I. M. Pei of New York. Pei had slightly less stature than Johnson with the critics, and the local architects found him slightly less exasperating, but exasperating all the same.</p><p>Granted, he understood engineering and other practical matters much better than Johnson did, and the Texas Commerce Tower was a concrete tube rather than a steel frame, structurally rather innovative. But he was irksomely precise and straitlaced. He took particular care with each building’s skin, detailing it in a way that showed that a grand passion for the exact was at work. On the skin of the Texas Commerce Tower, he insisted that its panels of granite curve past the five corners (the tower had the shape of a pentagon) so there would not be that imperfect little space where the panels met at the edge. Furthermore, the overlap had to alternate: left-hand panel over on one row, right-hand panel on the next one up, and so on. Furthermore, the overlap had to be exactly 2 ,7/M inches past the edge, no more, no less. Roughly this view of the world was also visible in Pei’s employees. Once, on another job in Houston, a young architect from the Pei office showed up late for a morning meeting at the construction site, explaining that he was wearing a blue suit and black shoes and had brought nothing but brown socks with him. He had had to wait outside Brooks Brothers until it opened in order to avoid arriving at the site wearing socks that were less than perfectly appropriate.</p><p>Gerald Hines did seem to enjoy his new reputation as america’s premier architectural patron. When he wanted to build a vacation home in aspen, he held a design competition, supervised by Philip Johnson, and awarded the commission to a young architect from Los angeles named Charles Moore. Moore had done very little commercial work, but he was considered important by the press and was one of a group of young architects whose careers Johnson was nursing along. Although these young men had tiny practices and were associated with universities, the sharper-eyed Houston architects were watching them. Soon they would all be wanting commercial commissions, preferably from Hines.</p><p>The young men were as mystifying as Johnson had been when he first came to town. They had taken the themes of decoration, color, and historical reference and really run with them. In Houston there was a talented young firm called Taft architects whose specialty was buildings that vaguely recalled the alamo. Charles Moore favored placing brightly painted Roman-style columns made of plywood at crucial points in his buildings. Robert Venturi, from Philadelphia, had recently designed a condominium off Westheimer with plywood columns, plywood latticework, and plywood Gothic arches. The dean of the Yale architecture school, Cesar Pelli, had designed two intricately colored forty-story condominium towers off Post Oak, and the developer had put up a sign in Intercontinental airport with a picture of the towers and the legend “Welcome to Houston, the Capital of Progressive architecture.”</p><p>Perhaps Johnson’s favorite among all the young architects was Michael Graves, a professor at Princeton. In his capacity as architectural adviser to the city of Portland, Oregon, Johnson had helped arrange for Graves to be selected as the architect for a municipal building there. It was, though still under construction, the most talked-about new building in the country, a symphony of colors and allusions that was said to resemble an ancient mausoleum. The poor architects in Portland, lacking the financial solace and years of skin-thickening of their Houston brethren, had completely lost their composure over it.</p><p>In Houston, Graves had designed the interior of a furniture showroom in Greenway Plaza, relying heavily on brightly painted plywood columns. Johnson had introduced him to Hines, who spoke with Graves about designing the house he was planning to build on a beautiful wooded lot in River Oaks. The town was alive with rumors about who would get the commission. Graves himself was in the dark, but of course he wanted the job, and other, bigger jobs in Texas. He claimed to have people working behind the scenes to bring this about.</p><p>Philip Johnson, at 75, had two major Houston buildings in the works for Hines. There was the 64-story Transco Tower, next to the Galleria, that would be the tallest suburban building in the country (the talk was that two other Johnson buildings next door would soon follow), and then there was Johnson’s crowning achievement, the RepublicBank Center downtown.</p><p>There was a sensible business reason for Hines to give Johnson the RepublicBank job: the downtown market was getting tight, what with Schnitzer’s allied Bank Plaza going up, and to attract tenants, the next huge skyscraper would have to be spectacular. And it was. With the ground barely broken, the <em>New York Times Magazine</em> ran a doublepage color picture of the RepublicBank model to lead off a cover story called “The New american Skyscraper.”</p><p>It would be 53 stories high and massive, with three tiered gables festooned with spires rising by steps and a skin made of a handsome, rough red granite. What was unusual about the skin was that it didn’t look like skin. If you looked at the model, you’d see that the windows were set back a full eight inches from the columns, and the mullions, set midway between the columns, projected four inches forward from the windows. The columns and the mullions would be clad in the red granite, so it would look like an old-fashioned building with walls made of blocks of stone —the red granite Texas Capitol, for instance. Johnson had come full circle: from pioneering the use of curtain wall to express structure; to using curtain wall purely to decorate, and never mind the structure; to using curtain wall to imitate hand-fitted masonry. Using the construction techniques of the International Style, he had designed a building that would make it seem that those techniques did not exist.</p><p>There was one other way in which the RepublicBank Center showed that Philip Johnson had come full circle. When he submitted his plans to Hines for cost accounting, as usual, the Hines people came back with a suggestion. Did the columns and the mullions have to be <em>entirely</em> clad in granite, one piece on the front and one on each side? Couldn’t just the front piece be granite, and the sides, which hardly anybody would notice anyway, be aluminum? Using an aluminum return, as the side piece was called, would save a great deal of money.</p><p>The aluminum return would give away the game, of course. Up close, it would be obvious that the imitation of a wall of stonemasonry was really just a stuck-on surface backed by metal and glass, a facade in the spirit of the set of a Hollywood western. Would the man who invented the six-piece doorjamb stand for that?</p><p>Philip Johnson gave the aluminum return his approval. There was by now an odd little similarity between the Houston architects and him. His business was art and theirs was not, but it was still a business.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "April 1982",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Houston",
      "Design",
      "buildings",
      "Business",
      "Architecture",
      "School",
      "Work",
      "office",
      "Style",
      "New York",
      "Texas",
      "Jobs",
      "people",
      "Wall",
      "Art",
      "Construction",
      "House",
      "designer",
      "Space",
      "Commerce"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Houston",
      "Texas",
      "Taylor",
      "Austin",
      "D.C."
    ]
  }
}