{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19875",
    "date": "May 1987",
    "year": 1987,
    "month": 5,
    "month_formatted": "May",
    "pdf_uri": "/1987/19870500.pdf",
    "issue_cover_image": "",
    "document_start_page": 140,
    "toc_start_page": 138,
    "document_page_range": [
      [
        140,
        141
      ],
      [
        208
      ]
    ],
    "toc_order": 6,
    "toc_headline": "Heads, We Win, Tails, You Lose",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198705-headswew",
  "source": "/1987/19870500.pdf",
  "wp_post_id": 123216,
  "wp_post_guid": "http://www.texasmonthly.com/article/heads-we-win-tails-you-lose/",
  "authors": [
    "Paul Burka"
  ],
  "headline": "Heads, We Win, Tails, You Lose",
  "dek": "How a group of trial lawyers took over the Texas Supreme Court and rewrote state law.",
  "spread_caption": "",
  "excerpt": "Highly partisan justices are at the center of the Supreme Court scandal.",
  "kicker": "",
  "word_count": 2231,
  "content": "<p><span class=\"dropcap\">T</span>o all appearances, the controversy surrounding the Texas Supreme Court is about propriety. To understand it fully, however, one has to appreciate that it is also about politics. But it is politics in a guise that the public seldom sees—lawyer politics. On one side are plaintiffs lawyers, who represent injured people filing lawsuits. On the other are defense lawyers, who represent people accused of causing the injuries—or, as the law puts it, committing a tort. Both sides have an identical aim: to make certain that the laws of the State of Texas favor their clients. There is no surer way to achieve this end than to have a majority of friendly judges on the Texas Supreme Court. Today plaintiffs lawyers have that majority, and the question behind the court scandal is whether judicial bias and partisanship were the cause of the ethical issues discussed in “Blind Justice.”</p><p>The two sides are natural enemies. Defense attorneys typically work for the big law firms or insurance companies, charge by the hour, and get paid, win or lose. They regard plaintiffs lawyers as ambulance chasers. Plaintiffs lawyers usually work by themselves or in small firms. Because their clients are often poor, their fees are contingent upon winning; if their client loses, they get nothing. They think of defense attorneys as callous guardians of privilege and see themselves as avenging angels-as the only weapon society has against asbestos manufacturers or the Ford Motor Company, which sold gas tanks that exploded and killed people. William Kilgarlin, the intellectual leader of the plaintiffs bloc on the court, wrote in a 1984 opinion of “tort law’s unique ability to deter wrongdoing as a means of social policy.” It comes down to this: plaintiffs attorneys are antiestablishment; defense lawyers are the establishment.</p><p>Behind this mutual antipathy lie two different approaches to tort law. Traditionally a plaintiff, no matter how badly injured, could not win unless he proved the defendant at fault. Plaintiffs lawyers, however, subscribe to the deep-pockets theory, under which whoever has the most money must pay for the victim’s injury, regardless of fault. Of course, most defendants carry insurance, but critics charge that the theory has gained so many adherents that insurance rates have soared.</p><img/><img/><img/><img/><img/><img/><img/><img/><img/><img/><p><em>The current members of the Supreme Court of Texas (I. to r.): justices William W. Kilgarlin, Oscar H. Mauzy, C. L. Ray, Robert M. Campbell, Raul a. Gonzalez; chief justice John L. Hill; justices Franklin E. Spears, James P. Wallace, and Ted Z. Robertson.</em></p><p>Today justices sympathetic to plaintiffs hold a comfortable seven-to-two advantage, but until about seven years ago, the defense side ruled the court. In the court’s previous incarnation, justices’ names seldom appeared in the press and were known only to the legal community. Most justices had been judges in the lower courts; a few had served in the Legislature. At election time, sitting justices almost never drew opposition. Some justices resigned before the end of their terms, enabling their replacements to be named by the governor and to run as incumbents. In the event that an open seat was actually contested, the decisive factor in the race was the State Bar poll, which was the key to newspaper endorsements and the support of courthouse politicians.</p><p>In effect, the legal and political establishment begat generations of justices who reflected the assumption of their progenitors that preservation of a “good bidness climate” is the highest aim of government. Part of that climate was a legal system in which oil companies, hospitals, insurers, and other enterprises didn’t have to live in constant fear of lawsuits. Unlike the current court, the old one was never considered partisan nor was its integrity questioned. All it did was follow precedent, which in most cases favored the defendant.</p><p>The Supreme Court today could hardly be more different. The judges who compose the plaintiffs bloc are steeped in legal and political partisanship. They have no qualms about deviating from precedent. Contested court races have become the rule rather than the exception. The catalyst for this dramatic shift was an unknown Houston lawyer named Don Yarbrough, who ran for the court in 1976. That is, he was unknown to lawyers; but voters thought they knew him. They associated him with Don Yarborough, who had twice run for governor. Charles Barrow won the State Bar poll by 90 per cent, but Yarbrough won the election. Although Yarbrough served only seven months before resigning under threat of impeachment, the wound he inflicted on the myth of the court’s invincibility was terminal. It was clear that anyone with a familiar name could become a justice.</p><p>At the same time, the practice of law in Texas was changing in a way that diminished the influence of defense lawyers. The economic boom was under way, and specialties like real estate, taxation, and securities were far more lucrative than defense work. The big law firms lost interest in judicial politics just as the plaintiffs lawyers were becoming heavily involved.</p><p>In 1978 an obscure Waco plaintiffs lawyer named Robert Campbell challenged an incumbent judge and won. Campbell’s name was even more prominent than Yarbrough’s: the previous fall, name-mate University of Texas running back Earl Campbell had won the Heisman Trophy, awarded to the nation’s best college football player. With three seats at stake in every even-numbered year, the plaintiffs lawyers needed only two more elections before gaining philosophical control of the court in 1982. Soon the new justices were changing both the law and the way the court operated behind closed doors.</p><p>The case that presaged the shift began in an East Texas oil field on a blustery day in November 1974. A roughneck named Jeff Walls was part of a Burk Royalty Company crew that was replacing a pump at the bottom of a well. Walls was stationed on what oilfield workers call the monkey board, a platform about 25 feet above the floor of the rig. His job was to grab the tubing as it was lifted out of the ground, then steer each thirty-foot joint of pipe into a rack as crew members below him disconnected it.</p><p>Shortly before noon, something went wrong. Pressurized gas escaped from the well, spewing oil out of the tubing and covering Walls with oil. Somehow the gas ignited and shot a torch of flame to the top of the rig. The oil on Walls’s body and clothing caught fire. He was trapped on the rig by a safety belt designed to keep him from falling. The fire lasted only a minute, but by the time it burned out, Jeff Walls was dead.</p><p>At the time of the fire, it seemed unlikely that Walls’s death would make Texas legal history. Since 1913, employees killed or injured on the job in Texas have been entitled to workers’ compensation, which is handled much like insurance benefits. The employer pays whether he was at fault or not. However, the worker (or his survivors) can collect punitive damages in court by proving that the employer had exhibited gross negligence-a legal term that traditionally meant conscious indifference to and reckless disregard for safety. So hard was this to prove that no worker had been able to win a gross negligence case in the Texas Supreme Court since 1934.</p><p>But the Walls case would end that 47-year losing streak. On the morning of the fire, Burk Royalty’s district superintendent had delivered paychecks to the crew. While he was there, the rig operator had solicited his opinion about how to replace the pump. The superintendent never left his car and never mentioned safety. His negligence, if any, was passive and unconscious. By the standards the court followed at the time, his conduct would not have amounted to gross negligence. But by the time the Walls case actually reached the court, in 1981, the court’s makeup had changed. For the first time, the Texas Supreme Court had a sizable group of justices whose sympathies lay with plaintiffs. In a 5-4 decision, the court made the rules in grossnegligence cases much more favorable to plaintiffs and allowed Walls’s family to collect punitive damages.</p><p>The Walls case was only the beginning. In the last six years, the Texas Supreme Court has gone from being one of the most pro-defendant courts in the nation to being one of the most pro-plaintiff. Dozens of longstanding precedents have been tossed aside. Here are some of the leading cases that have caused the court to come under attack, not just for its philosophy but also for its partisanship.</p><p>[ Continued On Page 206 ]</p><p>[ Continued From Page 139 ]</p><p>In terms of dollars paid out and the effect on insurance rates, <em>Cavnar</em> v. <em>Quality Control Parking</em> (1985) may be the costliest decision of all. Geraldine Cavnar left a Houston nightclub called the Ritz and walked across a parking lot toward her car. She never reached it. A van driven by a valet parking attendant backed over her, then ran over her a second time. She died eight days later. Her children won a judgment in excess of $1 million; the question before the Supreme Court was when interest should begin to accumulate on the award. In Texas personalinjury cases, interest has always accrued from the time the plaintiff wins the trial. At least it did before the Cavnar case. The court ruled that interest should be pegged not to the plaintiff’s victory but to the date of his injury.</p><p>In <em>Whitworth</em> v. <em>Bynum</em> (1985) the court deserted 54 years of precedents to come to the aid of a plaintiff. L. D. Whitworth of Houston was injured in an automobile accident while riding with Douglas Bynum, his wife’s uncle. When Whitworth tried to sue Bynum, his case was thrown out of court. Texas has a guest statute that forbids a passenger from suing a driver who is a close relative, because of the likelihood of collusion. Make that <em>had</em> a guest statute. The Supreme Court said that the 1931 law was discriminatory and therefore unconstitutional.</p><p>The Supreme Court reached beyond the grave to hand a plaintiff a victory in <em>Hofer</em> v. <em>Lavender</em> (1984). Eighteen-year-old June Hofer was killed in a car accident. The other driver, Robert Springate, was drunk. June’s parents sought punitive damages from Springate, but before the case came to trial, he died of causes unrelated to the accident. Since 1870 the rule in Texas had been that if a defendant was dead and could no longer be punished, the plaintiff could not collect punitive damages from his estate. Now the plaintiff can.</p><p>One charge frequently leveled against the court is that it violates the basic constitutional principle of separation of powers by usurping the Legislature’s function. In <em>Sanchez</em> v. <em>Schindler</em> (1983) fourteen-year-old Johnny Sanchez of Corpus Christi had been killed when his motorcycle collided with Charles Schindler’s pickup. The boy’s parents sued Schindler, seeking damages for, among other things, mental anguish. But Texas law had been clear for a century; parents could only recover a child’s lost earnings. The Legislature had refused to pass bills to allow damages for mental anguish. Tired of waiting, the court changed the law on its own.</p><p>More than any other case did, <em>Duncan</em> v. <em>Cessna aircraft</em> (1984) fed the suspicion that the Supreme Court was more interested in seeing that the plaintiff won than it was in following established law. James Parker, a Texan, was taking flying lessons from Benjamin Smithson in a Cessna 150, when the plane crashed in New Mexico, killing both occupants. Parker’s widow sued Cessna. First hurdle: She had signed a release with the flying service ceding all claims she might have against anybody. Under New Mexico law, the blanket release protected Cessna; under Texas law, it didn’t. The trial court applied New Mexico law. Plaintiff loses. The Supreme Court applied Texas law. Plaintiff wins. Second hurdle: Faced now with losing the case, Cessna argued that it should be allowed to reduce its loss by showing that Smithson and Parker had been negligent. The court agreed with Cessna and changed the law to reflect Cessna’s position, but it invoked a procedural technicality to prevent Cessna from doing it in this case. Heads the plaintiff wins, tails the defendant loses.</p><p>In a state where the political climate is overwhelmingly probusiness, the court’s fondness for plaintiffs often puts it at odds with the prevailing philosophy. In <em>Gonzalez</em> v. <em>Gainan’s Chevrolet City</em> (1985) the court’s decision was particularly devastating for business. Emilio Gonzalez bought a used station wagon in Corpus Christi. His installment contract included a provision authorizing Gainan’s to enter premises and repossess the car in the event of nonpayment. In a lawsuit, Gonzalez claimed that the contract violated the state consumer credit code, which says that installment contracts must not authorize <em>illegal</em> entry. The contract itself was ambiguous; it didn’t say what kind of entry was allowed. In previous cases, the Supreme Court had ruled that ambiguities should be resolved by declaring contracts legal. But the court brushed the precedents aside and ruled that the disputed provision violated the code.</p><p>In its other controversial decisions, the court sided with plaintiffs who had suffered terrible injuries or death. But Gonzalez had no such loss. He filed suit a year after paying off the car. He had made his payments on time, and Gainan’s had made no attempt to repossess the car. The tainted provision never came into play. Yet thanks to the court, Gonzalez recovered twice the interest he had paid, plus attorney’s fees, even though he had suffered no damage whatsoever.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "May 1987",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "Supreme Court",
      "Law",
      "Defense",
      "Lawyers",
      "Texas Supreme Court",
      "Insurance",
      "Oil",
      "gas",
      "Houston",
      "Judges",
      "Climate",
      "Mexico",
      "New Mexico",
      "Opinion",
      "people",
      "Politics",
      "Tubing",
      "Work",
      "Children"
    ],
    "wp_categories": [
      "Family"
    ],
    "wp_location": [
      "Texas",
      "Houston",
      "Corpus Christi",
      "East Texas",
      "Waco"
    ]
  }
}