{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198110",
    "date": "October 1981",
    "year": 1981,
    "month": 10,
    "month_formatted": "October",
    "pdf_uri": "/1981/19811000.pdf",
    "issue_cover_image": "",
    "document_start_page": 164,
    "toc_start_page": 162,
    "document_page_range": [
      [
        164,
        165,
        166,
        167,
        168,
        169
      ]
    ],
    "toc_order": 6,
    "toc_headline": "Bats!",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198110-bats",
  "source": "/1981/19811000.pdf",
  "wp_post_id": 116049,
  "wp_post_guid": "http://www.texasmonthly.com/article/bats/",
  "authors": [
    "Suzanne Winckler",
    "Janice ashford"
  ],
  "headline": "Bats",
  "dek": "Just when you thought it was safe to go out at night. . .",
  "spread_caption": "In a world without demons, ogres, ghosts, vampires, trolls, ghouls, and werewolves, Texas at least has bats.",
  "excerpt": "They’re ugly little things, but you’ve got to respect them.",
  "kicker": "",
  "word_count": 1702,
  "content": "<img/><img/><p>Photography by Reagan Bradshaw</p><p>We don’t believe in bogeymen anymore. In this rational age, almost the only thing that scares people about Halloween is the threat of tooth decay—except bats. People are revolted by them, and for good reasons: the scalloped cape of the wing that resembles the cloak of a vampire; the pinched and snarly face; the pointed Martian ears; the taste that some bats have for blood; their explosive twilight flights and secretive night habits; their eerie codelike clicking; the dark and brooding caves where many bats dwell by day. These creatures are so grotesque that it’s easy to forget their status as mammals. But bats have a dark and undeniable lure, and Texas is the best place in North america to explore that attraction. The most common bat in Texas, occurring in the tens of millions, is the Mexican free-tail, so called because the delicate webbing of its wing does not extend to the tip of the tail as it does in most other bats. The explanation for the superabundance of free-tails in Texas is the presence of several large limestone caverns in the Hill Country, where the females come from Mexico each spring to raise their young. The largest concentration of freetails is in Bracken Cave, located between San antonio and New Braunfels. Its bat population in early summer registers in the neighborhood of five to ten million. And that figure doubles six weeks later, when the cave becomes a natal hole for millions of suckling bats.</p><p>You smell Bracken Cave before you see it: the musty odor of ammonia rises from banks of guano inside the cavern to dissipate through the junipers and cactus. The mouth of the cave is a large, dark ovoid sunk about fifty feet in an amphitheater overgrown with four-o’clocks and other tangly vines. From this gape the bats take flight every evening. Until the moment they leave, the cave is utterly quiet. All you can hear are the distant bickering of a few scissortails and the songs of painted buntings. Then punctually at dusk you begin to pick up clicking sounds and catch the glint of wings as the bats start to circle at the cave entrance, and suddenly they break. It’s like a gust, an unannounced wind out of the maw. Once the flight begins, they swirl out at forty miles per hour, churn in counterclockwise spirals, and fly off in a black funnel to the south. Their flight has the hiss of unstoppable activity. They scatter across the Hill Country, going as far as fifty miles in search of insects. If you stand in their path, most of them veer to avoid the obstacle, but a few miscalculate, thump into you, tremble, take a new reading, and fly off. It’s like being pelted by a wad of velvet. At the mouth of the cave, breaths of hot ammonia come in waves that correspond with the ebb and flow of the flight. This is where most people stop. Those who continue enter a close approximation of inferno. Inside the cavern the air, at 100 degrees Fahrenheit, is tight and moist. Your eyes mist over from the ammonia, and the interior of Bracken Cave begins to look veiled and lovely. From its entrance, Bracken descends to a depth of about a hundred yards, its floor a spectacular mass of guano that iridesces in the twilight. The guano looks like sand dunes or drifts of powdered snow, but its texture is coarse—about like coffee grounds.</p><p>Lettering by</p><img/><img/><p>The beam of your flashlight catches sections of walls and vaulted ceilings, which are craggy and pocked and stained with reds, browns, and black. But when the cave is a giant nursery, these expanses of eroded limestone are covered by masses of pink baby bats, clumps that look like underwater anemones undulating in a current. The bulk of life is shocking. Each baby clings upside down to the rock, chirping and squeaking, swaying back and forth with the startled anxiety that young demonstrate in the absence of their mothers. After dark the few females still nursing inside the cave are scrambling over the walls trying to escape or dislodge their charges.</p><p>What you hear in the cave is as unnerving as what you see. In the dark all around are the dull thuds of babies falling into the guano. Once fallen they are lost. Flesh-eating dermestid beetles and their larvae go quickly to work on these bodies, and a circle of eaters looks like a pulsating mud bubble in the guano. Strewn on the cave floor are the elegant artifacts of bats—the tiny ivory wing bones, the filigreed skulls, the chain links of vertebrae. In the heart of the nursery, life is so extravagant and death so flagrant that the only way to check your feelings of excitement and disgust is to leave. At the mouth of the cave is a soothing band of cool air and a starry Texas night.</p><p>Since they sprang up in the Eocene Epoch some fifty million years ago, bats have spread out to fill all the vacant niches of the night. There are about one thousand species around the world, including insect-eating bats, fruit-eating bats, nectar-feeding bats, blood-lapping vampires, and fish-eating bats. Some bats are solitary, some communal; some migrate, others are sedentary; some hibernate or at least slip into torpor when they are cold, others never do. They live in caves, in trees or hollows of trees, under eaves of buildings, in mine shafts, and in Egyptian tombs. A few get quite large—the flying foxes are twelve inches in length, with wingspreads up to five feet; most are about three inches; the smallest, the bamboo bat, is one and a half inches. Most bats emit ultrasonic sound waves to navigate in the dark and to pinpoint their prey; the fruit eaters, however, fly and feed by sight. About the only traits all bats share are the ability to fly and a propensity to come out at night.</p><p><em>In the bat nursery “togetherness” takes on new meaning.</em></p><img/><img/><p><em>Twilight from the cave entrance glimmers on the floor of Bracken, making the huge banks of guano look like drifts of snow.</em></p><img/><p><em>Taking leave: mother nurses by day, flies by night.</em></p><img/><p>There is a large body of scientific literature pertaining to bats, gleaned by naturalists and biologists who have slipped into the thrall of these night creatures. But bats, least of all the Mexican free-tail, do not invite casual inquiry. Even biologists who are enamored of bats admit that this species is one of the ugliest members of an order not noted for beauty. Most of what is known about free-tails is the result of projects, usually government funded, to discover whether these bats are a threat to public health. They aren’t; to the contrary, they provide the great service of devouring roughly 10,000 tons of insects in Texas alone each year.</p><p>Free-tails are known to carry rabies, but studies have shown that bats carrying the disease don’t go through a delirious attack phase as do dogs and cats and other mammals. No one has ever been bitten by a crazed rabid bat. The only other way one might contract the disease from free-tails is to stand for a long time in a cave inhabited by rabid bats and inhale the mist of their saliva. Rabies has been recorded in only one Texas cave, where in the fifties two men were exposed to rabid bat breath and later died. To avoid such an inauspicious end, a cautious person would not go into a bat cave without having been inoculated for rabies, nor would he pick up a bat that he encountered in city or country.</p><p>A few entrepreneurs and patriots have tried to put free-tails to use. There have been sporadic attempts to mine and sell their guano for fertilizer. It is abundant in several Texas caves; at Bracken, bats probably leave behind close to fifty tons each year. But the mining operations were stopped about ten years ago because of growing concern over histoplasma, a fungus prevalent in guano-filled caves that causes lung disease. At the outbreak of World War II the army devised a balmy scheme (called Project X-Ray) whereby free-tail bats would carry oneounce incendiary bombs. The bats would be dropped from planes over enemy cities; they would seek shelter and shortly thereafter immolate their roosts. The army leased caves in the Hill Country, trapped the bats, and deployed them to New Mexico and California. The army lost interest in Project X-Ray after a few bats equipped with bombs escaped from their cages and accidentally torched an auxiliary air base at Carlsbad.</p><p>The free-tail troupe that returns to Texas each spring is overwhelmingly female; the authors of studies are vague about where the males are. Two thirds of the babies are born within a five-day period. In Bracken Cave that means a population increase of about five million bats over the course of a few nights. In late summer the evening flights reach a frenzied peak, when both adults and young are on the wing. But after the babies are weaned the mothers fly south, and the fledglings gradually follow. By the first freeze of winter, Bracken stands empty and serene.</p><p>When the female free-tails return from a night of feeding they drop from the dawn sky with as much furious regimentation as when they left, but they don’t necessarily go back to the same cave. If a mother is not nursing she will roost in several different caves over the course of the summer. She doesn’t always return to the same cave to have her young, either. No one yet knows <strong>exactly why she’s attracted to one cave instead of another from season to season or night to night, or how she and her offspring</strong> learn to shuttle back and forth from Mexico to the caverns of the Hill Country. Bats are one of the last of the living to give up their secrets, and that is finally why they frighten people<em>.</em></p><p><em>The cave is strewn with the bones of bats that didn</em> 7 <em>make it.</em></p><img/><p><em>Sunset triggers the exodus of bats, and their flight will continue, practically unabated, for several hours into the night.</em></p><img/><p><em>a bat snares bugs with its caped wings and hairy toes.</em></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "October 1981",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Bats",
      "Texas",
      "flight",
      "Army",
      "Babies",
      "Mexico",
      "people",
      "disease",
      "Mother",
      "Spring",
      "Summer",
      "ten",
      "Waves",
      "All Around",
      "Anxiety",
      "attack",
      "Band",
      "Beam",
      "bickering",
      "Cats"
    ],
    "wp_categories": [
      "San Antonio"
    ],
    "wp_location": [
      "Texas",
      "San Antonio"
    ]
  }
}