{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19879",
    "date": "September 1987",
    "year": 1987,
    "month": 9,
    "month_formatted": "September",
    "pdf_uri": "/1987/19870900.pdf",
    "issue_cover_image": "",
    "document_start_page": 100,
    "toc_start_page": 98,
    "document_page_range": [
      [
        100,
        101,
        102,
        103,
        104,
        105
      ],
      [
        148,
        149,
        150,
        151,
        152,
        153
      ]
    ],
    "toc_order": 4,
    "toc_headline": "The Fantasy World Of Victor Costa",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198709-thefantas",
  "source": "/1987/19870900.pdf",
  "wp_post_id": 122994,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-fantasy-world-of-victor-costa/",
  "authors": [
    "Mimi Swartz"
  ],
  "headline": "The Fantasy World of Victor Costa",
  "dek": "Texas' most famous dress designer had a dream: he would copy his way to the top.",
  "spread_caption": "",
  "excerpt": "Texas’ most famous dress designer dreamed up the perfect evening gown for the average american woman—it’s frilly, it’s flashy, and it’s a $300 copy of a $15,000 Paris original.",
  "kicker": "",
  "word_count": 8504,
  "content": "<img/><p><em>Victor Costa tackles the fashion world like a Texan: He's a businessman first and an artist second—he wants hundreds of thousands of women to buy his glamorous evening gowns. Costa is something of a fashion industry outlaw besides; so what if people call him a copycat? His clothes rustled up more than $26 million in retail sales last year. And he designs his clothes to show off a woman's figure. What more could you ask of a Texas boy?</em></p><img/><p><span class=\"dropcap\">N</span>ot every dress designer would be happy to get the kind of ambiguous tribute Victor Costa received from Christian Lacroix, the fashion world’s designer of the moment. “We love Mr. Costa,” said Lacroix to <em>Womens Wear Daily.</em> “He copies very well.” Victor Costa, however, was thrilled. He had the clipping blown up to poster size, and on this summery day in May, just before the preview of his fall collection, he is displaying it on an easel in his small apparel Mart showroom in Dallas. Of course, Costa isn’t like most famous dress designers. You can see it in the way he begins his fashion show. Most big-name designers stay modestly backstage during their premieres; Costa emerges from a louvered dressing room, strides past the crowd of expectant store buyers to the microphone, and speaks the words every designer might think but would never ever say. “Holiday ’87,” he announces in a scratchy voice that has never entirely abandoned adolescence. “a collection designed to ring the register.” Victor Costa doesn’t even look like a dress designer. Standing before the audience with his hair swept back in a modified pompadour, his expression doleful and his Polo blazer hanging uneasily over his slight middle-aged spread, he more closely resembles a friendly family dentist than a creator of glamorous evening gowns. He’s just a regular guy having a hell of a time.</p><p>Clearly, this premiere is no place for cultivated world-weariness, the cool of Calvin, the polish of Blass, the just-offthe-Concorde panache of Oscar de la Renta. The first merry notes of a tape of Madonna’s “Open Your Heart” cue a quartet of models in fur-trimmed velvet dresses to make an entrance, and Costa starts tapping his foot and tilting his pelvis in time to the music. The more Costas that Costa sees, the happier he gets. He brightens when he spies his Princess, a flouncy black dress with a fox-trimmed hem. He is transfixed by asymmetric Magic, a short, poufy skirt caught high on the hip with a saucy bow. He is transported by his Entrance Maker, a pillar of navy-blue sequins that explodes into taffeta tiers just below the knee. A shirred gown with puffed sleeves like blossoming camellias is “perfect for PYTs,”—Costaspeak for “pretty young things.” a strapless gown with a rose blooming on one side is “made for those pay-’n’play galas.”</p><p>This isn’t a place for a designer with the fragile sensibilities of, say, Yves Saint Laurent either. Today’s buyers come from better stores like Neiman-Marcus, regional department stores like Pittsburgh’s Horne Company, and small-town stores like Jill’s Fashions and Bridals in Pasadena on the Houston Ship Channel—but they all want clothes they can sell to the average american woman. Costa’s presentation is tailor-made: a shimmering gold sheath, he promises, “is designed to take a man’s mind off the economic woes of the day.” The Flourish of Ruffles, a longsleeved hot-pink dress with ruffles surfing across the neckline, down the back, and along the hemline, is “enough covered up to hide the flabby underarm.” Emerald Princess, with a dropped waist and a rippling hem, is “for that lady who has a roll of fat where her waist used to be.” Costa has even put a middle-aged model on the runway to help the audience visualize the possibilities. And if a woman can’t afford the price of a designer original, well, Costa has got her covered: His taffeta stole is “incredibly priced at seventy-five dollars—in the Dior boutique a stole like this costs over a thousand.”</p><p>Photographs By Kent Barker. Hair And Makeup By Cindy Gregg/Artist Bookings</p><p><em>What's in a</em><strong>VC?</strong></p><img/><img/><p>Wilfred Rouff</p><p><em>Lacroix (above), Christian meets Costa (right).</em></p><p><em>The price of glamour: Many of Costa's clothes are interpretations of French haute couture, made-to-measure clothes that aren't found in department stores. The dress at the far left, for instance, was designed by Christian Lacroix for the house of Jean Patou last year. Made of silk taffeta, it sold for a fivefigure sum by special order only. Costa's version, in synthetic taffeta made of nylon polyester, sells for around S3S0 in major department stores. The dress designed by Fmanuel Ungaro (far right) is made of dotted silk crepe and costs about S8,000; Costa's polyester-taffeta interpretation retails for around S350.</em></p><img/><img/><p>Women's Wear Daily</p><p>Ungaro (below), Ungaro à la Victor (left).</p><p>Maybe the buyers are on to Costa’s secret —they probably know that Flourish of Ruffles began life as an Oscar de la Renta, that a velvet sheath is in deep to Carolyne Roehm, that a red ball gown with a big, bowed bustle is indeed a knockoff of a Christian Lacroix —but it hardly matters. The music is cheerful, the dresses are pretty (and so plentiful!), and the man before them is so sure of his purpose that they can hardly resist. The girls from Jill’s jump up and down in their seats like bobby-soxers.</p><p>Finally, the last model steps on the runway in the ninety-first dress—a Chanel-like piece de resistance bridal gown with an elaborate overskirt and two massive ruffles, known as crumbcatchers, jutting up from the waist. A kind of delirium has enveloped the room. Whitney Houston is singing “I Wanna Dance With Somebody,” the models wear gay, glazed expressions, and the buyers look dazed from filling their programs with notes for dresses to order. They have all begun to see the world as Costa sees it. Here any woman can be pretty. Here an apparel Mart fashion show can hold its own against the lavish couture premieres held in Parisian hotels. Here Victor Costa, fashion’s knockoff king, the man who perfected the $300 copy of the $5,000 to $15,000 original, is someone else entirely: a man with a clear vision of what fashion should be. And when Costa closes with his standard signoff, “Thank you. I am Victor Costa and these are my clothes,” it is his own extraordinary fantasy that lingers in the air, thick as designer perfume. That is, why buy Valentino when you can buy Victor?</p><p>These Are Amazing Times For Victor Costa. Known in the mid-seventies as a manufacturer of cheap party dresses, moderately famous in the early eighties as the designer of choice for debs and symphony matrons from coast to coast (getting a Costa has long been a rite of passage for every good girl in Texas), Costa finds himself, at mid-life, with a look and a price that have come into vogue with a vengeance. It isn’t particularly surprising that Costa’s opulent imitations have been worn over the years by Rosalynn Carter, Kathy Whitmire, and <em>Dynasty's</em> alexis Carrington Colby, but it’s something else entirely to find his clothes pictured in a <em>Vogue</em> spread with those of Bill Blass and Oscar de la Renta, to find his low-cost high-fashion look touted in the <em>Village Voice's</em> style section (“What a deal!”), and to find Costa’s name on the <em>Washington Post's</em> “In” list, alongside the Constitution, caviar, breasts, and Bon Jovi. And while it seems logical that major stores like Neiman’s, Saks Fifth avenue, and Lord and Taylor would carry Costa as a medium-priced alternative to their highpriced lines, a certain amount of cognitive dissonance occurs when one learns that his clothes are also available at judiciously cool spots like Tootsies in Houston and Charivari in Manhattan—and that a new Victor Costa boutique is being planned at Bergdorf Goodman, the Manhattan store that sets fashion trends nationwide.</p><p>Photographs By Neill Whitlock. Styling By Deborah Points</p><p><strong>Victor's</strong><em>Greatest Hits</em></p><p><em>What do the women of america want? These dresses represent Costa's bestselling evening looks. The Original Crumbcatcher dress appeared in 1981; Costa sold more than 12,000 gowns before putting it out to pasture. The Femme Fatale, which went on the market in the fall of 1985, sold more than 6,000 pieces. The June allyson (Costa tips his hat to the stars of his youth) premiered last fall; it sold for S250—3,500 times. The Gilda dress debuted in the fall of 1984; it now belongs to more than 10,000 women. One retailer's warning for would-be Costa</em> customers: <em>“Choose carefully and wear them to small parties.”</em></p><img/><p><em>The Original Crumbcatcher $200</em></p><img/><p><em>The Femme Fatale $250</em></p><img/><p><em>The June allyson $250</em></p><img/><p><em>The Gilda $200</em></p><p>Costa’s career began its startling trajectory a few years ago. After he and his wife divorced, the designer decided to give his all to his business. He hired his first financial officer, and when his design assistant of eleven years left, Costa replaced her with a talented young South african named Leonard Steinberg. Costa also decided to reposition his business: There were plenty of people making party dresses that sold for under $200, he reasoned, and there were enough people making party dresses that started at $1,000. Costa abandoned his $90-to-$300 price range and took aim at the $250-to-$800 party dress. He improved the quality of his gowns and started taking his inspiration from more-contemporary designers. He raised the average price of a Costa from $150 to $300. The result: Costa’s annual retail sales jumped from $10 million to $26 million.</p><p>Of course Costa owes much to the fickle nature of fashion. When Christian Lacroix delivered his witty pouf-skirted party dress to the world last year, it signaled a resurgence not only of French couture but of feminine evening clothes in general. For Costa, it was a twofer: Lacroix’s look was easy to copy—Costa had hundreds of poufs on-line as swiftly as the French designer could turn out handfuls—and Lacroix’s flippant froufrou validated the ruffles and flounces Costa had been doing for years. Costa’s gowns also speak to a strain of status consciousness that has reappeared in this country with renewed virulence (he describes it as a “return to tradition, cotillion, the debut, the social world-to-whirl”). The oil bust in particular has been a boon to Costa—with the right shoes, stockings, and jewelry, a woman accustomed to wearing Oscar de la Renta or Scaasi can keep up appearances in a VC. Costa had made the right move: His loyal customers of modest means would continue to pay a little more to have a Costa as their very best dress, while rich women (“who go the same places and see the same faces”) would discover his new, improved evening gowns and buy five Costas instead of one Blass. In the world of fashion his logic made a ditsy kind of sense.</p><p>Accessories With Costa Fashions: (Opposite Page, From Left) Earrings, Ann Hartley, Dallas, And Shoes, Saks Fifth Avenue, Dallas; Earrings Cosbar Fort Worth And Shoes Saks Fifth Avenue; (This Page From Left) Necklace, Pappagallo, Midland; Earrings, the Gazebo, Dallas, And Shoes, Saks Fifth Avenue; Earrings, Loretta Blum, Dallas, And Shoes, Saks Fifth Avenue; Earrings, the Gazebo, And Shoes, Lou Lattimore, Dallas</p><p>Still, Costa’s favorite word is “fantasy,” and with good reason. In many ways a designer’s success or failure rests on his ability to impose his idiosyncratic longings, dreams, and desires on the public; sometime before the advertising hype, we connected with Donna Karan’s self-confident sensuality and Ralph Lauren’s sentimental elitism. The trouble is that while many women want these clothes, few can afford them—and few stores can survive on a steady diet of designer apparel. That’s where an “interpreter” like Costa comes in. With help from the giants of american retailing, he uses his instincts to cut and shape the fantasies of a few great designers to fit the fives of women who five far from the rarefied fashion capitals of Paris, Milan, and Manhattan. In the process, the man who has spent most of his fife urging other people to five their fantasies comes close to living his own.</p><p>“IT Never Occurred To Me That I Wasn't going to do what I wanted to do,” Victor Costa says to me at lunch at the marblefloored, vigorously paneled Crescent Club, where an enormous arched window provides a view of the city seventeen floors below. He has been walking his fingers across the starched white tablecloth, tracing the path that he and his mother walked every week, when, as a child in the forties, he accompanied her window-shopping in downtown Houston. “We’d start at this end of Main Street, and we’d make the circuit,” he says, his fingers traveling from his dinner plate to the edge of the table to the salt shaker—from the old Foley’s store past Everitt-Buelow and Sakowitz and around the corner to Battlestein’s. “Fashion was her thing. She loved to shop, almost as recreation, to see what everybody had in the stores.”</p><p>Costa relishes the myth-making stories of his childhood—that he grew up poor behind the family grocery store in Houston’s Fifth Ward, sharing three rooms with five people; that at the age of eight he was selling hand-colored clothes for Joan Crawford and Hedy Lamarr paper dolls to schoolgirls for a nickel; that after his family refused to give him a doll for Christmas (“not a baby doll—I wanted a doll with a bust and a waist”) he made his own. But it is the image of the little boy and his mother peeking through the store window at the glamorous, expensive, thoroughly unattainable clothes that resonates. It helps to know, for instance, that Costa’s mother would have those dresses copied by dressmakers to wear to lavish Italian weddings and funerals; it helps to know that Costa later went back to the windows to sketch the dresses and turn them into prom gowns he would sell to high school classmates for $12. There must have been formed in those moments before the windows a harshly dedicated inventiveness, a determination to make something grand out of something very little, a making of amends that perfectly describes the clothes Costa makes today.</p><p>In fact, Costa’s history fives in his dresses. That he does only special-occasion dresses—not just evening gowns but bridal clothes as well—dates back to his love for the ethnic rituals of his childhood. That there is nothing understated about a Victor Costa reflects his preoccupation with stardom—as a boy he went to the movies every week, and at eight he sang his way on to Mrs. John Wesley Graham’s <em>Stars of Tomorrow</em> radio show (even now Costa loves to perform at weddings, and he breaks into song at the slightest provocation—“Here’s to the ladies who lunch” after a meal at any fancy restaurant, for instance). That his clothes are designed to appeal to a certain stratum of society can be traced to Costa’s almost congenital fascination with status; he used to demand that his grandmother stop speaking Italian in the house, and when his parents scraped together enough money to send him to an expensive Catholic school, Costa didn’t feel insecure—he started networking. He was captivated by the socialite mothers of the River Oaks boys he befriended. “I saw Mrs. Leland anderson, and I thought to myself, ‘See, the movies do exist.’ ”</p><p>[ Continued On Page 146 ] </p><p>[ Continued From Page 102 ]</p><img/><p><span class=\"dropcap\">W</span>hen he was eight, Costa made gowns for Joan Crawford paper dolls. In his thirties, he made gowns tor Joan Crawford.</p><img/><img/><p><em>Costa's North Dallas minimanse is a world away from his Houston origins, where as a poor kid he dreamed of becoming a rich and famous fashion star. Costa started out by designing and selling dresses to high school classmates for $12; then for thirty years he worked his way up the fashion industry ladder and became a solid success. Along came the oil bust and the resurgence of frilly, feminine evening clothes, and Costa's well came in.</em></p><p>Costa’s lifelong passion for French couture dates back to his short stay in Paris during the fifties. He studied a year at the prestigious Ecole de la Chambre Syndicale de la Couture Parisienne but moved to New York when his wife, Terry, became pregnant (Costa had made the wedding dress for his high school sweetheart from a pattern his classmates spirited out of Dior). There Costa went into the bridal business, where he perfected the fit that shows up in his clothes today. “I learned darting, lace applique, shaping the body,” Costa says. “I was entranced with making the bosom uplifting and beautiful.”</p><p>Costa’s life as a copycat officially began in 1965, when he was hired as a designer for Sydney Blauner, a garment center czar who owned a company called Suzy Perette. In those days there was no French ready-to-wear, so New York manufacturers paid a fee of several thousand dollars to get into the Paris premieres, sketch the designs, and then put the looks into production back on Seventh avenue. “My specific job was to look at all that merchandise on the runways in Paris and turn it into viable, saleable things,” Costa says. “i’d run back to the Ritz and sketch everything I could remember. But I never sketch what I see; I sketch what I want to see—so by virtue of that it becomes my own.” Eventually Blauner gave Costa his own line, the Romantica Group, which became 90 percent of the company’s total volume. At Suzy Perette, Costa also mastered the retailing world’s give-a-little, get-a-little gestalt. Blauner refused to take phone calls, so Costa the protege took care of the presidents from the big department stores. Those were also the days when stores didn’t all have the same merchandise; Costa learned to soothe rivalries among buyers who would one day become store executives.</p><p>By 1973 the poor boy from the Fifth Ward was earning more than $100,000 a year, driving his own Mercedes, and sending his two children to the swanky Dalton School. But when daughter adrienne developed asthma, his wife wanted to move her and son Kevin back to Texas. Costa was reluctant to leave New York, but he was swift to create a business that would keep him in the fashion game. He found a Dallas company that manufactured clothes for oversized women and bought in. He moved his family, whipped up a spring collection of 25 regular-sized dresses in three weeks, and headed back to New York. Blauner hadn’t replaced Costa, and he hadn’t done a spring line. The buyers had nowhere to go but to Victor Costa. “Everybody came to see me at the York Hotel. It was standing room only,” Costa says. He sold five thousand pieces in four days to Saks, Bonwit Teller, Bloomingdale’s, and Lord and Taylor. He made enough one year later to buy the Dallas business.</p><p>As it turned out, Costa and Dallas were a perfect match—a self-conscious, fashionconscious city suddenly had its own designer, whose fancy yet conventional fashions nicely suited its self-image. Costa settled in. He granted interviews (the <em>Dallas Morning News</em> in 1974 described him as “the famous New York designer”), he served on boards, he cochaired galas, he designed deb dresses and wedding gowns, and he converted his bedroom into a replica of his favorite suite at the Ritz hotel in Paris.</p><p><span class=\"dropcap\">A</span> few days after the fall premiere, Costa arrives at his Irving Boulevard factory early to greet skin care mogul Mary Kay ash, who needs a dress for her company’s upcoming seminars and awards ceremonies. Although ash’s name usually conjures up the color pink—her best-selling salespeople get pink Cadillacs and her North Dallas mansion is nicknamed the Pink Palace—ash is today a study in yellow: Her hair is the color of pate butter, her blouse is lemon, and the lion’s head jewelry dangling from her ears and neck is gold. She moves with some difficulty, partly because of her age (she’s rumored to be in her seventies) and partly because her arms are brimming with gifts for Costa, samples of her men’s skin care line. Costa escorts ash into his spacious white-on-white office, where a flock of assistants proceed to make a fuss over how thin she looks, even though she is not particularly heavy. Ash seems subdued. She eases into one of the stiff, slipcovered chairs across from Costa’s massive desk as if burdened by the obligations of being a solid citizen of Dallas, which have recently entailed raising money for her church and having her portrait taken by Scavullo.</p><p>When it comes to dressing for her gala, ash has several problems. “I can’t wear something out of somebody’s line,” she explains; her saleswomen can afford the best, so she has to have something no one else has. The dress also has to look good on television (there will be monitors for people seated far from the stage), and it has to walk right, because ash will spend much of the night walking back and forth across the stage, presenting awards to the best salespeople of the year. Most important, the dress has to be “huggable” because after Mary Kay presents each award, she has to hug every honoree, thousands of employees.</p><p>Ash’s needs coordinate nicely with Costa’s. Celebrities serve as walking billboards for designers—think of Liza Minnelli and Halston, for instance. For designers like Costa who lack the money or the inclination to spend hundreds of thousands of dollars on national ad campaigns, it’s crucial. Costa cultivated private clients before he had his own company. In his Suzy Perette days he made gowns for Joan Crawford (“She was a bug about cleanliness; I had to send her new cuffs and collars all the time”). He later designed dresses for San Francisco mayor Dianne Feinstein (who paid for hers) and beauty queen Mary ann Mobley. Costa has also made dresses for Neiman-Marcus senior vice president ann Keenes and Bergdorf Goodman president Dawn Mello, who wore a Costa to the tony Costume Institute benefit at the Metropolitan Museum. Costa also loves to make clothes for wealthy women because he gets to use velvets, satins, and laces that often cost more per yard—$150 and up—than the retail price of some of his dresses. Ash’s gown, for instance, will cost around $2,500.</p><p>This meeting is not exactly one in which a master designer bestows his artistry on a grateful patron. Instead, ash eases forward and presents three pictures. The first two are flyers that feature the 10,000watt smite and flamboyantly attired figure of Manhattan hotel chain owner Leona Helmsley (“You know, she always looks so elegant,” ash says). Then she hands Costa a reproduction of a nineteenthcentury painting of a young noblewoman. Like Helmsley, the girl wears a dress that is full-length, tight through the bodice, with dramatic sleeves. “i’m always looking for something that makes you look thinner,” Costa says.</p><p>Costa takes out a pencil and paper and begins to sketch like crazy. A series of low-cut dresses with fitted bodices appears, some with full skirts, some with tight skirts, some with swirls simulating lace skirts. “So,” he says, studying his drawing and cocking his head from side to side. “We want it to be pink, and we want it to be pretty.”</p><p>“and I want to look skinny,” ash says. “Sequins might be nice.”</p><p>“Sequins make you look heavier,” warns Costa, but he gets up, goes to a drawer in a wall cabinet, and returns with a book of sequin samples. Ash and Costa then compare hot pinks, ice pinks, European pinks. “I want a powder pink,” ash says. With the help of design assistant Leonard Steinberg, a slight, energetic young man with a striking brush cut, Costa displays his finest laces by laying them on the floor before ash’s feet. She picks a harrowingly intricate pink French lace threaded with silver and adorned with sequins. Costa has Steinberg drape the lace over a darker pink crepe de chine to show her how the finished product might look and then goes back to his drawing.</p><p>Sketching a flouncy sleeve, he says, “You know, the whole world has a focus on the word ‘pouf’ ...” ash winces slightly and then says she wants a long arm because it’s easier for hugging. Costa’s pouf becomes a longer and more huggable Renaissance sleeve. “How do we feel about feathers?” he asks, keeping his eyes on his work. “We could get you feathers or fur dyed to match.”</p><p>“I think pink fur is tacky,” ash says, shaking her head. Then she mentions absently that she needs a new dinner dress, maybe in black. Costa and Steinberg tote out the fabrics again, this time producing an opulent black silk satin threaded with silver and gold, along with a lace saturated with sultry black beads.</p><p>Costa’s attention shifts to the dinner dress. “You have such pretty skin. I love the idea of some of your lace being seethrough. You need a beautiful across-thetable neckline,” he says, beginning a new sketch. He draws a sunburst of lace over a bodice, to which he adds a swooping portrait neckline. Then, still drawing, Costa brings up Lacroix and Saint Laurent and this year’s shorter hemlines. “You’ve got such good legs,” he prompts. Ash, her attention focused beyond the family photos and fashion awards lining the credenza under Costa’s expansive window, does not seem to be listening. The dress gains long sleeves and a squarer neckline, but the hem remains below the knee.</p><p>By some mysterious signal, the meeting draws to a close. Ash and Costa agree to talk again. In the meantime the designer will send the pink lace to ash’s office, where its performance under the harsh gala lights can be tested on videotape. “We’ll have to meet quick and move fast,” Costa says.</p><p><span class=\"dropcap\">M</span>oving fast is central to Costa’s existence. To be late in the fashion business is to be dead. Paris designers show their fall haute couture -one-of-a-kind made-to-measure gowns —in July. By august 22 Costa will have his interpretations ready for his apparel Mart show so they can hit the stores by September. Costa follows the Paris and New York collections every year—fall, holiday, cruise, spring, and summer lines—coming up with about eighty samples, which, depending on how they sell to stores, can amount to about 300,000 dresses annually.</p><p>Costa likes to say that his designing is spiritual—a gift from God. While that may be true, the passion that some designers apply to creating clothes he applies to copying them. Costa cajoles and finagles his way into Paris couture, he haunts the sale racks of expensive stores (he’s well known at Lou Lattimore), he tears pictures out of magazines, and sometimes, in the best of all possible worlds, he copies the clothes stores give him for that purpose (a gown by one designer can wind up in another department as a Costa). Designers may not be crazy about Costa’s copying—there are letters from Vicky Tiel and Bob Mackie’s company to prove it—but it’s a rare day in the fashion industry when art supersedes commerce. What makes Costa king of the copycats is that his clothes still have a distinctive look. Though “interpreting” goes on at even the highest levels of fashion, most designers still rely fairly regularly on their imaginations to create their clothes. Costa uses his imagination to edit their collections. But even if a Victor Costa began life as a Bill Blass, Costa will have picked a flashy Blass over a shy one; then he will often alter it so that it (a) won’t look out of place in Omaha and (b) hides a woman’s flaws and plays up her attributes in peculiarly Costa fashion. “a lot of women aren’t well endowed,” Costa says. “We do dresses that make a man curious about what’s underneath.”</p><p>The main reason Costa can get his clothes to the stores so fast is that he has a factory on the premises (most designers who cater to a mass market don’t; Calvin Klein, for instance, has many of his clothes made more cheaply in Hong Kong). Ideas formed in workrooms become patterns cut from fabrics stored by the bolt on storeroom shelves. Two hundred women hunch over roaring sewing machines to turn the patterns into dresses, which are then shrouded in plastic and shipped out for sale. It is here that Costa’s lifelong dictum, “Use inexpensive with expensive to make something pretty,” becomes a reality. A French silk satin becomes a polyester blend. A lace jeweled by hand for a Saint Laurent is machine jeweled for a Costa. A cheaper fabric is enhanced by an inexpensive ribbon or a ruffle of expensive lace. “It’s cheap,” Costa says, handing me a black-and-white polyester swatch, “but if you put a onehundred-dollar-a-yard lace with it, you can get a Geoffrey Beene fantasy going.” Upper-echelon designers profit from exclusivity—their fourand five-figure evening gowns are generally made to order; only a few pieces of a given style are sold in each city. Costa, in contrast, thrives on volume. He strives to sell at least 250 pieces of one style, worth about $50,000 wholesale. And while most big-name designers feel pressure to come up with new styles constantly, Costa, who sells to a mass market, can include in his line the petticoats that were hot two years ago, this year’s poufs, and the short sheath now in ascendancy - fashions that are out in Manhattan still have a run in Milwaukee. If a dress sells well, Costa makes it year after year. The crumbcatcher dress Brooke Shields wore six years ago, when she appeared on the cover of the <em>Harvard Lampoon's</em> parody of <em>People</em> magazine, has so far earned Costa $2 million.</p><p>Costa is also vitally interested in the quasi-social aspects of a designer’s life that keep his name before the public and keep him in contact with the women most likely to buy his clothes. As the chairman of the Dallas Fashion Collectors benefit honoring legendary designer Norman Norell, it is Costa’s duty this week to scour the country for Norells to use in the program’s fashion show (the entire office worries over the wording of a letter to legendary clotheshorse Jacqueline Onassis). Costa also has to confirm plans for an upcoming charity fashion show in atlanta. The designer is compulsively peripatetic—he’s usually gone a few days out of every week—and is so persuasive in personal appearances that he has been known to follow a customer into the dressing room.</p><p>Costa also saves part of every day for required reading—inspecting the <em>New York Times</em> for fashion news, skimming the party pictures in <em>Women’s Wear Daily</em> for his clothes (“She’s a pretty girl,” he says, spying a Costa’d woman. “She’ll go and buy more VCs since she got her picture in the paper”), and fretting over a <em>Dallas Times Herald</em> fashion spread that gives more space to Oscar de la Renta than to him. “Why should he get the big picture?” Victor Costa wants to know.</p><p>“<span class=”dropcap“>W</span>elcome, welcome!” says Bob Miller, greeting Costa and me in the designer’s peachpink sun-drenched New York showroom. Miller worked with Costa in the early seventies and returned three years ago to become the director of Costa’s New York operations. He is a small, flawlessly dressed man with a receding hairline, a generous mouth, and a theatrical intensity that betrays his youthful career as a singer. It is Miller who annotates Costaesque dresses in European fashion magazines with “VC” and “Very VC” to inspire Costa to think big and who drops names like Ivana Trump, the wife of New York megadeveloper Donald, and Lynda Bird Robb in classifying Costa’s appeal. It is also Miller who will tell you that Costa’s location at 530 Seventh avenue, in a building that houses albert Nipon, anne Klein II, and Nolan Miller’s Dynasty Collection, is not quite as good as 550 Seventh avenue, where Bill Blass and Oscar de la Renta have their showrooms, along with Bob Mackie, Ralph Lauren, and Donna Karan. “Five-fifty is couture; five-thirty is less than couture,” he explains. Like many people who serve the rich, Miller is a constant appraiser—he is even compelled to tell me that the Costa showroom is special because it’s one of the few in the building with its own rest room.</p><p>Costa comes to New York monthly to find inspiration and pick up industry news and gossip. Every lunch partner or fabric salesman who comes to call has a piece of information to pass on: Here’s the lace that albert Nipon is using; here’s a runway photo from Saint Laurent’s recent couture show; here’s the silk satin that Bill Blass is using; here’s the word that Romeo Gigli, a hot Italian designer with a post-apocalyptic, romantic look, is not doing short dresses this fall. Costa may not be a superstar on this grimy street clogged with double-parked limousines and human-propelled clothing racks, but he is a well-known member of the club. In a single morning he runs into pattern cutters from his bridal days, sons of a salesman from his Suzy Perette days, and Frost Brothers executives from his present life in Texas.</p><p>When Costa visits the wholesale showroom—so jammed with racks of Costas that it looks like wardrobe for a Christmas gala scene—he helps Miller charm store buyers into including lots of VCs in their departments. A subtle pecking order is in operation here. Assistants show the line to representatives of smaller stores, but when a big-pencil contingent sits down at one of the narrow, glass-topped tables, Miller usually does the honors. By midmorning buyers sit behind all five tables while salespeople clasp gowns to their torsos in a kind of seductive showroom waltz.</p><p>Three well-dressed middle-aged women from a chain called Lillie Rubin arrive: an agreeable blonde named Mary Weston; Eleanor Dell, who wears her hair slicked back in a chic ponytail; and Georgette Rubin, a daughter of the chain’s founder. Dressed in black and wearing large silver earrings and a pained expression, Rubin is the group’s obvious leader. Lillie Rubin has 61 stores around the country, mostly in malls. It caters to an older, conservative, country club-symphony ball set, which makes the firm perfect for Costa. In fact, Lillie Rubin is one of his largest customers, ranking behind Neiman-Marcus ($3 million retail annually), Saks ($2 million), and Bergdorf-Goodman ($1.4 million), at about $750,000 a year. Costa introduces the Lillie Rubin contingent as “the premier occasion people in the country.” He says, “Just as I am a social specialist, they are <em>the</em> social specialists,” adding that Georgette Rubin is something of an inspiration to him, that they work together very well.</p><p>The women are polite when Costa presents a tuxedo line of lacy black skirts and white organza blouses, but Rubin gets really inspired when she spies Miller showing a sequined dress with a ruffled hem to a group from Marshall Field’s. “I could use a gown like that in color. I need color,” she says, extending a long, lacquered finger past Costa. The designer shifts immediately from tuxedo to a royalblue formal with sequined jacket that wholesales for $445, but he doesn’t get much of a reaction. He goes back to black with a strapless velvet dress with detachable fur-trimmed sleeves. For the first time this morning Rubin looks pleased. “This is adorable,” she pronounces. The other women nod swiftly.</p><p>“Cute?” Costa asks.</p><p>“Cute,” she replies.</p><p>“It gets you into a new dimension,” he says.</p><p>Next he shows a short, shirred black dress with a train at the hip. “That would be great in red,” Rubin says. Costa swivels around to Miller and declares, “We have to add red for Georgette. She feels very strongly about red.”</p><p>“and you make this long?” she asks.</p><p>“For you, anything,” Costa says.</p><p>A shirred teal dress incites another quest for color, and Costa presents the bridal gown he showed at the apparel Mart, now transformed into a red evening dress. “This was the Chanel slide I showed you, remember?” he asks. Rubin studies the mass of fabric cresting over the bustline, wrinkles her nose, and declares the crumbcatcher too high. Turning toward the mirror, Costa holds the dress in front of himself, grabs a handful of fabric, and wads the front of the dress down. “You’re right,” he says. “It should be shorter.”</p><p>Costa presents a strapless gown in blue taffeta with a rose on one side. Rubin is silent. “You want it to be more important?” Costa prompts, tugging at the flower with his fingers. “This has a lot of charm for those cotillion girls.” Then the air seems to go out of him. “You hate it?”</p><p>“I like the bodice,” she says. “Don’t you have a puffy kind of big sleeve?”</p><p>So it goes for over an hour. A “Lanvin” in purple with red bows turns black and cream. A sequined dress turns to lace, short becomes long, puffed sleeves become strapless. One Oscar-like pouf is dismissed as too young; a plaid version of Costa’s best-selling crumbcatcher dress is too ubiquitous because it’s already going to Nordstrom and Saks. Costa flings his $75 Dior-esque stole over his shoulders and makes a big hit, as does a dress of reembroidered French tulle. “It looks good from far away,” Rubin says, nodding her head. “It looks expensive.”</p><p>Finally Rubin tires and leans toward her purse. “I think we did it. I feel it,” she says.</p><p>“But we haven’t done separates this year,” complains Costa, like a hostess whose guests are leaving before dessert.</p><p>Rubin shakes her head. “I don’t feel it.”</p><p>Nimbly Costa plucks a short black dress with a flaring purple neckline from a rack behind him. A pair of matching purple gloves dangles from a safety pin attached to the dress. Pandemonium breaks out at the Lillie Rubin table.</p><p>“Oh,” Rubin moans, “I love gloves.” She sits back in her chair as if stunned, while the other two women form a murmuring chorus of “I think it’s great/Isn’t it great/Isn’t that a great idea?”</p><p>“They gotta buy ’cause they’ve never seen such a gimmick! It’s like the tassel on the tit in <em>Gypsy</em>! You gotta have a gimmick!” Costa squeals and tries to show yet another dress.</p><p>“Victor,” Rubin says sharply, “i’m finished. I have that full feeling. They’re all beautiful. There’s just a limit to what I can digest.”</p><p>It has been a successful visit all around. Costa gets an order for 28 styles, worth $300,000 wholesale, which, with the standard markup being 100 to 120 percent or higher for exclusives, can amount to more than $600,000 retail for Lillie Rubin. “Did you hear what Mr. Lacroix said about me?” Costa asks, walking the trio to the door.</p><p>“<span class=”dropcap“>I</span> don’t understand people who want to stay put, who don’t want to experience,” Costa says, reflective but pleased over lunch at a quiet garment center restaurant. “at seventeen I came to New York by myself. I was stupid. I came on the train with my trunk. I didn’t even know where I was going to live.” Remembering his early years at the Pratt Institute, where he studied fashion after finishing high school in Houston, Costa again becomes the determined young man. “at Pratt I was a natural artist, but I hadn’t had art lessons. I was behind. But I had it over a lot of them because I could sew, I could drape.” That determination cost him his first job in the bridal business —when Costa didn’t get design credit for a dress featured in the <em>New York Times</em> (his boss had hyped it as a replica of one Mrs. Andrew Carnegie was married in in 1884—ironically, it wasn’t), he complained to the paper and was fired. Costa trusted his instincts and pushed to get his way even when mentor Blauner disagreed with him. “He’d say, ‘I hate that dress,’ and i’d button my lip and instead of crying i’d go to Saks and get a two-hundred-andfifty-piece order.”</p><p>A fashion snob might find something sad in all this—to think that all the years of struggle, of hawking dresses from Omaha to atlanta to Memphis to Indianapolis have come to nothing more than the label of Copycat King. On his travels Costa encouraged a young St. Louis fashion student named Jane Smith, only to have her metamorphose into Carolyne Roehm, a much brighter star than Costa. “It makes her crazy when she sees me now because she doesn’t know how to act—she’s so <em>grahnd</em>,” Costa says, raising his eyebrows and pursing his mouth. “But she’s living her fantasy, which we call Nouvelle Society.”</p><p>Costa is rich, but he has made nothing close to the fortunes other designers have made. In fashion, designers make the really big money not by creating dresses but by licensing their names to everything from perfumes to bed sheets and jockey shorts. Oscar de la Renta’s empire is worth $500 million in retail sales annually, Calvin Klein’s is worth $600 million, Ralph Lauren’s corporation rakes in $1.2 billion. “Would I rather be Calvin?” Costa muses. “I don’t know. He was blessed with a business manager, and I wasn’t.” Costa tells me his life in Texas suits him fine. “It has to do with reigning.</p><p>I have no peers in Texas. Here it has to do with Oscar and Bill and Calvin and i’m just one of many and i’m not even in that category. There are all kinds of players on the stage of the world.”</p><p>That is, of course, the secret of Costa’s success: Most women who buy Costas can’t afford Oscars. But I have seen too many women happily trying on Costas in department stores in the last few weeks to think that’s the only reason they buy his clothes. A $300 Costa delivers on its promise in the way that fashion should, in a way that clothes with status labels and enormous price tags often don’t. Costa’s looks may not be the newest around and certainly not every Costa is right for every woman, but in the right Victor Costa a plain woman becomes a pretty woman, and a pretty woman becomes a knockout. For an evening she gets to live a fantasy she might never have imagined possible.</p><p>Costa pays and dashes out onto Seventh avenue, where over screeching cabbies and rattling jackhammers he starts describing a dress he made for his wife in 1954. “It was a Sabrina dress in pink chiffon with a petticoat attached. It had a full skirt of magenta burlap that I faced so the pink showed through. That was a winner!” arriving at 530, he bounds into the elevator like a man absolutely sure of his place in the world. “i’m very big in St. Louis, i’m very big in Kansas City,” he says, in a glorious stage whisper. “That’s my MO.”</p><p><span class=\"dropcap\">T</span>he rest of Costa’s New York trip is a smash. Along with Bill Blass, Carolina Herrera, and a host of retailing luminaries, he attends a benefit given by the National Jewish Center for Immunology and Respiratory Medicine in honor of Neiman-Marcus president David Dworkin. Costa, who paid homage to the charity and the store by shelling out $500 for a seat at dinner and $2,300 for a platinum page in the gala souvenir journal, amuses himself by watching women in other people’s clothes—“That’s a Valentino! She looks sensational! Valentino. This season. Not on the markdown”—and his own. He counts sixteen Costas in the crowd, some new, some from years gone by. “This red is VC. I’ve sold more than ten thousand of them. It won’t die. You hit it with a stick, and it keeps coming.” That night he also successfully avoids designer Vicky Tiel and accepts compliments from the publisher of <em>Women’s Wear Daily</em> and a young designer from a competing company who, wearing a ruffled dress and a floppy straw hat, tells Costa, “I look at your clothes in the stores all the time.” (“I can’t be angry,” Costa says of his lowerpriced copycats. “I must rise above it.”) Natori, a well-known lingerie designer, invites Costa to visit her in Paris. At the end of the evening, when the band strikes up “Who’s Got the Last Laugh Now,” Costa sings along.</p><p>He is also wooed in a darkened Indian restaurant by a large, indefatigable woman named Selma Weiser. As the creator with her children of a Manhattan chain called Charivari, Weiser was one of the first retailers to support innovative Italian and Japanese designers. She began carrying Costa a year and a half ago in her Upper West Side stores and now wants him in her Fifty-seventh Street location. Costa is pleased at the prospect, though somewhat disbelieving. “In my head I stand for establishment and beauty and social and Waspy and these little JAP girls, and all of a sudden I hear this stuff is checking at Charivari,” he says. “The world turns,” Weiser replies, summing up Costa’s newfound success with a practical shrug. “It passes you by and you don’t change and it comes back again.” The obstacle to her happiness is the retailing monolith that is Bergdorf’s, which would not be pleased to have a competitor across the street selling Costa’s clothing. Costa and Weiser seek solutions over their tandoori mixed grill (“How can we skin the cat? So. How can we skin the cat?” Weiser presses) but reach no agreement. Leaving the restaurant, Costa asks if she has heard what Mr. Lacroix said about him.</p><p>But on this muggy Friday morning in June, Costa and Miller arrive at Bergdorf’s for what may be the most important sell of the trip. They are here to see the space the store would like Costa to occupy on the sixth floor, which is being renovated “to give moderately priced clothes a couture environment,” according to a laconic former Texan named Rick Rector, who manages the division that sells Costa’s clothes. Costa and Miller are giddy. Waiting for the elevator, they lift their pant legs and compare Costa’s burgundy-and-bluestriped Polo socks with Miller’s more radical navy checked socks—and they put aside for the moment a painful issue: Bergdorf’s, from its lofty position at retailing’s summit, has begun to ask certain designers to help pay for renovations that will benefit both store and designer; it wants $75,000 from Costa to create his boutique. (as part of the sell, Costa was told that another major american designer had chipped in for his boutique on the third floor.) Costa, like Miller, is enthralled by Bergdorf’s prestige and the profits he can reap from that connection. But the amount Bergdorf’s wants him to contribute leaves him stricken. And though it would greatly benefit Costa if other stores were to copy Bergdorf’s by giving him his own boutique, he worries that they might also adopt Bergdorf’s innovative costdefraying scheme.</p><p>As he waits in a stockroom for the store’s design director, Costa calms himself by sketching some inventive velvet and taffeta evening dresses by Englishman David Fielder, which will sell for about $2,000. After estimating the length from waist to knee of a short dress at 23 inches, Costa double-checks, using a tape measure he takes from his pocket.</p><p>Angela Patterson arrives, an attractive Greek woman who has a frenetic manner and massive amounts of black hair, which Miller compliments. “Who is Victor Costa? ‘Victor Costa, Victor Costa,’ all I hear is ‘Victor Costa,’ ” she says in heavily accented English while pointing to some floor plans on her office wall. “This is where everybody want Victor Costa—it drive me crazy.” She begins to display carpet samples and fabric swatches. A discussion of proposed marble rotundas illicits a gasp from Miller. “The Crescent,” he murmurs.</p><p>Patterson tells them that the boutique will have its own windows and its own fitting rooms with windows, appointments that Costa’s existing space lacks. She shows Costa a shimmering metallic fabric that will cover the walls, and some new clothing rods made of brushed aluminum. She hands him a piece of sawtooth wall molding, referring to it as “dental work.”</p><p>“It’s almost Grecian,” Costa says.</p><p>“Yes,” agrees Patterson, nodding vigorously, “but also new.”</p><p>She then shows him some tables adapted from an ancient Egyptian design, the delicately patterned beige fabric that is to be used in the fitting rooms, and some banquettes, which will be covered in a striped silk blend. “So there is a very elegant, settled way with a touch of newness,” she says. “The 1990’s.”</p><p>“It gives grandness,” says Miller.</p><p>“It <em>is</em> grand,” says Costa.</p><p>Dawn Mello, Bergdorf’s president, comes to escort them to the space. She is a tall, blond, delicately featured woman who speaks softly and wears an understated black-and-white suit, the quality of which would be recognizable only to those of equal wealth and power-or a tireless student of status.</p><p>“Dawn, whose suit are you wearing?” Miller asks on the way downstairs. Like Costa, he has known Mello for decades.</p><p>“Geoffrey Beene,” she tells him, turning to smile.</p><p>On the sixth floor near Costa’s present space, the group is greeted by a small corps of giggling saleswomen. Costa thanks them for their hard work before following Rector, Miller, and Mello through a side door into a dim, dusty construction area. They step across the concrete floor, dodging hanging tubes and dangling wires, to the north side of the space, where the light is brighter. An electric drill whines in a distant corner. “This is it,” Mello says.</p><p>“The prime space on the floor,” Rector adds.</p><p>Costa and Miller fall silent. They avoid the large windows like men struck with a fear of heights. “It’s beautiful,” Costa says finally.</p><p>“It’s awesome,” says Miller.</p><p>“It’s one of the biggest spaces in the store,” says Mello.</p><p>“It’s the tops of the trees,” Miller says, finally stepping toward one sunny window from which he can see, beyond the Plaza Hotel, Central Park stretching lazily toward the horizon, like a carpet at his feet</p><p>“all those women in those Fifth avenue apartments just waiting to come and buy, Mello says, and Costa squints toward the buildings framing the park, as if he is straining to see the women coming to their windows.</p><p>Mello tells them that the bridal department will be next door, and Miller nods approvingly. Costa, the $75,000 fee having become a negotiable trifle, looks at Miller and says that they will have to start planning an exclusive bridal gown immediately. “One ma-a-agically ma-a-aagical fantasy bridal!” he says, raising his chin and spreading his arms, very close to levitation.</p><p>In a cab later the two men are subdued, each staking out one side of the back seat and staring out the window. Costa fin gers the knot of his tie; Miller presses his hand to his cheek. “It’s an enormous responsibility,” Miller explains. “Just as they put your name up, they can take it down.”</p><p>Suddenly Costa brightens. “We are going to be hated by every designer in the world! Wait till Mr. Lacroix sees that!” he says, leaning toward Miller. Then Costa gets another idea. They will echo Berg dorf’s design scheme in their Manhattan showroom.</p><p>“They do the sawtooth molding, we do the sawtooth molding,” Costa says.</p><p>Miller nods, without looking at his old friend.</p><p>“They do banquettes, we do banquettes,” Costa says emphatically.</p><p>Again Miller nods.</p><p>Costa hesitates. “We’ll do marble?” he queries.</p><p>A shrewd, satisfied smile flickers at the corners of Miller’s lips. “Yes,” he says, barely above a whisper. Costa, who has turned back toward the window, isn’t listening anymore. The cab struggles down Seventh avenue, but his vision is focused somewhere beyond the din, far from the place where men shove racks and racks of dresses across the noisy, dingy street.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "September 1987",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Clothes",
      "Fashion",
      "designer",
      "Dresses",
      "Women",
      "Gowns",
      "New York",
      "people",
      "Dallas",
      "Paris",
      "silk",
      "Design",
      "Business",
      "Family",
      "Hair",
      "High School",
      "Houston",
      "Love",
      "money",
      "School"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Dallas",
      "Paris",
      "Houston",
      "Texas",
      "Fort Worth"
    ]
  }
}